{"path": "data/input/ta/44931-01-tha-rrp.pdf", "pages": [" \n \n \n \n \n \nR  eport and Recommendation of the President  \n \nt o the Board of Directors\n   \n  \n \n \n \n \n \n \nProject Number: 44931   \nSeptember 2010 \n \n \n \nProposed Loans and Technical Assistance \nBangchak Solar Power Project \n(Thailand) \nThis RRP contains information that is subject to disclosure restrictions agreed between ADB and the \nrelevant sponsor or recipient of funds from ADB. Recipients should therefore not disclose its content to \nthird parties, except in connection with the performance of their official duties. Upon Board approval, ADB \nwill make publicly available an abbreviated version of this RRP which will exclude confidential information \nand ADB’s assessment of project or transaction risk. \n ", " \nCURRENCY EQUIVALENTS \n(as of 1 September 2010) \nCurrency unit –  baht (B) \nB1.00 =  $0.03     \n$1.00 =  B31.27     \nCurrency unit –  yen (¥)     \n¥1.00 =  $0.012     \n$1.00 =  ¥84.21     \nCurrency unit –  Hong Kong dollar/s (HK$) \nHK$1.00 =  $0.13     \n$1.00 =  HK$7.77     \nABBREVIATIONS \nADB  –  Asian Development Bank \nBCP  –  Bangchak Petroleum Public Company \nCDM  –  Clean Development Mechanism \nCER  –  certified emission reduction \nCMI  –  Carbon Market Initiative \nCO   –  carbon dioxide \n2\nCSR  –  corporate social responsibility \nDMC  –  developing member country \nDSCR  –  debt service coverage ratio \nEBITDA  –  earnings before interest, taxes, depreciation, and amortization \nEGAT  –  Electricity Generating Authority of Thailand \nEIRR  –  economic internal rate of return \nEPC  –  engineering, procurement, and construction \nEPPO  –  Energy Policy and Planning Office \nFIRR  –  financial internal rate of return \nGHG  –  greenhouse gas \nGRM  –  gross refining margin \nMEA  –  Metropolitan Electricity Authority \nNEPC  –  National Energy Policy Council \nPDP  –  power development plan \nPEA  –  Provincial Electricity Authority  \nPPA  –  power purchase agreement \nPQI  –  product quality improvement  \nPTT  –  PTT Public Company Limited  \nRPS  –  renewable portfolio standard \nS&P  –  Standard & Poor’s \nSPP  –  small power producer \nVSPP  –  very small power producer \nWACC  –  weighted average cost of capital \n \n ", " \n \nWEIGHTS AND MEASURES \n \n  bpd  –  barrel per day \n  GWh  –  gigawatt-hour \n  GW  –  gigawatt \n  kWh  –  kilowatt-hour \n  MW  –  megawatt  \n  MWh  –  megawatt-hour \n \n \nNOTES \n \n(i)  The borrower’s fiscal year (FY) ends on 31 December.  \n(ii)  In this report, “$” refers to US dollars.  \n \n \nVice-President  L. Venkatachalam, Private Sector and Cofinancing Operations \nDirector General  P. Erquiaga, Private Sector Operations Department (PSOD) \nDirector  C. Thieme, Infrastructure Finance Division 2, PSOD \n   \nTeam leader  D. Wiedmer, Investment Specialist, PSOD \nTeam members  M. De Los Reyes, Treasury Specialist, Treasury Department (TD)  \n  O. Jetwattana, Private Sector Economics Officer, Thailand Resident \n     Mission, Southeast Asia Department \n  R. Lockhart, Young Professional, PSOD \n  M. Manabat, Senior Investment Officer, PSOD \n  V. Medina, Social Development Officer, PSOD \n  N. Moller, Counsel, Office of the General Counsel \n  M. Monish, Principal Treasury Specialist, TD \n  M. Pascua, Environment Officer, PSOD \n  B. Raemaekers, Guarantees and Syndications Specialist, Office of \nCofinancing Operations \n  S. Tu, Senior Environment Specialist, PSOD \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \nFINANCING AND PROJECT SUMMARY  i \nI.  THE PROPOSAL  1 \nII.  BACKGROUND AND RATIONALE  1 \n  A.  PROJECT IDENTIFICATION AND SELECTION  1 \n  B.  SECTOR OVERVIEW  2 \n  C.  ALIGNMENT WITH ADB STRATEGY AND OPERATIONS  3 \nIII.  THE PROJECT  4 \nA.  Project Description  4 \nB.  Development Impact  7 \nC.  Environment and Social Dimensions  8 \nD.  Implementation Arrangements  10 \nIV.  THE PROPOSED ADB ASSISTANCE  14 \nA.  The Assistance  14 \nB.  Justification for ADB Assistance  14 \nC.  Risks and Mitigation Measures  15 \nD.  Assurances  17 \nE.  Technical Assistance  17 \nV.  RECOMMENDATION  18 \n \nAPPENDIX \n \n1.  Design and Monitoring Framework  19\n ", " \nFINANCING AND PROJECT SUMMARY \n \nBorrower  Bangchak Petroleum Public Company (BCP) \n   \nClassification  Targeting classification: General intervention \nSector (subsector): Energy (renewable energy) \nThemes  (subthemes):  Economic  growth  (widening  access  to \nmarkets  and  economic  opportunities);  environmental  sustainability \n(global and regional transboundary environmental concerns); private \nsector development (private sector investment) \nClimate change: Climate change mitigation \nLocation impact: National (high) \nPartnership: Mizuho Bank \n   \nEnvironmental and  Environment:      B \nSocial Safeguards  Involuntary Resettlement:  C \nClassification  Indigenous Peoples:    C \n   \nProject Description  Construction of two solar power generation plants (a 9.43-megawatt \n[MW]  and  34.5  MW  plant)  in  the  Ayutthaya  province  of  Central \nThailand. The project is sponsored by BCP and will be financed on a \ncorporate basis. \n   \nImplementation  BCP  will  use  multicrystalline  photovoltaic  technology  produced  by \nArrangements  Suntech Power. Suntech Power, in a consortium with local contractor \nSolartron, will implement the project through a date-certain, fixed-\nprice  engineering,  procurement,  and  construction  contract  with \nliquidated  damages  for  non-timely  completion  and  performance \nwarranty for the photovoltaic modules. PB Power is acting as the \nowner’s  engineer  and  project  management  consultant  through \ncompletion.  Suntech  Power  is  listed  on  the  New  York  Stock \nExchange and is one of the largest solar panel manufacturers in the \nworld, with installed capacity just under 2 gigawatts (GW). \n   \nProposed Asian  CONFIDENTIAL INFORMATION DELETED \nDevelopment Bank   \n(ADB) Assistance  Technical  assistance.  The  proposed  $400,000  capacity \ndevelopment  technical  assistance  (TA)  aims  to  support  the \nimplementation  of  carbon  neutral  strategies  within  private  sector \nenergy  companies  in  developing  member  countries.  The  TA  will \ninclude  (i)  the  development  and  implementation  of  a  system  to \ndetermine, track, and monitor BCP’s carbon footprint on a company-\nwide basis and implement strategies to offset carbon emissions with \nan objective of reaching zero emissions within a set time frame; (ii) \ntraining  of  staff  on  implementation  of  the  zero-carbon-footprint \nstrategy; (iii) establishment of assessments of the carbon life cycle of \nBCP products (i.e., gasoline, ethanol, fuel oil, etc.) in accordance with \ngenerally accepted standards; (iv) creation of a simulation model to \nassess new products and investments with regard to emissions and \npotential for offsetting of emissions; (v) establishment of a business-\nas-usual greenhouse gas emissions baseline as a reference case; \n ", "ii   \nand (vi) dissemination of knowledge in carbon tracking and reduction \nstrategies through seminars and training for other energy companies \nin the region. \n   \nImpact, Outcome,  The project's impact will be the (i) diversification of Thailand's energy \nand Benefits  mix through the addition of renewable energy capacity, helping the \ncountry achieve its target of 20.3% of primary commercial energy \ncoming from alternative energy by 2022; and (ii) demonstrational \nimpact of the feasibility of a large-scale private sector solar power \ngeneration project. The project's outcomes are (i) increased supply \nof  clean  energy  sourced  from  solar  power,  and  (ii)  reduction  of \ncarbon  dioxide  emissions.  The  output  is  the  installation  and \noperation of two (a 34.5 MW and a 9.43 MW) solar power generating \nfacilities. \n   \nBorrowers  BCP is a leading integrated oil refining and marketing company in \nThailand with a long track record for adhering to the principles of \ngood  corporate  governance,  and  strong  commitment  to  the \nenvironment,  social  responsibility  and  rural  development.  BCP’s \nmajor shareholder is the national oil company, PTT Public Company \nLimited (PTT) (formerly Petroleum Authority of Thailand), which owns \n29.7%;  the  remaining  shareholders  are  the  Ministry  of  Finance \n(11.2%) and the public (59.1%).  \n   \n  CONFIDENTIAL INFORMATION DELETED \n   \nJustification and  The justification for ADB’s assistance for the project is based on the \nADB Value-Added  value that ADB can add to the project and its development impact \nand demonstration effects. The project merits ADB’s support because \n(i) ADB’s assistance will play a crucial role in helping the project \nsecure  appropriate  long-term  financing,  which  is  a  necessary \ncondition for the viability of a solar project, while the long-term local \ncurrency  loan  and  the  proposed  pre-financed  CERs  from  ADB's \nFuture  Carbon  Fund  help  to  increase  the  viability  of  a  power \ngeneration  plant  that  has  high  upfront  investment  costs,  but  no \nongoing fuel cost; (ii) ADB's innovative risk participation structure has \na catalytic effect as it enables an international commercial bank to \nparticipate in long-term financing for solar projects in Thailand; (iii) the \nproject will play a pioneering role in demonstrating the commercial \nviability of large-scale private sector solar farms, a model that can \nthen be replicated by other private sector investors in the region; (iv) \nADB  assistance  for  the  project  is  consistent  with  ADB’s  country \npartnership strategy for Thailand 2007–2011 and country operations \nbusiness plan; and (v) ADB’s TA will support BCP and other energy \ncompanies to develop and implement carbon neutral strategies, track \ntheir carbon footprint, align corporate, strategic, and environmental \nobjectives, and monitor and comply with carbon reduction targets. By \ntraining industry participants and disseminating knowledge on zero-\ncarbon strategies, ADB will help to reduce the energy companies’ \nenvironmental impact and enhance their long-term sustainability in \n ", "   iii \nthe context of evolving global efforts and regulatory frameworks to \nreduce carbon emissions. \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on the Bangchak \nSolar Power Project. \n \nCONFIDENTIAL INFORMATION DELETED \n \n2.  The report also describes a proposed capacity development technical Assistance (TA) of \nup to $400,000 to support the implementation of carbon neutral strategies of BCP and other \nprivate  sector  energy  companies  in  developing  member  countries  (DMCs).  If  the  Board \napproves the proposed loans, I, under the authority delegated to me by the Board, will approve \nthe TA. If approved, the project will constitute ADB’s fourth private sector investment in Thailand. \nThe design and monitoring framework is presented in Appendix 1. \n \nII.  BACKGROUND AND RATIONALE \nA.  Project Identification and Selection \n3.  Solar  energy  is  an  abundant  resource  throughout  Thailand.  The  project  will  play  a \npioneering role in demonstrating the commercial viability of large-scale private sector solar \nfarms, a model that can then be replicated by other private sector investors in the region. \n \n4.  This transaction and its potential demonstrational impact is made possible by a number \nof unique transaction factors. The challenges that often accompany large-scale solar projects \nare mitigated by (i) BCP’s strategic focus on renewable energy projects and its balance sheet \nstrength; (ii) the Government of Thailand's commitment to clean energy through a supportive \nfeed-in tariff; (iii) regulatory stability; (iv) a reduction in the cost of photovoltaic material, due to \nsupply-capacity  buildup  in  the  solar  industry;  and  (v)  experience  gained  by  the  industry \nworldwide. Moreover, the viability of the project is bolstered by ADB's combination of financial \nproducts, including ADB’s long-term baht loans, its role in mobilizing commercial bank funding \nthrough the risk participation, and the proposed availability of pre-financed certified emission \nreductions (CERs) from ADB's Future Carbon Fund. ADB's long-term local currency loan gives \nBCP the tenor it needs to fund a power generation plant that has a long asset life and high \nupfront investment costs, but no ongoing fuel costs. In addition, the innovative risk sharing \nmechanism allows ADB to extend the tenor of the cofinanced tranche and assists in attracting \ncommercial banks, which have limited experience in financing clean energy projects in Thailand.  \n \n5.  BCP has chosen ADB as a strategic partner to expand into solar power because of \nADB’s proven experience in financing renewable energy combined with its strong mandate, \nreputation and commitment to facilitating the transition by DMCs to low-carbon economies. In \naddition, BCP and ADB share the long-term objective of achieving low-carbon growth while \nadhering to best-practice environmental standards. For BCP, ADB  is a potential long-term \npartner in reaching its carbon neutral goal. As a creditor and investor, ADB strongly supports \ncompanies that have sound corporate governance structures and sustainable development \npolicies, an area in which BCP has become a prominent leader within Thailand. The alignment \nin values between ADB and BCP supports the formation of a long-term partnership that would \ninclude future clean energy projects.  \n \n ", "2   \nB.  Sector Overview \n6.  Thailand is one of the largest electricity consumers in Southeast Asia. As of December \n2009, installed power generation capacity in Thailand was 29,211 megawatts (MW), 71% of \nwhich was sourced from natural gas and 19% from coal and lignite. Its recent energy policy has \nstressed the importance of diversifying and securing sources of fuel for power generation. \nOverreliance on natural gas, coupled with exposure to oil price volatility, has magnified the \ncountry’s  political  and  economic  risk.  Thailand  continues  to  depend  on  imports,  because \ndomestic demand for commercial primary energy outpaces the discovery of indigenous oil and \ngas. Supplementary Appendix A reviews Thailand’s power sector in detail. \n \n7.  Thailand's growth rates in energy consumption are much higher than its respective GDP \ngrowth rate. Moreover, energy consumption gives rise to over 50% of the country's greenhouse \ngas  (GHG)  emissions.1  If  unchecked,  Thailand's  rapidly  growing  energy  consumption  will \ninvariably increase the economy’s carbon intensity. In its most recent Power Development Plan \n(2010),  published  in  April  2010,  the  Electricity  Generating  Authority  of  Thailand  (EGAT) \nprojected an average growth rate of 4.22% in energy demand and a 4.19% annual average \nincrease in peak demand between 2008 and 2030.2 \n \n8.  Fortunately,  Thailand  has  abundant  renewable  energy  sources—biomass,  biogas, \nmini-hydro, solar, and wind. Using these domestic sources of renewable energy can boost \nThailand’s energy security, save foreign exchange, and protect the country from global price \nfluctuations. As part of the strategy of diversifying the energy mix and promoting renewable \nenergy, the government has prepared an Alternative Energy Development Plan3 (2008–2022) \nand set a target of 20.3% for primary commercial energy from renewable energy sources by \n2022. This implies a renewable energy capacity of 5,608 MW by 2022, a significant increase \nfrom the present 1,754 MW; 4 this can be achieved only with concerted efforts from the regulator, \nthe private sector sponsors and financial institutions. \n \n9.  To  complement  its  renewable  energy  strategy  the  Ministry  of  Energy  is  advocating \ndecentralized power generation, mainly by supporting the country’s small power producer (SPP) \nand very small power producer (VSPP) programs. The SPP program allows private developers \nto build, own, and operate 10 MW–90 MW power projects and enter into power purchase \nagreements (PPAs) with EGAT. Under the VSPP program producers of up to 10 MW may sell \npower to the Metropolitan Electricity Authority and the Provincial Electricity Authority (PEA). The \ncountry’s 161 VSPPs contribute just over 1% of total power generation, while the more than 60 \nSPPs account for 8% (footnote 2). Renewable energy SPPs and VSPPs can receive higher \ntariffs through an “adder” (feed-in) tariff in addition to the normal tariff. Solar energy projects \nreceive a fixed adder subsidy of B8 per kilowatt-hour (kWh) for 10 years from the start of \ncommercial operations.5 Supplementary Appendix B discusses Thailand’s renewable energy \npolicies and incentives at greater length. \n \n                                                 \n1  ADB. 2009. Building a Sustainable Energy Future: The Greater Mekong Subregion. Manila. \n2  EGAT. 2010. Summary of Thailand Power Development Plan 2010–2030. Bangkok.  \n3  Department of Alternative Energy Development and Efficiency. 2009. The Alternative Energy Development Plan \n(2008-2022). Bangkok. \n4 This target comprises biomass, 3,700 MW; biogas, 120 MW; waste to energy, 160 MW; wind, 800 MW; small hydro, \n328 MW; and solar, 500 MW. \n5  For new projects, the government is considering to reduce the adder to B6.5/kWh. This change will not affect the \nproposed project.  \n ", "   3 \n10.  Over  the  past  two  decades,  solar  power  has  become  increasingly  attractive \neconomically. Grid-connected solar photovoltaic generation systems are the fastest growing in \nthe world: cumulative installed capacity grew by 50% yearly in 2006 and 2007 to 7.8 gigawatts \n(GW) by the end of 2007.6 According to the Annual Energy Outlook 2009,7 the capacity costs in \n2030 of new plants using solar photovoltaics will be 37% lower than in 2009. At the same time, it \nwill cost more to generate electricity from conventional sources, meaning electricity prices will \nincrease in places that rely significantly on gas-fired power plants (e.g., Thailand). The cost of \nsolar energy and conventional power generation are expected to approach grid parity by 2020–\n2022; as a result, global installed solar capacity in 2020 could be 20–40 times what it is today. \n \n11.  The project will be one of the first few to demonstrate the capacity of large-scale solar \nprojects to meet power needs in Thailand.8 After large-scale private sector solar farms are \nshown to be feasible, other private sector investors can replicate the model in Thailand and \nother DMCs. Small-scale solar power has been used for many years, mainly to provide energy \nto communities with no access to the national power grid. There are 32 grid-connected solar \nrooftop projects with a generating capacity of 0.14 MW, and many small off-grid solar VSPP \nprojects producing a total of 32 MW. In addition, a few small solar farms, sponsored by EGAT \nand the private sector, have a generating capacity of less than 2.2 MW.9 Thailand’s Alternative \nEnergy Policy projects solar power to grow from 34 MW to 500 MW by 2022 (footnote 3). \n \nC.  Alignment with ADB Strategy and Operations \n1.  Consistency with ADB’s Strategy 2020 \n12.  ADB’s  Strategy  2020  supports  environmentally  sustainable,  private  sector-assisted \ndevelopment in meeting the growing energy demand in the region, and capitalizes on ADB’s \noperating  strengths  in  infrastructure  development  and  finance,  among  other  areas.10The \nstrategy supports the expansion of environmentally friendly technologies, specifically for clean \nand efficient energy generation and use, and a larger role for the private sector in infrastructure \nfinancing through public–private partnerships. \n \n2.  Consistency with the Country Strategy \n13.  The  country  partnership  strategy  for  Thailand  2007–2011  is  directed  at  three  core \nstrategic  areas—infrastructure,  environmental  sustainability,  and  capital  markets. 11 The \ngovernment’s  Alternative  Energy  Development  Plan,  approved  by  the  Cabinet  on \n28 January 2009, notes the immense potential energy in Thailand’s solar radiation and the \nsavings on energy imports that can be made through its use, with private sector investment. \n \n3.  Consistency with the Energy Policy \n                                                 \n6  Renewable Energy Policy Network for the 21st Century (REN21). 2008. Renewables 2007: Global Status Report. \nParis (REN21 Secretariat; Washington, DC: Worldwatch Institute).  \n7  Energy Information Administration. 2009. Annual Energy Outlook 2009. Washington, DC. \n8  ADB is also supporting a solar power project with 73 MW gross capacity to be constructed in Lopburi province in \ncentral Thailand. See ADB. 2010. Report and Recommendation of the President to the Board of Directors: \nProposed Loan to the Kingdom of Thailand for the Solar Power Project. Manila.  \n9  Petchaburi, 2.144 MW; Chachoengsao, 1.644 MW; Udon Thani, 1.563 MW; and Ang Thong, 1.136 MW. \n10 ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n11 ADB. 2007. Country Partnership Strategy: Thailand, 2007–2011. Manila. \n ", "4   \n14.  The project is consistent with ADB’s Energy Policy,12 which emphasizes investments in \nenergy efficiency and renewable energy projects, and in wider access to energy. In 2013, ADB \nwill raise its clean energy investment target to $2 billion a year from the present $1 billion, in a \nbid  to  accelerate  low-carbon  growth  and  reduce  regional  GHG  emissions.  The  policy \nunderscores ADB’s continued financial and technical support for projects that qualify for carbon \ncredits under the Clean Development Mechanism of the Kyoto Protocol. The proposed project is \nexpected to benefit from the prefinancing of CERs by ADB's Carbon Market Initiative (CMI). The \nCMI team has been working on the Clean Development Mechanism component with the project \nsponsors, in parallel with the ADB loan discussions. \n \n4.  Consistency with the Asia Solar Energy Initiative \n15.  The project is consistent with the ADB Asia Solar Energy Initiative. The realization of \nbenefits from Asia and the Pacific’s massive solar power potential has been prevented by \nbarriers such as high upfront capital costs and unfavorable financing terms that have the risk of \ncreating a “Solar Divide”.13 In 2010, ADB announced the Asia Solar Energy Initiative, which \nplans to provide $2.25 billion in financial assistance to realize 3,000 MW of solar power in DMCs \nby 2013. The proposed project is consistent with this initiative as it bridges the Solar Divide \nthough an innovative risk participation arrangement that stretches the corporate finance tenor \nneeded by solar projects.    \n \nIII.  THE PROJECT \nA.  Project Description \n  1.  The Borrower \n16.  The project is sponsored by Bangchak Petroleum Public Company (BCP), a leading \nintegrated oil refining and marketing company in Thailand. BCP was established in 1985 and is \nlisted on the Thai stock exchange. BCP owns and operates an oil refinery located in Bangkok \nwith  a  capacity  of  120,000  barrels  per  day  (bpd)  representing  11%  of  Thailand’s  refining \ncapacity. Its retail business consists of a network of 507 standard service stations and 546 \ncommunity service stations, representing 19% of the market share among refineries and 14% \namong oil marketing companies. BCP’s major shareholder is the national oil company, PTT \nPublic Company Limited (PTT) (formerly Petroleum Authority of Thailand), which owns 29.7%; \nother shareholders are the Ministry of Finance (11.2%) and the public (59.1%). BCP receives \nfinancial and business support from PTT, including credit lines, and crude supply and refinery \nproduct off-take agreements (covering 30% of BCP’s wholesale sales). The project will be \ndeveloped and financed on a corporate finance basis on BCP’s balance sheet. The project is \nbeing developed as part of BCP’s strategy to focus and increase participation in the renewable \nenergy sector, and move into cleaner and higher value-added fuels.   \n \n17.  Within Thailand, BCP has become a role model for good corporate governance and \nsuccess in developing internal mechanisms that enhance transparency, accountability, and \ncommitment to the environment and social responsibility. BCP’s corporate social responsibility \n(CSR) reporting is exemplary, with full disclosure of its resource use and environmental footprint, \nand annual publication of environmental management accounting that accounts for carbon \ndioxide emissions and other factors as a cost to BCP. It also publishes its emissions and \naccident rates to the public on billboards and at information centers. BCP has won the Stock \n                                                 \n12 ADB. 2009. Energy Policy. Manila.  \n13 ADB. 2010. ADB Calls for Asia and Pacific to Make Transition to Solar Power. Manila (6 July). \n ", "   5 \nExchange of Thailand’s Corporate Social Responsibility Award for 3 consecutive years. BCP’s \nhigh standards of corporate governance have been publicly recognized through several recent \nawards such as the Board of the Year for Exemplary Practices (3 consecutive years), Audit \nCommittee of the Year, Board with Consistent Best Practices, Top Corporate Governance \nReport Award (4 consecutive years), and the Investor Relations Excellence Reward.14    \n \n18.  BCP has invested heavily in a refinery upgrade project costing B14.5 billion (“Green \nRefinery”), which has recently been commissioned, and the project is expected to significantly \nimprove BCP’s profitability and market competitiveness. BCP has identified renewable energy \nas a key source of future growth. Consistent with the government’s national strategy to reduce \nreliance on imported crude oil and encourage the use of cleaner fuels, BCP has invested in \nbiodiesel  production  and  gasohol  marketing  facilities.  Both  bio-diesel  and  gasohol  use \nagricultural crops (e.g., palm oil, coconut, and rapeseed) as feedstock and reduce Thailand’s \nreliance on imported crude oil. BCP has adopted the long-term goal of becoming a “zero global \nwarming impact company”, and has taken active steps to deliver a GHG reduction target of \n460,000 tons per annum by 2012.15  \n \n19.  BCP has historically received strong support from the government, which provided short-\nterm liquidity support (through state-owned banks) during 1999–2004 due to financial distress \nresulting  from  the  financial  crisis  and  excessive  levels  of  debt;  the  government  was  later \ninstrumental in facilitating a B19.5 billion debt restructuring at BCP. Lenders were repaid early at \npar in this restructuring. BCP has returned to full financial stability, evidenced by its successful \nB14  billion  refinancing  during  2008  and  an  undrawn  credit  facility  of  B15.2  billion. \nSupplementary appendix C provides details on the borrower and the industry. \n \nBCP is valued as a vehicle for rural development, and its network of 546 community service \nstations is managed by local co-operatives that retail local produce. As a result, the government \nand the Thai public have historically held a favorable view of BCP, both as an important \nindustrial  asset  and  in  terms  of  its  social  mission.  There  are  more  than  500  community \norganizations that work with Bangchak to strengthen the economy and provide benefits to over \n1  million  agricultural  families  in  Thailand.  BCP  has  also  promoted  conservation  and \nenvironmental awareness in Thailand.  \n \n20.  As a refining and marketing company, BCP is exposed to changes in market refining \nmargins, the price of crude oil, and any adverse price controls on retail fuel prices in Thailand. \nBCP is mitigating these risks through a recently commissioned upgrade to a complex refinery, \nbrand building in its marketing business, and diversification into biofuels and renewable energy. \nManagement projections indicate new business resulting from diversification is expected to \ngenerate 30% of the group’s earnings before interest, taxes, depreciation, and amortization \n(EBITDA). BCP is already enjoying some synergies with its new business, such as a higher \nmarket share in its downstream activities due to the inclusion of biodiesel and gasohol in its \nproduct mix. \n \nCONFIDENTIAL INFORMATION DELETED \n \n                                                 \n14 Awards received from institutions such as the Thai Institute of Directors Association, Stock Exchange of Thailand, \nBoard of Trade of Thailand, Federation of Thai Industries, Thai Bankers’ Association, Thai Listed Companies \nAssociation, Federation of Thai Capital Market Organization, and Finance & Banking Magazine.   \n15 Measured as the incremental saving on the business-as-usual scenario of just under one million tons of GHG \nemissions from the existing business. \n ", "6   \n21.  More  than  80%  of  Thailand’s  refining  sector  is  controlled  by  PTT  and  its  affiliates \n(including  BCP).  Gross  refining  margins  (GRMs)  are  driven  by  the  level  of  excess  sector \ncapacity, technology (i.e., product mix), the relative demand and supply of refining products and \nthe economic cycle, as well as increases in the price of crude oil. BCP’s refining margins have \nhistorically been weaker than those of complex refineries, but are competitive within BCP’s peer \ngroup. BCP has completed its upgrade to a complex refinery in 2009, which is expected to \nincrease its GRM. BCP also has a strong retail business with $2.50–$3.00 a barrel margins. \nFigure 1 shows the market gross refining margin of Bangchak Petroleum PCL and its peers. \n \n22.  1,000 bpd of new capacity is expected to be constructed during 2010 in the Asia–Pacific \nregion, mainly in India, Pakistan, and the People’s Republic of China. This is however less than \nthe 2,500 bpd in new capacity additions experienced during 2009, which was a down year for \nmarket gross margin. Global excess capacity and GRM are shown in Figure 2.  \n \n \nFigure 1: Market Gross Refining Margin \nof Bangchak Petroleum and Its Peers \n  $8\nBCP Peer Group\n$6\n$4\n$2\n$0\n2006 2007 2008 1Q09 2Q09 3Q09 4Q09 1Q10\n \nPeer group (PTTAR, Thai Oil, SRPC, BCP) as defined by PTT.  \nSources: Investor presentations of Bangchak Petroleum PCL and PTT Group PCL. \n \nCONFIDENTIAL INFORMATION DELETED \n \n23.  BCP’s  major  shareholder,  PTT,  is  rated  AAA/stable  (national  rating)  by  Fitch,  and \nBBB+/negative (international rating) by Standard & Poor’s (S&P), in line with the sovereign \nrating, and A3/negative (international) by Moody’s, one notch better than the sovereign rating. \nThe ratings reflect the Ministry of Finance’s 51% and the state Vayupak equity fund’s 15% \nstakes  in  PTT,  the  extremely  high  government  support  (S&P),  as  well  as  the  strategic \nimportance  of  PTT’s  assets  (Moody’s).  PTT  was  established  in  2001  as  a  result  of  the \ncorporatization of its predecessor, the Petroleum Authority of Thailand, founded in 1979. It is \nThailand’s only fully integrated oil, gas and petrochemicals company, the monopoly owner of \nThailand’s  gas  transmission  and  distribution  network,  and  the  majority  owner  of  the  PTT \nExploration  and  Production  Public  Company  Limited,  a  leading  exploration  and  production \ncompany. PTT has stakes in several refining businesses, including Thai Oil and BCP. Its \nprimary  business  activities  are  the  procurement,  transmission,  processing,  marketing  and \ndistribution of natural gas and gas products; and the exploration, development and production of \nnatural gas, condensate and crude oil through the PTT Exploration and Production Public \nCompany Limited. \n \nCONFIDENTIAL INFORMATION DELETED \n \n ", "   7 \n24.  Several economic and institutional links exist between PTT and BCP beyond PTT’s \nshareholding in BCP. PTT is the sole crude procurement agent for BCP (contracted through \n2021) and in 2009 sold B68.1 billion of raw material to BCP. BCP in turn sold B10.9 billion worth \nof refinery product to PTT. PTT has further never actively decreased its investment in BCP and \nin 2006 funded BCP’s refinery upgrade program through common equity and convertible bonds \nworth  B4,515  million,  substantially  increasing  its  shareholding.  PTT  and  BPC  frequently \ncoordinate the implementation of government regulation in fuel markets, and four directors at \nBCP presently hold or have held board memberships or senior executive roles at PTT.  \n \nCONFIDENTIAL INFORMATION DELETED \n  2.  Expected Project Outputs and Outcome \n25.  The project’s output is the installation and operation of two utility-scale, solar power-\ngenerating facilities. The project is a pioneer in the early demonstrational phase of Thailand’s \nutility-scale solar industry. Following successful implementation, other DMCs may adopt similar \npolicy and incentive mechanisms for developing domestic utility-scale solar projects that will \nprovide the necessary conditions for private sector investment. \n \n26.  The project’s outcome is the demonstration of the profitability and sustainability of a \nlarge-scale solar power farm. The project will demonstrate that utility-scale solar power, with a \nsound policy framework, is a financially viable and environmentally sustainable source of energy \nthat can be used in DMCs. The project will diversify the country’s energy mix; increase energy \nsecurity; reduce reliance on fossil fuels; lower exposure to commodity and exchange rate risk; \nand decrease energy waste products, GHG emissions, and air pollutants. The reduction in \ncarbon dioxide emissions is a key outcome indicator, and is estimated by BCP to average \napproximately  30,000  tons  per  annum  by  2012.  The  design  and  monitoring  framework  is \npresented in Appendix 1. \n \nB.  Development Impact \n \n1.  Contribution to Economic Growth and Poverty Reduction \n \n27.  The project’s contribution to economic growth and poverty reduction will result from the \ndemonstration effect of the feasibility and sustainability of a large-scale private sector solar farm, \na model that can be replicated by other private sector investors in Thailand and in other DMCs. \nThe  project  and  its  anticipated  replication  will  diversify  Thailand’s  energy  mix  by  adding \nrenewable  energy  capacity.  The  government  gives  tax  incentives  to  all  renewable  energy \nprojects in consideration of their anticipated economic and energy-related benefits, The project \nwill also help the country meet its target of producing 20.4% of primary commercial energy from \nrenewable sources by 2022, including through 500 MW of solar power capacity; the project \nrepresents 9% of the required solar power generation capacity.  \n \n2.  Private Sector Development \n \n28.  Solar energy holds the most potential of all renewable energy sources in Thailand, with \nthe potential for more than 50,000 MW of installed capacity.16 The project will help establish the \ncommercial viability of grid-connected large-scale solar farms, and advance a model that can be \nreplicated  by  other  private  sector  investors  throughout  the  region.  The  project  will  also \n                                                 \n16 Department of Alternative Energy Development and Efficiency. 2008. Fifteen-Year Alternative Energy Plan of \nThailand (draft). \n ", "8   \ndemonstrate that an energy company within a DMC can significantly reduce its carbon footprint \nby incorporating renewable energy into its operations without affecting the strength of its core \nbusiness. Achieving Thailand’s target of 500 MW of solar power capacity by 2020 will require \nstrong private sector participation to mobilize an investment of approximately B63,320 million \n($1.9 billion) into solar generation projects. \n \n29.  The project requires no fuel, thereby reducing dependence on foreign supplies and \nmitigating commodity price and exchange rate risks. Such projects reduce Thailand’s exposure \nto world market fluctuations and increase the strength and resilience of the Thai economy. \nOverdependence on foreign fuels can derail economic growth in high commodity-price cycles \nand disrupt poverty alleviation goals. \n \n3.  Economic Sustainability \n \n30.  The project’s quantifiable economic benefits include the (i) value of power as an input to \neconomic activity; and (ii) the premium for solar power, which includes economic externalities \nand the environmental and social advantages of clean energy. The project has substantial \nenvironmental  advantages.  Solar  power  plants  produce  electricity  without  energy  waste, \npollution, GHG emissions, or noise. Improved air quality, noise reduction, and a lower carbon \nfootprint provide healthier and more sustainable living conditions for the poor. The economic \ncosts associated with grid interconnection are minimal, as the project is adjacent (200 meters) \nto the grid. The calculated economic internal rate of return is 12%, which is higher than the \nsocial discount rate of 10%.17  \n \nC.  Environment and Social Dimensions \n1.  Environment \n31.  The  project  has  been  classified  as  category  B  with  respect  to  environment  impact \nbecause it is unlikely to create any significant environmental impact during construction and \noperation. Solar power projects are relatively clean, and an environmental impact assessment  \nis  not  legally  required  for  this  type  of  project  in  Thailand.  However,  BCP  held  a  public \nconsultation meeting on 29 December 2009.  \n \n32.  The project is judged to be environmentally feasible as it would create only minor and \ntransient environmental disturbances during construction, which could be effectively mitigated \nusing established conventional measures and good construction management. The engineering, \nprocurement, and construction (EPC) contractors have been contractually required to implement \nthe best practicable mitigation measures. Their environmental, occupational health and safety \nperformance will be closely monitored during construction by BCP’s project management team.  \n \n33.  Potential impacts during operation are visual and reflection of sunlight. These are not \nsignificant issues for the project considering: (i) the project site and the surrounding areas \nprovide no significant aesthetic value, and (ii) solar photovoltaic panels are designed to absorb \nsunlight  and  minimize  reflection  of  sunlight.  After  the  end  of  their  useful  life,  the  solar \nphotovoltaic panels will be dismantled and recycled by the supplier.  \n \n                                                 \n17 Multilateral Development Banks and Evaluation Cooperation Group. 2006. MDB-ECG Good-Practice Standards for \nPrivate Sector Investment Operations (Third Edition).Manila. \n ", "   9 \n2.  Social Dimensions \n34.  The  project  site  is  located  in  Bang  Pa-in  district  in  Ayutthaya  province,  about  60 \nkilometers northeast of Bangkok. The land required covers about 63.4 ha formerly used for rice \ngrowing. As the project site is low lying, a flood protection system will be constructed using \nearthen dikes around the site and a pumped drainage system. There will be no involuntary \nresettlement issues as the land is owned by BCP and is not occupied. The purchase of the land \nby BCP 15 years ago was on a “willing buyer–willing seller” basis. On power evacuation, the \nconstruction and right of way (200 meters) will be the responsibility of PEA. There is no impact \non indigenous peoples as the area is vacant. The project site is not part of any land used, \nclaimed, owned by any indigenous people group. The construction of solar power generation \nfacility will likewise not affect any indigenous people in the area. \n \n35.  Consultation activities relevant to the project have been undertaken mainly in the context \nof the environmental assessment process. BCP held five public consultation meetings between \nAugust  and  December  2009  during  which  environmental  issues  were  discussed.  BCP  will \ncontinue this proactive engagement with various stakeholders including the local community, its \nemployees and other workers during project construction and operations.   \n \n36.  BCP complies strictly with all relevant laws and regulations and adheres to Thailand’s \ncore labor standards. All of its 936 employees and the employees of its contractors are more \nthan 20 years old. There is no discrimination concerning privileges and rights on the basis of \ngender, ethnicity or religion. BCP has a labor union, which about 20% of the workforce has \njoined. Its staff turnover rate has declined from 6.36% in 2005 to 3.23% in 2009. In line with \nchanging social, economic, and business circumstances, BCP has instituted more extensive \nwelfare benefits for employees and their families than required by the law, including medical \nexpenses for employees, health insurance schemes for employees and their families (including \nparents),  a  provident  fund,  child  tuition,  housing  loans,  assurance  and  accident  insurance \npolicies for employees, infirmaries, physical examinations, hygienic canteens, and employee \nshuttle  buses.  The  project  will  generate  approximately  50  jobs  during  construction  and \napproximately 10 technical and 40 maintenance jobs during operations.  \n \n37.  Due diligence indicates BCP is active in community participation and social development \nundertaken under its CSR program. Its CSR projects focuses on involving and supporting \ncommunities and schools around its refinery complex in sporting events, informal education, \nfamily strengthening, energy conservation, environmental management, cultural conservation, \nand  community  safety.  Activities  supported  by  BCP  include:  provision  of  scholarships  to \nstudents; renovation of temples, a community library and children’s playground; a mangrove \nplantation  in  Samutprakarn  province;  and  optometric  services.  In  addition,  BCP  supports \ncommunity development in some provinces by helping to sell community products in its service \nstations nationwide. For this project, BCP is expected to implement similar CSR initiatives, \nengage with local communities and establish grievance redress mechanisms, especially during \nproject construction and as part of the environmental management plan.  \n \n3.  Corporate Environmental and Social Management System \n38.  The  project’s  environmental,  social,  occupational  health  and  safety  aspects  will  be \nmanaged under BCP’s existing environmental management system, which have been found \nsatisfactory by ADB. BCP is highly regarded in Thailand for its environmental, health and safety, \nand  social  performance,  and  has  International  Organization  for  Standardization  (ISO) \naccreditation  (ISO:14001);  its  environmental  laboratory  has  ISO  and  International \n ", "10   \nElectrotechnical Commission (IEC) 17025 accreditation. In practice, BCP operations adhere to \nthe Occupational Health and Safety Management System (OHSAS/TIS)18001 standard for \nhealth  and  safety  and  the  ISO  14001  environmental  management  system  for  its  refinery \ncomplex, Bang Pa-in terminal and the biodiesel plant. The environmental, occupational health \nand safety aspects of the project are simple, and could be easily handled within the corporate \npolicy and operational framework.  \n \n39.  BCP has its environmental management system audited annually. The latest audit was \non 30 June 2010 by AJA Registrars Limited. The environmental management system was found \nto be efficient and adequate, with no corrective action needed. \n \nD.  Implementation Arrangements \n1.  Power Purchase Agreements \n40.  The project’s gross generating capacity will be 44.5 MW, to be sold to EGAT under the \nSPP program for 30 MW (net) and to the PEA under the VSPP program for 8 MW (net). Under \nthe PPA with EGAT, EGAT has committed to buy all generated electricity from the project up to \n30 MW at the regulated PEA wholesale rate plus the adder incentive for solar projects. The \nadder incentive (feed-in tariff) of B8 per kWh is applicable for 10 years from the commercial \noperations date. The EGAT PPA will have an initial term of 5 years, with automatic extensions \non a continual basis, unless BCP terminates the PPA or either party terminates following a \nbreach of the PPA (by the other party) that is not resolved. This PPA is expected to be EGAT's \nstandard PPA for all similar SPPs, and the risk of non-renewal or renegotiation should be \nminimal because EGAT is obligated to renew the PPA without amendment, unless BCP is in \nbreach of the agreement. Under the PPA with PEA, PEA will commit to buy all generated \nelectricity from the project up to 8 MW at the regulated PEA wholesale rate plus adder incentive \nof B8 for 10 years from commercial operations date. The PEA PPA will have an initial term of 5 \nyears, with automatic extensions on a continual basis, unless BCP terminates the PPA or either \nparty terminates following a breach of the PPA (by the other party) that is not resolved. The PPA \nis expected to be PEA’s standard PPA applied to other VSPPs. EGAT and PEA are considering \na gradual reduction in the adder for application to future solar projects. 18  \n \n41.  Thailand’s non-firm SPP and VSPP programs were among the first power solicitation \nprograms in Asia open to private sector participation in renewable energy generation projects up \nto 90 WM capacity. Thailand modeled elements of these two programs after the Public Utility \nRegulatory Policies Act of the United States, which was established to promote greater use of \nrenewable energy. The process for rewarding prospective producers under these two programs \nis competitive, controlled, and transparent. To ensure transparency, the public has equal access \nto the regulations of the two programs (including procedures, eligibility criteria, bid security \nrequirements, conditions, and evaluation measures) as well as access to the standard PPAs \nand pricing mechanisms, which are evenly applied and awarded to successful producers. The \ntransparent pricing mechanism for non-firm power producers is determined by EGAT’s short-run \navoided energy cost plus an additional adder payment (baht/kWh), which is fixed and awarded \nto all successful applicants. \n \n42.  The awards of the BCP PPAs (by EGAT on 10 August 2010 and by PEA on 23 June \n2010)  were  made  transparently  through  an  application  process,  in  accordance  with  all \n                                                 \n18 For new projects, the government is considering reducing the adder to B6.5/kWh. This change is not expected to \naffect the proposed project. \n ", "   11 \napplicable procedures under regulations of EGAT, EPPO and PEA. EGAT and PEA received \napplications from BCP for the PPAs in accordance with predefined and publicly available criteria.  \nIn processing of applications, one step was to determine interconnection capacity of existing \ntransmission lines and substations. If the application satisfied minimum criteria, a letter of \napproval would be issued by EGAT or PEA, requiring the posting of a security bond by the \napplicant. After details of land rights and other details were confirmed, a PPA specifying a \nscheduled commercial operation date would be approved.  In the case of solar projects, land for \nthe project is usually under title deed, and there is no need to seek consents of occupants of the \nland. The BCP PPAs were approved and signed under standard terms and conditions. The BCP \nPPAs were awarded through a process which complied with applicable provisions of ADB’s \nProcurement  Guidelines.  Under  the  project,  financing  of  downstream  procurement  is  also \ncontemplated for purchase of eligible goods and services under suitable procedures acceptable \nto ADB. \n \n43.  The programs are initiated periodically when a power utility (either EGAT for the SPP or \nPEA for the VSPP program) makes a public announcement offering to purchase electricity from \nprospective power producers. The announcement specifies the total amount of power to be \nawarded, dates and procedures (with sufficient time periods for submission and review), as well \nas  the  required  documents—including  details  of  the  proposed  power  plant  design  and \nconstruction, project site specifics, and project company experience and background—to be \nprovided  with  each  proposal.  Proposals  are  evaluated  based  on  predefined  and  publicly \navailable criteria such as technical, engineering and interconnection aspects, financial capacity, \nenvironmental impacts, and local consent and benefits. The power utility announces the results \nof its evaluation of each project 90 days following the closing date for submission of proposals. \nThe regulations also provides a mechanism for participants to file a petition or appeal to the \nEnergy Policy and Planning Office, whose goal is to obtain national and international recognition \nas an organization that adheres to the principles of transparency.  \n \n44.  EGAT  was  established  in  1969  as  a  state  enterprise  by  the  Electricity  Generating \nAuthority of Thailand Act, B.E. 2511 (1968). EGAT is the largest electricity generator in the \ncountry; the single wholesale purchaser of electricity; the system operator and dispatcher of the \ncountry’s systemwide electricity generation; the owner and operator of Thailand’s wholesale \ntransmission network; and the sole supplier of electricity to Thailand’s two electricity distribution \nauthorities, Metropolitan Electricity Authority and PEA. EGAT is rated BBB+/negative19 for \nforeign currency obligations and BBB+/negative for local currency obligations by S&P. EGAT \nhas never defaulted on any of its debt obligations and is considered one of the strongest off-\ntakers in ADB’s DMCs. EGAT receives sovereign support from the government and this support \nis expected to continue because of (i) the dominant and important service EGAT provides the \nelectricity  sector—and  to  a  large  extent  the  Thai  economy  as  a  whole,  (ii)  the  legislative \nrequirement that obligates the government to cover any deficiencies in its cash flows,20 (iii) the \ncurrent government guarantees for its debt obligations,21 and (iv) the government’s financial \ninterest in the wholly  state-owned utility. For these reasons, EGAT’s credit ratings are likely to \nremain linked to the sovereign ratings of the government.  \n \n45.  For the year ended 31 December 2009, EGAT had total revenues of B373 billion, net \nincome of B34 billion, and total assets of B474 billion. Electricity revenues have grown steadily \nfrom B259 billion in 2004 to B373 billion in 2009 at a compound annual growth rate of 7.5%. \n                                                 \n19 S&P's outlook revision to negative occurred on 2 December 2008 following similar action taken on the sovereign \ncredit ratings on Thailand, which is rated BBB+/negative.   \n20 If EGAT cannot obtain funds from other sources.  \n21 Guarantee covers all of EGAT’s foreign debt and approximately half of its domestic debt.  \n ", "12   \nEGAT’s net income increased to B34 billion in 2008 from B32 billion in 2007. EGAT’s debt-to-\nequity ratio has decreased in the past 3 years from 0.87 in 2006, to 0.82 in 2007 and 0.72 in \n2009.  \n \n46.  PEA is a state enterprise established by the Provincial Electricity Authority Act B.E. 2503, \nand  has  exclusive  rights  to  distribute  power  to  end  users  in  all  areas  except  Bangkok, \nNonthaburi and Samut Prakran provinces. The PEA Act requires the government to allocate \nadditional funds to the PEA in the event the PEA has insufficient funds in its budget to meet its \noperational and capital expenses or debts.22 These provisions indicate that the government will, \nto  some  extent,  stand  behind  the  PEA  and  support  it  (this  is  the  same  as  the  implied \ngovernment support for EGAT).  \n \n47.  PEA's operating revenues increased from B265.2 billion ($7.8 billion) in 2008 to B289.0 \nbillion ($8.5 billion) in 2009, and net income increased from B10.2 billion ($300 million) in 2008 \nto B14.0 billion ($412 million) in 2009. The net income increase is partly attributed to the foreign \nexchange gain of B442 million ($13 million) in 2009 compared to a foreign exchange loss of \nB1.5 billion ($44 million) in 2008, which is recognized as net income in the current year under \nThai Generally Accepted Accounting Principles. Financial leverage (total debt-to-assets ratio) \nremained  stable  at  62.1%  in  2008  and  61.4%  in  2009.  Overall,  PEA's  credit  profile  is \nsatisfactory due to adequate profitability, relatively stable cash flows and expected government \nsupport.  \n \n2.  Engineering, Procurement, and Construction \n \nCONFIDENTIAL INFORMATION DELETED \n \n48.  PB Power, acting as the owner’s engineer, has assisted BCP with the organization of the \nbidding  process,  technical  evaluation,  assessment  of  energy  yield,  grid  connection,  and \neconomic viability of the 34.5 MW SPP solar plant. Multicrystaline photovoltaic technology is \nconsidered a proven and reliable technology with an operational track record that extends for \nseveral decades. It has been utilized in hundreds of large and small installations, and there is \nsubstantial empirical evidence about its performance and life expectancy. The 9.43 MW plant \nwill also use similar technology and design and the modules will be installed alongside the 34.5 \nMW  solar  farm.  PB  Power  has  been  appointed  as  the  project  management  consultant \noverseeing the development and construction of both the 34.5 MW and the 9.43 MW project. \n \n49.  In general, the construction of solar photovoltaic projects is significantly less complex \nthan conventional power plants. There are no moving parts, no fuel processing requirements, \nand  no  need  to  handle  high  temperatures  and  pressures.  Scaling  up  a  project’s  capacity \nconsists of installing additional modules, and installation can be completed in phases, allowing \neach phase to start producing electricity once it is connected to the grid. Each of these aspects \nreduces the risk of cost overrun and time delay. The project will include a storm water and \ndrainage system.  \n \n50.  Suntech Power, a New York Stock Exchange-listed company, is one of the largest \nphotovoltaic solar panel manufactures in the world. In 2009, Suntech Power reached a solar cell \nand module capacity of 1.1 GW and is currently increasing its capacity to 2.0 GW by 2010 to \nbecome the world’s largest manufacturer. With offices in every major solar market, Suntech \n                                                 \n22 Section 23 of the PEA Act. \n ", "   13 \nPower has delivered over 2.2 GW of solar products to more than 1,400 customers in more than \neighty countries. Suntech’s modules are tested and certified by international certification bodies \nTechnischer Überwachungs-Verein, IEC, and ISO and are backed by an industry leading, 25-\nyear power output warranty. Suntech Power is able to achieve higher manufacturing efficiencies \nthrough economies of scale and lower costs while providing competitive warranties.  \n \n3.  Operation and Maintenance \n51.  Solar farms require minimal maintenance and operation is not expected to present major \ntechnical challenges. With no moving parts and a modular structure, the risk of major outages is \nlimited, as the failure of one module does not affect the output of the others. The project’s \nelectrical  inverters  (which  convert  direct  current  into  alternating  current)  will  be  continually \nmaintained to avoid the need for periodic replacement, and the photovoltaic solar panels will \nrequire daily monitoring and minimal maintenance (e.g., cleaning).  \n \nCONFIDENTIAL INFORMATION DELETED \n \n4.  Power Evacuation \n52.  The 34.5 MW and 9.43 MW solar projects will both connect to PEA’s transmission \nsystem located 200 meters across the road from the site. More specifically, the 34.5 MW project \nwill connect to PEA’s existing 115-kilovolt line, and the 9.43 MW project to the 22-kilovolt line, \nboth of which have sufficient capacity for the proposed interconnects. The interconnection costs \nare estimated at B1 million and will be borne by the project, with the construction work and right \nof way the responsibility of PEA.  \n \n5.  Anticorruption Policy and Policy Combating Money Laundering and the \nFinancing of Terrorism \n53.  BCP was advised of ADB’s Anticorruption Policy (1998, as amended to date) and policy \nrelating  to  the  Combating  of  Money  Laundering  and  the  Financing  of  Terrorism  (2003). \nConsistent with its commitment to good governance, accountability, and transparency, ADB will \nrequire BCP to institute, maintain, and comply with internal procedures and controls following \ninternational  best  practice  standards  for  the  purpose  of  preventing  corruption  or  money \nlaundering  activities  or  the  financing  of  terrorism  and  covenant  with  ADB  to  refrain  from \nengaging in such activities. The loan documentation between ADB and BCP will further allow \nADB to investigate any violation or potential violation of these undertakings. \n \n6.  Project Performance Monitoring, Reporting, and Evaluation \n54.  BCP  will  submit  quarterly  unaudited  financial  statements,  annual  audited  financial \nstatements, and annual environmental and social monitoring reports to ADB. BCP has agreed to \nhire  an  internationally  reputable  accounting  firm  to  audit  its  annual  accounts  according  to \ninternational financial reporting standards. ADB will monitor the project using information from \nits own sources and from the public domain. The project will be evaluated on three levels: (i) the \nsuccess of the project, (ii) the increase in Thailand’s solar power generating capacity, and \n(iii) the reduction in carbon emissions. The performance indicators are included in the design \nand monitoring framework (Appendix 1).  \n \nCONFIDENTIAL INFORMATION DELETED \n \n ", "14   \nIV.  THE PROPOSED ADB ASSISTANCE \nA.  The Assistance \n1.  Loan, Risk Participation, and Added Value \n \nCONFIDENTIAL INFORMATION DELETED \n \n55.  The  loans  will  each  be  structured  as  unsecured corporate  loans  to  BCP  and  have \nconditions precedent, events of default, covenants and representations and warranties that are \ncustomary for a corporate facility of this nature, and in line with provisions in other facilities \nprovided by commercial lenders to BCP. The proceeds of the loans will be used by BCP solely \nto finance the project. \n \nCONFIDENTIAL INFORMATION DELETED \n \n56.  The tenor is longer than tenors for corporate loans that are currently provided by Thai \ncommercial banks or the bond market.23 BCP’s solar project requires the long tenor because of \nthe nature of the project (long asset life, very high upfront capital expenditure and no ongoing \nfuel costs). Therefore, the long tenor from ADB’s loan plays a crucial role in ensuring the \neconomic and financial viability of the project to BCP. Moreover, by taking the back-end risk of \nthe commercial bank facility through an innovative risk participation structure, ADB is able to \nmobilize significant financing from a private sector bank. In addition, BCP has chosen ADB as a \nstrategic partner to expand into solar power because of ADB’s proven experience in financing \nrenewable energy combined with its strong mandate, reputation, and commitment to facilitating \nthe transition of DMCs to low-carbon economies. ADB strongly supports companies that have \nsound corporate governance structures and sustainable development policies, an area in which \nBCP has become a prominent leader within Thailand. The alignment in values between ADB \nand BCP supports the formation of a long-term partnership that would include future clean \nenergy projects.  \n \nCONFIDENTIAL INFORMATION DELETED \n \n2.  Compliance with Investment Limits \n \n57.  The proposed transaction, once approved and signed, will increase ADB's projected \nnonsovereign  exposure  by  end  of  June  2011  to  $5.9  billion.  Additionally,  the  proposed \ntransaction will increase nonsovereign exposure to Thailand to $354.8 million or 6.0% of the \ntotal nonsovereign exposure and will increase nonsovereign exposure in the renewal energy \ngeneration subsector to $612.8 million or 10.4% of total nonsovereign exposure. The proposed \nfinancing is within ADB’s approved medium-term, country, industry, single obligor and group \nexposure limits for nonsovereign transactions. ADB will ensure that the proposed ADB financing \nup to a maximum of $145 million will not exceed 25% of the total assets of the borrower. \nB.  Justification for ADB Assistance \n58.  ADB’s support for the project is justified based on the following: \n                                                 \n23 Companies with a BBB+ local credit rating can only raise funds in the Thai bond market with tenors of up to 5–7 \nyears. From commercial banks, BCP is able to mobilize loans with a tenor of up to 10 years. \n ", "   15 \n \n(i)  ADB assistance will play a crucial role in helping the project secure appropriate \nlong-term financing, which is a necessary condition for the viability of a solar \nproject. Due to the current market conditions, local banks can rarely provide \nloans for more than 5–10 years on a corporate basis. However, tenors required \nto  ensure  the  economic  viability  of  solar  power  generation  projects  are \nsignificantly longer. ADB's long-term local currency loan and pre-financed CERs \nfrom ADB's Future Carbon Fund help to achieve economic and financial viability \nof  a  power  generation  plant  that  has  high  upfront  investment  costs,  but  no \nongoing fuel cost. \n(ii)  ADB's innovative risk participation structure has a catalytic effect as it enables an \ninternational  commercial  bank  to  participate  in  long-term  financing  for  solar \nprojects in Thailand. \n(iii)  The project will be pioneering role in demonstrating the commercial viability of \nlarge-scale private sector solar farms, a model that can then be replicated by \nother private sector investors in the region. The proposed project will be one of \nthe first large-scale power generation plants tapping into Thailand's abundant \nsolar resource, which reflects over 50,000 MW of potential power generation \ncapacity. \n(iv)  ADB  assistance  for  the  project  is  consistent  with  ADBs  country  partnership \nstrategy for Thailand 2007–2011 (footnote 12) and country operations business \nplan,24 in which the three core strategic areas of partnership are infrastructure \ndevelopment,  environmentally  sustainable  development  and  capital  markets \ndevelopment. \n(v)  ADB’s TA will develop and support the identification of policy instruments that \nprovide incentives for corporations in DMCs to develop and implement carbon-\nneutral strategies; implementation of corporate strategies to determine and track \ntheir carbon footprint; align corporate, strategic, and environmental objectives; \nand monitor and comply with carbon reduction targets.  By training industry \nparticipants and disseminating knowledge on zero-carbon strategies, ADB will \nhelp to reduce the energy companies’ environmental impact and enhance their \nlong-term sustainability in the context of evolving global efforts and regulatory \nframeworks to reduce carbon emissions. \nC.  Risks and Mitigation Measures \nCONFIDENTIAL INFORMATION DELETED \n \n59.  The main risks of the project and their mitigation measures are as follows: \n \nCONFIDENTIAL INFORMATION DELETED \n \n(i)  Market and operational risk management. BCP has embraced enterprise risk \nmanagement  as  a  tool  to  mitigate  risks  associated  with  commodity,  foreign \nexchange, and interest rate fluctuations, as well as operational risks. Enterprise \nrisk  management  enhances  the  ability  of  BCP  to  achieve  its  business  and \noperating goals.  \n(ii)  Tenor of the offtake contract. The offtake agreement's tenor of 5 years is \nsubstantially  shorter  than  the  proposed  loan  tenor  of  15  years.  This  risk  is \n                                                 \n24 ADB. 2009. Country Operations Business Plan: Thailand, 2009–2011. Manila. \n ", "16   \nmitigated  by  the  automatic  renewal  feature  of  the  offtake  contract  without \namendment  and  at  the  option  of  the  project  (unless  there  is  a  breach  that \nremains uncured). Indications from historical experience and current government \npolicy on renewable energy point to minimal risk of the offtake contract not being \nrenewed. \n(iii)  Offtaker counterparty risk. 30 MW of electricity generated from the project will \nbe purchased by EGAT under the SPP program and 8 MW will be purchased by \nPEA  under  the  VSPP  program.  As  one  of  the  most  profitable  state-owned \ncompanies  in  Thailand,  EGAT  has  a  record  of  honoring  all  of  its  payment \nobligations under various PPAs even during the Asian financial crisis. EGAT’s \nfinancial position is strong and the government has supported EGAT in the past \nwith  guarantees  on  foreign  and  local  debt.  Furthermore,  the  EGAT  Act \ncontemplates  that  there  would  be  financial  support  from  the  government  for \nEGAT  (as  a  state-owned  enterprise)  in  appropriate  circumstances.  This  is \nreflected in EGAT's S&P ratings of BBB+/negative for long-term local and foreign \ncurrency obligations, which closely track Thailand's sovereign ratings. PEA has a \nsatisfactory credit profile and the PEA Act requires the government to allocate \nadditional funds to PEA in the event PEA has insufficient funds in its budget to \nmeet its operational and capital expenses or debts. \n(iv)  Adder  availability  risk.  The  “adder”  or  feed-in  tariff  of  THB8/kWh  is  only \navailable for the first 10 years post-completion and will fall away with 4 years \nremaining on ADB’s loan.  Once the adder expires, the project will be exposed to \nmarket risk with respect to the wholesale electricity tariff. This risk is mitigated by \nthe full-recourse nature of ADB’s loan and the fact that a significant level of debt \namortization will have occurred by the time the adder falls away. \n \nCONFIDENTIAL INFORMATION DELETED \n \n(v)  Technology risk. Multicrystalline photovoltaic technology was selected because \nit could provide higher capacity given limited land availability relative to thin-film \nPV panels.  This technology has been proven internationally at utility scale to be \na reliable and mature technology.   \n(vi)  Solar irradiation and site selection risk. Solar panels should be installed in a \nlocation with satisfactory and consistent sunlight. Independent solar resource \nstudies performed by the National Aeronautics and Space Administration show \nan average direct solar radiation level close to the project site of 5.18 kWh per \nsquare meter per day over the period 1987–2009. PB Power has also been \nengaged to analyze the results of the various studies. In addition, onsite solar \nmeasurements will be taken during construction. \n \nCONFIDENTIAL INFORMATION DELETED \n \n \n(vii)  Regulatory risk. Sudden changes or reversals in government policy toward the \nenergy sector may negatively affect cash flow from BCP’s operations. Regulatory \nrisk is, however, expected to be minimal in the Thailand electricity sector given \nthe priority and public commitment given by the government to the support of \nrenewable energy resources. Moreover, changing a publicly announced policy \nwould set an unpopular precedent and undermine investor confidence in the \nsector. Changes to regulatory standards in the BCP’s refining operations are \n ", "   17 \nexpected but these changes are generally phased in over time; in the past the \ngovernment has provided subsidies to ease the transition.  \n(viii)  Country risk. Thailand's country risk is low considering its well developed trade \nand manufacturing sectors. The government has high fiscal discipline and is \nknown  for  promoting  a  favorable  business  environment  that  values  contract \nenforcement and investor protections. However, political instability could affect \nthe country's reputation as an investment destination. \n(ix)  Counterparty risk on risk participant(s). The selected risk participant meets \nthe criteria of eligible counterparty under existing board policy. Mizuho has solid \ninvestment grade ratings (S&P: A+/Stable; Moody’s: Aa3/Stable; Fitch: A/Stable), \noperates a strong wholesale banking franchise and is considered a systemically \nimportant bank in Japan. Further, under the risk participation agreement, ADB is \nexpected to have the right to substitute any risk participant whose credit rating \nfalls below a specified minimum threshold.  \nD.  Assurances \n60.  Consistent  with  the  Agreement  Establishing  the  Asian  Development  Bank  (the \nCharter),25 the government has been requested to confirm that it has no objection to the \nproposed assistance to BCP. No funding will be disbursed until ADB receives such confirmation. \nADB  will  enter  into  finance  documents  acceptable  to  ADB  following  the  approval  of  the \nproposed financing by the ADB Board of Directors.  \nE.  Technical Assistance \n61.  Many  energy  companies  acknowledge  the  unsustainable  nature  of  large  carbon \nemissions in the long run and are therefore beginning a transition towards a lower carbon \nfootprint by investing in energy efficiency, assessing the carbon life cycle of their products, and \nrebalancing their portfolios towards lower-emission alternatives. This represents an enormous \nundertaking and challenge for the industry, one that is particularly difficult in DMCs that lack the \nrequired legislative incentives. Without strong legislative frameworks and incentives such as \ncarbon taxes or “cap and trade” emissions trading schemes, DMCs must rely on progressive \nindustry leaders within the private sector to initiate environmentally sustainable strategies that \ntake into account their overall carbon footprint and aim to reduce emissions on a company-wide \nbasis. \n \n62.  BCP is emerging as a leader in sustainability within the energy industry in ADB’s DMCs \nas it commits to neutralizing its carbon footprint by developing utility-scale solar power and \nreducing carbon emissions across its operations. BCP has initiated a proactive, zero-carbon \nstrategy that will reduce its environmental impact and enhance the long-term sustainability of \nthe company. The strategy, which also includes capital investment in biofuels and a larger \nselection of environmentally friendly product offerings, will lead to a stronger and more resilient \nThai economy, and advance global efforts to reduce carbon emissions. \n \n63.  The proposed TA amounting to $400,000 aims to support the implementation of carbon \nneutral strategies within private sector energy companies in DMCs. The TA will include (i) the \ndevelopment and implementation of a system to determine, track, and monitor BCP’s carbon \nfootprint on a company-wide basis and implement strategies to offset carbon emissions with an \n                                                 \n25  ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. \n ", "18   \nobjective  of  reaching  zero  emissions  within  a  set  time  frame;  (ii)  training  of  staff  on \nimplementation of the zero-carbon-footprint strategy; (iii) establishment of carbon life cycle \nassessment of BCP products (i.e., gasoline, ethanol, fuel oil, etc.) in accordance with generally \naccepted standards; (iv) creation of a simulation model to assess new products and investments \nwith  regard  to  emissions  and  potential  for  offsetting  of  emissions;  (v)  establishment  of  a \nbusiness-as-usual GHG emissions baseline as a reference case; and (vi) dissemination of \nknowledge in carbon tracking and reduction strategies through seminars and training for other \nenergy companies in the region.  \n \n \n64.  The TA will strengthen the managerial and governance capability of BCP (and eventually \nother energy companies in DMCs) as they make the transition from fossil-based to carbon-\nneutral business models. The TA will also organize seminars to build the capacity of energy \ncompanies that wish to be leaders in sustainability, raise the awareness of stakeholders in the \nenergy sector on the long-term benefits of a low-carbon-footprint strategy, and disseminate best \npractice guidelines. The beneficiary of the TA will be BCP to the extent that the TA will help it to \nbetter  plan  GHG  reductions  across  its  operations.  Other  energy  companies  are  also \nbeneficiaries as they will benefit from training and the dissemination of knowledge through the \nseminars.  \n \nV.  RECOMMENDATION \n65.  I am satisfied that the proposed loans would comply with the Articles of Agreement of \nthe Asian Development Bank (ADB) and recommend that the Board approve the Bangchak \nSolar Power Project. \n \nCONFIDENTIAL INFORMATION DELETED \n \n66.  If the Board approves the proposed loans I, under the authority delegated to me by the \nBoard,  will  approve  a  proposed  capacity  development  technical  Assistance  (TA)  of  up  to \n$400,000 to Bangchak Petroleum Public Company Limited to support the implementation of \ncarbon neutral strategies of BCP and other private sector energy companies in developing \nmember countries. \n \n \n \n \n \n \nHaruhiko Kuroda \n  President \n \n10 September 2010 \n ", "19 \nDESIGN AND MONITORING FRAMEWORK \n \n  Performance \nData Sources and   \nDesign  Targets and \nReporting Mechanisms  Assumptions and Risks \nSummary  Indicators \nImpact      Assumption \nDiversified energy  20.4% of primary  Statistics and  Stable and consistent \nmix through the  commercial energy  information disclosed  regulatory policies for the \naddition of  to come from  by the Ministry of  renewable energy sector \nrenewable energy  alternative energy by  Energy, Energy Policy   \ncapacity  2022 (increase from  and Planning Office,   \n  3% in 2005)  Departmental   \n    Operation Centre  Risk \n  At least one other  Demand for renewable power \nSolar power  utility-scale solar  from EGAT or PEA is lower \ngeneration  power generating  than expected \nreplicated  facility installed by \n2014 \nOutcome      Assumptions \nDemonstrated  Average of 58,000  Project reports on  Plant achieves forecasted \nprofitability  and  MWh of solar power  operations  production  \nsustainability of a  delivered to offtakers     \nutility-scale private  per annum  Statistics and  Offtakers comply with their \nsector solar power    information disclosure  purchase and payment \nfacility     by EGAT and PEA  commitments \nAverage annual   \nreduction in CO Clean Development \n2 \nemissions of 30,000  Mechanism executive \ntons  board reports \nOutputs      Assumption \n1. One of Thailand's  44.5 MW solar  BCP annual reports  Project agreements are \nfirst utility-scale solar  power capacity    adhered to as agreed by third \npower-generating  commissioned by  Offtaker (EGAT)  parties.  \nfacilities installed  2011  disclosure \nand operated.     \n  People employed  Project reports on \n  temporarily 2010-12  operations. Reports will \n  and permanently by  include compliance \n  2012: 50 and 8   with core labor \n    standards. \n2. Enhanced  Carbon monitoring \nmanagement and  and tracking system \ndecision making  in place by 2Q 2011 \ncapacity for   \ndeveloping carbon  Training Program \nneutral strategies   and Seminar for 50 \nindustry people by \n2Q 2011 \nActivities with Milestones  Inputs \n1.1.  Construction work in progress, as scheduled  ADB: B4,200 million \n1.2.  Commissioning of solar projects—October 2011  CONFIDENTIAL \n2.1  Technical assistance complete by 2Q 2011  INFORMATION DELETED \n2.2  TA training program and seminar complete by 2Q 2011   \n  ADB-TA: $400,000 \nAD B = Asian Development Bank, BCP = Bangchak Petroleum Public Company, CO  = carbon dioxide, EGAT = \n2\nElectricity Generating Authority of Thailand, MWh = megawatt hour, PEA = Provincial Electricity Authority, Q = \nquarter, TA = technical assistance \nSource: Asian Development Bank. \n "], "metadata": {"Author": "Asian Development Bank", "Company": "Asian Development Bank", "CreationDate": "D:20101116134132+08'00'", "Creator": "Acrobat PDFMaker 9.0 for Word", "Keywords": "ayutthaya, thailand, bangchak solar power, thailand solar power projects, solar power generation plants, energy, renewable energy, private sector development, capacity development technical assistance, carbon neutral strategies, adb project 44931", "ModDate": "D:20120229112319+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "SourceModified": "D:20101116054101", "Subject": "Report and recommendation of the President to the Board of Directors describing terms and conditions proposed for the Bangchak Solar Power Project in Thailand, for the approval of Asian Development Bank's Board of Directors. ", "Title": "RRP: Thailand: Bangchak Solar Power Project"}}