{"path": "data/input/ta/45024-001-prc-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 45024 \nPolicy and Advisory Technical Assistance (PATA) \nNovember 2011 \n \n \n \n \nPeople’s Republic of China: Developing Multimodal \nPassenger Transport Hubs\n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 2 November 2011) \n \nCurrency Unit –  yuan (CNY) \nCNY1.00 =  $0.1572 \n$1.00 =  CNY6.3590 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  MOT  –  Ministry of Transport \n  PRC  –  People’s Republic of China  \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Policy and advisory technical assistance (PATA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Transport and ICT (road transport) \nThemes (subthemes)  –  Economic growth (promoting economic efficiency and enabling \nbusiness environment), environmental sustainability (urban \nenvironmental improvement), capacity development (client \nrelations, network, and partnership development) \nLocation impact  –  Urban (high), national (high) \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice-President  S. Groff, Operations 2 \nDirector General  K. Gerhaeusser, East Asia Department (EARD) \nDirector  T. Duncan, Transport and Communications Division, EARD \n   \nTeam leader  S. Saxena, Senior Transport Specialist, EARD \nTeam members  X. Chen, Transport Specialist (Railways), EARD \nK. J. Kim, Transport Specialist, EARD \nS. Lewis-Workman, Transport Economist, EARD \nD. Samson, Operations Assistant, EARD \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n1.  The  Government  of  the  People’s  Republic  of  China  (PRC)  has  asked  the  Asian \nDevelopment Bank (ADB) for policy and advisory technical assistance (TA) to support the \ndevelopment of a multimodal passenger transport policy based on international best practice. \nDuring the fact-finding mission, ADB and the government reached an understanding on the \nimpact, outcome, outputs, implementation arrangements, costs, financing arrangements, and \nterms of reference for consulting services for the TA.1 The design and monitoring framework is \nin Appendix 1. \n \nII.  ISSUES \n2.  The increasing size of cities and growth of intercity travel have led to increases in the \naverage length of passenger journeys in the PRC. Longer trips also mean that an increasing \nnumber of journeys will be multimodal, involving use of more than one mode to complete a \nsingle trip, and requiring transfers between modes. In passenger transportation, multimodal \njourneys are quite common and a multimodal transport hub (or transport interchange) is defined \nas a place where passengers change transport modes. This can be at train stations, rapid \ntransit stations, bus stops, tram stops, airports, or anywhere that two or more of these modes \ncome together. These transfer points play an important role in transportation, and can become a \nbottleneck if not adequately developed. Well-designed and integrated multimodal passenger \ntransport hubs are therefore needed to reduce inefficiencies, reduce travel times, and increase \ntraveler convenience.  \n \n3.  A good passenger transport system is often built around a high-capacity rail system. \nOther  modes  such  as  buses,  taxis,  and  nonmotorized  vehicles  are  typically  used  when \ntransporting passengers between a train station and their home or working place. Thus the \ninterchange between trains and other modes is often inevitable in a well-functioning public \ntransportation network. Short interchange times are consequently a very important factor in \nmaking public transportation a viable alternative for personal travel.  \n \n4.  In the PRC, the high-speed rail network has been rapidly expanded. However, railway \nstations for the new lines are often located far from city centers, and poorly integrated with the \ncity transport systems. Thus, while the high-speed rail network will facilitate faster intercity or \nsuburban travel, the stations and surrounding areas must be efficiently linked to the existing city \nwith  well-designed  multimodal  transport  infrastructure  and  high-quality  integrated  public \ntransport services. This will ensure a reduction in transport costs, increase travel opportunities \nand regional accessibility to jobs and services, and promote economic development and poverty \nreduction.   \n \n5.  A key challenge is how to assess the performance of multimodal passenger transport \nhubs. Presently the PRC has no technical standards or specifications to guide the development \nof high-quality multimodal hubs. The result has been urban transport systems with relatively \ninconvenient transfers, longer trip times, and higher transport costs than would be achieved with \nbetter coordinated planning and integrated multimodal transfer facilities. Simple, but important, \nvariables are needed to assess the performance of hubs. For instance, “time of transfer” is a \nkey variable that indicates the time needed to transfer across modes. A traveling passenger will \nusually not accept an excessively long waiting time at a mode change point and considerable \ndelays during transfers may induce shifts to private vehicles. Hence terminal layouts can be \n                                                 \n1  The TA first appeared in the business opportunities section of ADB’s website on 3 October 2011. \n ", "2   \nassessed using transfer times as a performance measure. This would ensure designs that \nfacilitate passenger convenience by focusing on short walking distances and easily accessible \nwaiting areas. Such performance measures are needed to guide the design and development of \nmultimodal hubs. \n \n6.  In  the  PRC,  lack  of  institutional  coordination  is  another  barrier  to  developing  good \nmultimodal  hubs.  The  planning,  implementation,  and  management  of  key  transport \ninfrastructure and systems is typically carried out by agencies operating independently. For \nexample, new railway stations are designed and built by the Ministry of Railways. Land is \nusually provided in a nearby but separate location for local or intercity bus companies to \nconstruct bus stations. The independent facilities are generally well designed and constructed, \nbut often lack efficient physical connections between modes, have limited information and fare \nsystem integration, and tend to cluster distinct mode-specific hubs rather than combine them in \nsingle multimodal facilities. This results in poor service for passengers, unsafe and congested \npedestrian  movements,  and  consumes  too  much  urban  land—inhibiting  land  development \nopportunities. \n \n7.  The main goals of multimodal transport hub design can be summarized as follows: \n \n(i)  Provide an efficient point of transfer between transport modes to streamline and \noptimize overall transport network functionality. In the absence of transit hubs, \npublic transport tends to have less coverage and significant route overlaps and \nredundancy, leading to increasing road congestion and reducing the economic \nviability of public transport operations.  \n(ii)  Provide  quality  service  for  passengers  to  make  public  transportation  an \nappealing option. Given the choice, many people would prefer a nonstop journey \nfrom  door-to-door  by  a  private  vehicle.  A  high-quality  hub,  providing  a \ncomfortable and seamless transfer experience, is a vital ingredient for making \npublic transport an attractive alternative to using private vehicles. This will reduce \nenergy  consumption  and  greenhouse  gas  emissions,  and  provide  a  more \nsustainable economic basis for public transport operators.  \n(iii)  Maximize  the  commercial  opportunity  within  the  hub  to  provide  additional \nrevenue  sources  to  contribute  to  meeting  the  cost  of  hub  operation  and \nmaintenance. The high-traffic flow is attractive to many types of commercial \noperators and, if properly designed and managed, can generate income without \ncompromising operations or quality of service. \n(iv)  Integrate with the surrounding urban area to maximize the pedestrian catchment \narea and encourage transit-oriented development. \n \n8.  The TA focuses on enhancing the efficiency and appeal of public transport systems and \nmultimodal integration; this fits well with ADB’s Sustainable Transport Initiative, which provides \nnew directions to promote more environmentally and socially sustainable transport systems in \nline with Strategy 2020.2 \n \nIII.  THE TECHNICAL ASSISTANCE \n9.  The TA will assist the government with the planning and implementation of multimodal \npassenger  hubs  in  urban  areas.  It  will  support  development  of  a  multimodal  passenger \n                                                 \n2  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n ", "  3\ntransportation policy by introducing and incorporating international best practices. The TA will \ndevelop  guidelines  and  recommendations  to  support  the  appraisal  and  development  of \nmultimodal passenger hubs with the aim of providing fast and efficient transfers as well as \ncomfortable and convenient facilities. It will examine issues of integrating land use in hub \ndesigns  and  the  potential  for  realizing  the  land  value  gains  and  commercial  spinoffs  for \nenhancing the financial viability of multimodal hub projects. The TA will focus on bringing \ntogether examples of best practice multimodal hubs from around the PRC and internationally, \nidentifying key features of best-practice hubs, and determining their impact on system and \nfinancial performance. It will publish detailed guidelines on best practices for different types of \nhubs; and prepare plans for a scheme to provide incentives for cooperation among all modes \nand stakeholders. \n \n10.  The TA will specifically focus on hubs being developed around railway stations since \nsuch hubs represent the major area of opportunity and expansion in the PRC. The TA will \nexplore the most efficient ways of achieving integration between modes such as bus, taxi, urban \nrail, intercity rail, and nonmotorized transport. \n \nA.  Impact and Outcome \n11.  The impact of the TA will be improved efficiency and usability of multimodal hubs in the \nPRC.  The  outcome  is  that  policy  recommendations,  measures,  and  actions  for  integrated \nmultimodal passenger transport hubs development are implemented. \n \nB.  Methodology and Key Activities \n12.  The TA will have three main outputs intended to support the development of multimodal \nhubs  in  the  PRC:  (i)  illustrated  multimodal  hub  development  guide,  (ii)  recommendations \n(including  indicators)  for  performance  assessment  of  multimodal  hubs,  and  (iii)  policy \nrecommendations for improving interagency coordination. \n \n13.  Illustrated multimodal hub development guide. The TA will focus on bringing together \nexamples of best practice multimodal hubs from around the PRC and internationally, identify \nkey features and determine their impact on system performance, and publish detailed guidelines \non best practices for different types of hubs.  \n \n14.  The  illustrated  guide  will  be  published  as  a  knowledge  product  for  designing  and \ndeveloping multimodal passenger transport hubs. It will be created in a web format version, \nwhich will be uploaded for ready reference. The book will (i) discuss key principles of multimodal \nhub design; (ii) explain potential design features, particularly in the context of passenger and \nvehicular flow diagrams; (iii) discuss and illustrate examples of integrated land use planning for \nsuch  hubs  based  on  successful  experiences  in  other  countries;  (iv)  provide  pictures, \nphotographs,  design  concepts,  and  three-dimensional  views  to  explain  best  practice;  and  \n(v) include illustrated examples based on reviews of existing designs of hubs that have been \ncompleted or are under construction. \n \n15.  Recommendations  (including  indicators)  for  performance  assessment  of \nmultimodal  hubs. A key aspect of the study will be to conduct research on the financial \nmeasures, appraisal methodology, and performance specifications that can be used to assess \nthe  proposed  multimodal  hub  projects.  Examples  include  (i)  design  standards  reflected  in \nperformance  measures  of  multimodal  transfers  such  as  maximum  distances  or  maximum \ntransfer times between modes; (ii) financial standards based on minimum–maximum ratios such \n ", "4   \nas investment–time saved; (iii) service standards based on information system specifications, \nticketing systems, and standards for signage and other services; and (iv) model for realizing \nland value gains and commercial spinoffs to enhance overall financial viability. The findings and \nrecommendations will be published as a policy-oriented knowledge product. \n \n16.  The standards may be different depending on passenger demand projected for the hub, \nthe number of modes to be integrated, and the size and type of facility. The TA will conduct \nresearch on key financial and performance measures and establish benchmarks based on best \npractice multimodal hubs from around the world for multimodal accessibility, efficiency, and \nfinancial sustainability. \n \n17.   Policy  recommendations  for  improving  interagency  coordination.  The  TA  will \nprepare  a  detailed  scheme  to  provide  incentives  for  cooperation  among  all  modes  and \nstakeholders.  The  TA  outputs  will  include  stakeholder  workshops  to  disseminate  the  best \npractices in multimodal hub design, promote consensus in strategies for improving interagency \ncoordination, and formulate a proposed implementation strategy that identifies new projects that \ncould apply the recommendations. \n \nC.  Cost and Financing \n18.  The government has requested ADB to finance $500,000 equivalent. The TA will be \nfinanced on a grant basis by ADB’s Technical Assistance Special Fund (TASF-other sources).  \nThe  government  will  provide  counterpart  support  in  the  form  of  suitably  furnished  office \naccommodation with utilities; telecommunications access; materials, maps, data and documents \nrequired  by  the  TA;  counterpart  professional  staff,  and  support  staff;  and  other  in-kind \ncontributions. Details of the cost estimates and financing plan are in Appendix 2. \n \nD.  Implementation Arrangements \n19.  The Ministry of Transport (MOT) will be the executing agency for the TA. It will be \nresponsible  for  guiding  and  supervising  the  TA  activities  and  coordinating  with  relevant \ngovernment agencies and organizations, including provincial and local governments. MOT is \nsupporting the implementation of pilot and demonstration multimodal hub projects in a number \nof  provinces.  Currently,  plans  are  in  place  to  build  more  than  100  passenger-transport \nmultimodal hubs in the PRC. MOT needs effective models of support, and technical guidelines \nand  standards  to  guide  the  implementation  of  multimodal  passenger  hubs  in  urban  areas \nnationwide. The support for multimodal hubs represents an opportunity to develop a new area \nfor ADB-financed investment in urban transport in the PRC in line with the direction of ADB’s \nSustainable Transport Initiative. \n \n20.  The TA will require about 18 person-months of national and about 7 person-months of \ninternational consulting services to carry out the terms of reference (Appendix 3). ADB will \nengage a team of national consultants through a consulting firm, in accordance with ADB’s \nGuidelines on the Use of Consultants (2010, as amended from time to time) on the basis of the \nquality of the proposal (90%) and the cost of services to be provided (10%), using simplified \ntechnical proposal procedures. The 90:10 weighting is appropriate because (i) the TA is an \nadvanced assignment that requires a high degree of expertise in multimodal hub designs, and  \n(ii) the TA is likely to have a significant impact on future development of multimodal hubs in the \nPRC. \n \n ", "  5\n21.  ADB will engage individual international consultants in accordance with the Guidelines \non the Use of Consultants. Individual consultants are needed, as the TA is an advanced \nassignment that requires specialized expertise in integrated urban transport hub designs and \ninstitutional coordination. These are new themes, even within developed countries, and the \nrequired skill sets are unlikely to be readily available through firms. The individuals may be from \nacademia in order to have a suitable background to develop the best practice guide that collates \nvaried experiences in multiple countries. \n \n22.  Disbursement will be undertaken in line with ADB’s Technical Assistance Disbursement \nHandbook (2010, as amended from time to time). The TA will be implemented from 15 February \n2012 to 15 March 2013. \n \n23.  The consultants will submit inception, interim, draft final, and other reports as applicable. \nThey will hold regular workshops to present findings and recommendations and solicit feedback \nfrom key stakeholders. The Ministry of Railways and other relevant ministries and agencies will \nbe closely consulted and involved during TA implementation and in the review of the TA outputs. \nThey will be invited to participate in the review workshops and discussions pertaining to the TA. \nADB missions will monitor TA progress and performance. The consultants are expected to \nprepare  and  disseminate  working  papers  describing  key  findings,  recommendations,  and \nlessons from TA implementation. \n \nIV.  THE PRESIDENT'S DECISION  \n24.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis to \nthe  Government  of  the  People’s  Republic  of  China  for  Developing  Multimodal  Passenger \nTransport Hubs, and hereby reports this action to the Board. \n \n \n \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \n    Data Sources and   \n  Performance Targets and  Reporting   \nDesign Summary  Indicators with Baselines a Mechanisms  Assumptions and Risks \nImpact      Assumption \nImproved efficiency  Transfer time at mode  MOT reports  Stakeholder interest and \nand usability of  interchange points in the  continuous \nmultimodal hubs in the  PRC reduced by 10% by  implementation of \nPRC  2018  recommended \nimprovement methods \neven after TA completion \nOutcome      Assumption \nPolicy  MOT endorses policy  MOT reports of  National and local \nrecommendations,  recommendations,  status of the  government departments \nmeasures, and actions  measures, and actions by  progress in  are willing to incorporate \nfor integrated  2013  implementing the  international best practice \nmultimodal passenger  guidelines and  into multimodal hub \n \ntransport hubs  recommendations for  designs and policy \nSelected local government \ndevelopment  project assessment  formulation \nunits accept \nimplemented   \nrecommendations and \nRisk \nbegin implementation by \nPossible lack of \n2013 \ncooperation between \ndifferent modes of urban \n   \ntransport \nOutputs      Assumptions \n1.  Illustrated  Illustrated guide is  Final publication and  Government provides \nmultimodal hub  submitted to the  presentation in the  counterpart support as \ndevelopment guide  government and ADB by  workshop  committed \npublished  Jan 2013    Stakeholders actively \n  participate and provide \nsupport \nLocal governments and \nMOT provide data and \ninformation needed to \nsupport policy analysis \n      Risk \n2.  Recommendations  Indicators are submitted to  Final report, review  Lack of involvement of \n(including  the government and ADB  meeting, and  the Ministry of Railways \nindicators) for  by Jan 2013  presentation in the  during implementation \nperformance  workshop   \nassessment \ncompleted \n     \n3.  Policy  Recommendations  Final report, review \nrecommendations  including implementation  meeting, and \nfor improving  plan are submitted to the  workshop \ninteragency  government and ADB by \ncoordination  Jan 2013 \ndeveloped \n \n \n ", "Appendix 1  7 \nActivities with Milestones  Inputs \n1.1  Conduct research on the technical standards and specifications of hub  ADB: $500,000 \ndesigns to be promoted as part of the multimodal hub program (complete  Government: in-kind \nwithin 4 months of project initiation).  contribution1 \n1.2  Collect examples of best practices in the form of pictures and develop \n   \nschematics  and  illustrations  (complete  within  8  months  of  project \ninitiation).     \n1.3  Assess  training  needs  of  key  government  officials  (complete  within \n   \n8 months of project initiation) and plan an international training program \nto visit examples of best practice multimodal hubs. \n   \n1.4  Develop illustrated guide for designing and developing multimodal hubs \nfor publication (complete within 10 months of project initiation).     \n \n \n2.1  Conduct research on design standards that measure performance of \nmultimodal  transfers,  such  as  maximum  distance  or  transfer  time   \nbetween modes for different types of multimodal hubs (complete within \n   \n6 months of project initiation). \n2.2  Research  financial  standards  to  enable  benchmarking,  e.g.,  ROI,     \nfinancial sustainability (complete within 8 months of project initiation). \n   \n2.3  Research examples of projects that have successfully realized the land \nvalue  gains  for  enhancing  the  financial  viability  and  provide     \nrecommendations. \n   \n2.4  Develop  recommendations  (including  indicators)  for  assessing  the \nperformance of proposed multimodal hubs (complete within 10 months of \n \nproject initiation). \n2.5  Publish  as  a  policy-oriented  knowledge  product  (complete  within  12 \nmonths of project initiation). \n \n3.1  Conduct institutional analysis sessions with MOT and local governments \n(complete within 6 months of project initiation). \n3.2  Complete  review  of  existing  institutional  arrangements  that  address \nmultimodal  transport  hubs  (complete  within  8  months  of  project \ninitiation). \n3.3  Propose policies to improve interagency coordination (complete within \n10 months of project initiation). \nMOT = Ministry of Transport, PRC = People’s Republic of China, ROI = return on investment, TA = technical \nassistance. \na  Performance targets and indicators will be refined further during TA processing.  \nSource: Asian Development Bank staff. \n \n \n \n                                                 \n1  This includes suitably furnished office accommodation with utilities; telecommunications access; materials, maps, \ndata and documents required by the TA; utilities for the consultants, counterpart professional staff, and support \nstaff; and other in-kind contributions. \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Total Cost \nA.  Asian Development Bank Financinga   \n1.  Consultants   \n    a.  Remuneration and per diem   \n      (i)  International consultants (7 person-months)  164.5 \n      (ii) National consultants (18 person-months)  128.5 \n                        (iii) External peer reviewer (5 days)  5.0 \n    b.  International and local travel  30.0 \n    c.  Reports, translation, and communications  25.0 \n  2.  Equipmentb  3.0 \n  3.  Workshops and seminarc  40.0 \n  4.  International trainingd  45.0 \n  5.  Miscellaneous administration and support costs  5.0 \n6.  Surveys  8.0 \n7.  Contract negotiations  6.0 \n  8.  Contingenciese  40.0 \n  Total   500.0 \n   \nNote:  The  government  will  provide  counterpart  support  in  the  form  of  suitably  furnished  office \naccommodation  with  utilities;  telecommunications  access;  materials,  maps,  data  and  documents \nrequired by the TA; counterpart professional staff, and support staff; and other in-kind contributions. \na \nFinanced by the Asian Development Bank’s Technical Assistance Special Fund (TASF-other sources). \nb \nIncludes computers, printer and facsimile machine, and software to be procured under the contract for \nconsulting services. The equipment described will be procured by the consulting firm in accordance \nwith ADB's Procurement Guidelines (2010, as amended from time to time) and will be turned over to \nthe executing agency upon completion of the project.  \nc \nWorkshops and seminars will be implemented by the consultants and the costs administered through \nthe consulting contract. This includes interpretation costs. \nd \nCosts will be incurred in Asian Development Bank member countries. \ne \nResource  persons  may  be  hired  to  participate  in  workshops  and  seminars  using  unallocated \ncontingency funds. \nSource: Asian Development Bank estimates. \n \n \n ", "  Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The  consultants  will  perform  their  tasks  in  close  consultation  with  the  Ministry  of \nTransport (MOT), other national government agencies, and local governments to ensure full \nacceptance of the outcome of the technical assistance (TA). The TA will require 25 person-\nmonths of consulting services (7 person-months international and 18 person-months national) \nover 13 months. The following types of specialists will be recruited:  \n \n(i)  integrated urban transport planning specialist (3 person-months international, 5 \nperson-months national), \n(ii)  architect (2.5 person-months international, 4 person-months national), \n(iii)  financial specialist (1.5 person-months international, 3 person-months national), \n(iv)  civil engineer (3 person-months national), and \n(v)  institutional coordination specialist (3 person-months national). \n \nA.  Scope of Work \n \n2.  The objective of the TA is to guide the development and construction of multimodal \npassenger  hubs  that  will  provide  fast  and  efficient  transfers,  comfortable  and  convenient \nfacilities, integrated systems, and high-quality designs. The expected outputs and tasks are \nsummarized below: \n \n(i)  Output  1:    Illustrated  multimodal  hub  development  guide  published. \nResearch  examples  of  best  practice  and  lessons  from  multimodal  hubs \ndeveloped in the People’s Republic of China (PRC) and internationally, identify \nkey features and determine their impact on system performance, and publish \ndetailed guidelines on best practices for different types of hubs. \n(ii)  Output  2:  Recommendations  (including  indicators)  for  performance \nassessment completed. Conduct research on key financial and performance \nmeasures and establish benchmarks based on best practice multimodal hubs \nfrom  around  the  world  for  multimodal  accessibility,  efficiency,  and  financial \nviability.  Identify  the  key  variables  and  indicators  for  assessing  the  financial \nviability  of  the  project  and  develop  a  framework  for  assessing  the  same. \nRecommend options for enhancing the financial viability of multimodal hubs. \nPublish as a policy-oriented knowledge brief. \n(iii)  Output 3: Policy recommendations for improving interagency coordination \ndeveloped.  Prepare  a  scheme  linked  to  the  subsidy  program  and  propose \npolicies to provide incentives for cooperation among all modes and stakeholders. \n \nB.  Specific Tasks \n \n1.  Integrated  Urban  Transport  Planning  Specialist  (3  person-months \ninternational and 5 person-months national)  \n \n3.  The integrated urban transport specialists (national and international) will contribute to all \nthe tasks and act as the team leader (national) and deputy team leader (international). The team \nleader and deputy team leader will be responsible for ensuring close coordination between the \nnational and international consultants. \n \n4.  The international consultant should have extensive knowledge and experience (at least \n10 years) with urban planning, and policy development and reform in one or more developed \n ", "10  Appendix 3 \ncountries, and should have extensive experience formulating integrated multimodal transport \nsector strategies and designing multimodal passenger transport hubs. The national integrated \nurban transport specialist will act as the team leader. In addition to overseeing the work of the \nnational consultants, the specialist will act as the liaison person with the government. The team \nleader will have overall responsibility for the effective and timely implementation of the TA. The \nnational consultant should have extensive knowledge and experience (at least 7 years) with \nurban planning, and development of multimodal transport hubs. \n \n5.  The consultants’ work will include the following: \n \n(i)  Conduct research on the technical standards and specifications of hub designs to \nbe promoted as part of the multimodal hub program. \n(ii)  Provide expert advice on lessons from international experience in developing \nintegrated multimodal hubs. \n(iii)  Develop  a  guidance  methodology  for  forecasting  traffic  demands  for  each \ntransport  mode  and  determining  the  transfer  rate  needed  between  different \nmodes for providing guidance on the design of hubs. \n(iv)  Assess the training needs of key government officials and plan an international \ntraining program to visit examples of best practice multimodal hubs. \n(v)  Provide recommendations on integrated land use planning for such hubs and the \npotential for realizing the land value gains for enhancing the financial viability of \nmultimodal hub projects based on successful experiences in other countries. \n(vi)  Develop design standards that reflect best practices in terms of the measurable \nperformance of multimodal transfers, such as maximum distances or transfer \ntimes between modes for different types of multimodal hubs. \n(vii)  Recommend standards to be adopted for improved services at these hubs such \nas information system specifications; ticketing, signage, and universal designs to \nfacilitate the needs of the elderly, disabled, and women. \n \n6.  In addition, the team leader will be responsible for: \n \n(i)  Fostering close coordination between international and national consultants and \ncoordinating with the executing agency, other related government agencies, the \nAsian Development Bank (ADB), and other international organizations. \n(ii)  Planning and leading the workshops and seminar.  \n(iii)  Arranging pictures and photographs of the hubs visited during the international \ntrip and from other sources for the illustrated guide. \n(iv)  Ensuring the timeliness and high quality of the inception, interim, and final reports \nand assuming primary responsibility for developing and implementing knowledge \nproducts and services to disseminate the study findings and policy proposals to \nsenior decision-makers. \n \n2.  Architect (2.5 person-months international and 4 person-months national)  \n \n7.  The  architects  should  have  extensive  knowledge  and  experience  with  designing \nmultimodal passenger hubs. They will be responsible for delivering tasks 1 and 2. Work will \ninclude the following: \n(i)  Develop  a  set  of  key  standards  and  multimodal  hub  design  principles  that \npassenger hubs should aspire to meet to promote (a) passenger convenience, \n(b) user comfort, (c) safety, and (d) aesthetic quality. \n ", "  Appendix 3  11 \n(ii)  Develop conceptual designs and illustrations of best practice multimodal hubs \nusing a range of visual aids. \n(iii)  Provide  detailed  inputs  for  the  illustrated  guidebook,  including  pictures, \nphotographs, and schematics that demonstrate best practices in multimodal hub \ndesigns. \n(iv)  Review the plans of at least two multimodal hubs under development and give \nsuggestions to improve them using best practice examples. \n(v)  Conduct  research  on  key  performance  measures  and  establish  benchmarks \nbased on best practice multimodal hubs from around the world for multimodal \naccessibility and efficiency. \n(vi)  Assist in developing design standards that reflect best practices in terms of the \nmeasurable performance of multimodal transfers, such as maximum distances or \ntransfer times between modes for different types of multimodal hubs. \n \n3.  Financial  Specialist  (1.5  person-months  international  and  3  person-months \nnational) \n \n8.  The financial specialists should have experience carrying out financial appraisal and \nfeasibility  assessments  of  multimodal  passenger  hubs  and  have  been  involved  in  the \nassessment of at least two passenger multimodal hubs. They will be responsible for delivering \ntask 2. Their work will include the following: \n(i)  Identify  and  suggest  a  quantification  method  for  the  main  variables  that \ndetermine the costs and benefits of multimodal hubs. \n(ii)  Develop  a  framework  for  carrying  out  financial  and  economic  analysis  of \nmultimodal hub projects. \n(iii)  Recommend  financial  measures  and  minimum–maximum  ratios  such  as \ninvestment–time saved that could be used for assessing projects. \n(iv)  Recommend options for accessing additional revenue streams and enhancing \nthe financial viability of such projects. \n(v)  Research examples of good business models including land value capture and \ngive recommendations applicable to the PRC. \n \n4.  Civil Engineer (3 person-months national) \n \n9.  The  civil  engineer  should  have  experience  with  designing  and  costing  multimodal \npassenger  hubs  and  have  been  involved  in  the  design  and  development  of  at  least \ntwo passenger multimodal hubs. The consultant will be responsible for delivering tasks 1 and 2. \nWork will include to the following: \n \n(i)  Assist in developing conceptual designs of multimodal hubs computed aided \ndesign packages. \n(ii)  Provide engineering review of constructability and design feasibility, and prepare \nindicative cost estimates of multimodal hub designs and concept plans. \n(iii)  Assist  in  preparing  a  reference  book  with  pictures  that  demonstrate  best \npractices in multimodal hub designs. \n(iv)  Review the plans of at least two multimodal hubs under development and give \nsuggestions using best practice examples. \n(v)  Conduct  research  on  key  performance  measures  and  establish  benchmarks \nbased on best practice multimodal hubs from around the world for multimodal \naccessibility and efficiency. \n ", "12  Appendix 3 \n(vi)  Assist in developing design and technical standards that reflect best practices in \nterms of the measurable performance of multimodal transfers, such as maximum \ndistances  or  transfer  times  between  modes  for  different  types  of multimodal \nhubs. \n \n5.  Institutional Coordination Specialist (3 person-months national) \n \n10.  The  institutional  coordination  specialist  should  have  extensive  knowledge  and \nexperience  of  institutions  and  policy,  including  in-depth  appreciation  of  the  role  and \nresponsibility of MOT and other key PRC ministries, and provincial and local governments \ninvolved in developing, managing, and operating various transport modes. The consultant will \nbe responsible for delivering task 3. Tasks will include the following: \n \n(i)  Identify and liaise with key stakeholders and agencies including, as appropriate, \nMinistry of Construction, Ministry of Railways, MOT, National Development and \nReform  Commission,  urban  public  transport  operators,  local  and  regional \nplanners and design institutes, taxi federations and companies, long distance bus \noperators, ferry operators, and any other transport user representatives. \n(ii)  Plan  and  convene  stakeholder  consultations  and/or  focus  groups,  including \ntransport system user representatives, to solicit ideas and possible strategies for \npromoting interagency and intermodal cooperation. \n(iii)  Prepare a detailed scheme linked to the subsidy program and propose policies to \nprovide incentives for cooperation among all modes and stakeholders. \n(iv)  Develop an appropriate legal and regulatory decree (such as in the form of a \nstate decree and ministerial orders) that the central government can issue to \nensure better institutional coordination. \n \nC.  Reporting and Workshops \n \n11.  The consultants will submit the following reports:  \n \n(i)  an  inception  report,  3  weeks  after  commencement  of  services,  detailing  the \nconsultant team’s understanding of the issues to be addressed in the TA; the \napproach, methodology, and information required to complete the TA; and the \ninitial thinking of the consultant team on the recommended policy directions;  \n(ii)  a draft illustrated guide on best practices and an interim report including initial \nfindings, financial and performance indicators, and draft recommendations for \nproviding incentives for best practices and improving institutional coordination \nafter 24 weeks;  \n(iii)  a  draft  final  illustrated  guide  and  a  draft  final  report  (knowledge  product) \ncontaining  policy  recommendations  after  36  weeks  (including  key  findings, \nconclusions,  benchmarking  indicators,  and  institutional  coordination  scheme); \nand  \n(iv)  a final version of the illustrated guide and report (knowledge product) 4 weeks \nafter receipt of review comments from ADB and MOT.  \n \n12.  MOT requires five copies of each report in English and Chinese, the Ministry of Finance \n(TA Division) needs two copies of each report in English and Chinese, and ADB requires five \ncopies of each report in English and Chinese. The consultants will report on progress and key \nfindings. The team leader and the deputy team leader will edit the reports and illustrated guide \nfor publication. All reports will be submitted in hard and soft copy.  \n ", "  Appendix 3  13 \n \n13.  The  consultants  will  organize  an  inception  meeting  and  two  workshops,  which  will \ninclude high-level consultation with key policy makers and other sector stakeholders.  \n(i)  The inception meeting will review the inception report and provide guidance to \nthe consultants for implementing the various tasks specified under the terms of \nreference.  \n(ii)  The first workshop will be conducted after the international training tour, discuss \nthe outcomes and lessons from the training tour, and analyze the best practice \nexamples seen during the tour. It will discuss findings regarding the assessment \nof multimodal hubs and possible financial and performance measures and the \nprocess of evaluating the financial viability and performance of multimodal hubs. \n(iii)  The third workshop will be used to launch the illustrated guide and detailed report \n(knowledge  product)  on  appraising  multimodal  hubs.  It  will  discuss  issues \npertaining to achieving better institutional coordination. \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20111124125124+08'00'", "Creator": "PScript5.dll Version 5.2", "Keywords": "adb project 45024; people's republic of china; prc; multimodal passenger transport hubs; road transportation projects prc; urban environmental improvement; multimodal hubs prc; adb policy and advisory technical assistance", "ModDate": "D:20111202143625+08'00'", "Producer": "Acrobat Elements 7.0 (Windows)", "Subject": "Decision document for the policy and advisory technical assistance on Developing Multimodal Passenger Transport Hubs in the People's Republic of China, presented to ADB's Board of Directors or Management for approval.", "Title": "TAR: PRC: Developing Multimodal Passenger Transport Hubs"}}