{"path": "data/input/ta/45044-001-vie-pptar.pdf", "pages": [" \nProject Preparatory Technical Assistance \n \nProject Number: 45044  \nOctober 2011 \n \n \n \nSocialist Republic of Viet Nam: Improvement of \nRoad Safety and Climate Resilience on National \nHighways \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \n \nPROJECT PREPARATORY TECHNICAL ASSISTANCE \n \nA.  Justification \n1.  The  project  will  cover  improvement  of  traffic  safety  and  climate  resilience  for \napproximately 180 kilometer (km) of NH 1 in Ninh Thuan and Binh Thuan provinces.1 The \nprimary necessity for the PPTA is to assist the Government by providing a systematic and \ncoordinated approach to (i) identify critical subproject traffic safety “black spots” and segments \nwith high climate change risks; (ii) engineer solutions, and provide a set of detailed design \nguidelines  to  remedy  the  problems;  (iii)  develop  capacity  enhancement  and  other  non-\ninfrastructure solutions; and (iv) prioritize subprojects for implementation under the project loan. \n \n2.  The infrastructure solutions are expected to encompass a wide range of relatively large, \nmid-size and a number of small civil works and equipment subprojects covering such items as (i) \nreplacing, upgrading and widening narrow unsafe bridges2; (ii) improving the safety and capacity \nof  at-grade  intersections;  (iii)  eliminating  dangerous  “black  spots”  by  improving  roadway \ngeometry  and  facility  (crash  barriers,  crash  cushions,  bus  bays,  semi-automatic  traffic \nsurveillance and information system, etc.) and increasing driver’s sight distances and visibility \n(e.g. light-emitting delineator); (iv) introducing improved slope protection measures in areas of \nland and rock slides; (v) raising/reconstructing of highway embankments and bridges along \nsections prone to dangerous flooding; (vi) increasing cross-drainage capacity; (vii) providing a \nseparated  motorcycle  lane  along  areas  of  high  traffic  density  with  a  history  of  accidents \ninvolving  motorcycles,  bicycles  and  pedestrians;  (viii)  providing  pedestrian  bridges,  traffic \nsignals, signage, pavement markings and similar improvements to increase traffic safety; and (ix) \nreconstruction of roadways and bridges along selected sections of the highway that are prone to \nsevere and repeated flooding. \n \n3.  Initial  investigations  by  the  Government  indicate  that  the  approximate  cost  of \nimplementing the improvements of the major traffic safety corrective measures and reducing \nroadway flooding is in excess of $200 million. This PPTA will refine these costs, establish \npriorities, and provide detailed engineering solutions for incorporation in the detailed designs to \nbe prepared by detailed design consultants. \n \nB.  Major Outputs and Activities \n4.  The major outputs of the PPTA include a detailed feasibility study that prioritizes traffic \nsafety improvements and reduces roadway flooding and other climate change risks along one of \nthe most heavily traveled sections of NH1; capacity enhancement of relevant staff in the Traffic \nSafety Project Management Unit (TSPMU), Directorate of Roads for Viet Nam (DRVN), and \nProvincial Traffic Safety Committees in traffic safety and climate adaptation of coastal roads; \nand developing appropriate methodology and conducting seminars to assist in the design for a \ntraffic safety campaign to be carried out during loan implementation. Major activities include: (i) \nreview of current situations on traffic safety and climate change adaptation by the government \nand development partners including the International Road Assessment Programme (iRAP); (ii) \n                                                \n1  The project covers upgrading of critical unsafe and flooded sections under Loan 1272-VIE: Road Improvement \n(ADB1).  \n2 Under Loan 1272-VIE: Road Improvement (ADB1), the main roadway section and most of the longer bridge \nstructures were rehabilitated and upgraded, but a large number of bridges (mostly those less than 20 m in length) \nwere omitted from the project scope. Many of these shorter bridges have long ago outlived their design life and most \nhave a very limited vehicle load carrying capability. All are narrow, and they constitute one of the primary causes of \naccidents. ", "2 \n \nfeasibility study and design of the ADB’s ensuing loan project and processing support; and (iii) \ncapacity  assessment  and  enhancement  of  TSPMU,  DRVN,  and  Provincial  Traffic  Safety \nCommittees.3 \n \n5.  The major outputs and activities are summarized in Table A4-1.  \n \nTable A4-1: Summary of Major Outputs and Activities \nExpected  Expected \nCompletion  Completion \nMajor Activities  Date  Major Outputs  Date \nReview of other donors’ projects  End of Month 2  Inception PPTA report  End of Month 1 \nField surveys  End of Month 3  Interim report  End of Month 3 \nRoad safety audits  End of Month 5  Interim phase tripartite meeting  W1, Month 4 \nClimate change/hydrological analyses  End of Month 5  Capacity development plan  End of Month 4 \nIdentification of subprojects  End of Month 6  TS training  W4, Month 6 \nEconomic data collection & analyses  End of Month 7  Climate adaptation training  W1, Month 7 \nSubproject prioritization/costing  End of Month 7  Seminar on design of TS campaign  W3, Month 7 \nPCA and FMA  End of Month 7  Draft final PPTA report  W3, Month 8 \nRP, IEE, and gender action plan  W3, Month 8  Draft final phase tripartite meeting  End of Month 8 \nDetailed design guideline details  W3, Month 8  Final PPTA report  W4, Month 9 \nFMA = financial management assessment, IEE = initial environmental examination, PCA = procurement capacity assessment, \nPPTA = project preparatory technical assistance, RP = resettlement plan, TS = traffic safety, W = week \nSource: Asian Development Bank estimate \n \nC.  Cost Estimate and Proposed Financing Arrangement  \n6.  The TA is estimated to cost $1.67 million equivalent, of which $1.5 million equivalent will \nbe financed on a grant basis by the Japan Fund for Poverty Reduction and administered by \nADB. The Government will finance the remaining $ 0.17 million equivalent in kind. The detailed \ncost estimate is presented in Table A4-2. \n \nTable A4-2: Cost Estimates and Financing Plan \n($'000) \nTotal \nItem  Cost \nA.  Japan Fund for Poverty Reductiona   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (27 person-months)  729.5 \n      ii.  National consultants (79 person-months)  198.3 \n    b.  International and local travel  83.2 \n    c.  Reports and communications  68.0 \n  2.  Equipment (computer, printer, etc.)b  2.5 \n  3.  Meetings and training   \n    a.  Tripartite meetings (2 meetings)  18.0 \n    b.  Training program  14.0 \n                        c.         Seminar  8.0 \n  4.  Vehiclesd  27.2 \n  5.  Surveys  165.0 \n                                                \n3 The PPTA consultant will be required to coordinate with other donors, primarily the World Bank and JICA, who are \nundertaking related projects along other sections of NH1, and elsewhere in Viet Nam. ADB and iRAP signed a \nMemorandum of Understanding on the framework of cooperation on 6 August 2010. ", "3 \n \n  6.   Miscellaneous administration and support costs  40.0 \n  7.  Representative for contract negotiations  6.0 \n \n  8.  Contingencies  140.3 \n    Subtotal (A)  1,500.0 \n   \nB.  Government Financing   \n  1.  Office accommodation and transport  110.0 \n  2.  Remuneration and per diem of counterpart staff  34.0 \n  3.  Surveys and Data Collection  12.0 \n  4.  Contingencies  14.0 \n    Subtotal (B)  170.0 \nII.        Total  1,670.0 \na  Administered by the Asian Development Bank. \nb  Equipment: to be included in the consulting services contract as provisional sum and handed over to the executing \nagency at the end of the services.  \nType   Quantity  Cost \nNotebook computers  2  $1,200 \nPrinter  2  $    900 \nDigital camera and accessories  1  $   400 \nc  Workshops, training, seminars, and conferences: to be included in the consulting services contract as provisional \nsum. \nPurpose  Number  of  Venue  Duration  Cost \nParticipants \nTripartite meetings after interim and draft final phases to  50*2  MOT, Hanoi  2 days  $ 18,000 \nobtain concurrence from TSPMU and provinces, and \nseek ensure  coordination with World Bank and JICA \nTraining course  in traffic safety through improvement in  30  MOT, Hanoi  1 day   $ 7,000 \nhighway infrastructure \nTraining course in methodology of climate adaptation for  30  MOT, Hanoi  1 day   $ 7,000 \ncoastal roads and bridges in Viet Nam \nSeminar on design of traffic safety campaign  40  PDOT, Ninh  1 day   $ 8,000 \nThuan  or   \nBinh Thuan \nd  Vehicle \nPurpose  Duration \nCovers monthly lease of 3 vehicles to carry out  field surveys throughout 2 provinces,  8.5 months \nincluding cost of driver,  fuel and minor maintenance \nSource: Asian Development Bank estimate \n \nD.  Consulting Services \n7.  An  international  consulting  firm  will  be  engaged.  A  total  of  27  person-months  of \ninternational experts and 79 person-months of national experts will be required. The consulting \nfirm will be selected by quality- and cost-based selection using the quality–cost ratio of 90:10 \nand full technical proposals in accordance with ADB Guidelines on the Use of Consultants, April \n2010. \n \nTable A4-3: Summary of Consulting Services Requirement \nInternational  National \nName of Positions  Person- Name of Positions  Person-\nmonths  months \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmeTmeabmer Ls,e Badoearr/dT roafn Dspiroerctt oSrpse, cMiaalinsat gement,8 o.5r  staff, Hanigdh mwaayy  Tbrea npsreploimrt iSnapreyc iina linsat ture.   8.5 \nTransport Economist  2.0  Transport Economist  3.0 \nGeotechnical Specialist  2.5  Financial Management Specialist  1.0 \nBridge Engineering Specialist  2.0  Geotechnical Specialist  6.5 \n ", "4 \n \nTS Design Specialist  3.5  Bridge Condition/Loading Specialist  5.0 \nCC/Hydrology Specialist  2.5  TS Design Specialist  7.0 \nEnvironmental Specialist  1.5  TS Campaign/CD Specialist  3.5 \nResettlement Specialist  1.5  Drainage/Hydrological Specialist  6.5 \nSocial and Gender Specialist  1.0  Environmental Specialist  5.0 \nTS Campaign/CD Specialist  2.0  Resettlement Specialist  4.0 \n    Social and Gender Specialist  3.0 \n    Civil Works Cost Specialist  5.0 \n    Procurement/Document Specialist  4.0 \n    Engineering CADD Specialist  8.5 \n    Civil Engineering Specialist  8.5 \nTotal (international)  27.0  Total (national)  79.0 \nCADD = computer aided design and drafting, CC = climate change, CD = capacity development, TS = traffic \nsafety \nSource: Asian Development Bank estimate \n \n8.  The outline terms of reference for the required personnel are as following. The team \nleader  shall  have  a  strong  background  in  project  management,  highway  engineering,  with \npertinent experience in conducting road safety audits, traffic engineering and feasibility studies. \nTransport economists in addition to typical experience in highway transport economics, shall \nhave the ability to develop unique routines to determine economic benefits based on improved \ntraffic  safety.  Bridge  engineering  specialists  shall  have  experience  in  bridge  condition \ninvestigations, and experience in estimating bridge load carrying capacity and remaining bridge \nservice life. Hydrology specialists shall be pertinent experience in the estimation of flood flows in \ntropical  regions.  Safeguard  and  gender  specialists  shall  have  a  strong  background  in \napplications of ADB policies and guidelines, or those of similar internationally accepted entities. \nThe traffic safety campaign and capacity development specialist shall have pertinent experience \nin the design and carrying out of traffic safety campaigns and institutional capacity development, \nparticularly in the developing world. \n \nE.  Implementation Arrangements \n9.  The executing agency will be the Ministry of Transport (MOT). DRVN and its relevant \nRegional  Management  Units  will  support  by  providing  data  on  road  conditions  and \naccident/flooding  records.  The  implementing  agency  will  be  TSPMU.  The  Government  is \nexpected to authorize the MOT as the line ministry and the TSPMU as the project owner in the \nproject detailed outline. Disbursements under the PPTA will be done in accordance with the \nADB’s TA Disbursement Handbook (May 2010, as amended from time to time). \n \n10.  The proposed PPTA processing and implementation schedule is listed in Table A5-4.  \n \nTable A5-4: Proposed Technical Assistance Processing and Implementation Schedule \nExpected \nMajor Milestones  Completion Date \nIssuance of Request for Proposals to Shortlisted Firms  19 October 2011 \nReceipt of Proposals  3 December 2011 \nSelection of PPTA Consultant  10 January 2012 \nNegotiations with selected PPTA Consultant  21 January 2012 \nCommencement of PPTA Consulting Services  15 February 2012 \nCompletion of PPTA Consulting Services  31 October 2012 \nFinancial Closure  31 March 2013 \n   Source: Asian Development Bank estimate "], "metadata": {"CreationDate": "D:20121114101646Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "vietnam transportation, road safety, traffic safety, flood reduction, road projects, highways, adb projects, vietnam projects, feasibility study, 45044, project concept, identified technical assistance, project preparation", "ModDate": "D:20121116140939+08'00'", "Producer": "Microsoft® Office Word 2007", "Title": ""}}