{"path": "data/input/ta/45179-001-ind-tar.pdf", "pages": [" \nTechnical Assistance Report \n \n \nProject Number: 45179 \nCapacity Development Technical Assistance (CDTA) \nDecember 2011 \n \n \n \n \n \nIndia: Skills Development for Inclusive Growth \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 30 November 2011) \n  Currency Unit  –  Indian rupee/s (Re/Rs) \n \nRe1.00  =  $.01913     \n$1.00  =  Rs52.1707     \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DEA  –  Department of Economic Affairs \n  LMIS  –  labor market information system \n  MOLE  –  Ministry of Labor and Employment \n  NSDC  –  National Skill Development Corporation \n  NVQF  –  national vocational qualifications framework \n  SSC  –  sector skills council \n  TA  –  technical assistance \n  TVET  –  technical and vocational education and training \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n     \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Education (technical education and vocational skills training; \nnonformal education) \nTheme (subtheme)  –  Social development (human development), capacity development \n(institutional development), gender equity (gender equity in \neconomic opportunities), private sector development (public–private \npartnerships) \nLocation impact  –  National (high) \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \nVice-President  X. Zhao, Operations 1 \nDirector General  S. H. Rahman, South Asia Department (SARD) \nDirector  S. Ra, Human and Social Development Division, SARD \n   \nTeam leader  B. Panth, Lead Education Specialist, SARD \nTeam members  S. Chakravarti, Social Sector Specialist, SARD \n  V. A. Harsha, Senior Portfolio Management Officer, India Resident \nMission, SARD \nR.V. Peri, Principal Private Sector Development Specialist, SARD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n1.  The Government of India regards the generation of productive and gainful employment \nto  absorb  India’s  growing  labor  force  as  being  critical  for  facilitating  inclusive  growth  and \nenhancing the overall productivity of the economy. Therefore, during the country programming \nmission held in May 2011, the government indicated that the Asian Development Bank (ADB) \nshould  support  the  National  Skill  Development  Corporation  (NSDC)  in  operationalizing  the \nmandate  of  India’s  National  Skills  Policy,  2009.  Accordingly,  this  $1.1  million  capacity \ndevelopment technical assistance (TA) for ―Financing Skills Development‖ was included in the \n2011 nonlending program for India.1 Based on subsequent discussions with NSDC, the project \nname was changed to ―Skill Development for Inclusive Growth.‖ The design and monitoring \nframework (DMF) for the TA is in Appendix 1.2 \n \nII.  ISSUES \n2.  India’s National Skills Policy, 2009, aims to provide skills to 500 million people by 2022 \nby creating skills systems that have a high degree of inclusiveness in terms of gender, rural \nversus urban, organized versus unorganized, and traditional versus contemporary jobs. The \npolicy emphasizes that skills development initiatives should be dynamic, demand-based, and \nclosely aligned with government policies on economic growth, employment generation, and \nsocial development. A three-tier institutional structure-consisting of (i) the National Council on \nSkill  Development  chaired  by  the  Prime  Minister,  (ii)  the  National  Skill  Development \nCoordination Board chaired by the deputy chairman of the Planning Commission, and (iii) the \nNSDC-has been set up to fulfill this challenging mandate.  \n \n3.  The capacity of the existing skills development programs has to be raised from 3.1 \nmillion per annum to around 15 million per annum to train the new entrants to the labor market. \nIndia’s skill development initiatives need to address three types of imbalances that have arisen \ndue to the rapid structural changes in its economy over the past decade and a half: (i) a \ngeographic imbalance since the states with the highest population and labor force growth are \nalso the ones lagging in terms of growth and job creation; (ii) a demand−supply imbalance since \nthe work force being created in terms of quality and profile is not aligned with the evolving \ndemand; and (iii) a sectoral mismatch since the current education system is not providing the \nskills  required  by  the  fast-growing  sectors.3 Both  the  quality  and  capacity  of  India’s  skills \ndevelopment programs need significant strengthening. \n \n4.  NSDC has been set up as a public−private partnership (PPP) under Section 25 of the \nCompanies  Act,  1956,  for  catalyzing  skills  development  through  private  entities,  and  to \nsupplement and revitalize government-led vocational training and skills development programs \nthat have been the norm until now. Its mandate is to provide skills to 150 million people by 2022. \nNSDC has a core equity base of $2.2 million of which the Government of India accounts for \n49%  and  the  private  sector  for  the  remaining  51%.  A  tiered  decision-making  structure \ncomprising a board, board sub-committees and an executive council helps NSDC to operate in \na transparent and effective manner. It draws on the National Skill Development Fund, a 100% \ngovernment-owned trust fund run by professional fund managers, to support the following broad \ntypes of activities. First, NSDC encourages private sector investment in profit and nonprofit \nenterprises  in  training  and  skill  development  in  20  high-growth  sectors  and  the  huge \n                                                \n1  ADB. 2011. Country Operations Business Plan: India, 2012−2014. Manila. \n2  The TA first appeared in the business opportunities section of ADB’s website on 20 December 2011.   \n3  Between 1990 and 2009, the share of the services sector in India’s GDP increased from 44.4% to 54.6%, that of \nindustry increased marginally from 26.7% to 28.2%, while that of agriculture fell from 28.9% to 17.1%. \n ", "2   \nunorganized sector to build capacity in the technical and vocational education and training \n(TVET)  segment.4 NSDC  provides  viability  gap funding through  loans, equity,  or grants.  It \nemploys  a  phased  and  detailed  due-diligence  process  based  on  the  following  criteria:  (i) \nemployer view of demand for the specific skills to be provided; (ii) skills gap analysis of the 21 \nsectors covered by NSDC including the unorganized sector; (iii) alignment with NSDC's mission; \n(iv) robustness of the overall plan and operating model; and (iv) ability to leverage partnerships \nand  financial  resources.  Entities  eligible  for  funding  include  industry,  training  and  skill \ndevelopment organizations, nongovernment organizations, business associations, and social \nentrepreneurs. NSDC does not finance land acquisition or the construction of buildings because \nit want to encourage more efficient use of the existing infrastructure, and instead focus on \nimproving training and skills development programs. As of 18 August 2011, NSDC had signed \n39 memorandums of understanding amounting to $225 million for providing skills to 37.74 \nmillion people by 2022.  \n \n5.  Second,  NSDC  is  mandated  by  the  National  Skills  Policy  to  develop  an  enabling \nenvironment for skills development. It has to lay down sector-specific competencies, quality \nassurance and certification standards by facilitating the creation of sector skills councils (SSCs) \nas national partnership organizations involving all relevant stakeholders from industry, labor, \nand academia in the particular sector. The core functions of the SSCs can be grouped under the \nfollowing categories:  \n \n(i)  Research. The SSCs have to identify the current and projected skills gaps in their \nsectors and catalogue the types, range, and depth of skills required. They have to \ndevelop sector-specific skills and competency standards, and benchmark these with \ninternational occupation standards. SSCs would also prepare skills development plans, \nmaintain  a  skills  inventory  database,  and  establish  sector-specific  labor  market \ninformation systems to assist in the planning and delivery of training.  \n \n(ii)  Quality assurance. The SSCs are responsible for standardizing and streamlining the \naffiliation and accreditation process—i.e., certification tests for employees and trainers to \nensure consistency and acceptability of standards. They also have to participate in the \naccreditation and certification of courses specific to or related to their sectors.  \n \n(iii) Delivery. The SSCs will develop and update course modules, and train good quality \ntrainers. They would have to partner with educational institutions to train trainers and \nupgrade skill sets of existing industry employees and those in the industry’s value chain \nincluding dealer and service networks. SSCs are also mandated to promote academies \nof excellence. \n \n6.  NSDC  has  already  approved  eight  SSCs  for  the  following  sectors:  (i)  automobile \nmanufacturing; (ii) private security; (iii) energy; (iv) media, animation, gaming, and films; (v) \ninformation technology and information technology-enabled services; (vi) health care; (vii) retail; \nand (viii) banking and financial services. Proposals for setting up SSCs in other sectors such as \ntransport and logistics, food processing, electronics, handicrafts, and gems and jewelry are \nexpected to be approved by February 2012.  \n \n                                                \n4  Sectors include automobile and auto components, textiles and garments, leather and leather goods, gems and \njewelry, building and construction, food processing, tourism hospitality and travel trade, transport and logistics, \nwarehousing,  packaging,  organized  retail,  health  care,  banking,  insurance,  finance,  education,  and  skills \ndevelopment services.   \n ", "  3 \n7.  Effective operationalization of SSCs and the establishment of suitable linkages with the \nproposed national vocational qualifications framework (NVQF), currently being designed by the \nMinistry of Labor and Employment (MOLE), is critical to ensure that all the skills development \nprograms being supported by NSDC and the various ministries (including MOLE, Ministry of \nRural Development, Ministry of Power, and Ministry of Road Transport and Highways) can be \ncarried on in a harmonized and structured manner. Given the complexity of the tasks that have \nto be carried out by the SSCs, and the fact that they need to bring together and ensure \nsustained  coordination  across  all  relevant  stakeholders  at  the  national  and  state  levels, \nsignificant technical assistance will be required. Since SSCs will lay the foundation on which \nIndia’s skills development initiatives will be built, the importance of rolling them out effectively \ncannot be overemphasized.  \n \n8.  ADB’s current country partnership strategy (2009−2012) focuses on supporting India’s \nefforts towards facilitating inclusive and sustainable growth.5  The country operations business \nplan  for  2012−2014  also  highlights  the  importance  of  human  development  including  skills \ndevelopment with a focus on the infrastructure sectors, productive employment generation, and \nenhanced health and social protection outcomes (footnote 1). The TA is therefore fully aligned \nwith ADB’s India program and Strategy 2020, 6 and will prepare the groundwork for future ADB \noperations in the priority area of skill development in India.  \n \nIII.  THE TECHNICAL ASSISTANCE \n9.  The TA will assist NSDC in establishing one SSC each in the service sector (such as \nhealth care) and infrastructure sector (such as transport and logistics or construction). These \nare  priority  areas  with  significant  employment  and  development  potential.  By  2022,  the \nincremental demand for trained and certified workers in the allied health care segment (e.g., \noperation theatre and laboratory technicians, community health workers) is estimated at 12.7 \nmillion, while that in the transport and logistics sector is projected at 17.7 million. By building the \ncapacity of two pilot SSCs, the TA will provide a template for other SSCs, thereby helping \nNSDC in fulfilling a key part of their mandate. The following activities will be carried out under \nthe TA to help make the SSCs operational: (i) identifying focus areas for skills development \nbased on market analysis and stakeholder consultations by the SSCs; (ii) scoping the functions \nof the SSC; (iii) firming up the constitution (membership) and governance system of the SSC; \n(iv) preparing a financial sustainability model and budget estimates for the functioning of the \nSSC;  and  (v)  preparing  support  documentation  and  toolkits  to  assist  in  the  subsequent \nfunctioning of the SSC. \n \n10.  The TA will also support two states (as pilots) in linking their skills development missions \nmore effectively with the new, PPP-driven skill development initiatives being promoted by NSDC \nand other government-run schemes at the national level.7  \n \nA.  Impact and Outcome \n11.  The impact of the TA will be that NSDC’s approach to skills development becomes \nsustainable.  The  outcome  of  the  TA  will  be  that  NSDC’s  skills  development  institutional \nframework and operational guidelines are developed for replication across more sectors. By \n                                                \n5  ADB. 2009. Country Partnership Strategy: India, 2009−2012. Manila.  \n6  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008−2020. \nManila.  \n7  The states will be selected in consultation with DEA.  \n ", "4   \nassisting NSDC in making two SSCs operational, the TA will pave the way for the rollout of \nother SSCs in the services and infrastructure sectors. ADB will also help to effectively link the \nskills development missions of two (pilot) states with the skills development initiatives of NSDC \nand the central ministries. The scoping studies and road maps prepared will be useful in guiding \nNSDC in supporting skills development initiatives across states including under the proposed \nADB loan.  \n \nB.  Methodology and Key Activities \n12.  The TA will work towards achieving this outcome by supporting the following broad \noutputs: (i) NSDC assisted in establishing two SSCs; (ii) improved linkage between the skills \ndevelopment missions of two (pilot) states with national skills development initiatives; (iii) policy \nmakers  informed  about  best  practices  in  skills  development;  and  (iv)  project  activities \nundertaken in a timely manner and within budget. The formulation of the SSCs will include \ngovernance frameworks laying down social and gender-sensitive occupation standards, quality \nassurance and accreditation procedures, and standards for both trainees and trainers. The TA \nwill delineate appropriate representation of all relevant stakeholders in the SSCs, draft template \nmemorandums of understanding to specify their roles and responsibilities, and finalize a road \nmap with milestones for the rollout. The TA will also focus on creating a sustainable financial \nstructure, staffing requirements, and initial budgets for the functioning of the SSCs. Manuals will \nbe prepared to guide sector functional analysis, train trainers, and prepare quality assurance \nstandards and competency frameworks, LMIS reports, and monitoring and evaluation reports.   \n \n13.  Most states have also set up skills development missions and are increasingly looking \ntowards NSDC for guidance to improve the design and delivery of their own skills programs. \nThe TA will therefore help to prepare scoping studies on the skills development missions of two \nstates (as pilots), elaborating how they can link up effectively with the new, private-sector-driven \nskills development initiatives being promoted by NSDC and various government schemes at the \nnational level. Career guidance and social marketing campaigns will also be undertaken to raise \nawareness about the importance of technical and vocational training, the need to enhance one’s \nskills, and the various initiatives of the government and NSDC.  \n \n14.  Knowledge  products  focusing  on  international  best  practice  in  the  area  of  skills \ndevelopment and sector skills councils will be prepared to enrich the policy dialogue. The \nfindings of these knowledge products will be disseminated through workshops and focus-group \ndiscussions involving key stakeholders including NSDC, the Planning Commission, relevant \nministries, private sector representatives, chambers of commerce, NGOs, and donor partners. \nThis will help to ensure that all stakeholders coordinate well and respond appropriately to the \nnew skills development initiatives being supported by NSDC. Suitable financing options which \ncan sustain skills development for poorer students, especially those living in small cities and \nrural areas, will also be examined.  \n    \nC.  Cost and Financing \n15.  The Government of India has requested ADB to finance $1.1 million equivalent, which \nwill be financed on a grant basis by ADB’s Technical Assistance Special Fund (TASF-other \nsources).  The  government  and  counterpart  contributions  will  be  in-kind  and  cover  office \naccommodation, transportation, and counterpart staff salaries, as required. Cost estimates and \nthe financing plan are in Appendix 2. \n \n ", "  5 \nD.  Implementation Arrangements \n16.  The Department of Economic Affairs under the Ministry of Finance will be the executing \nagency for this TA. NSDC will be the implementing agency. A TA steering committee comprising \nrepresentatives from the Department of Economic Affairs, NSDC, and other relevant entities will \nbe  constituted.  It  will  meet  periodically  and  provide  overall  policy  direction,  and  facilitate \ncoordination among concerned government and private agencies.  \n \n17.  A total of 61 person-months of consulting inputs will be provided under the TA: 18 \nperson-months of international and 43 person-months of national consultants. ADB will engage \nthe consultants through a firm (54 person-months), using a simplified proposal for the quality- \nand  cost-based  selection  method,  as  well  as  on  an  individual  basis  (7  person-months)  in \naccordance with ADB’s Guidelines on the Use of Consultants (2010, as amended from time to \ntime). All TA-financed goods will be procured in line with ADB's Procurement Guidelines (2010, \nas amended from time to time). All disbursements under the TA will be done in accordance with \nADB's Technical Assistance Disbursement Handbook (2010, as amended from time to time). \nEquipment such as laptops, printers, photocopiers, and other required items procured under the \nTA will be handed over to NSDC upon completion of the project. The advance payment facility \nmay be used for payment of eligible costs. The TA will be implemented over 24 months with \nexpected commencement in January 2012 and completion in January 2014.  \n \nIV.  THE PRESIDENT'S DECISION \n18.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,100,000 on a grant basis to \nthe Government of India for Skills Development for Inclusive Growth, and hereby reports this \naction to the Board.  \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \n    Data   \nDesign  Performance  Sources/Reporting  Assumptions and \nSummary  Targets/Indicators  Mechanisms  Risks \nImpact  By end 2016:  For all indicators:   Assumption \n       All public and private \nThe National Skill  (i) Number of candidates  Periodic reports of  stakeholders in the \nDevelopment  trained through private sector  NSDC.   sector skills councils \nCorporation’s  driven skills development    (SSCs) will coordinate \n(NSDC) approach to  initiatives supported by NSDC  Reports of the Planning  and respond well to \nskills development  (with separate numbers for  Commission, Ministry of  the new skills \nbecomes sustainable  women).  Labor and Employment,  development \n  and Chambers of  initiatives being \n(Baseline as of end 2011 =  Commerce pertaining  supported by the \nContracts with 39 private skills  to the progress of the  NSDC. \nproviders, amounting to $225  National Skill Mission.    \nmillion, and targeting 37.7     \nmillion trainees by 2022;     \nTarget as of end 2016 =to be   \nestablished) \n \n(ii) Number of trained \ncandidates who find jobs (with \nseparate numbers for women).  \n(Baseline as of end 2011 = 0; \nTarget as of end 2016 = to be \nestablished) \n \nOutcome  By end 2013:  For all indicators:   Assumption \n      The new PPP \nNSDC’s skills  (i) Number of SSCs approved  Monitoring and  modality being tried \ndevelopment  by NSDC.   evaluation reports of  out by NSDC will be \ninstitutional  (Baseline as of end 2011:  NSDC.  able to address many \nframework and  8 SSCs approved; none    of the problems \noperational  operational; Target as of end  SSC reports  affecting India’s \nguidelines developed  2013: 35 SSCs approved; 10    current skills \nfor replication across  operational)  Scoping studies  development \nmore sectors.    providing a road map  framework.  \n(ii) SSCs designed for scope,  for skills development   \n \ngovernance, and financial  missions of the pilot  Risk \nsustainability.   states.   In case the \n(Baseline as of end 2011:    performance of the \nWork on basic components yet    pilot SSCs is not \nto begin; Target as of end    good, NSDC’s \n2013 = Basic components in    initiative to create \nplace)     SSCs could lose \n  momentum. \n \nOutputs   By end 2013:  For all indicators:   Assumption \n      Continued strong \n1. Two pilot sector  1a. Regulatory frameworks  Reports prepared by  support for NSDC \nskills councils   with social- and gender-  NSDC and the SSCs.  initiatives from both, \nestablished  sensitive occupation standards     the public and private \n  1b. Quality assurance and  Consultants’ reports  sectors \n  accreditation standards for  and various manuals   \n ", "Appendix 1  7 \n    Data   \nDesign  Performance  Sources/Reporting  Assumptions and \nSummary  Targets/Indicators  Mechanisms  Risks \n  both, trainees and trainers, for     \n  the pilot SSCs     Risk \n  1c. SSCs are designed to    Delays due to slow \n  operate on a sustainable    coordination between \n  basis.    public and private \n      sector stakeholders at \n2. Improved linkage  2. Road maps and scoping    the national and state \nbetween the skills  studies with social and gender    levels.  \ndevelopment  focus, and innovative PPP     \nmissions of two  models, to effectively link the   \n(pilot) states with  skills development missions of   \nnational skills  pilot states with NSDC-led and   \ndevelopment  other national skill   \ninitiatives   development initiatives.    \n     \n3. Policy makers  3. Workshops carried out and  Knowledge products \ninformed about best  knowledge products  and workshop \npractices in skills  developed to facilitate  proceedings.  \ndevelopment    discussion and sharing of best   \n  practice for strengthening the   \n  NSDC’s skills development   \n  initiatives.    \n   \n4. Project activities  4a. Consultants fielded on  Reports of TA review \nundertaken in a  schedule.   missions \ntimely manner and  4b. Required reports and   \nwithin budget.    manuals prepared on  Quarterly progress \n  schedule.  reports submitted by \n  NSDC \n \nA  ctivities with Milestones   Inputs \n   \nOutput 1. Support for two pilot sector skills councils  ADB: $1.1 million \n1.1. Ensure appropriate representation of all relevant stakeholders in the SSCs;   \nprepare memorandums of understanding to specify their roles and  Government / NSDC’s \nresponsibilities; and finalize a road map with milestones for rollout of SSCs  contribution (in kind) \n(by end March 2012).   will include office \n1.2. Set up a structure for project management and monitoring to ensure that the  accommodation and \nmilestones are met (by end March 2012).  transport plus salary \n1.3. Provide the required institutional development support and consulting inputs  of counterpart staff. \nto help the SSCs in meeting the milestones, e.g. developing occupational   \nstandards and competency frameworks, piloting training courses, preparing   \ncourse curriculum, setting and validating accreditation norms (April 2012 till \nend of TA). \n1.4. Social and gender-sensitive manuals for undertaking sector functional \nanalysis; and other institutional development support for making SSCs \noperational (targeted completion: end of 2013). \n1.5. Review the performance of the pilot phase and suggest course correction for \nremaining activities (May 2013). \n1.6. Continue with institutional development support and finish remaining \nactivities. Provide options for an apex body of SSCs (complete by October \n2013). \n \n ", "8  Appendix 1 \nActivities with Milestones  \nOutput 2.  Support for skills development missions of two pilot states \n2.1. Background review of the current status with respect to the skills \ndevelopment missions of selected states (by end May 2012).  \n2.2. Prepare draft scoping studies on how the skills development missions of the \npilot states can be revitalized and linked up with the skills development \ninitiatives being promoted by NSDC and the central ministries (by end July \n2012).  \n2.3. Undertake financial analysis and prepare different business and/or PPP \nmodels  regarding how best the proposed ADB loan can assist the skills \ndevelopment missions of various states (by end July  2012). \n2.4. Discuss findings of scoping studies with stakeholders (by end September \n2012) \n2.5. Finalize scoping studies (by October 2012). \n2.6. Establish partnerships with good state-level training institutes and training \nproviders (by May 2012).  \n2.7. Provide capacity building support to these state-level training institutes so \nthat they can prepare course material, train trainers, and link up with NSDC \nand other government-led skills development initiatives (June 2012 till end of \nTA). \n \nOutput 3. Inputs to enrich the policy dialogue pertaining to skill \ndevelopment   \n3.1. Workshop to share best practice in skill development (April 2012). \n3.2. Knowledge products to enrich the policy dialogue on skills development and \nreform of vocational reform (as required). \n3.3. Workshop to disseminate TA’s findings and outputs (April 2013 and October \n2013). \n \nOutput 4. Project management and capacity building support  \n4.1. Setting up project steering committee (January 2012). \n4.2. TA inception workshop (Feb. 2012). \n4.3. Mobilize the required consultants (individuals and firm) (by April 2012). \n4.4. Prepare required manuals for SSCs (e.g., in the area of sector functional \nanalysis, standards writing, LMISs; training of the required trainers) and train \na core team of trainers (by October 2013). \n4.5. Support the required institutional strengthening of the pilot SSCs, the state \nskills missions, and NSDC (as required till the end of the TA). \n \n ", "  Appendix 2   9 \n \nCOST ESTIMATES AND FINANCING PLAN ($’000) \n \n  Total \nItem  Cost \n   Asian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (18 person-months)  316.23 \n      ii.  National consultants (43 person-months)  453.26 \n    b.  International and local travel  121.35 \n    c.  Reports and communications  7.20 \n  2.  Equipmentb  10.00 \n  3.  Training, seminars, and conferences   \n    a.  Facilitators  50.00 \n    b.  Training program   \n  4.  Surveys  5.00 \n  5.  Miscellaneous administration and support costs  5.94 \n  6.  Representative for contract negotiations  5.00 \n  7.  Contingencies  126.02 \n   \n        Total      1,100.00 \nNote: The government will provide counterpart support in the form of office accommodation, transport, salary of \ncounterpart staff, and other in-kind contributions. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-other sources).  \nb   Equipment such as laptops, printers, photocopiers, and other required items procured under the TA will be handed \nover to the National Skill Development Corporation upon completion of the TA. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n ", "10  Appendix 3 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Consulting Firm   \n \n1.  Capacity development and technical and vocational education and training policy \nspecialist and team leader (1 international consultant, 10 person-months). An international \nspecialist is proposed for this role given the interrelatedness of all the capacity building and \npolicy development activities. He or she will be helped by two national consultants to undertake \nthe following: \n \n(i)  Assist the National Skill Development Corporation (NSDC) to design two pilot sector \nskills councils (SSCs). The specialist will draft the required policies and develop the \ninstitutional structure of the SSCs to deliver, assess, and certify the industry occupation \nstandards. He or she will review the current structure of the skills development missions \nof the two states and suggest ways of linking them up with the skills development \ninitiatives of NSDC, particularly in the two pilot sectors on which this technical assistance \nfocuses. The specialist will strengthen NSDC’s policies and processes to support SSCs, \naccredit institutions to deliver training programs, and monitor their overall effectiveness. \n \n(ii)  To ensure sustainability, the specialist will train a small cadre of trainers who would be \nable to undertake capacity building and institutional strengthening activities for other \nSSCs over time. Suitable institutions will be identified to provide capacity building and \ntraining to other SSCs and the contracted teaching institutions. Preferably, this will be \ndone at the initial stage of the TA so that the identified institutions are able to provide \nsome experts who can work intermittently in teams and continue to support the formation \nof other SSCs. Specifically, the specialist will also do the following: \n \n(a) Review NSDC’s policies and procedures for the accreditation of institutions to deliver \ntraining programs based on the identified industry competencies. The specialist will \nwork with relevant stakeholders and other donor partners to align the emerging \nIndian national vocational qualification framework (NVQF) with NSDC/SSC-driven \noccupational standards.  \n(b) Support  NSDC  in  developing  policies  and  procedures  so  that  nationally  and \ninternationally  recognized  NVQF  certificates  can  be  awarded  to  students  and \ntrainees. This will also require setting up of systems to monitor student assessment \nand promote consistency of assessment outcomes.  \n(c)  Help to strengthen the skills development mission in two pilot states so that they can \nbetter  support  and monitor the  accredited  training. The  specialist  will  work  with \nmanagers and teaching staff of the selected training institutions and ensure that they \neffectively  deliver  the  NSDC/SSC  accredited  programs  of  competency-based \ntraining.   \n(d) Train a core team of TVET staff to develop training programs based on the identified \nindustry competencies. The specialist will train a core team of TVET teachers to \nassess students and trainees against the identified competencies.  \n(e) Draft standardized policy and operations manuals that can be used as guides by all \nSSCs. Make recommendations on funding of the SSCs to promote their long-term \nfiscal sustainability.  \n(f)  Identify policy implications and work with other government agencies to promote a \nunified national approach to TVET in India, and train a small cadre of trainers (who \nmay be from the identified institutions).  \n \n ", "  Appendix 3  11 \n(g) Analyze  the  working  of  SSCs  and  suggest  suitable  options  for  creating  an \nassociation  of  SSCs  which  would  provide  a  forum  for  discussion  on  areas  of \ncommon  interest.  The  association  will  help  to  review  and  refine  policies  and \nguidelines related to the common activities of the SSCs such as national occupation \nstandards, accreditation of training institutions, assessment and certification, and \nestablishment of labor market information system (LMIS).  \n(h) Set up systems for creating SSC associations based on consultations with NSDC, \nSSCs, and other relevant stakeholders.  \n(i)  Based on the experience gained during implementation of this TA, the Team leader \nwill also work with ADB staff in designing the proposed loan.  \n2.  Capacity development and technical and vocational education and training policy \nspecialists (2 national consultants, 4 person-months each). The consultancy firm will also \nprovide  two  national  capacity  development  and  TVET  policy  specialists  to  support  the \ninternational consultant in undertaking the tasks specified in paragraph 1 above.  \n \n3.  Sector functional analysis facilitator (1 international consultant, 5 person-months). \nTo ensure that the initiatives supported through the TA are sustainable, the facilitator will train a \nsmall  national  team  in  undertaking  functional  analysis—i.e.,  the  systematic  process  of  \nidentifying and defining the key functions of a worker—and  drafting the national occupation \nstandards for the two pilot SSCs. He or she will also prepare the required manuals for both, the \nfunctional analysis process and the writing of competency (occupation) standards. Specifically, \nthe consultant will do the following: \n \n(i)  Demonstrate and manage the full functional analysis process in the two selected sectors \nleading to the final confirmation of nationally agreed standards and the packaging of at \nleast two complete vocational qualifications at different levels. \n(ii)  Train the national team to continue the facilitation with other sectors involving them in all \naspects of the development of industry standards in the demonstration sectors.  \n(iii) Propose a suitable format for specifying occupation standards based on current best \npractice in the writing of standards and train the team in this.  \n(iv) Prepare functional analysis and standards writing operations manuals for the SSCs and \nNSDC. \n4.  The facilitator will work with the two pilot SSCs to bring together industry practitioners to \nconduct a sector level identification of workforce occupational standards. These standards will \ninclude assessment of technical and employability skills, and will be assembled into vocational \nqualifications  packages  from  prevocational  to  advanced  technician  levels  to  meet  the \nrequirements of the national and international labor markets. \n \n5.  Sector functional analysis facilitators (2 national consultants, 4 person-months \neach). The consultancy firm will also provide two national sector functional analysis facilitators \nto support the international consultant in undertaking the tasks specified in paragraphs 3 and 4.  \n \n6.  Career guidance and social marketing specialist (1 national consultant, 4 person-\nmonths). A career guidance and social marketing campaign is required to create awareness \nabout the importance of vocational and technical training for enhancing one’s earning potential \nand  career  prospects.  The  campaign  should  have  a  strong  gender  focus,  and  encourage \nwomen to enhance their skills by enrolling in suitable technical and vocational programs. It \nshould also be targeted towards enhancing the awareness of the relatively poor segments in \nboth, rural and urban areas about how technical and vocational training can help them to \nenhance their income-earning potential. The campaign will help to counter the commonly held \n ", "12  Appendix 3 \n \n \nperception that careers in vocational and technical fields have low status and limited earning \npotential. The career guidance and social marketing specialist will help to supplement NSDC’s \nongoing initiatives in this area in the following ways: \n \n(i)  Develop a strategy to increase public awareness about the importance of enhancing \none’s skills through technical and vocational training especially in the context of India’s \neconomic growth. The strategy will help to disseminate information on the various skill \ndevelopment initiatives and emphasize the importance of getting formal certification.  \n(ii)  Develop a plan for improving career awareness and vocational counselling.  \n(iii) Design a social marketing plan and prepare social marketing material. \n(iv) Train trainers and SSC staff in career guidance and counselling, and assist them in \nestablishing career guidance and placement services for their sectors.   \n \n7.  Labor market information and advice specialists (2 national consultants, 2 person-\nmonths each). High quality and up-to-date labor market information and advice is required at \nthe  national,  state,  and  sector  levels  to  guide  NSDC,  the  SSCs,  training  institutions,  the \ngovernment, and most importantly, the workforce. Each SSC has to establish a labor market \ninformation system (LMIS) so that it can have an accurate and dynamic assessment of the \nemployment trend and skills requirement (by region and state) of the particular sector and its \nsubsectors. The labor market information and advice specialists will help the two SSCs in \nanalyzing the data being collected by the LMIS, and structure it in a manner which allows easy \ninference of changing demand−supply trends. The specialists’ tasks will include the following: \n \n(i)  Train NSDC and SSC staff in collecting and analyzing labor market data to identify \nemployment  trends.  The  specialists  will  also  establish  mechanisms  that  allow  the \nidentified trends to be reflected in the planning and delivery of training programs, setting \nup of training centers, training of trainers, and interaction with all stakeholders especially \nthe workforce.  \n(ii)  Ensure  that  the  LMIS  collects  and  analyzes  data  pertaining  to  skills  development \nopportunities for women and traditionally disadvantaged groups so that the programs of \nNSDC and the ministries can be tailored accordingly. \n(iii) Work with the skills development missions of the two selected states so that they can \nalso be trained in analyzing labor market information, and drawing policy inferences from \nit. \n(iv) Prepare  a  manual  for  guiding  the  design  and  use  of  LMIS  to  ensure  continued \nrelevance, and develop reporting mechanisms so that the NSDC can be assured that the \nSSCs are tracking and using the LMIS information as required.  \n(v)  The consultants will also coordinate with the key people involved in the LMIS initiative at \nthe Ministry of Labor and Employment to ensure that the LMISs being developed by the \ntwo SSCs link up well with the national LMIS.   \n8.  Monitoring and evaluation specialist (1 national consultant, 3 person-months). The \nspecialist will work closely with staff of NSDC and the two pilot SSCs to provide training on \nbenefit monitoring and evaluation. The techniques will include design of survey instruments, \ndata collection, processing, and analysis to ensure quality of the training providers who are \naccredited by the SSCs. The specialist will complement the ongoing monitoring and evaluation \ninitiatives of NSDC and help to:  \n \n(i)  Determine the key indicators which can help in tracking the performance of SSCs.  \n(ii)  Identify ways of capturing data supporting the key indicators. \n ", "  Appendix 3  13 \n(iii) Establish procedures for the routine monitoring of the effectiveness of contracted training \nand of the work of the training providers.  \n(iv) Coach staff in the proper collection and processing of primary data. The specialist will \nprepare periodic monitoring and evaluation reports and a monitoring and evaluation \nmanual to ensure standardization and sustainability. \n \n9.  Labor economist and skills development specialists (2 national consultants, 3 \nperson-months each). These national consultants will work with the capacity development and \nTVET policy specialists and focus on one of the two selected states each. Their tasks will \ninclude the following: \n \n(i)  Review the existing programs for skills development and vocational training within the \nstate,  and  assess  how  relevant  and  effective  these  programs  are.  Based  on  the \neconomic growth strategy of the state, and its natural and human resource endowment, \neach specialist will prepare a roadmap for the state on how best to link up with various \nnational programs and initiatives on skills development and vocational training programs \nbeing run by the 17 ministries and NSDC in line with the opportunities and needs of the \nparticular state.   \n(ii)  Coordinate with the capacity development and TVET policy specialists to ensure that \nappropriate courses are designed and delivered by the training institutes.  \n10.  Public−private partnership and finance expert (1 national consultant, 3 person-\nmonths).  NSDC  is  supporting  private-sector-led  efforts,  including  nonprofit  and  for-profit \ninitiatives  with  the  goal  of  building  models  that  are  scalable.  A  differentiated  approach  is \nrequired depending on the marketability of the skills group and the income level of the target \nstudent population.  To help NSDC develop low-cost, yet high quality innovative business and \nfinancing models especially for the poor candidates, an expert in PPP and finance will be fielded \nto: \n \n(i)  Gather feedback from the private training providers who have received funding from \nNSDC for undertaking different types of skills development programs, assess how well \nthese programs are functioning, and report on whether they will be financially viable in \nthe long run or not.  \n(ii)  Suggest innovative financing options and models to ensure sustainability, especially for \nprograms which are trying to target poorer and vulnerable sections and in rural areas. \n(iii) Suggest ways in which SSCs across these segments can become self-sustaining.  \n11.  Gender  and  social  development  specialist  (1  national  consultant,  3  person-\nmonths). The gender and social development specialist will undertake the following tasks: \n \n(i)  Help NSDC to collect and analyze gender-disaggregated data for the skills development \nand vocational training projects it supports. He or she will work with NSDC to strengthen \nthe social and gender aspects of the memorandums of understanding it signs with \nprivate skills providers.   \n(ii)  Work with the two pilot SSCs to ensure that social and gender concerns are adequately \nreflected  in  the  occupation  standards,  skills  requirement,  and  safety  norms.  The \nspecialist will prepare a report on the basis of this work, which can help mainstream \nsocial and gender concerns into the work of other SSCs as appropriate.  \n \n \n \n ", "14  Appendix 3 \n \n \nB.  Individual Consultants    \n \n12.  Advanced  technical  and  vocational  education  and  training-national  vocational \nqualifications framework policy advisor (1 international consultant, 3 person-months). \nThe establishment of a vocational qualifications framework in India with the involvement of \nindustry, professional bodies, and community stakeholders will provide the government with a \nuniform platform for ensuring that all the programs for vocational education and training are \nlinked to one another and support the overall national development objectives. The NVQF can \npromote synergy between the higher education sector and the SSCs, and mainstream the new \nvocational qualifications developed by the SSCs. The TVET-NVQF policy advisor will dialogue \nwith  relevant  entities  (including  NSDC,  the  Planning  Commission,  MOLE,  and  Ministry  of \nHuman Resources and Development) to ensure that the potential for delivery of qualifications at \nthe higher end of the value chain through more advanced education and training institutions is \ntapped. Specifically, the advisor will undertake the following tasks: \n \n(i)  Report on international best practice in the delivery of applied advanced education \nqualifications to meet the needs of industry and various professions. He or she will \nreview the current situation in India with regard to the delivery of technology-related and \nother applied advanced qualifications. \n(ii)  Advise  on  ways  of  linking  the  skills  value  chains  identified  by  the  SSCs  with  the \nprograms offered by higher academic institutions in India. Draft a medium-term strategy \nfor linking selected higher education institutions to the NVQF and the SSCs, and advise \nNSDC and the Planning Commission on policies to promote the active engagement of \nhigher education institutions with SSCs and their new vocational qualifications in the \nareas of assessment and certification.  \n \n13.  Technical and vocational education and training-national vocational qualifications \nframework policy specialists (2 national consultants, up to 2 person-months each). A \npanel of national consultants will be made available to support the advisory work of entities such \nas  the  Planning  Commission  of  India  so  that evolving  policy  queries  in  the  areas  of  skill \ndevelopment and linkages with NVQF and higher education can be analyzed and addressed. \nThis will facilitate policy dialogue and debate, draw on cross-country experience, and ensure \nthat India’s skills development initiatives remain on the right track. \n \n \n "], "metadata": {"Title": "Doc number", "Author": "RR3", "Creator": "Microsoft® Office Word 2007", "CreationDate": "D:20111221171756", "ModDate": "D:20111221171756", "Producer": "Microsoft® Office Word 2007"}}