{"path": "data/input/ta/45233-003-pak-pptar.pdf", "pages": [" \nProject Preparatory Technical Assistance \n \nA.   Justification \n \n1.  The project preparatory technical assistance (TA) is required to assist in the design of \nthe proposed Social Protection Development Project (the project). This TA will be used to \nprepare the necessary assessments, assist with all necessary due diligence tasks, and to \ndevelop detailed project activities. In addition, in view of emerging fiscal pressures in Pakistan, \nthere might be a need for ADB to be prepared to step up its assistance to BISP and in that way \nring-fence  –  to  the  extent  possible  –  the  benefits  to  the  extreme  poor  from  eventual \nmacroeconomic disruptions.  \n \nB.   Major Outputs and Activities \n \n2.  The five main outputs of the TA will be:  \n \n(i)  Survey report of BISP’s operations. Under the AETP Subprogram 2, $150 million \nwas  earmarked  for  BISP  in  support  of  beneficiaries  identified  under  the  new \nscorecard  targeting  method.  The  Ministry  of  Finance  transferred  the  equivalent \namount in Pakistan rupees to BISP. BISP used the amount for the payment of cash \ntransfers to beneficiaries under the new targeting method. The TA will support a \nthird-party validation to assess whether the cash payments from BISP have reached \nthe intended beneficiaries. At the same time, the survey will collect the response of \nthe beneficiaries on recent key changes in BISP’s operations.  \n \n(ii)  Project design to roll out the registration for the cash transfer program to \nremaining eligible beneficiaries - Under the poverty scorecard survey, 7.2 million \nfamilies have been declared eligible, of which 2.78 million (39%) eligible families \neither do not have a female head with CNIC12, or have not reported the CNIC of the \nfemale  member  to  the  survey  team.  The  project  will  help  address  the  issues \nimpeding the issuance of CNICs to women eligible under the cash transfer program. \nThe TA will assist in preparing this support. \n \n(iii)  Project design(s) to introduce and roll out (a) vocational training, (b) health \ninsurance,  and/or  (c)  CCT  for  health  program  providing  access  to \nimmunization and micronutrients for children and pregnant women - The TA \nwill  review  the  vocational  training  program  (waseela-e-rozgar)  and  the  health \ninsurance  program  (waseela-e-sehat),  assess  the  soundness  of  design  and \nimplementation,  and  prepare  alternative  designs,  including  the  operational \nrequirements to support the piloting and gradual roll out of the program over the \nproject period. The TA will also prepare the design of a CCT for health program, \nlinked to immunization and micronutrients for pregnant women and children under 2 \nyears. It will assist in determining the interventions to be supported under the CCT \nprogram, in setting the appropriate amount, in determining entry and exit rules, and \nin  identifying  the  required  support  for  service  delivery.  In  addition,  the  TA  will \nestimate the cost of each program for the project period, and assess which program \nwill have the biggest impact possible for the least cost. \n \n                                                \n12 The possession of CNIC by female applicant/recipient is one of the eligibility criteria for the cash transfer. \n ", "2   \n(iv)  Project design for interventions to improve BISP administration - The TA will \nsupport  financial  management  and  governance  assessment  of  the  BISP.  It  will \nidentify required operational improvements in the targeting, verification, payment \nsystem and grievance redressal system of the BISP, and specify the procurement \nand consulting services requirements. It will support the monitoring and evaluation \n(M&E)  unit  of the  BISP  in  the  preparation  of M&E  tools for  the  roll out  of  the \ngraduation program(s) to be implemented under the project. \n \n(v)  Preparation for a possible programmatic engagement - The TA will review and \nidentify  policy  and  institutional  deficiencies  in  the  current  federal  and  provincial \nframework of social protection in Pakistan. This will include analyzing the problems \nof coordination between BISP and provincial governments, and ensure failures in \ntargeting  are  kept  to  a  minimum  in  the  transition  stages  of  the  process  of \nimplementation  of  the  18th  amendment.  The  dialogue  between  BISP  and  the \ndifferent levels of sub-national Government will also be supported under this TA. \n \n3.  Based on the work above, the TA will prepare a project document, following the formats \nand templates required by ADB. This will include the definition and development of performance \ntargets and indicators; drafting summaries of external assistance to the sector and of lessons \nlearned;  assisting  in  developing  the  design  and  monitoring  framework;  project  outputs \ndescription;  detailed  project  cost  estimates;  implementation  arrangements  and  schedule; \nindicative procurement packaging and draft procurement plans; staffing; terms of reference for \nconsulting services; describe project impacts benefits and risks; and a project performance \nmonitoring system. \n \n4.  Major activities (and corresponding outputs) are summarized in Table A4.1.  \n \nTable A4.1: Summary of Major Outputs and Activities \nExpected  Expected \nMajor Activities  Completion Date  Major Outputs  Completion Date \nAdvertise TOR for individual  15 February 2013  Individual consultants  11 March 2013 \nconsultants  engaged and fielded \nContracted individual  7 March 2013     \nconsultants \nRequest for submission of  18 March 2013  Tables on partial data entry for  15 July 2013 \nbiodata technical proposal and  third party validation of cash \nfinancial proposal  transfers paid under AETP2 \nand survey results of BISP’s \noperations \nContract firm for survey  29 March 2013  Final report  15 August 2013 \nDetermine support required to  29 March 2013  Project design for roll out of  21 June 2013 \nidentify remaining eligible  CNICs to remaining eligible \nbeneficiaries   beneficiaries \nPrepare detailed plan required  7 June 2013     \nto register remaining eligible \nbeneficiaries with NADRA  \nReview BISP’s vocational  29 March 2013  Project design and  5 April 2013 \ntraining program and other  implementation arrangement \nskills development projects,  of alternative vocational \nreview training capacity of  training program  \ntraining institutes \nPrepare operational design of  7 June 2013  Detailed project design of  21 June 2013 \nalternative vocational training  vocational training program, ", "  3 \n \nprogram with detailed cost  including the implementation \nestimates  plan and cost estimates for the \nproject period \nReview BISP’s health  29 March 2013  Project design and  5 April 2013 \ninsurance program and other  implementation arrangement \nhealth insurance schemes,  of improved health insurance \nexplore possible  program \nimprovements of insurance \npackage  \nPrepare operational design for  7 June 2013  Detailed operational design for  21 June 2013 \nfurther roll-out of health  roll-out of health insurance \ninsurance pilot program with  pilot program, including cost \ndetailed cost estimates  estimates for the project \nperiod \nPrepare design of the CCT  29 March 2013  Initial project design of CCT  5 April 2013 \nprogram for health addressing  program for health for \nboth demand and supply side  implementation under the \nissues  project \nPrepare operational design of  7 June 2013  Detailed project design of CCT  21 June 2013 \nthe CCT program for health  program for health, including \nwith detailed cost estimates  the implementation plan and \ncost estimates for the project \nperiod \nPrepare financial  7 June 2013  Determine reforms/support  21 June 2013 \nmanagement and governance  required to improve financial \nassessment of BISP  management and governance \nof BISP \nPrepare operational review of  29 March 2013  Detailed costing for required  5 April 2013 \nthe targeting, verification,  operational improvements \npayment system and \ngrievance redressal system of \nthe BISP \nIdentify M&E tools required for  7 June 2013  Project design to support M&E  21 June 2013 \nthe graduation programs  unit in BISP to monitor and \nsupported under the project  evaluate performance of \nprograms supported under the \nproject \nReview of federal and  14 June 2013  Overview of social policy  12 July 2013 \nprovincial social policy  programs, and BISP’s role in \nprograms and their funding   overall social safety net design \nPrepare concept note outlining  14 June 2013  Detailed project design,  12 July 2013 \nkey features of the project,  including the draft project \ndiscussed and agreed upon  administration manual and \nby the Pakistan Government  other required supplementary \ndocument \nSource: ADB, 2013 \n     \n \nC.   Cost Estimate and Proposed Financing Arrangement \n \n5.  The TA is estimated to cost $650,000 equivalent, to be financed on a grant basis by \nADB's Technical Assistance Special Fund (TASF – V). The detailed cost estimate is presented \nin Table A4.2.  \n \n \n ", "4   \n \nTable A4.2: COST ESTIMATES AND FINANCING PLAN  \n($'000) \n \nItem  Total Cost \nA.  ADB Financinga   \n 1.  Consultants   \n   a.  Remuneration and Per Diem   \n     i.  International Consultants   265.0 \n     ii. National Consultants  119.0 \n   b.  International and Local Travel  76.0 \n   c.  Reports and Communications  3.0 \n 2.  Workshops, Training/Seminars and Conferences  25.0 \n 3.  Survey  100.0 \n4.   Miscellaneous Administration and Support Costs  4.0 \n 5.  Contingencies  58.0 \n   \nTotal  650.0 \na Financed by the Asian Development Bank's Technical Assistance Special Fund (TASF - V).  \n \nD.   Consulting Services \n \n6.  The TA will require 12 person-months of international consultants, 19 person-months of \nnational consultants and the services of a firm for a third party validation survey. Advanced \ncontracting procedures will be used to recruit individual TA consultants. Consulting services are \nrequired for three separate technical fields: social safety nets, health insurance and vocational \ntraining. For each technical field, an international consultant will be paired with a national \nconsultant. Each team will work largely independent. The engagement of individual consultants \nis more appropriate given the diversity of expertise required, which might not be available within \none single firm. All consultants will report to the ADB project officer and the BISP. Some \nflexibility in the use of consultants will be required to accommodate BISP requests during TA \nimplementation. \n \nTable A4.3: Summary of Consulting Services Requirement \nPositions  Person-Months Required \nInternational   \nSocial safety net specialist   4 \nTVET policy specialist  4 \nHealth insurance economist  4 \nNational   \nSocial safety net specialist  5 \nPoverty reduction economist  2 \nVocational training specialist  5 \nPublic health specialist  5 \nEconomist/financial management specialist  2 \nFirm   \nThird party validation and BISP’s operations  3 \nsurvey \nSource: ADB, 2013 \n \n7.  The terms of reference for the TA consultants are described in paras. 8 to 25.  \n ", "  5 \n \nI.  International Consultants \n \nA.  Social Safety Net Specialist and Lead Consultant (international, 4 person \nmonths) \n \n8.  The Lead Consultant will work closely with the national social safety net specialist and \ntake responsibility for the following:  \n \n(i)  Assess  social  protection  and  poverty  reduction  programs  (including  subsidy \nprograms) addressing social safety net concerns in Pakistan at the federal and \nprovincial level, assess the role of BISP, and recommend improvements; \n(ii)  Review the design, implementation progress and lessons learned of the Benazir \nIncome  Support  Program  (BISP)  and  prepare  recommendations  on  possible \ndesign  and  operational  improvements  of  the  targeting,  verification,  payment \nsystem and grievance redressal system of the BISP; \n(iii)  Prepare  project  design  and  implementation  plan  for  the  expansion  of \ncomputerized national identity card (CNIC) registration; \n(iv)  Prepare recommendations, in consultation with the TVET policy specialist and \nthe health insurance economist, on ADB’s values addition to promote income \nsupport through improved BISP programs on vocational training program, health \ninsurance program and CCT for health program, especially in coordination with \nthe work being done by other development partners; \n(v)  Assist in finalization of design of selected BISP graduation program(s) to be \nsupported by ADB on a project basis; \n(vi)  Identify  measures  to  further  enhance  the  participation  of  indigenous \npeople/ethnic groups in the program, and where possible, incorporate culturally \nsensitive consultation methods and planning; \n(vii)  Support dialogue on recommendations on cooperation between the federal and \nthe provincial governments on social safety net planning and coordination;  \n(viii)  Support  dialogue  on  rationalizing  Pakistan’s  poverty  reduction  programs, \nincluding the replacement of untargeted subsidy programs; \n(ix)  Contribute as resource person to key stakeholder workshop(s) in Islamabad for \nfederal and provincial governments to discuss project proposal and alternative \ngraduation programs and to seek consensus on project design; \n(x)  Assist in the preparation of ADB’s project document and its linked documents \n(including the preparation of indicative procurement packaging and procurement \nplans);  \n(xi)  Complete any other tasks as may be reasonably requested by ADB or BISP. \n \n9.  The Team Leader will  be engaged intermittently over the period  March–September \n2013.  He/she  will  work  closely  with  BISP,  the  ADB  project  team,  other  government  and \nnongovernment stakeholders and the other members of the consultant team. He/she will be \nresponsible for coordinating all TA outputs and ensuring timely submission of reports/outputs \nfrom all consultants. The Team Leader will be a Social Safety Net Specialist with at least 10 \nyears international experience in social safety net design and human development.  \n \nB.  TVET policy specialist (international, 4 person months) \n \n10.  The TVET policy specialist will work closely with the team leader and with the national \nvocational training specialist and take responsibility for the following:  \n \n ", "6   \nThe  TVET  policy  specialist  will  work  closely  with  the  team  leader  and  with  the  national \nvocational training specialist and take responsibility for the following:  \n \n(i)  Review  the  program  design  and  initial  performance  of  the  BISP  vocational \ntraining program;  \n(ii)  Prepare comparative analysis of BISP vocational training program with other \nskills development projects; \n(iii)  Liaise  with  National  Vocational  &  Technical  Training  Commission  and  the \nprovincial  Technical  Education  and  Vocational  Training  Authorities  and  with \ndevelopment partners active in vocational training to discuss their respective \nrole/contributions to the sector; \n(iv)  Prepare stock take of training capacity of public and private training institutions; \n(v)  Prepare alternative design and implementation plan to deliver a scale up of the \nBISP  vocational  training  program,  including  the  identification  of  required \nmonitoring and evaluation tools; \n(vi)  Prepare cost-benefit analysis on the scale up of the BISP vocational training \nprogram, as specified in the project design; \n(vii)  Review and identify policy and institutional deficiencies in the current federal and \nprovincial framework of technical education and vocational training in Pakistan, \nfocusing on possible limitations to BISP’s vocational training program outreach; \n(viii)  Support dialogue on recommendations for future improvements with federal and \nprovincial governments; \n(ix)  Contribute as resource person to key stakeholder workshop(s) in Islamabad for \nfederal and provincial governments to discuss project proposal and alternative \ngraduation programs and to seek consensus on project design. \n \n11.  The specialist will be engaged intermittently over the period March–September 2013. \nHe/she  will  work  closely  with  BISP,  the  ADB  project  team,  other  government  and \nnongovernment stakeholders and the other members of the consultant team. He/she will be \nresponsible for coordinating all TA outputs and ensuring timely submission of reports/outputs \nfrom all consultants. The specialist will be a TVET Policy Specialist with at least 10 years \ninternational experience in social safety net design and human development.  \n \nC.  Health Economist (international, 4 person months) \n \n12.  The economist will work closely with the team leader and with the national public health \nspecialist and take responsibility for the following:  \n \n(i)  Undertake financial analysis of the BISP health insurance program with respect \nto the benefit package design and their initial performance in reaching target \nbeneficiaries  and  providing  financial  protection  and  actual  access  to  health \nservices;  \n(ii)  Determine the impacts of the BISP health insurance program on meeting the \nneeds of the poor; \n(iii)  Explore  possible  improvements  of  the  insurance  package,  particularly  in \nprotecting beneficiaries from impoverishing health care costs, ensuring health \nservices supply, and improving maternal and child health outcomes; \n(iv)  Prepare project design and implementation plan, to deliver a scale up of the \nBISP health insurance program (taking into account management capabilities, \nquality  of  existing  health  services,  and  regional  priorities),  including  the \nidentification of required monitoring and evaluation tools; ", "  7 \n \n(v)  Prepare  cost-benefit  analysis  on  the  scale  up  of the  BISP  health  insurance \nprogram, as specified in the project design; \n(vi)  Review  other  health  insurance  schemes  in  Pakistan,  including  public  sector \nprograms,  private  health  insurance,  community-based  health  insurance  and \ncompany-based  health  insurance  schemes  in  terms  of  how  these  address \nchronic poverty, and identify policy and institutional deficiencies in the current \nfederal  and  provincial  framework  of  health  services  and  social  insurance  in \nPakistan, focusing on possible limitations to BISP’s graduation program; \n(vii)  Review federal and provincial  vaccination, micronutrient and pre-natal health \nservices  programs  and  assess  health  supply  capacity  nationwide  and  for \nselected districts; \n(viii)  Prepare  program  design  and  implementation  plan  for  co-responsibility  cash \ntransfer  (CCT)  for  health  program  in  a  cascaded  manner,  including  the \nidentification of required monitoring and evaluation tools; \n(ix)  Analyze how potential CCT for health program needs to be supported by supply \nside improvements; \n(x)  Prepare cost-benefit analysis on the introduction of CCT for health program, as \nspecified in the program design; \n(xi)  Review and identify policy and institutional deficiencies in the current federal and \nprovincial  framework  of  health  services  in  Pakistan,  focusing  on  possible \nlimitations to BISP’s health insurance program and a possible CCT for health \nprogram outreach; \n(xii)  Support dialogue on recommendations for future improvements with federal and \nprovincial governments; \n(xiii)  Contribute as resource person to key stakeholder workshop(s) in Islamabad for \nfederal and provincial governments to discuss project proposal and alternative \ngraduation programs and to seek consensus on project design. \n \n13.  The health economist will be engaged intermittently over the period March–September \n2013.  He/she  will  work  closely  with  BISP,  the  ADB  project  team,  other  government  and \nnongovernment stakeholders and the other members of the consultant team. He/she will be \nresponsible for coordinating all TA outputs and ensuring timely submission of reports/outputs \nfrom all consultants. The specialist will be a health economist with at least 10 years international \nexperience in social safety net design and human development.  \n \nII.  National Consultants \n \na.  Social Safety Net Specialist (national, 5 person months) \n \n14.  ADB will hire a national social safety net specialist to assist the international social safety \nnet specialist in his/her assignment. The specific tasks will be to: \n \n(i)  Assist in the review of the social safety net system in Pakistan and the role of \nBISP as federal social safety net program; \n(ii)  Review the design, implementation progress and lessons learned of the ongoing \nBenazir Income Support Program (BISP);  \n(iii)  Assist in the preparation of recommendations on possible design and operational \nimprovements  of  the  targeting,  verification,  payment  system  and  grievance \nredressal system of the BISP; \n(iv)  Assist  in  preparation  of  the  project  design  and  implementation  plan  for  the \nexpansion of CNIC registration; \n ", "8   \n(v)  Assist in consultations to select BISP graduation program(s) to be supported by \nADB on a project basis; \n(xii)  Assist in the identification of measures to further enhance the participation of \nindigenous people/ethnic groups in the program, and where possible, incorporate \nculturally sensitive consultation methods and planning; \n(vi)  Assist in the organization of key stakeholder workshop(s) in Islamabad for federal \nand  provincial  governments  to  discuss  project  proposal  and  alternative \ngraduation programs and to seek consensus on project design; \n(vii)  Complete any other tasks as may be reasonably requested by ADB or BISP. \n \n15.   Consultant qualifications: The specialist will have at least 5  years of experience in \nrelated  work  and  professional  experience  in  social  protection  and  poverty  reduction.  The \nconsultant will be engaged intermittently over the period March-September 2013. He/she will \nwork  closely  with  BISP,  the  ADB  project  team,  other  government  and  nongovernment \nstakeholders and the other members of the consultant team. \n \nb.  Poverty Reduction Economist (national, 2 person months) \n \n16.  ADB will hire a national poverty reduction specialist to assist the international social \nsafety net specialist in the preparation of a background study on the role of a social protection \nand poverty reduction intervention for poverty reduction in Pakistan. The specific tasks will be \nto: \n \n(i)  Prepare an overview of income and non-income poverty in Pakistan, its gender \ndimensions, and discuss vulnerabilities and risks poor are exposed to; \n(ii)  Take  stock  of  existing  social  protection  and  poverty  reduction  programs, \naddressing social safety net concerns in Pakistan at central and federal level, \nboth public and private, and assess their impact; \n(iii)  Assess the impact of social protection and poverty reduction programs (including \nsubsidy programs) on poverty reduction in Pakistan, assess the role of BISP, and \nrecommend improvements. \n \n17.   Consultant qualifications: The specialist will have at least 5  years of experience in \nrelated  work  and  professional  experience  in  social  protection  and  poverty  reduction.  The \nconsultant will be engaged intermittently over the period March-September 2013. He/she will \nwork  closely  with  BISP,  the  ADB  project  team,  other  government  and  nongovernment \nstakeholders and the other members of the consultant team. \n \nc.  Vocational Training Specialist (national, 5 person months) \n \n18.  ADB will hire a national vocational training specialist to assist the international TVET \npolicy specialist. The specific tasks will be to: \n \n(i)  Review program design and initial performance of BISP’s vocational training \nprogram, Waseela-e-Rozgar; \n(ii)  Collect information on alternative approaches on skills development, such as the \nPrime Minister’s Program on Skills Development and the skills training program \nprovided  by  the  National  Rural  Support  Program  and  the  Institute  of  Rural \nManagement; ", "  9 \n \n(i)  Liaise  with  National  Vocational  &  Technical  Training  Commission  and  the \nprovincial Technical Education and Vocational Training Authorities to discuss \ntheir role in the Waseela-e-Rozgar; \n(ii)  Prepare stock take of training capacity of public and private training institutions; \n(iii)  Assist in preparation of alternative design and implementation plan to deliver a \nscale up of the BISP vocational training program \n(iv)  Assist in the preparation of cost-benefit analysis on the scale-up of the BISP \nvocational training program, as specified in the alternative design; \n(v)  Assist in the organization of key stakeholder workshop(s) in Islamabad for federal \nand  provincial  governments  to  discuss  project  proposal  and  alternative \ngraduation programs and to seek consensus on project design. \n \n19.  Consultant qualifications: The consultant will have a bachelor’s degree in education, \neconomics or social sciences and at least 4 years experience working on technical educational \nand vocational training. The consultant will be engaged intermittently over the period March-\nSeptember 2013. \n \nd.  Public Health Specialist (national, 5 person months) \n \n20.  ADB  will  hire  a  national  public  health  specialist  to  assist  the  international  health \neconomist. The specific tasks will be to:  \n \n(i)  Collect detailed information on the program design and initial performance of the \nBISP health insurance program;  \n(ii)  Collect information on other health insurance schemes in Pakistan; \n(iii)  Assist in the preparation of alternative design to deliver a scale up of the BISP \nhealth insurance program; \n(iv)  Collect  information  on  federal  and  provincial  vaccination  and  micronutrient \nprograms and assess feasibility to use services for a CCT for health program; \n(v)  Assist in program design and in preparation of implementation plan for CCT for \nhealth program \n(vi)  Assist in the cost-benefit analysis for the scale-up of the BISP health insurance \nprogram and the CCT for health, as specified in the project design \n(vii)  Assist in the organization of key stakeholder workshop(s) in Islamabad for federal \nand  provincial  governments  to  discuss  project  proposal  and  alternative \ngraduation programs and to seek consensus on project design; \n \n21.  Consultant qualifications: The consultant will have at least 10 years experience in public \nhealth and extensive experience with the Expanded Program for Immunization. The consultant \nwill be engaged intermittently over the period March-September 2013. \n \ne.  Financial Management Specialist (national, 2 person months) \n \n22.  The Financial Management Specialist will support the design of financial management \nand disbursement arrangements under the project as well as the financial analysis. The specific \ntasks will be to \n \n(i)  Review for incorporation into the project, the following ADB documents: Financial \nManagement and Analysis of Projects, Financial Due Diligence: A Methodology \nNote and Guidelines for Financial Governance and Management of Investment \nProjects;  \n ", "10   \n(ii)  Undertake a financial management assessment of the Executing Agency (EA); \n(iii)  Prepare a financial analysis for the project, in form and substance agreeable to \nADB;  \n(iv)  Review the fund-flow arrangements and disbursement experience of the BISP, \nincluding the systems and procedures and provide recommendations to minimize \ntransaction costs and present options to government to make the process more \nefficient and effective;  \n(v)  Prepare a financing plan for the Project and detailed cost estimates as required \nfor  the  Project  Administration  Manual,  and  describe  the  flow  of  funds  and \ndisbursement procedures, including any revisions and adjustments that may be \nrecommended from the review to ensure a smooth and efficient flow of funds; \n(vii)  Support the team leader in preparing the final report;  \n(viii)    Complete any other tasks as may reasonably be requested by ADB or BISP.  \n \n23.  Consultant qualifications: The consultant will have at least 10 years experience and \nextensive  experience  with  costing,  budgeting  and  financial  management  of  donor-financed \n(preferably  ADB),  government-implemented  development  projects.  The  consultant  will  be \nengaged intermittently over the period March-September 2013. \n \nIII.  Survey \n \na.  Survey of BISP’s operations \n \n24.  A firm will be hired to undertake the survey. The specific tasks will be to \n \n(i)  Use household panel of households with poverty score less than the cut-off score \nof 16.17, used by BISP to identify its beneficiaries; \n(ii)  Match BISP eligible household in the sample with BISP’s database, listing the \nbeneficiaries that received cash transfers from the ADB special account, as the \nbasis for the third party validation \n(iii)  Pilot test and finalize questionnaire in collaboration with ADB; \n(iv)  Train  survey  staff  to  ensure  that  the  required  capacities  and  skills  are \ncontinuously build up during the course of the survey; \n(v)  Conduct data quality monitoring during data collection, including spot checking, \ninterview and protocol observation; \n(vi)  Conduct data entry in parallel to fieldwork \n(vii)  Submit data entry tables in electronic form; \n(viii)  Submit draft and final report. \n \n25.  Consultant qualifications: The firm will have performed at least 5 projects of a similar \nnature.  \n \nImplementation Arrangements \n \n26.  BISP will be the implementing agency and will provide (i) counterpart staff with adequate \nlogistic support; and (ii) office space and utilities, including telephone and electricity for the TA \nteam. The TA will be implemented from March 2013 until September 2013. Disbursements \nunder the TA will be done in accordance with ADB’s Technical Assistance Handbook (2010, as \namended from time to time). \n ", "  11 \n \n27.  The proposed TA processing and implementation schedule is listed in Table A4.4. Each \nconsultant will submit a mission report at the end of each mission, based on a format prior to the \nmission \n \nTable A4.4: Technical Assistance Processing and Implementation Schedule \nExpected \nMajor Milestones  Completion Date \nPPTA inception mission  3 April 2013 \nPPTA review mission  31 May 2013 \nPPTA review mission  28 June 2013 \nPPTA final mission  30 September 2013 \nSource: Staff estimates. \n "], "metadata": {"Author": "Asian Development Bank", "Company": "Asian Development Bank", "CreationDate": "D:20130312153804+08'00'", "Creator": "Acrobat PDFMaker 9.0 for Word", "ModDate": "D:20130313140929+08'00'", "Producer": "Adobe PDF Library 9.0", "SourceModified": "D:20130312073748", "Title": "PROJECT CONCEPT PAPER TEMPLATE"}}