{"path": "data/input/ta/45253-002-pptar.pdf", "pages": ["10  Appendix 4 \nPROJECT PREPARATORY TECHNICAL ASSISTANCE \n \nA.  Justification \n1.  The PPTA is necessary to effectively formulate the CMDP III which will support the \nGovernment’s commitment to meaningful capital market reform. \n \nB.  Objective \n2.  The objective of the PPTA is to identify policy measures to support the development of a \nrobust financial markets system in Bangladesh that is well balanced, sustainable and resilient \nand that is able to effectively intermediate savings to finance investment.    \n \nC.  Major Outputs and Activities \n3.  The PPTA will build upon the reforms being undertaken in the ongoing CMDP II. For \ndeveloping the bond markets, the PPTA experts will also draw upon the results of the work \ncurrently being undertaken to assess Bangladesh’s primary dealer system by experts engaged \nunder ADB’s ongoing Bangladesh Bank capacity development TA. The implications of shadow \nbanking  on  Bangladesh’s  capital  markets  will  also  be  examined.  The  PPTA  will  engage \ninternational and domestic consultants who will  work closely with the Government, market \nparticipants, and ADB in the five areas below. \n \n(i)  Improved legal and regulatory structure. Building upon reforms undertaken in \nCMDP II, the first output will assist the Government in further developing the \nlegal and financial supervisory policy structure that strikes the right balance in \nfinancial  regulation  and  enhances  the  stability  of  the  Bangladesh  financial \nsystem.  The  PPTA  will  assist  in  developing  measures  to  remove  inherent \nconflicts  of  interest,  eliminate  opportunities  for  arbitrage  between  the  stock \nexchanges,  and  enhance  liquidity  and  public  trust.  The  PPTA  will  focus  on \noptions for legal and regulatory reforms as well as benchmarking regulatory \nefforts against international standards. Structural and institutional issues such as \nlimited IDRA autonomy will be analyzed and measures will be recommended to \nalleviate such issues. The promotion and participation of private equity finance \nand  Islamic  finance  (such  as  sukuks)  in  capital  markets  through  legal  and \nregulatory reforms will also be considered.  \n \n(ii)  Bond  market  development  and  deepening  the  scope  of  securitization. \nBuilding upon the fundamentals of bond market development in CMDP II, the \nsecond output will focus on measures that will lead to the extension of the \ngovernment  yield  curve  and  therefore  further  corporate  bond  market \ndevelopment. The PPTA will analyze impediments to the development of a liquid \ndebt market and recommend a debt market strategy that will foster a deep, liquid, \nand transparent debt market offering a wide range of products. On the supply \nside, emphasis will be placed on increasing the supply of high-quality corporate \npaper  building  on  the  benchmark  yield  curve  of  Government  of  Bangladesh \ntradable securities and thereby improving the functioning and efficiency of the \nfixed-income  market.  This  output  will  also  focus  on  developing  competitive \npricing of primary issuances including promoting the role of credit rating agencies \nand the use of credit enhancement products or risk mitigation instruments. On \nthe demand side, initiatives to increase the demand for corporate securities will \n ", "Appendix 4  11 \n \nbe  assessed  including  through  contractual  savings  institutions  (such  as \npromoting  the  establishment  of  pension  and  provident  fund  management \ncompanies  and  enhancing  their  participation  in  capital  markets).  Regional \nexperiences in developing resilient, liquid bond markets will be considered while \nformulating the strategy. The role of mutual funds in promoting capital market \ndevelopment and bond market development will also be further explored. As a \nlogical  sequence  of  this  output,  efforts  will  also  focus  on  developing  the \nsecuritization market.  \n \n(iii)  Development  of  successful  financial-instrument  tax  policies.  The  third \noutput  will  involve  a  systematic  analysis  of  the  tax  structure  of  financial \ninstruments based on amendments to the tax ordinance under CMDP II. It will \nrecommend measures that are compatible with financial market development—\nand  that  also  do  not  violate  tax  principles—to  remove  distortions  between \ndifferent types of financial assets. The potential impacts of a tax-neutral structure \nwill be assessed and the likely benefits of such a structure will be weighed \nagainst the likely costs. This will be substantiated by an analysis of successful \nfinancial-instrument tax policies elsewhere in the region. A sequenced action \nplan will be developed that is compatible with financial market development.  \n \n(iv)  Development  of  derivatives.  This  output  will  focus  on  establishing  a \ncommodities exchange (including its regulatory framework) and developing key \nfundamentals of the derivative industry—particularly interest rate derivatives and \nexchange  rate  derivatives.  The  fourth  output  will  help  determine  the  capital \nadequacy,  position  limits,  margin  requirements,  and  sales  practices  to  be \nadopted by dealers for derivatives. This output will also ensure that the structure \nof regulation and risk management in the derivatives market meets the market \nrequirement.  \n \n(v)  Development of insurance sector. Building upon the insurance white paper \nroadmap  developed  under  CMDP  II  and  insurance  regulations  issued  under \nCMDP II, the fifth output will focus on measures to strengthen the insurance \nsector  such  as  recapitalization  of  the  insurance  companies  which  will  be \nsequenced  with  actions  to  ensure  active  investment  and  participation  of the \ninsurance sector in the capital markets. The output will also consider steps on \nhow to strengthen the qualifications of insurance professionals such as through \nestablishing a Charter Insurance Institute.  \n \n4.  The major outputs and activities are summarized in Table 1.  \n \nTable 1: Summary of Major Outputs and Activities \nExpected Completion  Expected \nMajor Activities  Date  Major Outputs  Completion Date \nSituational assessment and  January 2014  Legal and Regulatory  July 2014 \ncomprehensive analysis to address  structure \nthe prevailing weaknesses \nMapping of activities related to  January 2014  Bond market and  July 2014 \nspecific PPTA outputs  securitization \nDevelop and agree on a sequenced  July 2014  Taxation  July 2014 \naction plan \n    Derivatives  July 2014 \n \n    Insurance  July 2014 \nSource: Asian Development Bank estimates. \n ", "12  Appendix 4 \n     \nD.  Cost Estimate and Proposed Financing Arrangement  \n5.  The PPTA is estimated to cost $550,000 equivalent, of which $500,000 equivalent will \nbe financed on a grant basis by ADB's Technical Assistance Special Fund (TASF-V). The \ngovernment will provide counterpart support in the form of office accommodation and transport, \nremuneration and per diem of counterpart staff, and other administrative in-kind contribution. \nThe detailed cost estimate is presented in Table 2. The Government has been informed that \napproval of the TA does not commit ADB to finance any ensuing project. \n \nTable 2: Cost Estimates and Financing Plan \n  Total \nItem  Cost \nA.  Asian Development Bank Financinga   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants (15 person-months)  345,000.00 \n      ii.  National Consultants (8 person-months)  32,000.00 \n    b.  International and Local Travel  36,000.00 \n    c.  Reports and Communications  2,000.00 \n  2.  Seminars, and Conferences  30,000.00 \n  3.  Miscellaneous Administration and   5,000.00 \n    Support Costs \n  4.  Contingencies  50,000.00 \n        Total  500,000.00 \nNote: The technical assistance (TA) is estimated to cost $550,000, of which contributions from the Asian \nDevelopment Bank (ADB) are presented in the table above. The Government of Bangladesh will provide \ncounterpart support in the form of office accommodation and transport, remuneration and per diem of \ncounterpart staff, and other administrative in-kind contribution. The value of government contribution is \nestimated to account for 9% of the total TA cost. \na Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-V). \nSource: Asian Development Bank estimates. \n \nE.  Consulting Services \n6.  The PPTA will be implemented over 8 months, from November 2013 to July 2014. A \nteam of 7 international consultants and 6 domestic consultants will provide a total of 23 person-\nmonths  of  consulting  services.  ADB  will  engage  a  consulting  firm  in  accordance  with  the \nGuidelines on the Use of Consultants (2010, as amended from time to time). The Aries Group, \nLimited will be engaged through single-source selection to ensure continuity of services and \nprompt provision of consultancy services that will safeguard uninterrupted flow of the critical \ncapital market reform process. Single source selection is appropriate in this case because the \nrequirements  of  the  proposed  TA  (i.e.  formulating  the  CMDP  III)  represents  a  natural \ncontinuation of previous work carried out by the consulting firm (i.e. formulating the CMDP II). \nContinuity in the technical approach and experience acquired in the process is imperative to \nfoster strong linkage and smooth transition in the development of the sequence-oriented capital \nmarket reform process. The firm has built strong relationships with all the key stakeholders and \nmarket participants. The confidence placed by all the stakeholders in the firm builds a strong \nplatform to catalyze and accelerate the further structuring of the capital market development \nagenda. The proposed TA builds upon stabilization measures introduced by the CMDP II and \nimplements  the  roadmap  in  the  long-term  national  capital  market  master  plan  that  was \nformulated as a first tranche CMDP II policy action. The government and ADB were also very ", "Appendix 4  13 \n \nsatisfied with the firm performance under the previous TA. The quality and technical depth of the \nreports were very good. All reports were submitted on time as per the original schedule. The \nfirm  also  exhibited  strong  organization  skills  by  formulating  and  conducting  very  effective \nstakeholder and dissemination workshops. The initial assignment was awarded on a competitive \nbasis using ADB’s quality- and cost-based selection process.      \n \nTable 3: Summary of Consulting Services Requirement \nInternational  National \nName of Positions  Person-months  Name of Positions  Person-months \nCapital Market Development  4.0  Capital Market Legal and  1.0 \nExpert/Team Leader  Regulatory Expert \nCapital Market Legal and  2.0  Capital Markets Products  1.0 \nRegulatory Expert  Risk Management Expert \nCapital Markets Products  2.0  Taxation Expert   1.5 \nRisk Management Expert  Capital Market Institutional \nTaxation Expert  1.5  Expert  1.0 \nCapital Market Institutional  2.0  Auditing Expert  1.5 \nExpert  Insurance Expert  2.0 \nAuditing Expert  1.5     \nInsurance Expert  2.0     \nSource: Asian Development Bank estimates. \n \n7.  The outline terms of references for the PPTA consultants are described in paras. 8 to 14.  \n \n8.  Capital  Market  Development  Expert  and  Team  Leader  (international,  4  person-\nmonths). The team leader is expected to have significant recent expertise (a minimum of 15 \nyears) in capital market development. Experience in the Asia and Pacific region is preferable. \nThe team leader will be responsible for implementing the master plan for the Bangladesh capital \nmarkets (developed under CMDP II) in coordination with SEC which embraces all relevant \ndimensions (including the equity market, bond market, derivative market [including commodity], \nand  money  market)  and  facilitate  agreement  on  new  initiatives  to  address  policy,  legal, \nregulatory, supervisory, institutional, and capacity constraints.  In coordination with the legal and \nregulatory experts, risk management experts, taxation experts, institutional experts, insurance \nexperts,  and  auditing  expert,  the  team  leader  will  (i)  identify  remaining  impediments  to \ndevelopment  of  the  Bangladesh  capital  market  based  on  impact  assessment  of  CMDP  II \nreforms,  and  (ii)  draft  a  sequenced  implementation  plan  over  the  next  10  years  with \nperformance Indicators for each measure.  \n \n9.  Capital Market Legal and Regulatory Experts (one international, 2 person-months; \none national, 1 person-month). These experts should have significant experience (a minimum of \n10 years) in capital market regulation in developed and developing markets, and a working \nknowledge  of  the  implementation  of  the  best  practice  principles  and  objectives  of  the \nInternational Organization of Securities Commissions in securities regulation. Experience in the \nAsia and Pacific region is preferable. The principal aim of this assignment will be to build upon \nCMDP II reforms and further strengthen the regulatory framework governing Bangladesh’s \ncapital market. This will involve setting suitable supervisory policies, rationalizing institutional \nresponsibilities across different products and sectors, and identifying any legal implications. \n \n10.  Capital Markets Products Risk Management Experts (one international, 2 person-\nmonths; one national, 1 person-month). The consultants will be risk management experts with \nextensive experience (a minimum of 10 years) in developing and trading in risk management \n ", "14  Appendix 4 \nand  derivative  products.  The  experts  will  help  the  team  leader  identify  measures  for  (i) \ndeveloping the corporate bond market as a competitive source of financing; (ii) improving \nliquidity and market efficiency for secondary trading of securities; (iii) developing the derivative \nindustry—interest rate, exchange rate derivatives, etc.; and (iv) introducing a wide range of \ncapital  market  products,  including  structured  products-new  product  development.  For \ndeveloping the bond markets, the experts will also draw upon the results of the work currently \nbeing undertaken to assess Bangladesh’s primary dealer system by experts engaged under \nADB’s ongoing Bangladesh Bank capacity development TA.  \n \n11.  Taxation  Experts  (one  international,  1.5  person-months;  one  national,  1.5  person-\nmonths). The experts should have an extensive background in financial sector tax and legal \nmatters, and should be experienced in the implications of taxation of financial instruments on \nfinancial sector development (a minimum of 10 years). The taxation experts should coordinate \nwith the team leader as well as the other consultants to address financial sector tax issues. The \nexperts will help develop a liquid and integrated capital market by identifying a tax system that \nmeets the needs of different market participants and encourages savings and investments. The \nexperts will develop a well-defined tax implementation framework that will help determine the \nimpact of the recommended tax reforms and introduce a level playing field across products and \ninstitutions. The experts will recommend how to make tax treatment consistent with international \naccounting standards.  \n \n12.  Capital Market Institutional Experts (one international, 2 person-months; one national, \n1 person-month). The experts will have first-rate experience and credentials in enhancing the \nknowledge and understanding of capital market principles and operations. In coordination with \nthe team leader as well as the other consultants working under the PPTA project, the experts \nwill  do  the  following:  (i)  focus  on  building  and  understanding  financial  markets,  financial \nregulations,  and  trends  in  financial  integration;  (ii)  enhance  participants’  conceptual \nunderstanding and practical skills in capital market development; and discuss conceptual and \npractical policy issues concerning capital market development, particularly the bond market; and \n(iii) share best practices and information that would be beneficial to develop and manage the \ncapital  market  in  Bangladesh,  the  analytical  framework  for  capital  market  development, \ninstitutional  and  legal  settings,  infrastructure  issues,  and  strategies  and  policy \nrecommendations. \n \n13.  Auditing  Experts  (one  international,  1.5  person-months;  one  national,  1.5  person-\nmonths). The experts will have a strong background in International Standards on Auditing and \nInternational Financial Reporting Standards and be familiar with capital market operations. The \nexpert should be fully familiar with International Accounting Standards and best practices in the \ndisclosure of financial information. The experts will build upon the impending enactment of the \nFinancial Reporting Act to recommend policy measures that will strengthen accounting and \nauditing standards at IDRA and SEC, thereby raising market confidence. The experts will (i) \nreview the capacities of regulators to assess the quality of audits, and (ii) help IDRA design \nprocedures for an independent review of audit practices adopted by auditors of insurance \ncompanies, their work process and systems including developing relevant databases, format of \nreporting, internal quality assurance system, and enforcement. \n \n14.  Insurance  Experts  (one  international,  2  person-months;  one  national,  2  person-\nmonths). The experts will have 10 years or more of international professional experience in \ninsurance  supervision.  The  experts  will  build  upon  the  insurance  white  paper  roadmap \ndeveloped under CMDP II by providing detailed analysis and policy recommendations for the (i) \nimproved governance and regulation of the insurance industry in conformance with international ", "Appendix 4  15 \n \nbest practices to facilitate achievement of the industry’s potential, as well as (ii) enhanced \ninsurance industry participation in Bangladesh’s equity and bond markets.  \n \nF.  Implementation Arrangements \n15.  The Bank and Financial Institutions Division of Ministry of Finance will be the Executing \nAgency for the PPTA. The SEC will be the Implementing Agency for the PPTA. In support of the \nPPTA activities, the Government will provide (i) furnished office space for the consultants, and \naccess to a conference room; (ii) secretarial support; and (iii) local communication facilities for \nthe consultants in Dhaka. The Government will provide counterpart staff, available on a part-\ntime basis, as necessary. A PPTA inter-agency working group chaired by the Secretary, Bank \nand Financial Institutions Division with representatives from the Bangladesh Bank and the SEC \nwill provide comments, suggestions, and guidance at different stages of PPTA implementation. \nThe  Technical  Assistance  Project  Proposal  (TPP)  is  required  to  be  approved  by  the \nGovernment before signing of the TA letter and TA implementation. All disbursement under the \nTA will be made in accordance with the Technical Assistance Disbursement Handbook (2010, \nas amended from time to time). \n \n16.  The consultants will submit an inception report to the Government, ADB, and the PPTA \nworking group within 2 weeks of the start of work; an interim report—midway through the \nengagement to report on the progress of the work, and a draft final report 2 weeks before the \nend of the engagement. A capital market development workshop will be held at the early part of \nthe engagement to discuss with the concerned stakeholders in the public sector and private \nsector their major concerns to ensure these are identified early and given sufficient attention \nunder the proposed PPTA and follow-on program loan. At the end of the engagement, a \nnational conference involving stakeholders, including the various donors, the private sector, and \nthe Government will be held to discuss the findings of the report that will be used as the basis \nfor CMDP II loan. The interim and the finalization of the draft final reports will be discussed at \ntripartite meetings involving the Government (including the PPTA inter-agency working group), \nthe consultants, and ADB. The final report will incorporate results from the workshop, national \nconference and tripartite meeting and be made available 2 weeks prior to the end of the \nconsultants’ engagement. \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20131118120335+08'00'", "Creator": "Microsoft® Word 2010", "Keywords": "adb project concept paper", "ModDate": "D:20131125171401+08'00'", "Producer": "Microsoft® Word 2010", "Subject": "Project Preparatory Technical Assistance Report", "Title": "45253-002: Third Capital Market Development Program"}}