{"path": "data/input/ta/45269-001-coo-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 45269-001 \nCapacity Development Technical Assistance (CDTA) \nDecember 2011 \n \n \n \nCook Islands: Implementing Public Sector Reforms \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 24 November 2011) \n \nCurrency Unit –  New Zealand dollar/s (NZ$) \nNZ$1.00 =  $0.7401     \n$1.00 =  NZ$1.3512 \n \n \nABBREVIATIONS \n \n   ADB  –  Asian Development Bank \n GDP  –  gross domestic product \n  OPSC  –  Office of the Public Service Commissioner \nNSDP  –  National Sustainable Development Plan \nTA  –  technical assistance \n   \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Public  sector  management  (economic  and  public  affairs \nmanagement) \nThemes (subthemes)  –  Governance (economic and financial governance), economic \ngrowth  (promoting  economic  efficiency  and  an  enabling \nbusiness environment), (institutional development).  \nLocation impact  –  National (high)  \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of the Cook Islands and its agencies \nends on 30 June. FY before a calendar year denotes the year in which the fiscal \nyear ends, e.g., FY2011 ends on 30 June 2011. \n(ii)  In this report, \"$\" refers to US dollars, unless otherwise stated. \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  R. Wihtol, Pacific Department (PARD) \nDirector  A. Ruthenberg, Pacific Subregional Office, PARD \n   \nTeam leader  M. Melei, Country Specialist, PARD  \nTeam members  M. Lototele, Senior Economics Officer, PARD \n  S. Olsson, Country Coordination Officer, PARD \n  A. Pala, Associate Project Analyst, PARD  \n  E. Veve, Principal Economist, PARD \nPeer reviewer  S. Shrestha, Senior Public Management Specialist, Regional and \nSustainable Development Department \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n1.  The focus of the capacity development technical assistance (TA) project is consistent \nwith the aims of Te Kaveinga Nui, the Cook Islands' National Sustainable Development Plan \n(NSDP), 2007–2010,1 and ADB’s Pacific Approach 2010–2014.2 The TA follows on from policy \nadvisory TA to support public finance management and public sector performance review.3 It will \nimplement  priority  public  sector  reforms  recommended  by  the  functional  review  conducted \nunder the earlier TA and endorsed by the Government of the Cook Islands.  \n \n2.  A fact-finding mission for the TA4 visited the Cook Islands on 22–30 August 2011 and \nreached an understanding with the government and other stakeholders on the impact, outcome, \noutputs, implementation arrangements, cost, financing arrangements, and terms of reference for \nconsulting services. The design and monitoring framework is in Appendix 1.   \n \nII.  ISSUES \n3.  There had been no review of the Cook Islands public service since the major public \nsector reforms in 1995–1996 that were driven by a financial crisis rooted in an expanding public \nsector, limited resource base, and accelerating debt burden. The reforms reduced the number \nof ministries by about one-third, and the number of civil servants from 3,200 in 1995 to 1,868 in \n1996. That effort and other reforms resulted in average gross domestic product (GDP) growth of \n6% per annum from 1999 to 2004. However, minimal infrastructure investment, the impact of \nseveral cyclones, high inflation, and the global economic crisis led to an economic contraction in \nthe latter part of the decade. The economy is gradually recovering with growth of 0.5% in 2010, \nestimated growth of 1.1% in FY2011, and expectations of higher growth over the medium term. \nThe government recognized that another public sector reform program will be essential for \nboosting  economic  management  to  maintain  growth.  This  will  go  hand  in  hand  with  the \ncommitment to the updated financial ratios: (i) tax revenue not to exceed 25% of GDP unless it \nis due to better compliance and efficiency; (ii) public sector wages and salaries not to exceed  \n44% of total revenue and to be reduced to 40% in the out years; (iii) debt servicing not to \nexceed 5% of total revenue; (iv) overall deficit not to exceed 2% of GDP; and (v) net debt not to \nexceed 35% of GDP. \n \n4.  The number of civil servants has averaged about 1,750 since the mid-2000s. Despite \nthis, the public service as a proportion of the workforce grew from 16% in 1996 to 18% in 2006. \nThe ratio of population per public sector employee decreased from 9.7 in 1996 to 7.4 in 2006 as \nthe population declined due to out-migration. Meanwhile, it was noted that the budget had \ntripled since the reforms with no corresponding improvement in the quality of service delivery. \nThe assessment of the public service was initiated by the previous government and endorsed \nby the current government when it assumed office in November 2010, signaling high-level \ncommitment to the reforms. While the earlier reforms were driven by a financial crisis, the \ncurrent ones are focused on strengthening leadership; stronger performance based on clear \noutput requirements; greater efficiency; empowerment of the outer islands; and public–private \npartnerships.  \n \n                                                 \n1  Government of the Cook Islands. 2007. Te Kaveinga Nui – National Sustainable Development Plan, 2007–2010. \nRarotonga. A new NSDP (2011–2014) will be launched in early 2012. \n2  ADB. 2009. ADB’s Pacific Approach 2010–2014. Manila. \n3  ADB. 2010. Technical Assistance to the Cook Islands for the Public Finance Management and Public Sector \nReview. Manila (TA 7646-COO, approved in November 2010). \n4  The TA first appeared in the business opportunities section of ADB’s website on 30 November 2011. \n ", "2  \n5.  The functional review of the public service raised a number of issues: (i) structures and \npriorities are not aligned with the NSDP; (ii) the quality of services is suboptimal; (iii) there is a \nlack  of  separation  in  policy,  regulation,  and  service  provision;  (iv)  business  plans  and \nperformance  management  systems  are  generally  of  poor  quality;  (v)  there  is  a  need  to \nstrengthen the leadership and performance management role of the Office of the Public Service \nCommission (OPSC); (vi) outer island mayors and councils feel disempowered by the current \nroles  and  structures;  (vii)  state-owned  enterprises  lack  accountability  and  show  poor \nperformance; (viii) complementary functions and agencies need to be grouped into sectors; and \n(ix) some functions are fragmented across more than one ministry.  \n \n6.  The review proposed the following actions: to (i) shift to a medium-term, outcome-\noriented  budgeting  framework;  (ii)  organize  and  empower  outer  islands'  governance; \n(iii) strengthen administration systems through shared non-core services; (iv) organize ministries \nand crown agencies into eight sectors; (v) strengthen public–private partnerships; (vi) provide a \nmore cohesive approach to economic development; (vii) redefine constitutional agencies; and \n(viii) strengthen the OPSC. As regards the restructuring into eight sectors, the government has \nindicated a two-stage implementation, reflecting capacity constraints in the public service. The \ngovernment  has  articulated  its  reform  priorities  based  on  (i)  the  need  to  protect  people's \nlivelihoods; (ii) a clear identification of benefits from the change; (iii) a change process that is \nmeasured and managed (“sure and steadfast”) with a defined communications strategy to \nensure engagement of all stakeholders; and (iv) an initial focus on changes that are easier to \nintroduce, leaving the more difficult changes for consideration later in the process. Based on \nthis,  the  structural  changes  in  selected  newly  defined  sectors  (to  be  confirmed  by  the \ngovernment by end December 2011) will be implemented in stage 1 with support from this TA, \nto be effective in FY2013. The process of reforming the other remaining sectors will begin under \nthis TA but be completed in stage 2, proposed to be supported by follow-on ADB capacity \ndevelopment TA in the country operations business plan pipeline for 2013 approval. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n7.  The expected impact of the TA will be sound economic management of the Cook Islands \neconomy to maintain a targeted annual economic growth rate of at least 3.5% over the medium \nterm. The expected TA outcome will be a more responsive and cost-effective scope, structure, \nand size of selected public service sectors, aligned with national priorities. The new structure of \nthe selected sectors will become effective on 1 July 2012, with necessary resources reflected in \nthe FY2013 national budget.  \n \nB.  Methodology and Key Activities \n8.  The TA will support the government in implementing (i) the functional and organizational \nstructures of selected public service sectors to be confirmed by the government by the end of \nDecember 2011, (ii) changes to outer island administration, and (iii) an effective public service \npolicies manual. \n \n9.  Output  1:  Restructuring  of  the  Cook  Islands  public  service  (stage  1).  Before \neffecting changes to the existing sectors and line ministries, several actions are essential. The \ngovernment, at its highest level, has taken ownership of this process and will appoint a minister \nto oversee implementation along with a steering committee, supported by a project manager \nand the TA team. Necessary legislative amendments will be drafted for approval in line with \n ", "  3\nendorsed core functions and approved organizational structures. The heads and second-tier \nmanagers of the restructured ministries (corresponding to the selected sectors) will also be \nappointed and, along with the OPSC and the TA team, will develop the business plans complete \nwith  staff  requirements  by  function  and  grading  (including  job  descriptions),  logistics,  and \nfunding requirements, which also informs the budget process. The TA team will help develop \nstrategies  that  enable  appropriate  management  of  surplus  positions  identified  through  the \nrestructuring process. Once ministries are fully staffed, the TA will support them in preparing \ntheir service charters. Awareness programs and capacity development will be an ongoing part \nof the implementation.  \n \n10.  Output 2: Changes to the Cook Islands outer island administration. The review \nrecommended that responsibility for outer island administration be under the auspices of the \nlocal government division to be established in the Office of the Prime Minister. Once the director \nof local government is appointed, a rollout plan for outer island empowerment, including relevant \nmemorandums of understanding with the different island councils, will be finalized. Awareness \nprograms and capacity development will again be a crucial and ongoing part of implementation. \n \n11.  Output 3: Effective public service policies manual. The functional review team of the \nearlier  TA,  led  by  the  governance  analyst  and  counterpart  staff,  paved  the  way  for  the \npreparation of the public service policies manual. The OPSC will finalize the manual, including \nguidelines for issues likely to arise from implementing the new structures. The TA will continue \nto assist this process and support development of reporting lines to monitor effectiveness of the \nmanual. The TA will support development of a citizen's report card tied to service charters to \ngauge public feedback on service delivery. \n \n12.  There are always risks associated with public sector reforms. Such changes can be \npolitically sensitive and the 1995–1996 experience means that the public’s confidence in the \nbenefit of such reforms is very low. More broadly, there is a risk that potential job losses will \nlead to more out-migration given the easy accessibility for Cook Islanders of New Zealand and \nAustralia. It is critical that the current reform momentum is maintained, hence there should be a \nseamless implementation process. In selecting the sectors for stage 1 implementation, the \ngovernment will focus on positive changes that are easier to introduce and will gain the public’s \nconfidence. A good communications strategy and awareness program will also help clarify \nissues and promote the benefits while alleviating fears of change. \nC.  Cost and Financing \n13.  The total cost of the TA is estimated at the equivalent of $625,000. The government has \nrequested ADB to finance $500,000 equivalent. The TA will be financed on a grant basis from \nADB’s Technical Assistance Special Fund (TASF-other sources). The government will provide \ncounterpart support in the form of counterpart staff, office accommodation, transport and other \nin-kind contributions. The cost estimates and financing plan are in Appendix 2. \n \nD.  Implementation Arrangements \n14.  The OPSC will be the executing and implementing agency for the TA. The government \nwill  appoint  a  minister  to  oversee  implementation  of  the  reforms  along  with  the  steering \ncommittee already established under the earlier TA.  \n \n15.  The TA will be implemented over 16 months from 1 January 2012 to 30 April 2013. The \nTA is expected to finance 16 person-months of intermittent international consulting inputs and \n ", "4  \n24 person-months of national consulting inputs. The consultants will work as a cohesive team to \ndeliver  the  tasks  as  outlined  in  the  terms  of  reference  in  Appendix  3.  The  international \nconsulting team will comprise a project management and public sector reform specialist, who \nwill be team leader (8 person-months); a human resource management and organizational \nchange specialist (4 person-months); and a legal review  specialist (4 person-months). The \nnational consulting team will consist of a local government reform advisor (12 person-months) \nand a public sector reform advisor (12 person-months). \n \n16.  The consultants will be selected and engaged on an individual basis and according to \nADB’s Guidelines on the Use of Consultants (2010, as amended from time to time). Preliminary \ncost estimates are in Appendix 2. The proceeds of the TA will be disbursed in accordance with \nADB’s Technical Assistance Disbursement Handbook (2010, as amended from time to time). \nEquipment will be purchased in accordance with ADB’s Procurement Guidelines (2010, as \namended from time to time) and will be turned over to the executing agency upon completion of \nTA activities. \n17.  The team leader will produce a concise inception report outlining the work program and \nmilestones for the duration of the TA, and a final report summarizing the achievements, issues, \nlessons learned, and next steps. Throughout the TA, the team leader will submit (by e-mail) \nbrief monthly progress reports summarizing TA activities, progress, issues, and constraints. \nTeam members will produce inputs (reports on their activities) for the team leader's progress \nand final reports. The team leader's final report will be submitted in draft form at least 5 weeks \nbefore the end of the assignment, and the final version within 2 weeks of receiving comments \nfrom the government and ADB. \n \n18.  Progress of the TA will be monitored on the basis of intended outcomes and outputs \ndescribed in the design and monitoring framework (Appendix 1). ADB will assist the government \nin  sharing  all  reports  with  key  development  partners,  and  in  disseminating  them  through \nroundtable meetings, radio interviews, and the ADB website.  \n \nIV.  THE PRESIDENT'S DECISION  \n19.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis to \nthe Government of the Cook Islands for Implementing Public Sector Reforms, and hereby \nreports this action to the Board. \n \n \n ", "  Appendix 1  5 \nDESIGN AND MONITORING FRAMEWORK \n  \n  Performance Targets  Data Sources and   \nDesign  and Indicators with  Reporting Mechanisms    \nSummary  baselines  Assumptions and Risks  \nImpact      Assumption \nSound economic  Maintain an average  NSDP performance  Actions taken result in \nmanagement of the  annual economic growth  indicators  improvements in service \nCook Islands economy  rate of at least 3.5%    performance and delivery. \n  over the medium term  Fiscal Economic Update  Stable fiscal environment \n(FY2010 baseline: 0.5%)   \n   Risk \n  Political risk that may delay \nimplementation \nOutcome      Assumptions \nA more responsive and  Public sector personnel  Budget papers  There is budget allocation to \ncost-effective scope,  costs reduced to 42% of    finance the proposed public \nstructure, and size of  total government    service structure. \nselected sectors of the  revenue by FY2014  Budget papers   \nCook Islands public  (FY2010 baseline: 45%)  Effective implementation of \nservice aligned with    strategies that manage surplus \nnational priorities  Number of public sector  positions and staff \nemployees reduced to   \n16% of the total  Risk \nworkforce by FY2014   Resistance to change by public \n(FY2006 baseline: 18%)  servants \nOutputs       Assumptions \n1. Restructuring of the  The four restructured  FY2013 budget  The government continues to \nCook Islands public  sectors account for 18%    support the implementation of \nservice (stage 1)  of the FY2013 budget  Service charters  new functional structures for the \n  (FY2010 budget    public service and outer island \n  baseline: 20%)    administration. \n       \n2. Changes to outer  The restructured outer  FY2013 budget  Required legislative changes \nisland administration  island administrations    are approved. \n  account for 8% of total  Service charters   \n  revenue in the FY2013    Risk \n  budget (FY2011 budget    Implementation of stage 1 is not \n  baseline: 10%)    successful and, hence, affects \n      the full roll out of the \n3. Effective public  Non-wage public service  FY2013 budget  implementation plan. \nservices policies manual  costs maintained at an   \n  average of 25% of total   \n  personnel costs   \n  (FY2011 budget \nbaseline: 30%) \n \n ", "6 Appendix 1 \n \nActivities with Milestones   Inputs \n1. Output 1: Restructuring of the Cook Islands public service  ADB:  \n1.1  Support preparation of business plans for selected sectors by February  $500,000 Technical Assistance \n2012  Special Fund (TASF-other \n1.2  Draft required changes in legislation for approval—first four sectors by  sources) \nJune 2012 and remaining sectors by April 2013   \n1.3  Support preparation of new job descriptions (by July 2012)  3 international consultants: \n1.4  Develop  and  implement  strategies  that  effectively  manage  surplus  16 person-months \npositions and/or staff by July 2012  2 national consultants: \n1.5  Conduct awareness program with stakeholders to explain proposed  24 person-months \nchanges (ongoing throughout the TA)   \n1.6  Incorporate new structure into business planning process of four sectors  The government will provide \n(by May 2012)  counterpart support in the form \n1.7  Incorporate new structure into budget process of four sectors (by May  of counterpart staff, office \n2012)  accommodation, transport, and \n1.8  Implement changes for four sectors (by July 2012)  other in-kind contribution. \n1.9  Develop suitable performance management indicators to monitor   \nprogress (by December 2012)   \n1.10  Prepare service charters (by April 2013)   \n   \n2. Output 2: Changes to the Cook Islands outer island administration   \n2.1  Conduct  awareness  program  with  key  outer  island  stakeholders  to \nexplain proposed changes (ongoing throughout the TA) \n2.2  Incorporate new structure into outer island business planning and budget \nprocesses (by July 2012) \n2.3  Implement changes in outer island administrations (by April 2013) \n2.4  Conduct necessary capacity development of outer island administrators \n(ongoing throughout the TA) \n \n3. Output 3: Effective public service policies manual \n3.1  Assist finalization of the public service policies manual (by July 2012) \n3.2  Conduct awareness program on the manual (by April 2013) \n3.3  Assist line ministries and the OPSC in developing a citizen's report card \n(by December 2012) for implementation on an annual basis \n3.4  Help develop reporting lines between line ministries and central agencies \nto monitor implementation of the manual (by April 2013) \nADB = Asian Development Bank, NSDP = National Sustainable Development Plan, OPSC = Office of the Public Service \nCommission, TA = technical assistance. \nSource: Asian Development Bank. \n \n ", "  Appendix 2  7 \nCOST ESTIMATES AND FINANCING PLAN \n ($'000) \n \n  Total \nItem  Cost \nAsian Development Bank a   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  245.0 \n      ii.  National consultants  150.0 \n    b.  International and local travel  50.0 \n    c.  Reports and communications  10.0 \n  2.  Equipment b  10.0 \n  3.  Training, seminars, and conferences  15.0 \n  4.  Miscellaneous administration and support costs  10.0 \n  5.  Contingencies  10.0 \n      Total  500.0 \nNote: The government will provide counterpart support in the form of counterpart staff, office \naccommodation, transport, and other in-kind contribution. \na Financed by the Asian Development Bank's Technical Assistance Special Fund (TASF- other sources).  \nb \ncomputer package, laptop. \nSource: Asian Development Bank estimates. \n \n \n ", "8  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The capacity development technical assistance (TA) project of the Asian Development \nBank (ADB) will support the implementation of priority public service reforms recommended by \nthe functional review of an earlier TA and endorsed by the Government of the Cook Islands. \nThis TA will (i) support the implementation of new functional and organizational public service \nstructures in four sectors, (ii) support the implementation of the new outer island administration \nstructure, and (iii) assist the finalization of an effective public service policies and procedures \nmanual. The TA will require the following consulting services: \n \n2.  Project  management  and  public  sector  reform  specialist  and  team  leader \n(international, 8 person-months intermittent). The specialist will have a strong background in the \nimplementation of public sector reforms and organizational development. The consultant should \nhave at least 10 years of experience, preferably in the Pacific region, and should hold a tertiary \ndegree, preferably a master’s degree in public sector management and finance, or a related \nfield. The consultant should have excellent communication skills, both written and verbal, and \nbe skilled in the use of consultative and participatory processes. \n \n3.  Detailed tasks include: \n \n(i)  support the preparation of a time-bound implementation plan for rollout of public \nservice reforms endorsed by the government and based on recommendations of \nthe functional review, and including a monitoring and evaluation framework; \n(ii)  support preparation of new or revised job descriptions for a new functional and \norganizational structure; \n(iii)  support  the  director  of  local  government  in  preparing  a  time-bound \nimplementation plan for rollout of the new outer island administration structure, \nincluding a monitoring and evaluation framework; \n(iv)  support implementation of a coordinated planning and monitoring process in line \nwith the fiscal year 2013 budget process, incorporating the new organizational \nstructure of the public service; \n(v)  assist  in  the  recruitment  of  new  heads  of  ministries  and  the  next  layer  of \nmanagement; \n(vi)  support a review of the public service remuneration system; \n(vii)  support the government in preparing transitional arrangements for “surplus” staff; \n(viii)  assist operationalization of the public service policies and procedures manual, \nincluding  development  of  reporting  lines  between  line  ministries  and  central \nagencies to monitor implementation of the manual; \n(ix)  liaise with the working group and steering committee to discuss draft reports and \nsubmission as per TA milestones; \n(x)  conduct  information  gathering,  presentation  workshops,  and  awareness \nprograms with public service personnel and other stakeholders; \n(xi)  manage the TA team and liaise with the Office of the Public Service Commission \n(OPSC) and other key stakeholders throughout the duration of the TA; \n(xii)  administer  TA  training  and  equipment  budgets  in  accordance  with  ADB \nguidelines; and \n(xiii)  prepare project-related reports, i.e., an inception report with a TA work program, \nregular status reports, a draft final report, and a final report. \n ", "    Appendix 3  9 \n4.  Human resource management and organizational change specialist (international, 4 \nperson-months intermittent). The specialist will have a background appropriate to the tasks set \nout below, with at least 10 years of experience in public administration and organizational \nchange, and significant experience relevant to small island states, and should hold a tertiary \ndegree in public administration or finance. \n5.   Detailed tasks include: \n \n(i)  support  the  OPSC  in  preparing  a  human  resource  management  system \napplicable to all ministries of government; \n(ii)  support the preparation of a communications strategy and awareness program \nfor rollout of the implementation plans; \n(iii)  support the OPSC and line ministries in the conduct of an awareness program \nexplaining the proposed changes; \n(iv)  support the preparation of and conduct a capacity development program to ease \nimplementation  of  the  proposed  reforms  and  new  structures  for  both  line \nministries and outer islands; \n(vi)  assist  central  agencies,  line  ministries,  and  outer  island  administrations  in \npreparing service charters to reflect their new functions; \n(vii)  assist the OPSC and other government agencies in preparing a citizen's report \ncard to gauge public feedback on service delivery; and \n(viii)  contribute to project reporting as needed. \n \n6.  Legal review specialist (international, 4 person-months). The specialist must have a \ntertiary qualification in law and a background in the practice of law with a minimum of 10 years \nof post-qualification experience. The specialist must have extensive experience in legislative \ndrafting, preferably in developing countries and the Pacific. \n7.   Detailed tasks include: \n \n(i)  using  the  review  of  legislations  conducted  as  part  of  the  functional  review, \ndetermine  necessary  legislative  amendments  that  render  the  new  functional \nstructures of the public service effective; \n(ii)  draft the required legislative amendments in consultation with key stakeholders; \n(iii)  conduct necessary meetings with the steering committee and the Office of the \nSolicitor-General to finalize draft laws and amendments; \n(iv)  conduct  necessary  consultations  with  key  stakeholders  on  draft  laws  and \namendments; \n(v)  review  feedback  from  consultations  and  incorporate  into  final  laws  and \namendments; \n(vi)  present final laws and amendments to the Office of the Solicitor-General for \nadvancing through the legislative approval process; and \n(vii)  contribute to project reporting as needed.  \n \n8.  Local  government  reform  advisor  (national,  12  person-months  intermittent).  The \nadvisor must have a minimum of 5 years of relevant work experience in areas related to local \ngovernment reform and the implementation of change, preferably in the Cook Islands. The \nadvisor must have experience in working in teams and in capacity building, and have good \ncommunication skills in both English and Cook Islands Te Reo Maori.  \n \n \n ", "10  Appendix 3 \n \n \n9.  Detailed tasks include:  \n \n(i)  support the team leader and the director of local government in developing the \nimplementation plan for the new outer island administration structure; \n(ii)  support the development of terms of reference for local government Clerk of \nCouncil and Government representatives; \n(iii)  assist the director of local government in preparing a plan on how to empower \nlocal communities in the outer islands, including a capacity development plan to \ncarry out their new roles; \n(iv)  help the director of local government develop memorandum of understanding \nwith  recentralized  agencies  and  reporting  processes  between  the  the  outer \nislands and the central government; \n(v)  support the organizational change specialist in delivering capacity development \nof the director of local government on managing and providing services to the \nouter island communities; and \n(vi)  contribute to project reporting a needed. \n  \n10.  Public sector reform advisor (national, 12 person-months intermittent). The advisor \nmust have at least 5 years of work experience in areas related to public sector reform and the \nimplementation of reform programs. The advisor must have experience working in a team and \ngood communication skills in both English and Cook Islands Te Reo Maori. \n \n11.  Detailed tasks include:  \n \n(i)  assist the team leader and TA team in the implementation of the public service \nreforms; \n(ii)  support the implementation of the coordinated planning and monitoring process; \nin  particular,  define  links  with  the  National  Sustainable  Development  Plan, \nbusiness plans, and the budget process; \n(iii)  assist the legal specialist in determining the need for legislative amendments \nbased on the assessment undertaken as part of the functional review; \n(iv)  help finalize the public service policies and procedures manual, and help conduct \nan awareness program on policies and procedures, and their implementation; \n(v)  assist  in  monitoring  the  manual’s  implementation  progress,  pointing  out \nbottlenecks and issues and making recommendations on how to resolve those; \n(vi)  help monitor the progress of public service reforms using the monitoring and \nevaluation framework; and \n(vii)  contribute to project reporting as needed. \n \n12.  Reporting requirements. The team leader will prepare an inception report for ADB and \nthe government within 8 weeks of the start of field activities. It will include a time-bound TA work \nplan. Monthly progress reports will be submitted throughout the TA, and a draft final report will \nbe completed 5 weeks prior to the end of the assignment. The final report is to be submitted \nwithin 2 weeks of receiving government and ADB comments on the draft final report. \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20111214084739+13'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "cook islands, coo, 45269, adb technical assistance, cdta, capacity development technical assistance, public sector management, governance, economic growth, institutional development", "ModDate": "D:20111219153246+08'00'", "Producer": "Acrobat Distiller 7.0 (Windows)", "Subject": "Decision document for Implementing Public Sector Reforms in Cook Islands presented to ADB’s Board of Directors for Management for approval.", "Title": "TAR: Cook Islands: Implementing Public Sector Reforms"}}