{"path": "data/input/ta/45270-001-ton-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 45270–001 \nCapacity Development Technical Assistance (CDTA) \nDecember 2011 \n \n \n \nKingdom of Tonga: Implementing Strategic Economic \nManagement \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 25 November 2011) \n     \nCurrency Unit\n–  pa’anga (T$) \nT$1.00 =  $0.582699      \n$1.00 =  T$1.716149 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nGDP  –  gross domestic product \n  MFNP  –  Ministry of Finance and National Planning \nMTBF  –  medium-term budget framework \nPEFA    public expenditure and financial accountability \nTA  –  technical assistance \n     \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Public  sector  management  (public  expenditure  and  fiscal \nmanagement) \nThemes (subthemes)   –  Economic  growth  (promoting  macro-economic  stability), \ngovernance  (economic  and  financial  governance,  capacity \ndevelopment (institutional development)  \nLocation impact  –  National (high)  \n \n \nNOTE \n \n(i)  The fiscal year (FY) of the government and its agencies ends on 30 June. FY before a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2011 ends on 30 \nJune 2011. \n \n(ii)  In this report, \"$\" refers to US dollars unless otherwise stated.  \n \nVice-President  S. Groff, Operations 2 \nDirector General  R. Wihtol, Pacific Department (PARD) \nDirector  A. Ruthenberg, South Pacific Subregional Office, PARD \n   \nTeam leader  L. Tora, Senior Public Management Officer, PARD \nTeam members  M. Lototele, Senior Economics Officer, PARD \n  M. Melei, Country Specialist, PARD  \nE. Veve, Principal Economist, PARD \nPeer reviewer  S. Shrestha, Senior Public Management Specialist, Regional and \nSustainable Development Department \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n1.  The focus of the technical assistance (TA) project is to support the Government of \nTonga’s  efforts  to  sustain  the  momentum  of  its  economic  management  reforms.  This  is \nconsistent with the aims of the Tonga Strategic Development Plan (TSDP)1 and the Pacific \nApproach 2010–2014 of the Asian Development Bank (ADB).2 The TA builds on achievements \nunder ADB’s TA for Support for Economic and Strategic Management, which is scheduled for \ncompletion on 31 December 2011.3 \n \n2.  A  TA  fact  finding  mission  visited  Tonga  on  22–26  August  2011  and  reached  an \nunderstanding with the government and other stakeholders on the impact, outcome, outputs, \nimplementation  arrangements,  cost,  financing  arrangements,  and  terms  of  reference  for \nconsulting services. The design and monitoring framework is in Appendix 1.4   \n \nII.  ISSUES \n3.  The  Tongan  economy  contracted  by  1.4%  in  FY2010  owing  to  domestic  banking \nconsolidation, weak export and tourism receipts due to the global economic crisis, and slow \nrecovery in major remittance source economies such as the United States and New Zealand. \nRemittances, typically equivalent to 30% of gross domestic product (GDP), fell to 22% of GDP \nin FY2010 and are unlikely to return to pre-FY2009 levels in the medium term. GDP growth is \nestimated to rebound to 1.4% in FY2011 on the back of stronger tourism activity and an \nexpansionary fiscal policy financed by development partner funds and previously contracted \nloans. However, risks to this outlook include rising inflation, weak global demand, and Tonga’s \nhigh public debt. The International Monetary Fund expects growth to remain at about 1.7% over \nthe medium term—in line with the average of the past 15 years, but slightly above the average \nof the past 10 years. This medium-term outlook, however, assumes implementation of the \ngovernment’s plans, including increased donor-financed capital spending, structural reform, and \nimproved fiscal management to support fiscal consolidation.5 \n \n4.  According  to  the  2010  public  expenditure  and  financial  accountability  (PEFA) \nassessment, the Tongan public financial management system is, overall, operating at average \nor above average levels when compared to international best practice.6 However, some areas \nare worthy of continued attention, especially in light of the difficult fiscal situation that the \ngovernment faces over the medium term. Tonga, already at high risk of debt distress, requires \nongoing  budget  support  grants  to  fund  its  development  priorities,  while  at  the  same  time \nachieving fiscal consolidation through lower fiscal deficits and no additional borrowing. The \nareas requiring continued attention include maintaining budget credibility, the need to embed \nmulti-year perspectives in budgeting, and presenting the budgetary impacts of policy changes (a \nsymptom of weak links between the corporate planning and annual budget process).  \n \n5.  ADB approved a $500,000 TA for Support for Economic and Strategic Management in \nDecember 2009, funded by the Japan Fund for Poverty Reduction, to help the government \nachieve (i) regular monitoring and reporting on progress made by the TSDP, (ii) use of a GDP \n                                                 \n1  Government of Tonga. 2010. Tonga Strategic Development Plan. Nuku’alofa. \n2  ADB. 2009. ADB’s Pacific Approach 2010–2014. Manila. \n3  ADB. 2009. Technical Assistance to the Kingdom of Tonga for Support for Economic and Strategic Management. \nManila (TA 7475-TON). \n4  The TA first appeared in the business opportunities section of ADB’s website on 2 December 2011. \n5  International Monetary Fund. 2011. Tonga Article IV Consultation–Staff Report. Washington, DC. \n6  World Bank. 2010. Public Expenditure and Financial Accountability Performance Report. Washington, DC. \n ", "2  \nand revenue forecasting model, (iii) robust and timely economic policy analysis and proposals, \n(iv) a medium-term budgeting framework (MTBF) that is strategically aligned and used, and (v) \nimproved policy coordination.  \n \n6.  A subsequent change in scope dropped work on the GDP and revenue forecasting \nmodel, to direct additional resources to the MTBF. This reflected government commitment to \nbring forward the establishment of the MTBF through the preparation of an in-depth scoping \nreport. All outputs have been fully achieved. The report contains 48 detailed recommendations \nthat have been endorsed by the government and which will assist it to develop a framework for \nimplementing a sustainable medium-term budgeting system over the two year period of the TA \n(2012 and 2013).  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n7.  The intended impact of the TA is enhanced resource allocation to foster economic \ngrowth  and  achieve  national  development  priorities.  The  impact  will  be  monitored  through \ndemonstrated improvements in country performance assessment ratings in macroeconomic \nmanagement,  and  the  quality  of  budgetary  and  financial  management.  The  expected  TA \noutcome will be the adoption by the government of improved economic management processes \nand practices. The achievement of this outcome will be reflected in improvements in PEFA \nratings.  \n \nB.  Methodology and Key Activities \n8.  The TA will support the strengthening of Tonga’s GDP and revenue forecasting model, \nand ongoing development and implementation of the MTBF. The MBTF is envisaged to take a \nminimum of two budget cycles, and will require extensive work with line ministries, as well as \noutreach with parliamentarians, nongovernment organizations (NGO), and the general public. \nWork with the line ministries will involve developing a sector-based approach to budget planning, \nas  well  as  methods  of  intersectoral  prioritization.  Outreach  will  be  focused  on  creating \nawareness about, and building demand for, medium-term budgeting reforms. \n \n9.  Strengthening the forecasting model and implementation of the MTBF, will support the \ngovernment in addressing the weaknesses identified in the 2010 PEFA. This will improve the \noverall quality of public financial management and reduce the significant financial pressure that \nthe government is under. Discussions are also underway with the Pacific Financial Technical \nAssistance Centre to leverage their comparative advantage in the area of economic modeling. \nTo strengthen the analytical base for the reforms and to raise policy awareness, the TA will fund \nshort-term,  ad  hoc,  issues  papers  on  macroeconomic  and  fiscal  policy,  public  financial \nmanagement,  and  corporate  planning.  Of  particular  importance  is  the  need  to  prepare  an \noverarching public financial management reform plan that links all ongoing efforts in this space. \nThe Ministry of Finance and National Planning (MFNP) can draw on this expertise as needs \nemerge during TA implementation. \n \n10.  The following outputs and activities are envisaged:  \n(i)  an MTBF that is strategically aligned: \n(a) developing  a  sequenced  and  prioritized  implementation  plan  for  the  scoping \nreport recommendations;  \n ", "  3\n(b) developing comprehensive and accurate multiyear costings of the TSDP, or any \nfuture decisions by the cabinet;  \n(c) improving  development  partner  reporting  mechanisms  to  ensure  the \ngovernment’s  medium-term  budget  is  inclusive  of  monies  from  all  sources, \nincluding in-kind assistance;  \n(d) identifying and enumerating updated fiscal targets for Tonga, which will underpin \nthe country’s medium-term budget for future years; and  \n(e) preparing ad hoc discussion papers on macroeconomic and fiscal policy, public \nfinancial management, and corporate planning to guide TA implementation.  \n(ii) an MTBF that is used by the whole of government:  \n(a) conducting relevant training and capacity building in medium-term budgeting, \nincluding preparation of manuals and guidelines for the MFNP and line ministries;  \n(b) conducting outreach to parliamentarians, NGO, and the general public; and  \n(c) implementing a policy of movement of staff between the MFNP work groups, that \nis, budget, policy and planning, and project and aid management to build skills \nand experience across different functional areas.  \n(iii) strengthened GDP and revenue forecasting:  \n(a) evaluating and customizing a GDP and revenue forecasting model for Tonga;  \n(b) establishing the model in policy and planning; and  \n(c) conducting relevant training and capacity building in use of the model, including \npreparation of manuals and guidelines. \n \n11.  The TA faces several risks, including lack of public awareness of the extent of Tonga’s \nfiscal difficulties, ongoing financial difficulties (which might strain budget allocation and prompt \nad  hoc  changes  in  policy  focus),  and  turnover  of  key  staff  in  the  MFNP.  However,  the \ngovernment, and members of Parliament, are aware of the critical need to strengthen budget \nmanagement (the fiscal difficulties are well publicized) and remain fully committed to these \nreforms. ADB will continue to engage a wide range of stakeholders in programming discussions \nand TA management to ensure that a minimum level of awareness is maintained, and allow for \ncontinued support during implementation. \n \n12.  There is a need for continuing coordination—through regular dialogue and information \nsharing—with other key development partners, and with ADB's regional TA for Pacific Economic \nManagement.7 ADB’s joint country focal office with the World Bank Group in Tonga will continue \nto strengthen collaboration between ADB and the World Bank, and with other development \npartners with an on-the-ground presence. \nC.  Cost and Financing \n13.  The government has requested ADB to finance $675,000 equivalent. The TA will be \nfinanced  on  a  grant  basis  by  ADB’s  Technical  Assistance  Special  Fund  (TASF-IV).  The \ngovernment  will  provide  counterpart  support  in  the  form  of  counterpart  staff,  office \naccommodation, office supplies, and secretarial assistance. The cost estimates and financing \nplan are in Appendix 2. \n \n                                                 \n7  ADB. 2009. Technical Assistance for Pacific Economic Management. Manila (TA 7280-REG approved for $3 \nmillion in June). \n \n ", "4  \nD.  Implementation Arrangements \n14.  The MFNP will be the executing agency, while implementing agencies will include the \nBudget, and Policy and Planning divisions of the MFNP. The MFNP will use a TA steering \ncommittee  mechanism  (chaired  by  the  permanent  secretary,  and  comprising  the  heads  of \nBudget, Policy and Planning, and Project and Aid Management) to coordinate activities. Staff \nfrom the Budget Division and the TA consultants will serve as the committee’s secretariat. The \nconsultants will also liaise with development partner programs and projects, so as to promote \ncoordination and complementarity.  \n \n15.  The TA will be implemented over 24 months (9 January 2012–31 December 2013) and \nis expected to finance 20 person-months of full-time and intermittent international consulting, \nand 12 person-months of intermittent national consulting services. The consultants will work as \na cohesive team. The international consultant team will comprise a medium-term budgeting \nspecialist and team leader (8 person-months); an economic modeling specialist (3 person-\nmonths);  and  policy  advisors  (9  person-months).  They  will  be  joined  by  a  budget  advisor \n(national, 12 person-months). The outline terms of reference for the consultants are in Appendix \n3. \n \n16.  The consultants will be selected and engaged on an individual basis and according to \nADB’s Guidelines on the Use of Consultants (2010, as amended from time to time). The costs \nestimates and financing plan are in Appendix 2. The proceeds of the TA will be disbursed in \naccordance with the ADB’s Technical Assistance Disbursement Handbook (2010, as amended \nfrom time to time).  \n17.  The team leader will produce a concise inception report outlining the work program and \nmilestones for the TA, and a final report summarizing achievements, issues, lessons learned, \nand next steps. Throughout the TA, the team leader will submit (by e-mail) mission reports \nsummarizing the progress of TA activities, progress, issues, and constraints. The team leader \nwill also prepare a mid-point report, which will be used as the basis for a midterm review of TA \nprogress. Team members will produce inputs (reports) on their activities for the team leader's \nprogress, mid-point, and final reports. The team leader's final report will be submitted in draft \nform at least 5 weeks prior to the end of the assignment, and the final report within 2 weeks of \nreceipt of comments from the government and ADB. \n \n18.  The progress of the TA will be monitored using intended outcome and outputs described \nin the design and monitoring framework in Appendix 1. ADB will assist the government in \nsharing all reports with other development partners. This will be disseminated through round \ntable meetings, radio interviews, and through the ADB website.  \n \nIV.  THE PRESIDENT'S DECISION  \n19.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $675,000 on a grant basis to \nthe  Government  of  Tonga  for  Implementing  Strategic  Economic  Management,  and  hereby \nreports this action to the Board. \n \n ", "  Appendix 1  5 \nDESIGN AND MONITORING FRAMEWORK  \n \n  Performance Targets     \nDesign  and Indicators with  Data Sources and   \nSummary  Baselines  Reporting Mechanisms  Assumptions and Risks \nImpact      Assumption \nEnhanced resource  Demonstrated  Annual CPA narratives  Strong government \nallocation to improve  improvements in the  and ratings  commitment \nrates of economic  country performance   \ngrowth and achieve  assessment (CPA)  Risk \nnational development  ratings for  Lack of public awareness of \npriorities  macroeconomic  the ongoing fiscal difficulties \nmanagement in 2016 \n(2010 baseline: 3.0) \nand quality of \nbudgetary and financial \nmanagement (2010 \nbaseline: 4.0)  \nOutcome      Assumptions \nImproved economic  Improvements in public  Periodic public  Well-coordinated \nmanagement  expenditure and  expenditure and financial  approaches with all \nprocesses adopted by  financial accountability  accountability  stakeholders \nthe Ministry of Finance  (PEFA) ratings from C  assessments   \nand National Planning  to C+ by 2016 (2010  Availability  of  sector  plans, \n(MFNP)  baseline: PEFA ratings  budgets, and corporate plans\n  of C for PI-9 and PI-10,   \nwhich relate to budget  Risk \ncredibility, and  Ongoing financial difficulties \ncomprehensiveness  strain budget allocation and \nand transparency)   prompt change in focus \nOutputs      Assumption \n1. A strategically  Comprehensive and  Monthly in-year budget  Strong and timely support \naligned medium-term  accurate multiyear  reports  from all stakeholders \nbudget framework  budget estimates     \n(MTBF)  published in annual  FY2013 budget (and future  Risk \n  budgets. PEFA PI-12  budgets)  Staff turnover in key \n2. An MTBF that is  rating improves to C+    ministries \nused by the whole of  by 2016 (2010  FY2013 budget (and future   \ngovernment  baseline: PEFA rating  budgets)   \n  of C for PI-12, which     \n3. A strengthened gross  relates to policy-based  Notes to file of meetings   \ndomestic product  budgeting)      \n(GDP) and revenue     \nforecasting model  Annual budget includes   \n  monies from all   \n  sources. PEFA ratings \n  for D2 and D3 improve \n  to C by 2016 (2010 \n  baseline: PEFA rating \nof D for D2 and D3, \nwhich relate to donor \npractices) \n \nReporting on fiscal \nratios in FY2013 budget \n(2010 baseline: Capital \n ", "6 Appendix 1 \n  Performance Targets     \nDesign  and Indicators with  Data Sources and   \nSummary  Baselines  Reporting Mechanisms  Assumptions and Risks \nexpenditure and \nmaintenance to be \nmaintained at a level of \nno less than FY2010. \nCapital expenditure of \n5% of the total \ngovernment funds. \nSovereign debt to be \nmaintained within levels \nthat are sustainable \nover time, which is less \nthan 40% of GDP. No \nnew debt will be taken \non. Debt service will be \nmaintained at up to \n15% of government \nfunds \nActivities with Milestones    Inputs \n1.1 Develop a sequenced and prioritized implementation plan for the scoping  Asian Development Bank: \nreport recommendations (March 2012).  $675,000 \n1.2 Develop  comprehensive  and  accurate  multiyear  costings  of  the  Tonga   \nStrategic Development Plan, or any future decisions by the cabinet (June  The government will provide \n2012).  counterpart  support  in  the \n1.3 Improve  development  partner  reporting  mechanisms  to  ensure  the  form  of  counterpart  staff, \ngovernment’s medium-term budget is inclusive of monies from all sources,  office accommodation, office \nincluding in-kind assistance (December 2012).  supplies,  and  secretarial \n1.4 Identify and enumerate updated fiscal targets for Tonga. These targets will  assistance. \nunderpin Tonga’s medium-term budget for future years (June 2012). \n1.5 Prepare a minimum of 6 ad hoc issues papers on macroeconomic and \nfiscal policy, public financial management, and corporate planning. \n \n2.1 Conduct relevant training and capacity building for medium-term budgeting, \nincluding preparation of manuals and guidelines for the MFNP and line \nministries (ongoing throughout the technical assistance). \n2.2 Conduct outreach for parliamentarians, nongovernment organizations, and \nthe general public to create awareness on, and build demand for, medium-\nterm budgeting reforms (ongoing throughout the technical assistance). \n2.3 Implement  policy  of  movement  of  staff  between  work  groups  (Budget, \nPolicy and Planning, and Project and Aid Management) in order to build \nskills and experience across functional areas (March 2012). \n \n3.1 Evaluate and customize a GDP and revenue forecasting model for Tonga \n(June 2012). \n3.2 Establish  the  GDP  and  revenue  forecasting  model  in  the  Policy  and \nPlanning Division of the MFNP (October 2012). \n3.3 Conduct  relevant  training  and  capacity  building  in  use  of  the  model, \nincluding preparation of manuals and guidelines (ongoing throughout the \ntechnical assistance). \nSource: Asian Development Bank. \n \n ", "  Appendix 2  7 \nCOST ESTIMATES AND FINANCING PLAN \n ($'000) \n \n  Total \nItem  Cost \nAsian Development Bank Financinga   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  400.00 \n      ii.  National consultant  108.00 \n    b.  International and local travel  22.00 \n    c.  Reports and communications  25.00 \n  2.  Training, seminars, and conferences  20.00 \n  3.  Miscellaneous administration and support costs  50.00 \n  4.  Contingencies  50.00 \n       \nTotal  675.00 \nNote: The government will provide counterpart support in the form of counterpart \nstaff, office accommodation, office supplies, and secretarial assistance. \na Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-IV). \n              Source: Asian Development Bank estimates. \n \n ", "8  Appendix 3       \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The technical assistance (TA) will require the services of a team of international and \nnational  consultants  in  medium-term  budgeting,  economic  modeling,  and  macroeconomic \nmanagement. \n \n2.  The consultants will assist the Ministry of Finance and National Planning (MFNP) to \ndevelop  and  implement  a  medium-term  budget  framework  (MTBF),  designed  to  improve \nmacroeconomic stability, and a gross domestic product (GDP) and revenue forecasting model \nthat will strengthen the data and information underpinning strategic economic management in \nTonga. \n \n3.  Medium-term  budget  specialist  and  team  leader  (international, 8 person-months, \nintermittent). The specialist and team leader will have a strong background in expenditure \nmanagement,  especially  performance-based  budgeting;  capacity  building  and  training;  and \nproject and/or program development and management. The specialist should have at least 10 \nyears of experience providing such advice to a variety of Pacific governments and societies, \nincluding having demonstrated strong political, negotiation, and process facilitation skills, and \nshould hold a tertiary degree, preferably a master’s degree or doctorate, in finance, economics, \nor a related field. This specialist should have excellent communication skills, both written and \nverbal, and be skilled in the use of consultative and participatory processes. \n \n4.  The specialist will work closely with the budget adviser to provide ongoing support to the \ndevelopment  and  implementation  of  a  MTBF  for  FY2013–FY2015,  based  on  the  48 \nrecommendations contained in the MTBF scoping report. \n \n5.  In addition, the specialist will define improved budget and corporate plan outputs, and \nperformance  monitoring  indicators;  strengthen  links  between  the  annual  budget  and  the \nnational, corporate, and annual management plans and strategies leading toward an MTBF; \nimprove  service  to  MFNP  clients (in  particular  the  line ministries) on  budget management \nissues; provide training and capacity building for staff of the MFNP and line ministries and \nagencies in these various budget and MTBF-related processes; and work with the MFNP to \ncreate  awareness  among  parliamentarians,  nongovernment  organizations  and  the  general \npublic of the benefits of MTBF, and to build demand for sustaining these reforms beyond the TA \nperiod.  In  relation  to  this,  the  team  leader  will  also  administer  trainings,  seminars,  and \nconferences under the TA. \n \n6.  In addition, the specialist should assist in building the capacity of the MFNP to develop a \nsectoral-based approach to budget planning for line ministries. This would primarily be done \nthrough training of trainers and the development of manuals and guidelines. The specialist will \nalso  assist  in  developing  and  disseminating  to  the  MFNP  and  line  ministries  methods  of \nintersectoral prioritization between different sectoral projects and plans, as well as developing \nMTB  systems  that  can  be  independently  maintained  by  the  MFNP  and  line  ministries. \nMethodology must be robust, clearly set out in manuals and guidelines, and easily assimilated. \n \n7.  Economic  modeling  specialist  (international,  3  person-months,  full  time).  The \nspecialist will have a background appropriate to undertaking the tasks set out below, with at \nleast 10 years practical experience in economic modeling and significant experience specific to \nTA in small island states and should hold an advanced degree, preferably a Master’s degree in \neconomics, finance or a related field. \n \n ", "  Appendix 3  9 \n8.  The specialist will: \n(i)  coordinate closely with the medium-term budget specialist and team leader on the \nmacroeconomic framework needed to underpin the MTBF; \n(ii)  work closely with the Pacific Financial Technical Assistance Centre macroeconomic \nadvisor to evaluate and customize the current GDP and revenue forecasting model; \n(iii)  based on the outcomes of the above work, establish a new model for forecasting \nGDP and revenue in the MFNP (to be located in Policy and Planning, and the \nStatistics Department); \n(iv)  develop support manuals for the models; and \n(v)  conduct training and capacity building for the MFNP and relevant agencies in key \neconomic  sectors  to  develop  their  understanding  and  ability  to  effectively  and \nsustainably use the GDP and revenue forecasting model. \n \n9.  Budget  adviser  (national, 12 person-months, intermittent). The adviser will have a \nbackground appropriate to undertaking the tasks set out below, with at least 10 years practical \nexperience in budget management and significant experience specific to small island states and \nshould hold a tertiary degree, preferably a bachelor’s degree in economics, finance or a related \nfield. \n \n10.  The adviser will: \n(i)  coordinate closely with the medium-term budget specialist and team leader on the \noverall MTBF work; \n(ii)  assist with the development and implementation of a strategically aligned MTBF; \n(iii)  assist the MFNP and line ministries with the alignment of annual budget provisions to \nthe medium-term financing envelopes set out in the MTBF; \n(iv)  assist the MFNP in incorporating policy directives and other ministerial initiatives in \nthe budget; \n(v)  work closely with the policy advisors on issues related to fiscal policy and public \nfinancial management; \n(vi)  support the Budget Division’s consultations with line ministries on the MTBF during \nthe annual budget preparation; and \n(vii)  provide capacity building for staff of the Budget Division on budgeting principles, \ngood practices, and the incorporation of strategic objectives in budget formulation. \n \n11.  Policy advisors (international, 9 person-months, full time). These advisors are reserved \nto  respond  to  needs  emerging  during  TA  implementation,  and  may  encompass  skills  in \nmacroeconomic and fiscal policy, public financial management, and corporate planning.  \n \n12.  An inception report will be prepared for Asian Development Bank and the government by \nthe team leader within 8 weeks of the start of field activities. Mission progress reports will be \nsubmitted throughout the TA, and a draft final report completed by October 2013. The final \nreport  is  to  be  submitted  within  2  weeks  of  the  incorporation  of  comments  from  Asian \nDevelopment Bank and the government. \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20111214182022+13'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "adb project 45270, tonga, ton, adb technical assistance, cdta, economy, economic management, economic growth, capacity development  \r\n", "ModDate": "D:20111219154237+08'00'", "Producer": "Acrobat Distiller 7.0 (Windows)", "Subject": "Decision document for the Implementing Strategic Economic Management in Tonga containing issues, impacts, outcomes, methodology and key activities as well as cost and financing and implementation arrangements presented to ADB’s Board of Directors or Management for approval.  \r\n", "Title": "TAR: Tonga:  Implementing Strategic Economic Management "}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 25 November 2011) \n     \nCurrency Unit\n–  pa’anga (T$) \nT$1.00 =  $0.582699      \n$1.00 =  T$1.716149 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nGDP  –  gross domestic product \n  MFNP  –  Ministry of Finance and National Planning \nMTBF  –  medium-term budget framework \nPEFA    public expenditure and financial accountability \nTA  –  technical assistance \n     \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Public  sector  management  (public  expenditure  and  fiscal \nmanagement) \nThemes (subthemes)   –  Economic  growth  (promoting  macro-economic  stability), \ngovernance  (economic  and  financial  governance,  capacity \ndevelopment (institutional development)  \nLocation impact  –  National (high)  \n \n \nNOTE \n \n(i)  The fiscal year (FY) of the government and its agencies ends on 30 June. FY before a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2011 ends on 30 \nJune 2011. \n \n(ii)  In this report, \"$\" refers to US dollars unless otherwise stated.  \n \nVice-President  S. Groff, Operations 2 \nDirector General  R. Wihtol, Pacific Department (PARD) \nDirector  A. Ruthenberg, South Pacific Subregional Office, PARD \n   \nTeam leader  L. Tora, Senior Public Management Officer, PARD \nTeam members  M. Lototele, Senior Economics Officer, PARD \n  M. Melei, Country Specialist, PARD  \nE. Veve, Principal Economist, PARD \nPeer reviewer  S. Shrestha, Senior Public Management Specialist, Regional and \nSustainable Development Department \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "S. Groff", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "R. Wihtol", "role": "Pacific Department (PARD)", "organization": ""}, {"documentRole": "Director", "fullname": "A. Ruthenberg", "role": "South Pacific Subregional Office", "organization": "PARD"}, {"documentRole": "Team leader", "fullname": "L. Tora", "role": "Senior Public Management Officer", "organization": "PARD"}, {"documentRole": "Team members", "fullname": "M. Lototele", "role": "Senior Economics Officer", "organization": "PARD"}, {"documentRole": "Team members", "fullname": "M. Melei", "role": "Country Specialist", "organization": "PARD"}, {"documentRole": "Team members", "fullname": "E. Veve", "role": "Principal Economist", "organization": "PARD"}, {"documentRole": "Peer reviewer", "fullname": "S. Shrestha", "role": "Senior Public Management Specialist", "organization": "Regional and"}]}