{"path": "data/input/ta/45286-001-reg-tar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 45286-001 \nRegional—Capacity Development Technical Assistance (R-CDTA) \nDecember 2011 \n \n \n \nSupporting Evaluation Capacity Development and \nNetworking in Selected Developing Member \nCountries  \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", " \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nAFDC  –  Asia-Pacific Finance and Development Center \nAPCoP  –  Asia-Pacific Community of Practice \nCAREC  –  Central Asia Regional Economic Cooperation \nDMC  –  developing member country \nECD  –  evaluation capacity development \nGMS  –  Greater Mekong Subregion \nIED  –  Independent Evaluation Department \nLao PDR  –  Lao People’s Democratic Republic \nM&E  –  monitoring and evaluation \nMfDR  –  managing for development results \nOJT  –  on-the-job training \nPRC  –  People’s Republic of China \nSHIPDET  –  Shanghai International Program for Development \nEvaluation Training \nTA  –  technical assistance \nTASF  –  Technical Assistance Special Fund \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional—capacity development technical assistance  \n(R-CDTA) \nTargeting Classification  –  Targeted intervention  \nSector   –  Public sector management (public administration) \nThemes (subthemes)  –  Capacity development (institutional development; client \nrelations, network, and partnership development) \nLocation Impact  –  National (high), regional (high) \n \n \nNOTE \n \nIn this report, ―$‖ refers to US dollars. \n \n \nDirector General  V. Thomas, Independent Evaluation Department (IED) \nDirector  W. Kolkma, Independent Evaluation Division 1, IED \n   \nTeam leader  S. Hutaserani, Lead Evaluation Specialist, IED1, IED \nTeam member  C.J. Mongcopa, Associate Knowledge Management Administrator, \nIED1, IED \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n ", " \nI.  INTRODUCTION  \n1.  Since the adoption of managing for development results (MfDR), the Asian Development \nBank (ADB) has been promoting results-based management among its developing member \ncountries (DMCs). ADB’s Strategy and Policy  Department developed an MfDR action plan \n(revised in August 2006), aimed at improving (i) DMC capacity for MfDR, (ii) ADB’s institutional \neffectiveness, and (iii) global partnerships. The first pillar focuses on integrating MfDR capacity \ndevelopment  with  regional  department  operations,  particularly  through  country  partnership \nstrategies, and on promoting results-based public sector management (consisting of planning, \nbudgeting, implementation, and monitoring and evaluation [M&E]) to support MfDR in DMCs. \nStrong country-led M&E systems are needed for DMCs to monitor progress and assess the \nresults of development efforts toward achieving their Millennium Development Goals, and to \nintegrate findings and lessons from evaluations into their planning and budgeting processes. \n              \n2.  In support of ADB’s MfDR agenda, the Independent Evaluation Department (IED) has \nbeen providing evaluation capacity development (ECD) to enhance M&E capacities in selected \nDMCs through three regional technical assistance (TA) projects. Two of these TA projects \nprovided support to some DMCs under ADB’s Greater Mekong Subregion (GMS) Program1 and \nunder  ADB’s  Central  Asia  Regional  Economic  Cooperation  (CAREC)  Program,2 mainly  by \nsending  mid-  and  high-level  government  officials  from  key  agencies  dealing  with  M&E \n(e.g., ministries  of  finance,  planning,  and  economy)  to  attend  the  Shanghai  International \nProgram for Development Evaluation Training (SHIPDET),3 which is an M&E-related training \nprogram cofinanced by the People’s Republic of China’s (PRC’s) Ministry of Finance, the Asia-\nPacific Finance and Development Center (AFDC), the World Bank’s Independent Evaluation \nGroup, IED, the Asia-Pacific Community of Practice (APCoP) on MfDR, and the International \nInitiative for Impact Evaluation.4  These two TA projects altogether sent about 40 mid- and high-\nlevel government officials to attend SHIPDET in October 2009 and about 50 officials in 2010. \n                                                \n1  ADB. 2007. Technical Assistance for Capacity Development for Monitoring and Evaluation. Manila (TA 6410-REG). \n2  ADB. 2009. Technical Assistance for Capacity Development in Results-Based Monitoring and Evaluation for \nCountries under the Asian Development Bank’s Central Asia Regional Economic Cooperation Program. Manila \n(TA 7348-REG). \n3  SHIPDET is an M&E training program, aimed to help strengthen the M&E capacities of DMC government officials \nand evaluation practitioners. It was initiated in 2007 by its co-sponsoring agencies, including the PRC’s Ministry of \nFinance and AFDC, the World Bank’s Independent Evaluation Group, and IED. The APCoP on MfDR and the \nInternational Initiatives for Impact Evaluation started to cofinance SHIPDET activities in October 2010. Since 2007, \nSHIPDET has been organized at AFDC in Shanghai twice a year—April (mainly for PRC officials and evaluation \npractitioners) and October (mainly for foreign officials and evaluation practitioners). IED has been sending selected \nstaff to attend SHIPDET each October, and started sending relevant government officials from GMS and CAREC \nDMCs since October 2009. \n4  Starting in October 2010 under IED’s initiative, as supported by other SHIPDET co-sponsoring agencies, the \noriginally lengthy 2-week SHIPDET was restructured into two programs, including 1-week core courses on basic \nM&E and another 1-week special topic courses on ―Impact Evaluation‖ and ―M&E and Results-Based Planning and \nBudgeting.‖ The restructuring of SHIPDET was in response to client demand that the 2 weeks’ length of SHIPDET \nbe reduced so that participants do not have to be absent from work for too long. The restructuring of SHIPDET into \ntwo programs—each with a manageable length of 1 week—will help sustain the SHIPDET overall in the long run \nsince each program is catered to two groups of participants. As such, each group does not have to be absent from \nwork for too long and those who attended the special topic courses were not required to attend the core course first. \nThis led to substantial increase in the number of overall SHIPDET participants by almost threefold, from about 50 \nin 2009 to about 140 in 2010. Participants generally found the SHIPDET courses to be useful, particularly after the \nrestructuring into two programs, which made the courses more focused and relevant to their needs. Restructuring \nof the SHIPDET courses was not only useful to clients and likely to help sustain the demand for overall SHIPDET \nin the long run, but also useful to AFDC since relevant AFDC staff were involved in the course design. This is a \ngood learning-by-doing process that will help AFDC become a regional center of excellence in M&E in the future. \nRelevant AFDC staff will also be encouraged to make presentation in some SHIPDET sessions as trainers in the \nfuture.  \n ", "2 \nThe GMS TA (footnote 1),5 which started in 2007 and was completed in late 2010, provided \nM&E training for trainers in its first 2 years in addition to sending these participants to SHIPDET \nin the last 2 years. The CAREC TA (footnote 2),6 which started in 2009 and will continue to 2012, \nwill provide follow-on training at the end of the TA on self-evaluation and discussion with some \nformer SHIPDET participants to find out about the actual utilization of the knowledge gained \nfrom SHIPDET and client satisfaction with SHIPDET. \n \n3.  The third IED TA project in support of ECD for DMCs is aimed at providing on-the-job \ntraining (OJT) opportunities at IED for up to four government officials from selected DMCs per \nyear, for up to 5 months each.7 The TA covers 4 years of implementation, starting in 2011. \nThere were three OJT participants in the first year, from Indonesia’s Ministry of Finance, the \nPhilippines’ National Economic Development Authority, and the PRC’s Ministry of Finance. Each \nof them was assigned a mentor in their sector of expertise so that they could work as a team \nmember  within  their  mentor’s  work  program  to  gain  hands-on  experiences.  The  first-year \nimplementation of the OJT TA completed successfully, with mentors’ satisfaction on the outputs \nproduced by the respective OJT participants as well as participants’ satisfactions with the overall \nOJT  program.8 The  participants  also  made  a  joint  presentation,  which  was  well  received, \nfocusing on the relevance and usefulness of the OJT program, the intended utilization of the \nknowledge gained from the OJT program, and recommendations to improve the OJT program. \n \nII.  ISSUES \n4.  In some DMCs, where M&E systems are results-based and well developed (integrated \ninto the processes of performance-based planning and budgeting), the systems are considered \na  driver  of  success  for  the  countries’  socioeconomic  progress.  Unfortunately,  good  M&E \nsystems are not prevalent in many DMCs because of lack of demand (e.g., lack of awareness, \ngood governance, and political will) and/or supply (e.g., lack of sufficient M&E capacities in \nvarious government agencies). Thus, increasing awareness and M&E capacity development is \nneeded. \n \n5.  Various ADB departments have been providing support to help strengthen both the \ndemand and supply sides of DMCs’ M&E capacities and systems as part of MfDR efforts. For \nexample, regional departments have been doing so through their country partnership strategies. \nThe APCoP on MfDR was established under the Strategy and Policy Department’s Results \nManagement Unit. It was made up of senior government officials, acting as change agents to \npromote results-based approach to public sector management. The APCoP has established an \nMfDR framework centered on promoting certain results-based attributes that include results-\nbased M&E, along with results-based planning and budgeting. IED has been providing ECD \nsupport for MfDR through three regional TA projects—the recently completed GMS TA, the \nongoing CAREC TA, and the ongoing OJT TA (paras. 2 and 3).   \n \n                                                \n5  The GMS TA sent about 20 officials from three GMS DMCs (Cambodia, the Lao People's Democratic Republic \n[Lao PDR], and Viet Nam) to attend SHIPDET in October 2009 and about 20 officials in 2010. It was completed at \nthe end of 2010. \n6  The CAREC TA sent about 20 officials from four CAREC DMCs (Kazakhstan, Kyrgyz Republic, Tajikistan, and \nUzbekistan) to attend SHIPDET in October 2009 and about 30 officials in 2010. It is ongoing and sent about 20 \nofficials to attend SHIPDET in 2011.  \n7 ADB.  2010.  Technical  Assistance  for  Evaluation  Capacity  Development  through  On-the-Job  Training  at  the \nIndependent Evaluation Department. Manila (TA 7767-REG). \n8  IED. 2011. First-Year Progress Report of the On-the-Job Training Technical Assistance. Manila. \n ", "3 \n6.  To build on gains achieved from IED’s recently completed GMS TA, this proposed TA9 \naims to continue to support ECD in results-based M&E and related networking and knowledge \nsharing  activities  in  selected  DMCs,  mainly  in  the  same  GMS  DMCs  (Cambodia,  the \nLao People’s Democratic Republic [Lao PDR], and Viet Nam).10 This is expected to complement \nIED’s ongoing CAREC TA and OJT TA. Based on the previous GMS TA, the participants found \nthe M&E training provided by SHIPDET to be relevant and useful to their work, and requested \nadditional ECD support to create a critical mass of beneficiaries in these DMCs to sustain the \nmomentum gained.  \n \n7.  The key lessons learned from the previous GMS TA are that there were no mechanisms \nto (i) assess actual utilization of the knowledge gained from SHIPDET, and (ii) mitigate the risk \nof  non-application  of  the  knowledge  acquired.  This  proposed  TA  aims  to  consolidate \nachievements from the previous GMS TA and address its lessons by incorporating a follow-on \nworkshop in the TA design. This kind of workshop will not only provide additional ECD more \ndirectly related to self-evaluation, but will also provide an opportunity for sharing of experiences \namong selected former SHIPDET participants on their actual utilization of the knowledge gained \nfrom  SHIPDET  and  how  to  enhance  their  contributions  to  improving  their  countries’  M&E \ncapacities and systems. The risk of low retention of SHIPDET participants will be mitigated by \nrequesting the governments of the GMS DMCs to nominate staff who have been working in their \ncurrent positions for at least 2 years, rather than entirely new staff who might not continue \nworking  there.  The  proposed  TA  will  also  include  M&E-related  knowledge  sharing  and \nnetworking activities (e.g., introducing TA participants to M&E knowledge-sharing networks; \nnetworking with the Evaluation Cooperation Group; and support for the multi-donor regional \ncenters for learning on evaluation and results, one of which is AFDC).  \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome  \n \n8.  The impact of the TA will be institutionalized results-based M&E systems to support \nMfDR in participating DMCs, as measured by the integration of self-evaluation findings and \nlessons  into  results-based  planning  and  budgeting  (by  mid-2014).  The  TA  design  and \nmonitoring framework is in Appendix 1. The outcomes of the TA will be improved capacities and \nsystems in results-based M&E in participating DMCs’ executing agencies and key ministries \nresponsible for planning, budgeting, and M&E activities, as measured by the following (by mid-\n2014):  \n \n(i)  at least 70% of TA participants, who will be trained at SHIPDET are engaged full-\ntime in M&E functions; and \n \n(ii)  at least 70% of TA participants are involved in preparing self-evaluation reports of \ngovernment- or externally-funded projects (by providing guidance to the agencies \npreparing these reports or by preparing the reports themselves). \n \n \n \n                                                \n9   The TA first appeared in the business opportunities section of ADB’s website on 12 December 2011. \n10  However, participants who had already been included in the training provided by the previous GMS TA will not be \nincluded in this proposed TA in order to provide opportunities for other relevant government officials. In addition, \nparticipants from DMCs other than the three GMS DMCs may also be included if need arises. The selection of \nparticipants from other DMCs will be based on (i) government requests submitted to IED, and (ii) the availability of \nfunds that year after meeting the target number of participants from the GMS DMCs. \n ", "4 \nB.  Methodology and Key Activities \n \n9.  The TA covers 2 years (1 August 2012–31 July 2014), with the three GMS DMCs \nincluded  in  the  earlier  GMS  TA  (footnote  1)  to  consolidate  the  results  achieved  from  the \nprevious efforts. The outputs of the TA will include the following M&E training and other ECD \nknowledge products provided to participating DMCs: \n \n(i)  The Shanghai International Program for Development Evaluation Training \nprovided.  About  27 government  officials  from  executing  agencies  and  key \nministries responsible for planning, budgeting, and M&E activities  in targeted \nGMS DMCs (Cambodia, the Lao PDR, and Viet Nam) will be nominated to train \nat SHIPDET each year for 2 years in October 2012 and October 2013 (or nine \nofficials per DMC per year, four of whom to attend the SHIPDET core courses \nand five to attend the SHIPDET special topic courses). \n \n(ii)  A  4-day  follow-on workshop  provided.  Each of the three GMS DMCs will \nnominate11 about  10  former  SHIPDET  participants  (including  those  from  the \nearlier GMS TA), totaling 30 participants, to participate in this 4-day follow-on \nworkshop, to be held in one of the three GMS DMCs (or at AFDC).12  The \nworkshop, which will be provided by an international consultant in mid-2014, will \nconsist of (a) a 2-day training on how to do self-evaluations (using IED’s project \nevaluation criteria and rating system applied to sample case studies); and (b) a 2-\nday discussion with the participants to share their post-SHIPDET experiences, \nfocusing  on  the  following  five  M&E-related  topics:  (1)  their  satisfaction  with \nSHIPDET; (2) the extent of actual versus intended utilization of the knowledge \ngained from SHIPDET, and how to enhance their contributions to improving their \ncountries’ M&E capacities and systems in relation to planning and budgeting; \n(3) the  approximated  retention  rate  of  the  former  SHIPDET  participants  in \nperforming  M&E-related  functions;  (4)  the  extent  of  their  direct  and  indirect \ninvolvement in preparing self-evaluation reports of government- or externally-\nfunded projects; and (5) the extent to which the findings and lessons from self-\nevaluations are integrated into their countries’ planning and budgeting systems.13 \n \n(iii)  Knowledge products created and disseminated. These outputs consist of (a) \nanalyses of the survey results of client satisfaction with SHIPDET, conducted by \nAFDC (2009–2011); (b) M&E-related analysis based on experiences sharing on \nthe five topics mentioned above, prepared by the international consultant who will \nbe  providing  the follow-on  workshop  (in  mid-2014);  (c) TA  completion  report \nprepared by the same international consultant (in mid-2014); and (d) publications \nof the M&E-related analysis of the five topics and TA completion report prepared \nby the international consultant, and other related knowledge products.  \n \n                                                \n11 IED will request government nominations from the three GMS DMCs, based on availability of nominees and \nsuitability from the governments’ points of view.  \n12 IED will select the training venue. A good reason for selecting one of the GMS DMCs as the venue is that it will \nprovide an opportunity for the consultant (who will be engaged to conduct the follow-on training) to spend one \nadditional day interviewing supervisors of some former SHIPDET participants in that DMC to gain more insight into \nthe five M&E-related topics described in para. 9(ii) and to verify the information obtained from the former SHIPDET \nparticipants. A good reason for selecting AFDC as the venue is that it will provide an opportunity for AFDC to be \ninvolved in the process of providing another kind of training, which will help its staff learn by doing to become a \nregional center of excellence in M&E in the future. \n13 Each of the former SHIPDET participants nominated by their respective governments to participate in the follow-on \ntraining will be requested by IED to prepare a PowerPoint file, focusing on these five M&E-related topics, to present \nand discuss during the experiences sharing session of the follow-on training. \n ", "5 \n(iv)  Knowledge  sharing  networks  and  partnerships  developed  among  the \nShanghai  International  Program  for  Development  Evaluation  Training \nparticipants  and  regional  centers  for  monitoring  and  evaluation.  These \noutputs  consist  of  (a)  introducing  participants  to  M&E  knowledge  sharing \nnetworks (e.g., the APCoP on MfDR), through which partnerships can be initiated; \nand (b) networking with the Evaluation Cooperation Group and providing support \nfor the regional centers for learning on evaluation and results, which is a multi-\ndonor M&E partnership managed by the World Bank’s Independent Evaluation \nGroup to promote regional centers of excellence in M&E (one of which is AFDC).  \n \nC.  Cost and Financing \n \n10.  The total cost of the TA is estimated at $400,000 equivalent. The TA will be financed on \na grant basis by ADB’s Technical Assistance Special Fund (TASF–other sources). Detailed cost \nestimates are in Appendix 2. \n \nD.  Implementation Arrangements \n \n11.  The TA will be implemented over 2 years (1 August 2012–31 July 2014). The executing \nagency  is  ADB,  with  IED  as  the  focal  point  to  implement  the  TA,  supported  by  other \nstakeholders (i.e., the Southeast Asia Department, resident missions of the three GMS DMCs, \nand AFDC). In August 2012, August 2013, and April 2014, IED will contact the Southeast Asia \nDepartment to request the three resident missions to nominate one focal point each, to liaise \nwith the IED focal point and help transmit IED’s letters requesting the respective governments to \nnominate participants from relevant agencies dealing with M&E to attend SHIPDET in October \n2012 and October 2013 as well as the follow-on training in June 2014.  \n \n12.  Disbursements  under  the  TA  will  be  done  in  accordance  with  ADB’s  Technical \nAssistance Disbursement Handbook (2010, as amended from time to time). The TA has no \nprocurement of equipment.  \n \n13.  An  international  consultant  will  be  hired  for  about  3  weeks  in  mid-2014  to  do  the \nfollowing: (i) in the first week, make necessary preparation for providing a follow-on training \nworkshop; (ii) in the second week, provide a 4-day follow-on training workshop (footnote 12) to \n30 former SHIPDET participants from the three GMS DMCs, consisting of a 2-day training on \nhow to do self-evaluations (using IED’s project evaluation criteria and rating system applied to \nsample case studies), and a 2-day discussion with the participants to share their post-SHIPDET \nexperiences, focusing on the five M&E-related topics as described in para. 9(ii); and (iii) in the \nthird  week,  prepare  an  M&E-related  analysis  of  the  five  topics,  together  with  a  brief  TA \ncompletion report, using the information from the M&E-related analysis of the five topics to \nevaluate the TA performance based on IED’s evaluation criteria. The consultant’s terms of \nreference are outlined in Appendix 3. Given the short-term nature of the international consultant, \nhe/she will be engaged on an individual basis by ADB, in accordance with ADB’s Guidelines on \nthe Use of Consultants (2010, as amended from time to time).  \n \nIV.  THE PRESIDENT’S DECISION \n \n14.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $400,000 on a grant basis for \nSupporting Evaluation Capacity Development and Networking in Selected Developing Member \nCountries, and hereby reports this action to the Board. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data  Assumptions \nSummary  Targets/Indicators  Sources/Reporting  and Risks \nMechanisms  \nImpact      Assumption \nInstitutionalized results- Evaluation findings and lessons  Government  Governments of \nbased M&E systems to  integrated into results-based  planning documents,  participating DMCs \nsupport MfDR in   planning and budgeting, by  and M&E reports on  create results-based \nparticipating DMCs  mid-2014  project/program  M&E units at the \n    performance  national and sector \n  levels, and continue \nRelated research  upgrading results-\npublications from  based M&E \nvarious sources  capacities of their \n  staff. \nTA framework   \n  Risks \nAnalyses of surveys  Low retention rate of \non client satisfaction  TA participants \nwith SHIPDET \nNon-application of \nprepared by AFDC \nthe knowledge \n \ngained \nM&E-related \nanalysis prepared by \ninternational \nconsultant \n \nTA completion report \nOutcome      Assumption \nImproved capacities and  By mid-2014:   TA framework  Governments of \nsystems in results-based      participating DMCs \nM&E in participating  1. At least 70% of TA  Analyses of surveys  create results-based \nDMCs’ executing  participants, who will be  on client satisfaction  M&E units at the \nagencies and key  trained at SHIPDET, are  with SHIPDET  national and sector \nministries responsible  engaged full-time in M&E  prepared by AFDC  levels, and continue \nfor planning, budgeting,  functions    upgrading results-\nand M&E activities     M&E-related  based M&E \n  2. At least 70% of TA  analysis prepared by  capacities of their \n  participants are involved in  international  staff. \n  preparing self-evaluation  consultant   \n  reports of government- or    Risks \n  externally-funded projects  TA completion report  Low retention rate of \n  (by providing guidance to  TA participants \nexecuting agencies \nNon-application of \npreparing these reports \nthe knowledge \nand/or by preparing the \ngained \nreports themselves) \nOutputs      Assumption \nM&E training and other  In 2012–2014:  TA framework  Governments of \nECD knowledge      participating DMCs \nproducts provided to  1. about 27 participants per  Analyses of surveys  continue upgrading \nparticipating DMCs  year provided with training  on client satisfaction  results-based M&E \n  on results-based M&E at  with SHIPDET  capacities of their \n  SHIPDET, for 2 years  prepared by AFDC  staff. \n(October 2012 and 2013)     \n ", "Appendix 1  7 \nDesign  Performance  Data  Assumptions \nSummary  Targets/Indicators  Sources/Reporting  and Risks \nMechanisms  \n    Risk \n2. about 30 former SHIPDET  Delay in government \nparticipants from the three  nominations of \nGMS DMCs provided with a  officials to attend \n4-day follow-on workshop  SHIPDET as TA \n(mid-2014), by an  participants \ninternational consultant, \nconsisting of  \n    (i) 2-day training on how to \ndo self-evaluations; and \n    (ii) a 2-day discussion with \nthe participants to share \ntheir post-SHIPDET \nexperiences, focusing on \nthe five M&E-related \ntopics (see para. 9[ii] and \nfootnote 12 in the main \ntext) \n \n3. Knowledge products created \nand disseminated (2012–\n2014)  \n \n4. M&E knowledge sharing \nnetworks and partnerships \ndeveloped among SHIPDET \nparticipants and related M&E \nassociations/regional \ncenters (2012–2014)  \nActivities with Milestones  Inputs \n   \n1. Select participantsa to attend SHIPDET (August–September 2012 and August– ADB: Technical \nSeptember 2013).  Assistance Special \n2. Send participants to attend SHIPDET (October 2012 and October 2013).  Fund–other \n3. Engage an international consultant (mid-2014) for about 3 weeks to provide  sources: $400,000 \nfollow-on training and conduct other required activities.    \n4. Publish and disseminate the M&E-related analysis prepared by the international  Consulting services: \nconsultant and other relevant knowledge products.  $18,664 \n5. Participate in related M&E knowledge sharing networks and support   \nWorkshops, training, \npartnerships (2012–2014), e.g., networking with the Evaluation Cooperation Group; \nand publications of \nand support the multi-donor M&E partnership program of regional centers for \nknowledge products:  \nlearning on evaluation and results, which is a multi-donor M&E partnership \n$200,590 \nprogram managed by the World Bank’s Independent Evaluation Group to promote \n \nregional centers of excellence in M&E (one of which is AFDC).  Promoting M&E \nknowledge sharing \nnetworks and \npartnerships: \n$170,000 \n \nContingencies: \n$10,746 \n \n ", "8  Appendix 1 \nADB = Asian Development Bank, AFDC = Asia-Pacific Finance and Development Center, DMC = developing member \ncountry, ECD = evaluation capacity development, GMS = Greater Mekong Subregion, M&E = monitoring and \nevaluation, MfDR = managing for development results, SHIPDET = Shanghai International Program for Development \nEvaluation Training, TA = technical assistance.  \na Participants are targeted to come from the same GMS DMCs (i.e., Cambodia, the Lao People’s Democratic Republic, \nand Viet Nam) as those in the earlier GMS TA to consolidate the results achieved from previous efforts. However, \nparticipants from some other DMCs may be included if necessary, and the selection of participants from other DMCs \nwill be based on (i) government requests submitted to IED; and (ii) the availability of funds in that particular year after \nmeeting the target number of participants from the GMS DMCs. \nSource: Asian Development Bank. \n ", "Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($) \n \nUnit No. of Total\nItem No. Cost Persons Cost\nI. Supporting Evaluation Capacity Development\nA.International Consultant\na.  Remunerationa 15 600 9,000\nb.  Roundtrip Business Airfare 1 6,000 6,000\nc.  Miscellaneous Expenses - Visa Fees, etc. 1 200 200\nd.  Per Diem (no. of field days minus 1 day roundtrip travel) 4 216 864\ne.  Reports and Communications 1 500 500\nf.   Contingencies 2,100\n                  Subtotal (A) 18,664\nB.Workshops, Training, and Publications of Knowledge Products\n1. TA Participants at SHIPDET Training in Shanghaib\na.  Roundtrip Airfare  1 1,000 27 54,000\nb.  Miscellaneous Expenses (visa fees, etc.) 1 100 27 5,400\nc.  Daily Subsistence Allowance 7 85 27 32,130\nd.  Accommodation in Shanghai 7 120 27 45,360\ne.  Study Tour  1 30 27 1,620\n          Subtotal (1) 138,510\n2. TA Participants at Follow-On Training in Year 3 of the TA\na.  Roundtrip Airfaresc 1 800 20 16,000\nb.  Daily Subsistence Allowance and Accommodationc 4 306 20 24,480\nc.  Miscellaneous Allowancesd 1 30 30 900\nd.  Ground Transport Allowancese 1 30 10 300\n          Subtotal (2) 41,680\n3. Miscellaneous Administration and Support Costs\n(e.g., publications of training materials and proceedings 2,300\nand other related documents) \n          Subtotal (3) 2,300\n4. Other Expenses (to be paid directly by the TA)\na.  Workshop and Conference Facilities 2 2,000 4,000\nb.  Equipment Rental 2 1,000 2,000\nc.  Meals and Coffee Breaksf 2 150 35 10,500\nd.  Office Supplies 1 300 300\ne.  Photocopying, Communication, etc. 1 300 300\nf.   Contingencies 1,000\n          Subtotal (4) 18,100\n                  Subtotal (B) 200,590\n                          Subtotal (I) 219,254\nII. Promoting M&E Knowledge Sharing Networks and Partnerships \nA.Support to M&E Network of Regional Centers for Learning on  150,000\nEvaluation and Results\nB.M&E Knowledge Sharing Solutions and Partnershipsi 20,000\n                          Subtotal (II) 170,000\nIII.Contingencies    -    Subtotal (III) 10,746\n                                 Total (I+II+III) 400,000\n \n \n \n ", "10  Appendix 2 \nADB = Asian Development Bank, AFDC = Asia-Pacific Finance and Development Center, DMC = developing member\ncountry,GMS=GreaterMekongSubregion,IED=IndependentEvaluationDepartment,M&E=monitoringandevaluation,\nPRC = People's Republic of China, RM= resident mission, SHIPDET = Shanghai International Program for Development\nEvaluation Training, TA = technical assistance.\nNote:SHIPDETconsists oftwoprograms(corecoursesandspecialtopiccourses)ofabout1week(7days)each.Sothe\nnumber of estimated participants from each DMC will be 9 (totaling 27 from the three DMCs) for the two programs\ncombined. Out of 9 per DMC per year, about 4 will be sent to the core courses, and 5 to the special topic courses.\na About 21 person-days (which are equivalent to 15 working days) in mid-2014.\nb SinceitwasagreedthatIEDwillbesendingparticipantstoattendSHIPDETthroughthisproposedTAbyfundingtravel\ncosts, per diem, and accommodation; AFDC had agreed to waive tuition fees for TA participants. TA participants are\ntargeted to come from three GMS DMCs (Cambodia, Lao People's Democratic Republic, and Viet Nam), but mayalso\ncome from other DMCs if need arises (see footnote 10 in the main text).\nc AirfaresandaccommodationareprovidedonlytoparticipantsfromotherDMCswhicharenotthevenueofthefollow-on\ntraining, in case the venue to be selected is in one of the three GMS DMCs. However, if the venue to be selected is\nAFDC in Shanghai, then airfares and accommodation will be provided to all participants from all of the participating\nDMCs to come to Shanghai, and this amount will be taken from contingencies.\nd Miscellaneous allowances are provided to all participants.\ne Ground transport allowances are provided only to participants from the DMC which is selected as the training venue.\nf May include relevant government officials from host country as guests.\nSource: ADB estimates.  \n \n \n \n \n \n ", "        Appendix 3          11 \n    OUTLINE TERMS OF REFERENCE FOR CONSULTANT \n \n1.  An international consultant (development evaluation specialist) will be engaged by the \nAsian Development Bank (ADB)’s Independent Evaluation Department (IED) for this technical \nassistance (TA), in accordance with ADB’s Guidelines on the Use of Consultants (2010, as \namended from time to time). The consultant will be hired on an individual basis for about \n3 weeks or 21 person-days (which are equivalent to 15 working days) in year 3 of the TA—\naround  mid-2014  or  8 months  after the  second  year  of  sending  participants  to  attend  the \nShanghai International Program for Development Evaluation Training (SHIPDET).  \n \n2.  The consultant will have (i) a graduate degree in economics or a related field; (ii) work \nexperience in one or more of the Greater Mekong Subregion (GMS) countries; (iii) extensive \nexperience in performing evaluation studies; (iv) extensive experience as a trainer on results-\nbased  monitoring  and  evaluation  (M&E)  and  performance-based  planning  and  budgeting; \n(v) proficiency in various computer programs (e.g., Word, Excel, and PowerPoint); and (vi) his \nor her own laptop computer. \n3.  The consultant’s major tasks will include the following: \n \n(i)  spending the first week at home to (a) review this TA paper, the analyses of the \nsurveys results of client satisfaction with SHIPDET (conducted by the SHIPDET \norganizer or the Asia-Pacific Finance and Development Center [AFDC] in the \npast years), and other related documents to be suggested and sent by IED in \norder to obtain the necessary information in preparation for a 4-day follow-on \ntraining; (b) prepare course materials for a 2-day training on how to do self-\nevaluations (using IED’s project evaluation criteria and rating system applied to \nsample case studies), as part of the follow-on training; and (c) prepare to hold a \n2-day discussion with the participants, as part of the follow-on training, to share \ntheir  post-SHIPDET  experiences,  focusing  on  the  following  five  M&E-related \ntopics:  (1) their  satisfaction  with  SHIPDET;  (2)  the  extent  of  actual  versus \nintended utilization of the knowledge gained from SHIPDET, and how to enhance \ntheir contributions to improving their countries’ M&E capacities and systems in \nrelation to planning and budgeting; (3) the approximated retention rate of the \nformer SHIPDET participants for M&E-related functions; (4) the extent of their \ndirect  and  indirect  involvement  in  preparing  self-evaluation  reports  of \ngovernment-  or  externally-funded  projects;  and  (5)  the  extent  to  which  the \nfindings and lessons from self-evaluations are integrated into their countries’ \nplanning and budgeting systems;  \n \n(ii)  spending the second week holding a 4-day follow-on training in one of the TA’s \nthree GMS countries (Cambodia, the Lao People’s Democratic Republic, and \nViet Nam) or at AFDC, consisting of (a) a 2-day training on how to do self-\nevaluations (using IED’s project evaluation criteria and rating system applied to \nsample case studies); and (b) a 2-day discussion with the participants to share \ntheir  post-SHIPDET  experiences,  focusing  on  the  five  M&E-related  topics \ndescribed  above,  and  providing  suggestions  to  them  on  how  they  could \ncontribute more to improving their countries’ M&E capacities and systems (Note: \nif the training venue, to be selected by IED, is in one of the GMS DMCs, the \nconsultant will spend 1 additional day interviewing supervisors of some former \nSHIPDET participants in that DMC to gain more insight into the five M&E-related \n ", "12  Appendix 3 \ntopics described above and to verify the information obtained from the former \nSHIPDET participants); \n \n(iii)  spending the third week at home to prepare (a) an M&E-related analysis (about \n5–10 pages) of the five topics mentioned above; and (b) the TA completion \nreport (about 5–10 pages), using the information from the M&E-related analysis \nof  the  five  topics  to  evaluate  the  TA’s  relevance,  efficiency,  effectiveness \n(achievements of outputs and outcomes), sustainability prospects, and impacts; \nand identify lessons and follow-up actions (using the format to be provided by \nIED). \n "], "metadata": {"Author": "Asain Development Bank", "CreationDate": "D:20111227115111Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "adb project 45286, regional, reg, adb technical assistance, r-cdta, capacity development, evaluation capacity development", "ModDate": "D:20120116154355+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "Decision document for the Supporting Evaluation Capacity Development and Networking in Selected Developing Member Countries containing issues, impacts, outcomes, methodology and key activities as well as cost and financing and implementation arrangements presented to ADB’s Board of Directors or Management for approval. ", "Title": "TAR: Regional: Supporting Evaluation Capacity Development and Networking in Selected Developing Member Countries "}, "author_page": " \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nAFDC  –  Asia-Pacific Finance and Development Center \nAPCoP  –  Asia-Pacific Community of Practice \nCAREC  –  Central Asia Regional Economic Cooperation \nDMC  –  developing member country \nECD  –  evaluation capacity development \nGMS  –  Greater Mekong Subregion \nIED  –  Independent Evaluation Department \nLao PDR  –  Lao People’s Democratic Republic \nM&E  –  monitoring and evaluation \nMfDR  –  managing for development results \nOJT  –  on-the-job training \nPRC  –  People’s Republic of China \nSHIPDET  –  Shanghai International Program for Development \nEvaluation Training \nTA  –  technical assistance \nTASF  –  Technical Assistance Special Fund \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional—capacity development technical assistance  \n(R-CDTA) \nTargeting Classification  –  Targeted intervention  \nSector   –  Public sector management (public administration) \nThemes (subthemes)  –  Capacity development (institutional development; client \nrelations, network, and partnership development) \nLocation Impact  –  National (high), regional (high) \n \n \nNOTE \n \nIn this report, ―$‖ refers to US dollars. \n \n \nDirector General  V. Thomas, Independent Evaluation Department (IED) \nDirector  W. Kolkma, Independent Evaluation Division 1, IED \n   \nTeam leader  S. Hutaserani, Lead Evaluation Specialist, IED1, IED \nTeam member  C.J. Mongcopa, Associate Knowledge Management Administrator, \nIED1, IED \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n ", "authors": [{"documentRole": "Director General", "fullname": "V. Thomas", "role": "Independent Evaluation Department (IED)", "organization": ""}, {"documentRole": "Director", "fullname": "W. Kolkma", "role": "Independent Evaluation Division", "organization": ""}, {"documentRole": "Team leader", "fullname": "S. Hutaserani", "role": "Lead Evaluation Specialist", "organization": "IED"}, {"documentRole": "Team member", "fullname": "C.J. Mongcopa", "role": "Associate Knowledge Management Administrator", "organization": ""}]}