{"path": "data/input/ta/45301-001-lao-pptar.pdf", "pages": ["10           Appendix 4 \n \nPROJECT PREPARATORY TECHNICAL ASSISTANCE \nA.  Justification \n1.  A project preparatory technical assistance (TA) will assist the government in improving \nsector policies, preparing feasibility studies, and proposing a project design for a sector investment, \nand developing eligibility and evaluation criteria for selected subprojects.  \nB.  Major Outputs and Activities \n2.  The TA will assist the government update its sector policies, prepare two to three sample \nsubprojects for a new water supply system and an expansion of an existing system), design a \nsector investment project, and develop eligibility and evaluation criteria for selected subprojects \nbased on previous projects. The TA will explore new technologies, including energy efficient pumps \nand/or decentralized wastewater treatment. The TA will also support consultations with various \nstakeholders. The TA will be implemented over 12 months, from September 2012 to August 2013. \nThe major outputs and activities are described and summarized in Table A4.1.  \nTable A4.1: Summary of Major Outputs and Activities \nExpected  Expected \nMajor Activities  Completion  Major Outputs  Completion \nDate  Date \nUpdate ADB sector ASR and government sector investment plan  Dec. 2012  Inception report  Mid-Dec. 2012 \nConduct stakeholder analysis and consultations.  Inception workshop  Mid-Jan. 2013 \nPrepare PCA and FMA   ADB/Government  31 Jan. 2013 \nPreliminary socioeconomic data collection (no surveys).  comments \nIdentify areas for improvements in WSS framework (if any) \nEstablish eligibility criteria for subproject towns, long list of \nsubproject towns and proposed sample subproject towns. \nPrepare full feasibility study for each sample subproject town,  Feb. 2013  Interim report  28 Feb. 2013 \nincluding required ADB safeguard documents.   Interim workshop  Mid-Mar. 2013 \nConduct necessary evaluations and develop draft legislation to  ADB/Government  31 Mar. 2013 \nimprove water supply and sanitation framework (as required)  comments \nConduct due diligence of feasibility studies against prepared  Apr. 2013  Draft final report  30 Apr. 2013 \nsafeguard plans and frameworks, and assessments (economic  Final workshop  Mid-May2013 \nand financial, governance and institutional capacity).   ADB/Government  31 May 2013 \nSubmit necessary legislation for approval.  comments \nPrepare the draft project documents, supplementary appendixes, \ntechnical options, and project administration manual.  \nADB  =  Asian  Development  Bank,  ASR  =  assessment,  strategy  and  roadmap,  FMA  =  financial  management \nassessment, PCA = procurement capacity assessment, WSS = water supply and sanitation. \nSource: Asian Development Bank. \nC.  Cost Estimate and Proposed Financing Arrangement  \n3.  The TA is estimated to cost $800,000 equivalent, of which $800,000 will be financed on \na grant basis by ADB's Technical Assistance Special Fund (TASF-IV). TASF financing is being \nrequested, as stated in the Country Operations Business Plan for the Lao PDR, 2012–2015. \nThe government will provide counterpart support in the form of counterpart staff, provision of \noffice space, and other in-kind contributions. Detailed cost estimate is presented in Table A4.2. \nTable A4.2: Cost Estimates and Financing Plan ($'000) \nItem  Total Cost \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (18 person-months)  396.0 \n      ii.  National consultants (22 person-months)  110.0 ", "Appendix 4  11 \n \nItem  Total Cost \n    b.  International and local travel  85.0 \n    c.  Reports and communications  10.0 \n  2.  Equipment (computer, printer, etc.)b  20.0 \n  3.  Workshops, training, seminars, and conferencesc  20.0 \n  4.  Surveys  20.0 \n  5.   Miscellaneous administration and support costsd  20.0 \n  6.  Representative for contract negotiationse  15.0 \n  7.  Contingenciesf  104.0 \n    Total   800.0 \nDHUP = department of housing and urban planning, DPWT = department of public works and transport, MPWT = \nMinistry of Public Works and Transport, OPWT = office of public works and transport, PAI = project administration \ninstructions, PNP = provincial nam papa (or water supply utility), TA = technical assistance.  \na  Financed by the Asian Development Bank's Technical Assistance Special Fund (TASF-IV).  \nb  Equipment \nType   Quantity  Cost \nDesktop and laptop computers with computer software, a multi-functional  Lump sum (2 sets)  $15,000 \ncolor laser printer/ photocopier/scanner, GPS, and flash drives. \nOffice furniture (chairs, desks, file cabinets, etc)  Lump sum (2 sets)  $5,000 \nc  Workshops, training, seminars, and conferences \nPurpose  Venue \nInception, interim, and draft final workshops; and consultation meetings  MPWT, DHUP, DPWT, PNP or OPWT \nin potential subproject towns with local residents and stakeholders.  meeting rooms and/or village halls. \nd  Includes CAD technicians for design and drawing production. \ne  ADB. 2010. Specific Requirements for Recruiting Consultants by ADB. PAI 2.04. Manila. \nf  Contingencies will cover unanticipated activities arising during TA implementation and/or project start-up.  \nSource: Asian Development Bank.  \nD.  Consulting Services \n4.  A firm will be engaged in accordance with ADB Guidelines on the Use of Consultants \n(2010, as amended from time to time). A total of 11 positions and 40 person-months required (6 \ninternational specialists for 18 person-months and 5 national experts for 22 person-months). The \nfirm will be recruited using quality and cost-based selection (90:10) using simplified technical \nproposal.15 Individual consultants may be hired during the TA to help complete unanticipated \ntasks and/or provide start-up support prior to loan effectiveness. The TA will adequately address \nthe  following  aspects  relating  to  the  ensuing  project:  (i)  detailed  executing  agency,  and \nimplementing agency capacity assessments, with remedial action plan to build executing agency \nand implementing agency capacity to minimize procurement and financial management risks; (ii) \nproposed  or  indicative  loan  related  procurement  plan  with  suggested  level  of  priority  or,  if \napplicable,  post  review  based  on  executing  agency  and  implementing  agency  capacity \nassessment; (iii)  indicative  implementation  schedule  with  proposed  sequencing  of  consultant \nrecruitment and procurement bidding and awarding; (iv) a draft project performance management \nsystem; and (v) administration of seminars and workshops.  \n5.  The terms of reference  are summarized in Table A4.3. The consultant team will be \nrequired to prepare the following reports: (i) inception report, 1.5 months after mobilization; (ii) \ninterim report, 5 months after mobilization; (iii) draft final report, 7.0 months after mobilization; and \n(iv) final report, within 2 weeks after receipt of comments. The reports shall be of high quality and \nin formats agreed to in advance with ADB and the government. The team shall review previous \nfeasibility studies prepared in the sector in Lao PDR, shall have an excellent command of the \nEnglish  language,  shall  be  required  to  provide  their  inputs  to  the  team  leader  for  timely \nconsolidation,  shall  coordinate  with  other  team  members,  and  may  be  asked  to  complete \nadditional tasks as assigned by the consultant team leader and ADB project officer. \n                                                \n15 A ratio of 90:10 will be used as the PPTA puts more emphasis on the quality rather than the cost. \n ", "12  Appendix 4 \nTable A4.3: Summary of Consulting Services Requirement \nPositions  P-M   Requirements  Terms of Reference \nTeam leader  6  •At least an advanced degree in water  •Update the WSS ASR, the sector investment plan, and \nand water  supply engineering. •At least 10 years of  prepare and finalize PPTA reports based on the inputs of \nsupply  relevant experience in SEA. •Knowledge  other team members. •Confirm designs, and manage the \nspecialist (I)  of the urban WSS in Lao PDR is  proposed project cost and financing tables, procurement \npreferred. •At least 5 years of relevant  plan, and project administration manual. •Coordinate with \nexperience leading PPTA consultant  ADB, the EA and development partners in preparing the \nteams and preparing feasibility studies.   project design.  \nWater supply  2  • At least a bachelor’s degree in water  •Work with water supply specialists in (i) preparing the \nengineer (I)  supply engineering. • At least 10 years of  feasibility studies for the sample towns, (ii) outlining the O&M \nrelevant experience in SEA. •Knowledge  needs of each system under the project, (iii) confirming the \nof the urban WSS in Lao PDR is  technical due diligence of the subprojects, (iv) developing an \npreferred. •At least 5 years of relevant  approach to non-revenue water monitoring and reduction, \nexperience on PPTA consultant teams  and (v) exploring new technologies for energy saving \nand in preparing feasibility studies.   systems and/or decentralized wastewater management. \n•Work with water supply, environmental and corporate \nplanning specialists in developing an approach to \ninstitutionalizing drinking water quality monitoring and water \nsafety plans into PNP corporate plans. \nFinancial and  3  •At least a bachelor’s degree in finance  •Review financial and operational performance of \neconomic  economics or related field. •At least 5  participating PNPs (including tariffs), conduct FMA for project \nspecialist (I)  years of relevant experience in SEA.  implementation agencies, financial and economic analysis for \n•Knowledge of the urban development  each subproject and for the project overall. •Work with the \nand/or WSS in Lao PDR is preferred. •At  social specialists in developing a willingness to pay and \nleast 5 years of relevant experience on  affordability survey, and incorporate the analysis into the \nPPTA consultant teams and in assisting in  economic feasibility of subprojects. •Design project fund \npreparing feasibility studies.   flow/disbursement mechanism based on FMA results and \nfinancing plan/arrangements. •Simplify financing/ \ndisbursement arrangements for multiple financing sources. \nInstitutional  2  •At least a bachelor’s degree in political  •Assist team leader in updating the WSS ASR, the sector \nspecialist (I)  science or related field. •At least 5 years of  investment plan, and completing the procurement capacity \nrelevant experience in SEA. •Knowledge  assessment for the implementing agencies. Include a review \nof the urban development and/or WSS  of the capacity of subnational levels to manage and \nsector in Lao PDR is preferred. •At least 5  implement future WSS projects. •Review and update any \nyears of relevant experience on PPTA  governing legislation for urban WSS, and preparing the \nconsultant teams and in assisting in  capacity development plan. \npreparing feasibility studies.  \nSocial  3  •At least a bachelor’s degree in social  •Provide oversight and guidance to the national experts on \ndevelopment  development or related field. •At least 10  the social analyses and document preparations, and ensuring \nspecialist (I)  years of relevant experience in SEA.  quality outputs for the project. •Review, assess and improve \n•Knowledge of the urban development  O&M agreements for urban sanitation output. •Review the \nand/or WSS in Lao PDR is preferred. •At  community driven component and the gender activities from \nleast 5 years of relevant experience on  previous projects and provide recommendations for the \nPPTA consultant teams and in assisting in  project. •Document stakeholder consultations. •Outputs \npreparing feasibility studies.   include, but may not be limited to: socioeconomic survey \npreparation, piloting, administration and analysis; social \nsafeguard documents (resettlement and indigenous peoples \nscreening checklists and planning documents for each \nsubproject and the project overall) in accordance with ADB \nSPS [2009]; social and poverty assessment for the project; \nsummary poverty reduction and social strategy; gender \nanalysis, action plan and targets/indicators; stakeholder \nanalysis; stakeholder communication strategy; consultation \nand participation strategy; and water conservation program.  \nEnvironment  2  •At least a bachelor’s degree in  •Provide oversight and guidance to the national expert on \nspecialist (I)  environment or related field. •At least 5  environment assessments and document preparations for \nyears of relevant experience in SEA.  each subproject town and the project overall. •Outputs \n•Knowledge of the urban development  include, but may not be limited to environmental safeguard \nand/or WSS in Lao PDR is preferred. •At  document preparation of rapid environment assessment \nleast 3 years of relevant experience on  checklists, environmental assessment and review framework, \n ", "Appendix 4  13 \n \nPositions  P-M   Requirements  Terms of Reference \nPPTA consultant teams and in assisting in  and relevant environmental assessments and planning \npreparing feasibility studies.   documents for each subproject in accordance with ADB SPS \n(2009). •Tasks include review of potential impacts and the \nrisks associated with the project; borrower’s capacity in \nenvironmental management and compliance; consultations \nwith stakeholders; capacity development recommendations; \nand details of specific gap-filling requirements. \nDeputy team  8  •At least a bachelor’s degree in water  •Work with the two water supply specialists. •Support the \nleader and  supply engineering. •At least 5 years of  team leader in his or her leadership tasks. •Manage the \nwater supply  experience in designing piped water  consultant team in the absence of the team leader. \nexpert (N)  supply systems in Lao PDR. •At least 3 \nyears of relevant experience on similar \nPPTAs in Lao PDR.  \nSocial  3  •At least a bachelor’s degree in social  •Work with the international social development specialist on \ndevelopment  development or a related field. •At least 3  the tasks mentioned above. \nexpert (N)  years of relevant experience on similar \nPPTAs in Lao PDR.  \nResettlement  4  •At least a bachelor’s degree in social  •Work with the international social development specialist on \nexpert (N)  development or a related field. • At least 3  the tasks mentioned above. \nyears of relevant experience on similar \nPPTAs in Lao PDR. \nEnvironment  3  •At least a bachelor’s degree in  •Work with the international environment specialist on the \nexpert (N)  environment management or a related  tasks mentioned above. \nfield. •At least 3 years of relevant \nexperience on similar PPTAs in Lao PDR.  \nCorporate  4  •At least a bachelor’s degree in  •Review current corporate plan preparations in the sector in \nplanning  economics, finance or related field. • At  the Lao PDR, and assist the institutional specialist and the \nexpert (N)  least 3 years of relevant experience on  team leader in updating PNP corporate plans as part of each \nPPTA consultant teams in Lao PDR.   subproject town feasibility study. \nADB = Asian Development Bank, ASR = assessment, strategy and roadmap, EA = Executing Agency, FMA = financial \nmanagement assessment, I = international, N = national, O&M = operation and maintenance, P-M = person-months, PNP = \nprovincial nam papa (water utility), PPTA = project preparatory technical assistance, SEA = Southeast Asia, SPS = Safeguard \nPolicy Statement, WSS = water supply and sanitation. \nSource: Asian Development Bank.  \nE.  Implementation Arrangements \n6.  The  executing  agency  for  the  TA  is  the  Ministry  of  Public  Works  and  Transport, \nspecifically  the  Department  of  Housing  and  Urban  Planning  (DHUP).  The  current  project \ncoordination unit in DHUP will provide guidance during TA implementation. This will ensure \nlessons from the ongoing projects are incorporated into the design of the proposed project. The \ngovernment will provide in-kind contributions to the TA, including office space and counterpart \nstaff. The TA consultants will be based in the PCU office in Vientiane. Disbursements under the \nTA will be done in accordance with the ADB Technical Assistance Disbursement Handbook \n(2008, as amended from time to time) and procurement in accordance with ADB’s Procurement \nGuidelines (2010, as amended from time to time). Equipment procured by the TA will be will \ntransferred to the Government (project coordination unit) at the end of the TA. \n7.  The proposed TA processing and implementation schedule is listed in Table A4.4.  \nTable A4.4: Technical Assistance Processing and Implementation Schedule \nMajor Milestones  Expected Completion Date \nCommencement  November 2012 \nInception report  Mid-December 2012 \nInterim report  February 2013 \nDraft final report  April 2013 \nFinal report  May 2013 \nFinancial closing  December 2013 \nSource: Asian Development Bank. \n "], "metadata": {"CreationDate": "D:20120912104423Z", "Creator": "Microsoft® Office Word 2007", "ModDate": "D:20130606162633+08'00'", "Producer": "Microsoft® Office Word 2007", "Title": ""}, "author_page": "12  Appendix 4 \nTable A4.3: Summary of Consulting Services Requirement \nPositions  P-M   Requirements  Terms of Reference \nTeam leader  6  •At least an advanced degree in water  •Update the WSS ASR, the sector investment plan, and \nand water  supply engineering. •At least 10 years of  prepare and finalize PPTA reports based on the inputs of \nsupply  relevant experience in SEA. •Knowledge  other team members. •Confirm designs, and manage the \nspecialist (I)  of the urban WSS in Lao PDR is  proposed project cost and financing tables, procurement \npreferred. •At least 5 years of relevant  plan, and project administration manual. •Coordinate with \nexperience leading PPTA consultant  ADB, the EA and development partners in preparing the \nteams and preparing feasibility studies.   project design.  \nWater supply  2  • At least a bachelor’s degree in water  •Work with water supply specialists in (i) preparing the \nengineer (I)  supply engineering. • At least 10 years of  feasibility studies for the sample towns, (ii) outlining the O&M \nrelevant experience in SEA. •Knowledge  needs of each system under the project, (iii) confirming the \nof the urban WSS in Lao PDR is  technical due diligence of the subprojects, (iv) developing an \npreferred. •At least 5 years of relevant  approach to non-revenue water monitoring and reduction, \nexperience on PPTA consultant teams  and (v) exploring new technologies for energy saving \nand in preparing feasibility studies.   systems and/or decentralized wastewater management. \n•Work with water supply, environmental and corporate \nplanning specialists in developing an approach to \ninstitutionalizing drinking water quality monitoring and water \nsafety plans into PNP corporate plans. \nFinancial and  3  •At least a bachelor’s degree in finance  •Review financial and operational performance of \neconomic  economics or related field. •At least 5  participating PNPs (including tariffs), conduct FMA for project \nspecialist (I)  years of relevant experience in SEA.  implementation agencies, financial and economic analysis for \n•Knowledge of the urban development  each subproject and for the project overall. •Work with the \nand/or WSS in Lao PDR is preferred. •At  social specialists in developing a willingness to pay and \nleast 5 years of relevant experience on  affordability survey, and incorporate the analysis into the \nPPTA consultant teams and in assisting in  economic feasibility of subprojects. •Design project fund \npreparing feasibility studies.   flow/disbursement mechanism based on FMA results and \nfinancing plan/arrangements. •Simplify financing/ \ndisbursement arrangements for multiple financing sources. \nInstitutional  2  •At least a bachelor’s degree in political  •Assist team leader in updating the WSS ASR, the sector \nspecialist (I)  science or related field. •At least 5 years of  investment plan, and completing the procurement capacity \nrelevant experience in SEA. •Knowledge  assessment for the implementing agencies. Include a review \nof the urban development and/or WSS  of the capacity of subnational levels to manage and \nsector in Lao PDR is preferred. •At least 5  implement future WSS projects. •Review and update any \nyears of relevant experience on PPTA  governing legislation for urban WSS, and preparing the \nconsultant teams and in assisting in  capacity development plan. \npreparing feasibility studies.  \nSocial  3  •At least a bachelor’s degree in social  •Provide oversight and guidance to the national experts on \ndevelopment  development or related field. •At least 10  the social analyses and document preparations, and ensuring \nspecialist (I)  years of relevant experience in SEA.  quality outputs for the project. •Review, assess and improve \n•Knowledge of the urban development  O&M agreements for urban sanitation output. •Review the \nand/or WSS in Lao PDR is preferred. •At  community driven component and the gender activities from \nleast 5 years of relevant experience on  previous projects and provide recommendations for the \nPPTA consultant teams and in assisting in  project. •Document stakeholder consultations. •Outputs \npreparing feasibility studies.   include, but may not be limited to: socioeconomic survey \npreparation, piloting, administration and analysis; social \nsafeguard documents (resettlement and indigenous peoples \nscreening checklists and planning documents for each \nsubproject and the project overall) in accordance with ADB \nSPS [2009]; social and poverty assessment for the project; \nsummary poverty reduction and social strategy; gender \nanalysis, action plan and targets/indicators; stakeholder \nanalysis; stakeholder communication strategy; consultation \nand participation strategy; and water conservation program.  \nEnvironment  2  •At least a bachelor’s degree in  •Provide oversight and guidance to the national expert on \nspecialist (I)  environment or related field. •At least 5  environment assessments and document preparations for \nyears of relevant experience in SEA.  each subproject town and the project overall. •Outputs \n•Knowledge of the urban development  include, but may not be limited to environmental safeguard \nand/or WSS in Lao PDR is preferred. •At  document preparation of rapid environment assessment \nleast 3 years of relevant experience on  checklists, environmental assessment and review framework, \n ", "authors": [{"fullname": "governing legislation for urban WSS", "role": "and preparing the", "organization": ""}]}