{"path": "data/input/ta/45518-001-prc-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 45518  \nPolicy and Advisory Technical Assistance (PATA) \nDecember 2011 \n \n \n \nPeople’s Republic of China:  \nEnhancing the Energy Regulation System for Low-\nCarbon Development\n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 2 December 2011) \n \nCurrency Unit –  yuan (CNY) \nCNY1.00 =  $6.382 \n$1.00 =  CNY0.1566 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  NDRC  –  National Development and Reform Commission \n  NEA  –  National Energy Administration \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \ntce  –  ton of coal equivalent \n   \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Policy and advisory technical assistance (PATA) \nTargeting classification  –  General intervention (more indirectly targeting poverty reduction) \nSector (subsector)  –  Energy (energy sector development) \nThemes (subthemes)  –  Economic  growth (promoting economic efficiency and enabling \nbusiness  environment);  environmental  sustainability  (natural \nresources  conservation);  governance  (economic  and  financial \ngovernance) \nClimate change  –  Climate change mitigation  \nLocation (impact)  –  National (high) \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  K. Gerhaeusser, East Asia Department (EARD) \nDirector  A. Bhargava, Energy Division, EARD \n   \nTeam leader  H. Yang, Energy Specialist, Energy Division, EARD \nTeam members  X. Liu, Senior Project Officer (Energy), PRC Resident Mission, EARD \nP. Perera, Senior Energy Specialist, Energy Division, EARD \nA. Zhou, Energy Specialist, Regional and Sustainable Development \nDepartment \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \n \nI.  INTRODUCTION \n \n1.  During the 2010 country programming mission, the People’s Republic of China (PRC) \nrequested that the Asian Development Bank (ADB) provide technical assistance (TA) to conduct \na study on enhancing the energy regulation system for low-carbon development in the PRC. \nThe TA is included in ADB’s nonlending program for 2011.1 The concept paper was approved \non 9 November 2011. During the fact-finding mission, understandings were reached with the \nGovernment  of  the  People's  Republic  of  China  regarding  the  impact,  outcome,  outputs, \nimplementation arrangements, cost, financing arrangements, and outline terms of reference for \nthe TA. The design and monitoring framework is in Appendix 1. \n \nII.  ISSUES \n \n2.  The  primary  energy  consumption  of  the  PRC  increased  rapidly  from  approximately \n1 billion tons of coal equivalent (tce) in 1990, to 2 billion tce in 2004, and 3 billion tce in 2009. \nSoaring energy demand is both a driver and a consequence of the rapid economic growth in the \nPRC. However, the PRC’s per capita energy consumption is still very low, only about one-third \nof the average of Organisation for Economic Co-operation and Development countries.2 It is \nexpected  that  in  the  foreseeable  future,  the  PRC’s  energy  demand  and  consumption  will \ncontinue  to  grow.  Some  estimates  show  that  before  2015,  the  PRC’s  primary  energy \nconsumption will exceed 4 billion tce.  \n \n3.  The PRC has grown from being a minor and largely self-sufficient energy consumer to a \nmajor importer. In 2010, it was the second-largest oil importer behind the United States. Of its \napproximately 429 million tons of oil consumption in 2010, 226 million (or more than half) was \nimported.3 Apart from oil, natural gas and coal consumption has also increased rapidly. In 2010, \nthe PRC imported approximately 12 million tons of natural gas and 160 million tons of coal.4 The \nincreasing reliance on the import of fossil fuels is causing concerns for PRC energy security.  \n \n4.  Increased fossil-fuel consumption has also worsened environmental pollution, sharply \nincreasing greenhouse gas emissions and casting serious doubts on the sustainability of the \ncurrent  energy-intensive  economic  growth  pattern.  The  government  has  recognized  that \nsustaining economic growth will not be possible without efforts to remove constraints on energy \nsupply and stop environmental degradation. To promote the development of a modern energy \nindustry, the government has been steadily advancing reforms, including promoting the market-\nbased regulation system and optimizing the low-carbon energy supply mix.  \n \n5.  In the PRC, many national and local government agencies share energy policymaking \nand implementing responsibilities. The National Energy Leading Group of the State Council, \nestablished  in  2005,  is  the  highest  decision-making  body.  The  National  Development  and \nReform  Commission  (NDRC)  and  the  National  Energy  Administration  (NEA),  a  partially \nindependent ministry under the NDRC, are major agencies responsible for formulating energy \nsector development strategies, developing energy policy, and coordinating between ministries. \nIn general, the NEA is responsible for energy supply, while the NDRC takes the lead in energy \nefficiency, energy pricing, and industry regulation. Several other ministries also have important \n                                                 \n1  The TA first appeared in the business opportunities section of ADB’s website on 11 November 2011. \n2  International Energy Agency (IEA). 2010. Key World Energy Statistics. Paris. \n3  British Petroleum (BP). 2011. BP Statistical Review of World Energy. United Kingdom.  \n4  General Administration of Customs of the PRC. 2011. Key Imported Commodity 2010. Beijing. \n ", "2  \nroles in some specific areas. For example, the Ministry of Land and Resources oversees the \nexploitation of fossil-fuel resources and reserves. The Ministry of Water Resources oversees \nhydropower resources. The Ministry of Agriculture is responsible for rural energy development. \nThe Ministry of Finance participates in any reforms involving financial incentives, tax reforms, \nand fees. The State Electricity Regulatory Commission plays a key role in power sector reform \nand electricity market regulation. Finally, the provincial and municipal counterparts of these \nagencies must implement energy policies made by the national government agencies.  \n \n6.  While the PRC's energy regulation system is robust and has served the sector well \nduring its rapid growth, it needs further refinements and harmonization to make the energy \nsector more market-oriented. The energy regulation system has shortcomings that need to be \nrectified. Foremost, it does not involve a comprehensive energy law. It should set out the basic \nprinciples that subsidiary sector laws should follow. It should also define and reorganize, if \nnecessary, the responsibilities of various ministries in relation to energy5 The PRC’s energy \n.\nregulation challenges are largely shaped by its national economic policy goals. Paramount \namong them is the need to sustain its strong economic growth, but in a way that is more \nenvironmentally  sustainable  than  has  so  far  been  the  case.  In  response  to  the  rapid \ndevelopment of the domestic energy market and changes in policy priorities in the Twelfth Five-\nYear Plan, the new energy law has to reflect latest developments in market-based energy \nregulation abroad and adapting them to the PRC’s context.  \n \n7.  Some sector laws and regulations have become outdated and should be revised to \nreflect  the current  market  situation.  For  example,  the  electricity  law  should  be  updated  to \npromote electricity market reform, streamline the investment mechanism, and assist renewable \nenergy integration. The separation of generation from transmission and distribution after 2002 \nenabled introduction of wholesale and retail competition, but how the grids will be regulated has \nyet to be decided. Also, the government has shown increasing willingness to use economic \nlevers to influence energy supply and demand. Decisions about feed-in tariffs for preferred \ntechnologies, particularly those using renewable sources, will affect investments and energy \nsupply mix in the future.  \n \n8.  The rapid rise in energy imports increases demand for international cooperation on \nenergy, which requires a harmonized relationship between domestic energy regulations and \ninternational practices. As in many Organisation for Economic Co-operation and Development \ncountries, an emergency oil stock is needed to withstand any disruption in supply of oil. In this \nregard, it is essential to study international practices and their relevance to the PRC. The \noperational mechanism for this emergency stock should also be developed. Transboundary \nissues like hydropower development on international rivers and ocean energy utilization have to \nbe studied. It is critically important that domestic laws and regulations are harmonized with \ninternational laws.  \n \n9.  The existing energy infrastructure in the PRC, along with its regulatory arrangements, \nwas developed for the fossil fuel-based economy and inherited from the previous, centrally \nplanned system. While the PRC is accelerating its market-oriented reforms, there is an urgent \nneed to comprehensively analyze the above-mentioned issues and help the PRC create an \nenabling regulatory environment for energy sector development. The establishment of an open, \ntransparent, and orderly energy regulation system will pave the way for future reforms and the \nrapid and smooth development of the energy sector in the PRC. \n \n                                                 \n5  IEA. 2007. World Energy Outlook. Paris.  \n ", "  3\n10.  The PRC is a middle-income country with a sizable number of poor people. Sustaining \nstrong economic growth will be vital for poverty reduction and inclusive development. But it will \nnot be possible without ensuring environmental sustainability and security of energy supply. \nRecognizing the close links between economic growth, energy demand, and environmental \nprotection, the PRC has already formulated many reforms to correct the current growth pattern.  \n \n11.  In Strategy 2020,6 ADB has defined energy as a core operational sector and achieving \nenvironmental sustainability as a strategic priority in helping its developing member countries \nreduce poverty and improve living conditions. Its country partnership strategy, 2011–2015 for \nPRC,  which  is  being  finalized,  lists  as  priorities  low-carbon  development,  knowledge  and \nfinancing to catalyze policy, and regulatory reforms to drive innovation. This TA is expected to \nstrengthen the legal and regulatory frameworks in the PRC, promote the utilization of renewable \nenergy and strengthen the market-based regulation system to improve energy intensity, and \nhelp reduce greenhouse gas emissions. There is a strong and direct link between this TA and \nADB’s operational priorities. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n12.  The impact of the TA will be intensified energy sector reforms to promote low-carbon \ndevelopment. The target of the TA impact will be improvement by 2015 of energy intensity by \n16%, and of carbon intensity by 17%, compared with 2010. The outcome of the TA will be an \nenhanced energy regulation system and stronger institutional capacity in energy policy research. \nThe target of the TA outcome is that the NEA endorses policy recommendations made under \nthe TA in 2013. The TA will help the PRC create a more enabling environment for energy \nmarket mechanisms. \n \nB.  Methodology and Key Activities \n \n13.  The TA is expected to deliver the following outputs: \n \n(i)  An integrated study on the PRC’s current energy regulation system and legislation, \nand their adequacy for its future low-carbon transformation.  \n(ii)  Policy recommendations in drafting the energy law and amending the electricity law. \n(iii)  Capacity development and information dissemination. A policy note on main TA \nfindings will be prepared and shared with government officials, and workshops, \nseminars, and conferences will also be organized.  \n \n14.  General consultations have been conducted with the NEA, the Ministry of Finance, and \nother government agencies concerned on the key activities of the TA. During implementation, \nclose coordination will be maintained with stakeholders to ensure that the TA takes into account \nexisting studies, government priorities, and development plans. Experts from research institutes \nand universities will be consulted so as to increase understanding of current practices and find \npragmatic methods for enhancing the energy regulation system. Consultants will be required to \nexamine international best practices and compare lessons learned with the PRC’s economic \nenvironment. The consultants will also be required to maintain close working relations with ADB \n                                                 \n6  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n ", "4  \nand the NEA. Tripartite meetings among ADB, the NEA, and the consultants will be held \nperiodically to provide guidance to the consultants and to review their reports.  \n \n15.  The  TA  includes  innovative  ideas  and  approaches,  but  the  associated  risks  are \nconsidered  manageable.  The  key  assumption  for  the  TA  is  that  the  government  remains \ncommitted  to  building  a  market-oriented  energy  sector.  Since  the  TA  is  in  line  with  the \ngovernment’s development plan to maximize environmental sustainability and strengthen its \nmarket-based regulation system to improve energy efficiency, the NEA has good ownership of \nthe  TA.  To  ensure  that  the  designed  outputs  can  be  delivered  on  time,  the  project  team \nextensively discussed the TA outline and key outputs with relevant government officials and \nexperts, while support from the management of the NEA was sought on the TA design.    \n \nC.  Cost and Financing \n \n16.  The total cost of the TA is estimated at $400,000 equivalent.  ADB will provide $400,000 \nequivalent  on  a  grant  basis  from  ADB’s  Technical  Assistance  Special  Fund  (TASF-other \nsources). The government will provide in-kind contributions in the form of office accommodation, \nlogistics facilities, and remuneration of counterpart staff. The cost estimates and financing plan \nare in Appendix 2. \n \nD.  Implementation Arrangements \n \n17.  The TA will be implemented over 18 months from February 2012 to August 2013. The \nNEA is the proposed executing and implementing agency. The NEA has nominated senior \nofficials  from  its  Department  of  Policies  and  Laws  to  guide  the  TA  formulation  and \nimplementation on a daily basis.  \n \n18.  The TA will be carried out by a team of consultants with extensive knowledge and \nexpertise in (i) energy development strategy, (ii) energy economics, (iii) energy legislation, \n(iv) electricity reform, and (v) energy-related environmental and social safeguards. The outline \nterms of reference for consultants are in Appendix 3. ADB will select and engage consultants \nthrough a consulting firm in accordance with its Guidelines on the Use of Consultants (2010, as \namended from time to time) using the quality- (80%) and cost-based (20%) selection method. \nThe consulting firm will be required to submit a biodata technical proposal covering team \ncomposition,  task  assignments,  work  and  personnel  schedules,  and  CVs  of  proposed \nconsultants.  All  procurement  will  be  carried  out  in  accordance  with  ADB’s  Procurement \nGuidelines (2010, as amended from time to time). All equipment purchased under the TA will be \nturned over to the executing agency after TA completion. To ease TA implementation, an \nadvance payment facility is requested, and TA funds will be disbursed in accordance with ADB’s \nTechnical Assistance Disbursement Handbook (2010, as amended from time to time).  \n \n19.  Activities for capacity development and information dissemination, such as seminars, \nworkshops,  conferences,  and  study  tours,  will  be  finalized  during  TA  implementation  and \nadministered by the executing agency with the support from the consultants. The consultants \nare required to provide capacity building materials, and to summarize and report important \ntopics highlighted at seminars and workshops to the NEA and ADB. The consultants are also \nrequired to submit their reports on time.  All reports should discuss the terms of reference with \ndetails appropriate to the respective stage. Detailed requirements for deliverables and reports \nare included in the outline terms of reference for consultants (Appendix 3).  \n \n ", "  5\nIV.  THE PRESIDENT'S DECISION  \n \n20.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $400,000 on a grant basis to \nthe Government of the People’s Republic of China for Enhancing the Energy Regulation System \nfor Low-Carbon Development and hereby reports this action to the Board. \n ", "6  Appendix 1   \n \n \nDESIGN AND MONITORING FRAMEWORK  \n \nPerformance Targets and  Data Sources and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Assumptions and Risks \nImpact      Assumption \nIntensified energy sector  Energy intensity improved by  China Energy Statistics  The Government of the \nreforms to promote low- 16% and carbon intensity  Yearbook, National Bureau  People's Republic of \ncarbon development  reduced by 17% by 2015  of Statistics of China  China remains committed \ncompared with 2010  to building a market-\n  oriented energy sector. \nComplementary suite of   \npolicy and regulatory \nmeasures announced by the \nPRC by 2015 \n \nOutcome      Assumption \nEnhanced energy  Policy recommendations are  An endorsement note from  Trained staff remains in \nregulation system and  endorsed by the executing  the National Energy  position long enough. \nstronger institutional  agency in 2013   Administration (executing   \ncapacity on energy    agency)  Risk \npolicy research    Due to multiple \n      stakeholders and \n      ministries involved, a \nconsensus may not be \nreached on key \nrecommendation(s).  \n \nOutputs      Assumptions \n1.  An integrated study  The executing agency  An endorsement note from  Energy consumption data \non the PRC’s current  endorses a report by  the National Energy  and information can be \nenergy regulation  month 10.  Administration  accessed on time.  \nsystem and       \nlegislation, and their      Consultants are mobilized \nadequacy for its      on time and provided with \nfuture low-carbon      adequate resources. \ntransformation       \n      Risks \n2.  Policy  The executing agency  An endorsement note from  Qualified consultants may \nrecommendations on  endorses a report by  the National Energy  not be recruited on time.  \ndrafting the energy  month 12.  Administration   \nlaw and amending      Data and information \nthe electricity law      needed to ascertain high-\n      priority areas may be \n3.  Capacity  Workshops and seminars are  Consultants' reports on  inaccessible.  \ndevelopment and  conducted, materials are  workshops and seminars   \ninformation  developed for information     \ndissemination  dissemination, and a policy   \n  note is prepared by month 14.   \n   \nActivities with Milestones  Inputs\n  ADB: $400,000a\n1.  An integrated study on the PRC’s current energy  Item  Amount ($’000) \nregulation system and legislation, and their adequacy  Consultants      275.00 \nfor its future low-carbon transformation  Equipmentb  15.00 \n1.1  Select the study methodology, and prepare study plan  Capacity building, seminars,  75.00 \n(month 1).    and conferencesc \n1.2  Review the energy regulation system and related policy  Miscellaneous administration  10.00 \ndocuments, and summarize the issues (month 4).  and support costs   \n1.3  Investigate the PRC’s legislative requirements for its  25.00 \nfuture low-carbon transformation (month 6).  Contingency   \n ", "Appendix 1  7 \nActivities with Milestones  Inputs \n  The government will provide in-kind contributions in \n1.4  Submit the draft report for review by ADB and the  the  form  of  office  accommodation,  logistics, \nexecuting agency (month 8).  facilities and remuneration of counterpart staff. \n1.5  Finalize the study report in 2 months, incorporating \ncomments from ADB and the executing agency \n(month 10). \n \n2.  Policy recommendations on drafting the energy law \n  and amending the electricity law \n2.1  Select the study methodology and prepare study plan \n(month 1). \n2.2  Review energy policy documents and point out barriers \n(month 4).   \n2.3  Review international best practices on energy sector \nreform and low-carbon development, and compare \nlessons learned with the PRC’s social-economic \nenvironment (month 7). \n2.4  Submit the draft policy recommendations for review by \nADB and the executing agency (month 10). \n2.5  Finalize the study report in 2 months, incorporating \ncomments from ADB and the executing agency \n(month 12). \n \n3. Capacity development and information dissemination  \n3.1  Conduct an inception workshop to discuss the TA \nmethodology (month 1). \n3.2  Conduct an interim workshop to review and discuss the \nreport (month 7). \n3.3  Conduct a workshop to review the draft final report \n(month 10). \n3.4  Prepare information materials such as pamphlets and \nposters summarizing international best practices and TA \nresults, and distribute them to workshop attendees \n(month 10). \n3.5  Summarize main TA findings in the form of a policy note \nand share it with high-level government officials; and, if \npossible, prepare news release for media (month 14). \n \nADB = Asian Development Bank, PRC = People’s Republic of China, TA = technical assistance. \na Financed by ADB’s Technical Assistance Special Fund (TASF-other sources) \nb  Equipment will mainly include four laptop computers, one photocopier, one laser printer, one digital camera, and \none facsimile machine. The equipment will be transferred to the executing agency at the completion of the TA. \nc  Details for a study tour will be finalized during TA implementation and submitted to ADB for prior approval. \nWorkshops, seminars, and conferences will be organized for stakeholder consultations and discussion of TA \noutputs, if necessary. \nSources: Asian Development Bank and National Energy Administration \n \n \n \n \n \n \n ", "8  Appendix 2   \n \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \n  Total \nItem  Cost \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  80.00 \n      ii.  National consultants   138.00 \n    b.  International and local travel  47.00 \n    c.  Reports and communications  10.00 \n  2.  Equipmentb  15.00 \n  3.  Capacity building, seminars, and conferences   \n    a.  External consultation and Study Tour  40.00 \n    b.  Seminars,  workshops, and conferencesc  20.00 \n    c.  Provision for resource persons  15.00 \n  4.  Miscellaneous administration and support costs  10.00 \n  5.  Contingencies  25.00 \n   \n        Total  400.00 \nNote: The government will provide in kind contributions in the form of office accommodation, \nlogistics, facilities and remuneration of counterpart staff. \na  Financed by the Asian Development Bank's Technical Assistance Special Fund (TASF-other \nsources).   \nb  Equipment will mainly include four laptops, one photocopier, one laser printer, one digital \ncamera, and one facsimile machine. The equipment will be transferred to the executing \nagency at the completion of technical assistance (TA).  \nc  Details of a study tour will be finalized during TA implementation and submitted to Asian \nDevelopment  Bank  for  prior  approval.  Workshops,  seminars,  and  conferences  will  be \norganized for stakeholder consultations and discussion of TA outputs, if necessary. \n    Sources: Asian Development Bank and National Energy Administration estimates. \n ", "Appendix 3  9 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The Asian Development Bank (ADB) technical assistance (TA) will be implemented \nunder the guidance of the National Energy Administration (NEA). The TA includes three outputs:  \n \n(i)  an integrated study on the current energy regulation system and legislation in the \nPeople's Republic of China (PRC), and their adequacy for its future low-carbon \ntransformation; \n(ii)  policy recommendations on drafting the energy law and amending the electricity \nlaw; and  \n(iii)  capacity building and information dissemination. \n \n2.  The TA will be carried out by a team of experts familiar with existing institutional and \nregulation  systems  in  the  energy  sector  of the  PRC,  and  an  understanding  of  the  reform \nobjectives of the National Development and Reform Commission and the NEA. The experts are \nexpected to have extensive knowledge and special expertise in (i) energy development strategy, \n(ii) energy economics, (iii) energy legislation, (iv) electricity reform, (v) emergency oil stock, and \n(vi) energy-related environmental and social safeguards. The total inputs from consultants are \nestimated  to  be  34  person-months  (4  person-months  international  and  30  person-months \nnational).  International  consultants  should  have  internationally  proved  track  records \n(i.e., publications or reports) in the required fields. \n \nA.  Consultants \n \n3.  Energy economists (1 international for 3 person-months and 3 national for a total of \n10 person-months). The energy economists will contribute to outputs 1–3. One of the national \nenergy economists will act as the team leader responsible for preparing a policy note based on \nthe main TA findings, at the completion of the TA.  \n \n4.  In general, the energy economists will: \n \n(i)  review existing institutional and regulation mechanisms in the energy sector of \nthe PRC, \n(ii)  review existing national and provincial laws and regulations on energy,    \n(iii)  understand international best practices of energy sector reform and low-carbon \ndevelopment, and \n(iv)  help the capacity building specialist determine training requirements and develop \ncapacity building materials. \n \n5.  Specifically, the energy economists will: \n \n(i)  For output 1,  \n  (a)  summarize major barriers to energy sector reform in the PRC;  \n(b)  analyze the potential impact of changes in the energy regulation system \non energy development; and \n(c)  make policy recommendations for a future energy development strategy;  \n \n(ii)  For output 2,  \n(a)  analyze the rationale, coverage, and contents of a national energy law in \nthe PRC; \n ", "10  Appendix 3 \n \n \n(b)  analyze the potential impact of changes in the energy regulation system \non energy sector development;  \n(c)  examine the benefits and costs of a national emergency oil stock system \nunder different operational conditions;   \n(d)  evaluate the status of the power sector and the implementation problems \nof the existing electricity  law; and \n(e)  make  recommendations  for  amending  the  current  electricity  law  to \nadvance power sector reform. \n \n6.  Emergency oil stock experts (2 national for 6 person-months in total). The experts will \ncontribute to output 2 and are expected to: \n \n(i)  review emergency oil stock mechanisms and practices in countries within the \nOrganisation for Economic Co-operation and Development, and summarize the \nlessons learned;   \n(ii)  analyze the potential impact of an emergency oil stock system on energy sector \ndevelopment, and the roles of state-owned and commercial stocks;   \n(iii)  make policy recommendations on the operational mechanism of an emergency \noil stock; and  \n(iv)  help the capacity building specialist determine training requirements and develop \ncapacity building materials. \n \n7.  Legal experts (1 international for 1 person-month and 2 national for a total of 7 person-\nmonths). The legal experts will contribute to outputs 1–3.  \n \n8.  In general, the legal experts are expected to: \n \n(i)  review the existing legislation processes for energy in the PRC,   \n(ii)  review and comment on policy recommendations made by other experts and \ncontribute to the chapters on legal issues, and \n(iii)  help the capacity building specialist determine training requirements and develop \ncapacity building materials. \n \n9.  Specifically, the legal experts are expected to: \n \n(i)  For output 1,   \n(a)  analyze the current problems in energy legislation and regulation systems;  \n(b)  evaluate  the  PRC’s  legislative  needs  for  its  future  low-carbon \ntransformation; and \n(c)   make recommendations for future energy legislation; \n \n(ii)  For output 2,  \n(a)  analyze the legal requirements and resources needed for enacting an \nenergy law in the PRC;   \n(b)  determine the needs of harmonizing the energy law with existing laws;  \n(c)   evaluate the implementation problems of the current electricity law; and \n(d)  make recommendations for amending the current electricity law. \n \n10.  Environment and social safeguard expert (2 national for 5 person-months in total). \nThe  environment  and  social  safeguard  specialists  will  contribute  to  outputs  1–3,  and  are \nexpected to:  \n ", "  Appendix 3  11 \n \n(i)  review national and provincial laws, policies, and standards for environmental \nprotection;  \n(ii)  estimate the possible environmental effects of recommended policies;  \n(iii)  review and comment on the policy recommendations made by other experts and \ncontribute the chapters on environmental and social safeguard issues; and  \n(iv)  help the capacity building specialist determine training requirements and develop \ncapacity building materials on safeguards. \n \n11.  Capacity building and information-sharing expert (1 national, 2 person-months). The \ntraining specialist will: \n(i)  work  with  other  experts  to  schedule  capacity  building  activities,  including \nseminars and workshops; \n(ii)  work  with  other  experts  to  select  international  and  national  participants  for \nseminars and workshops, as well as prepare invitation letters, as directed by the \nNEA and ADB; and \n(iii)  summarize capacity building results and report to the NEA and ADB. \n \nB.  Reporting Requirements \n \n12.  The  consultants  will  submit  (i)  an  inception  report  within  1  month  of  signing  the \nconsulting contract, (ii) a midterm report within 7 months of signing the consulting contract, (iii) a \ndraft final report within 12 months of signing the consulting contract, and (iv) a final report within \n1 month of receiving feedback from ADB and the NEA on the draft final report. A policy note \nsummarizing the main TA findings will be submitted by month 14. All the reports should discuss \nthe terms of reference with details appropriate to the respective stage.  \n \n13.  All  reports  will  be  written  in  English.  National  consultants  will  be  responsible  for \ntranslating documents into Chinese. Three copies of each TA report will be submitted to ADB in \nEnglish, and eight copies will be submitted to the NEA (three in English and five in Chinese). \nThe consultants will present key findings in workshops and seminars.  \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20111209154107+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "adb project 45518, adb technical assistance, ppta, policy and advisory technical assistance, \r\nprc energy regulations, low-carbon developments, economic growth, environmental sustainability, governance, climate change mitigation", "ModDate": "D:20111227103528+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Subject": "Decision document for the TA project 'Enhancing the Energy Regulation System for Low-Carbon Development' in the People's Republic of China, presented to ADB’s Board of Directors for Management for approval.", "Title": "People's Republic of China: Enhancing the Energy Regulation System for Low-Carbon Development"}}