{"path": "data/input/ta/45910-01-kgz-rrp.pdf", "pages": [" \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 45910 \nNovember 2011 \n \n \n \n \nProposed Senior Unsecured Loan\n \nKyrgyz Investment and Credit Bank \nSmall and Medium-Sized Enterprise Finance \n(Kyrgyz Republic) \n \nIn accordance with ADB’s public communications policy (PCP, 2005), this abbreviated version of the RRP \nexcludes confidential information and ADB’s assessment of project or transaction risk as well as other \ninformation referred to in paragraph 126 of the PCP.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 6 October 2011) \n \n Currency Unit  –  som (Som) \nSom1.00 =  $0.0221   \n$1.00 =  Som45.11   \n     \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nAKFED  –  Aga Khan Fund for Economic Development \nEBRD  –  European  Bank  for  Reconstruction  and \nDevelopment \nFSD  –  financial sector development \nGDP  –  gross domestic product \nIFC  –  International Finance Corporation \nIFI  –  international financial institution \nKICB  –  Kyrgyz Investment and Credit Bank \nNPL  –  nonperforming loan \nSMEs  –  small and medium-sized enterprises \n     \nNOTES \n \n(i)  The fiscal year (FY) of the Kyrgyz Investment and Credit Bank ends on 31 \nDecember. FY before a calendar year denotes the year in which the fiscal year \nends, e.g., FY2011 ends on 31 December 2011. \n(ii)  In this report, \"$\" refers to US dollars.  \n \nVice-President  L. Venkatachalam, Private Sector and Cofinancing Operations \nDirector General  P. Erquiaga, Private Sector Operations Department (PSOD) \nDirector  R.  van  Zwieten,  Capital  Markets  and  Financial  Sectors  Division, \nPSOD \n   \nTeam leader  M. Hermans, Investment Specialist, PSOD \nTeam members  M. Abad, Investment Specialist, PSOD \nF. Connell, Senior Counsel, Office of the General Counsel \nS. Durrani-Jamal, Senior Economist, PSOD \nC. Engstrom, Principal Investment Specialist, PSOD \nJ. Munsayac, Social Development Specialist, PSOD \nA. Porras, Safeguards Officer, PSOD \nM. Tsuji, Principal Safeguards Specialist, PSOD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", "  \nCONTENTS \nPage \n \nPROJECT AT A GLANCE   \nI.  THE PROPOSAL  1 \nII.  THE FINANCIAL INTERMEDIARY  1 \nA.  Investment Identification and Description  1 \nB.  Business Overview and Strategy  1 \nC.  Ownership, Management, and Governance  2 \nD.  Financial Performance  3 \nIII.  THE PROPOSED ADB ASSISTANCE  6 \nA.  The Assistance  6 \nB.  Implementation Arrangements  6 \nC.  Value Added by ADB Assistance  6 \nD.  Risks  7 \nIV.  DEVELOPMENT IMPACT AND STRATEGIC ALIGNMENT  7 \nA.  Development Impact, Outcome, and Outputs  7 \nB.  Alignment with ADB Strategy and Operations  8 \nV.  POLICY COMPLIANCE  9 \nA.  Environment and Social Safeguards  9 \nB.  Anticorruption Policy  9 \nC.  Investment Limitations  9 \nVI.  RECOMMENDATIONS  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  13 \n ", "  \n \nPROJECT AT A GLANCE \n1. Project Name: Senior Unsecured Loan to the Kyrgyz Investment and Credit Bank  \n2. Project Number: 45910 \n3. Country: The Kyrgyz Republic  4. Department/Division:  Private Sector Operations Department \n          Capital Markets and Financial Sectors \n5. Sector Classification:  \nPrimary  Subsectors \nFinance  Banking  systems,  small  and  medium-sized  (SME) \nfinance \n \n6.Thematic Classification:  \nPrimary  Subthemes \nSustainable economic growth  Promoting economic efficiency and \n  enabling business environment, \n  widening access to markets and \n  economic opportunities \nPrivate sector development  Private sector investment \n 6a. Climate Change Impact:  6b. Gender Mainstreaming: \nAdaptation    Gender equity theme   \nMitigation    Effective gender mainstreaming   \nNot applicable  x  Some gender benefits  x \n  No gender benefits   \n \n7. Targeting Classification:  8. Location Impact: \nGeneral  Targeted Intervention  Rural  medium \nIntervention  Geographic  Millennium  Income  Urban  medium \ndimensions  development  poverty at  National   medium \nof inclusive  goals  household \nRegional   \ngrowth  level \n \nX       \n       \n \n9. Nonsovereign Operation Risk Rating: \nKyrgyz Investment and Commercial Bank ORR-10, FRR-10   \n10. Safeguard Categorization: \n \nEnvironment  FI (treated as C) \nInvoluntary resettlement   FI (treated as C) \nIndigenous peoples  FI (treated as C) \n \n11. ADB Financing: \n \nSovereign/Nonsovereign  Modality  Source  Amount ($ million) \nNonsovereign  Loan  OCR  $10 million \n \n12. Cofinancing: None \n \n13. Counterpart Financing: Not Applicable \n14. Aid Effectiveness: Not Applicable \n \n \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed \nsenior unsecured loan totaling up to $10,000,000 to the Kyrgyz Investment and Credit Bank \n(KICB) for small and medium-sized enterprise (SME) finance in the Kyrgyz Republic. The \ndesign and monitoring framework is in Appendix 1. \n \nII.  THE FINANCIAL INTERMEDIARY \nA.  Investment Identification and Description \n2.  In most developing countries, SMEs are important supporters of economic growth and \nkey contributors to poverty reduction through increases to individual incomes and employment \ncreation. In the Kyrgyz Republic, private sector enterprises grew to become an important part of \nthe  economy  following  the  collapse  of  the  Soviet  Union.  The  total  SME  contribution  to \nemployment increased from 12.8% in 2006 to 14.2% in 2009, and the contribution to gross \ndomestic product (GDP) grew from 45.2% to 45.8% over the same period.1  While the overall \ninput of SMEs to the country’s economy is significant, it is important to note that there were \nminimal increases in SME employment and contribution to GDP from 2006 to 2009. \n \n3.  Growth  in  the  SME  sector  has  been  hampered  by  a  number  of  factors.  A  2010 \nInternational Finance Corporation (IFC) study on the SME sector in the Kyrgyz Republic cites a \ndifficult investment climate, cumbersome procedures, and, in particular, a lack of access to \nfinance  as  “hindrances  to  business  development”.2   Access  to  finance  was  also  severely \ncurtailed due to political strife in 2010. Bank lending has increased as a result of stabilization of \nthe political situation and continued strengthening of the economy, but a gap in SME funding \nneeds remains, as banks continue to focus on large, top-tier companies that are perceived to \nhave lower risks.3 \n \n4.  The  provision  of  medium  and  long-term  financing  to  SMEs  is  essential  for  these \ncompanies to be able to invest in the technology and capital needed to increase productivity and \ncompetitiveness. To expand access to finance in the Kyrgyz Republic, the Asian Development \nBank (ADB) began exploring possible opportunities in 2009 with banks with a strong market \npresence, good distribution networks, and experience in commercial and SME lending. KICB \nwas selected as a potential borrower based on its desire and ability to expand its SME portfolio, \nits  sound  credit  profile,  strong  shareholders,  and  its  interest  in  establishing  a  longer-term \nrelationship with ADB. This will be the first investment in the Kyrgyz Republic supported by \nADB’s Private Sector Operations Department. \n \nB.  Business Overview and Strategy \n5.  KICB  is  a  joint  stock  company  incorporated  in  2001.  KICB’s  mission  is  to  provide \ncommercially viable banking services to a broad base of the population that contributes to the \neconomic growth of the Kyrgyz Republic and, in particular, to SMEs, which were seriously \naffected  by  the  recent  turmoil.  KICB  provides  a  range  of  loan  and  deposit  products  for \ncompanies and individuals that are appropriate for the small size of the Kyrgyz Republic’s \neconomy, and the small size of business and household financing needs. KICB is the third \n                                                 \n1  State Statistics Committee of the Kyrgyz Republic. 2009. Small and Medium Enterprises in the Kyrgyz Republic, \n2004–2009. Kyrgyz Republic. \n2  IFC. 2010. Study of Investment Climate as Seen by Small and Medium Enterprises in the Kyrgyz Republic. Kyrgyz \nRepublic. \n3 Access to finance for SMEs is constrained throughout Central Asia and Eastern Europe. The IFC and McKinsey & \nCompany estimate that 20%–39% of SMEs in Central Asia and Eastern Europe have a need for access to finance \nbut have neither a loan nor an overdraft. G-20 Financial Inclusion Experts Group’s SME Finance Sub-Group. 2010. \nScaling-Up SME Access to Financial Services in the Developing World. Seoul (October 2010). \n ", "2  \nlargest bank in the country in terms of total assets ($144.7 million as of 30 June 2011). It has 18 \nbranches, 9 subbranches, 46 ATMs, and 400 staff. As of the end of June 2011, KICB had a \n10.5% market share in terms of total banking loans, 10.8% in terms of deposits, and 11.0% in \nterms of total assets.4 The allocation of KICB’s loans is 60% corporate and 40% retail. \n \n6.  KICB’s SME business is part of its broader retail segment and represented 17% of the \nretail portfolio as of the end of August 2011. KICB has been active in the retail segment and with \nSME lending since 2005 with the help of the technical assistance (TA) from the European Bank \nfor Reconstruction and Development (EBRD). Female borrowers constitute 45% of this portfolio \n(as of August 2011), which is a focal market for KICB.5 KICB targets SMEs by segmenting them \nby size into micro and small enterprises (loans of $250–$10,000 equivalent) and SMEs (loans of \n$10,000–$100,000  equivalent).  KICB  does  not  provide  microfinance  loans.  SME  loans  are \nsecured  and  cover  a  wide  range  of  industries,  including  agriculture,  trade,  fisheries, \nmanufacturing, distribution, tourism, construction and transport. The highest concentration of \nassets is in trade (75% of the total loan portfolio as of the end of June 2011) and agriculture \n(14%).6 KICB intends to shift its portfolio to focus less on trade and more on production and \nasset generation to enable SMEs to thrive and grow. The SME portfolio has surpassed the 2010 \nlevel as a proportion of the retail segment, and is currently expected to have an average growth \nrate of about 20%–30% per annum for the next 3 years; the retail portfolio is expected to grow \nto about 50% of the loan portfolio by 2013–2014. \n \nC.  Ownership, Management, and Governance \n1.  Ownership \n7.  KICB is owned by three development financial institutions, each of which own 17% of the \nbank’s shareholding: Deutsche Investitions- und Entwicklungsgesellschaft mbH, EBRD, and \nIFC. Additional shareholders include the Aga Khan Fund for Economic Development (AKFED) \n(21%), Habib Bank of Pakistan (18%), and the Government of the Kyrgyz Republic (10%). \nAKFED is the private sector investment agency of the Aga Khan Development Network. AKFED \nalso has a 51% ownership stake in Habib Bank, which is the largest bank in Pakistan. Hence, \neffectively  AKFED  owns  30%  of  KICB.  Given  the  development  mandates  of  the  major \nshareholders, it is expected that they will be long-term investors. \n \n2.  Management \n8.  KICB’s senior management team is comprised of experienced banking executives who \npreviously worked at various banks throughout Asia; they are responsible for managing the \nbank in conformity with its stated goals. The key senior positions are: (i) chief executive officer \n(CEO), (ii) chief banking officer, (iii) chief operating officer, (iv) chief corporate officer, (v) chief \nretail officer, and (vi) chief financial officer. The CEO (Kwan Young Choi) has 36 years of \nbanking experience, including 15 in Central Asia, and 11 with KICB.7 \n \n3.  Governance Structure \n9.  KICB is managed through various levels of corporate governance. KICB is overseen by \na board of directors, which approves the bank's strategy, business plan, and corporate plan, \nreviews all of the bank's general policies and principles, and is involved with other matters \nrelating to overall bank functioning as appropriate. There are three management committees— \n                                                 \n4  KICB. KICB Revised Business Plan for 2011–3013. Kyrgyz Republic. \n5  EBRD provided TA to help KICB establish its retail lending department and associated business processes. \nEvaluation and processing of retail loans are based on EBRD’s standards developed within this program. \n6  Trade and repair of motor vehicles is classified as one sector. \n7  Ownership, Management and Governance (accessible from the list of linked documents in Appendix 2) provides \nadditional information on KICB’s management and an organizational diagram. ", "  3\nasset and liability, audit, and information technology—that report to the CEO; the risk and audit \ncommittees report directly to the board. These committees facilitate management of KICB's \noperations, and the internal and external audit function. The board of directors comprises five \nnominee directors representing each shareholder with the exception of IFC.  \n  \n10.  The board of directors has overall responsibility for oversight of the risk management \nframework,  ensuring  that  management  of  key  risks  and  risk  management  policies  and \nprocedures are implemented and followed. The head of the risk department is responsible for \nrisk management and ensuring that implementation of controls and procedures are in place and \nadhered to. A monthly risk position report is provided to the board of directors and management \non (i) the current position, and (ii) proposed recommendations to ensure that KICB is within the \ninternal and central bank parameters.8 \n \n11.  Credit is managed though a system of credit committees, and liquidity and market risks \nthrough the asset and liability committee. The asset and liability management committee (which \nis chaired by the CEO) approves risk limits, based on recommendations by the risk department. \nEBRD has provided TA for cash flow, credit, and SME business plan analysis. An experienced \ninternational risk management consultant is working closely and proactively with KICB, and the \nbank is adding internal staff to this function.9 \n \nD.  Financial Performance \n1.  Current Performance \n12.  One of KICB’s primary strategic objectives is capital recovery through profit generation \nand retention by creating a strong market presence across all sectors of the business and \ngeneral community. KICB increased its asset base considerably in 2011 as a result of the \nimprovement in the investment climate. Total gross loans as of the end of August 2011 were \n$90 million. Total assets were $144.7 million as of 30 June 2011, an increase of 22% from the \nend of 2010. As of 30 June 2011, total loans were $70.9 million (up from $68.1 million at the end \nof 2010); deposits were $84.4 million (up from $71.9 million at the end of 2010). Demand for \nSME loans has increased considerably. From June 2010 to June 2011, KICB’s SME loan \nportfolio grew by 58% in dollar terms and by 23% in volume (from 1,953 to 2,420 loans). Total \nequity is $26.3 million. Table 1 provides an overview of KICB‘s financial performance through \nmid-2011.10 \n \n \n \n \n \n \n \n \n \n \n                                                 \n8  The chief corporate officer and chief retail officer manage corporate and retail credit approvals through a system of \ncredit committees. See Ownership, Management and Governance (accessible from the list of linked documents in \nAppendix 2).  \n9  Grontmij  SA  is  a  multidisciplinary  and  independent  consultancy  company.  The  company  absorbed  Calbro \nConsultants, a risk management consultancy firm based in the United Kingdom. In May 2011, Grontmij SA  \nprovided training for KICB staff relating to the following risks: currency, interest rate, hedging and derivatives, \nmaturity mismatch, operational, and systemic risk. \n10 Financial Analysis (accessible from the list of linked documents in Appendix 2) provides further details on KICB’s \nfinancial performance, as well as its financial statements. \n ", "4  \nTable 1:  Overview of Financial Performance \n($’000) \nItem  2008  2009  2010   30 June 2011\nTotal assets  104,518 105,000 118,980  144,792\nGross loan portfolio  59,831 59,899 68,192  70, 905\nSMEs loan portfolio  6,503 7,987 8,316  12,094\nShort-term funding  56,692 53,463 71,909  84,424\nEquity  19,202 22,378 24,214  26,325\nNet income  3,241 3,176 1,836  2,412\nNet interest margin  20.5% 10.3% 11.75%  7.8%\nCost to income  54.6% 58.3% 60.4%  59.0%\nReturn on average assets  6.2% 3.0% 1.6%  1.8%\nReturn on average equity  33.8% 15.3% 7.8%  9.5%\nCapital adequacy ratio  37.0% 39.0% 37.3%  35.8%\nNPLs as calculated by ADBa   4.5% 3.2% 11.9%  7.8%\nNPLs as calculated by KICB  ... 3.2% 8.7%  8.1%\n$/Som average  36.5969 42.9239 45.9884  46.5712\n… = not available, KICB = Kyrgyz Investment and Credit Bank, NPL = nonperforming loan, SMEs = small and \nmedium-sized enterprises. \na  Including loans on non-accrual status (which includes loans 1 day past due in the Kyrgyz Republic), for which \nfull payment is doubtful based on the assessment of management, and restructured loans that would \notherwise be past due or impaired. \nSource: Kyrgyz Investment and Credit Bank, Asian Development Bank. \n \na.  Capitalization and Capital Adequacy \n13.  KICB has a strong capital adequacy ratio of 35.8% as of the end of June 2011, which is \nwell above the 12% regulatory limit and the bank’s 15% internal limit. KICB’s tier 1 capital is \n29.1%. KICB’s level of capitalization has remained strong as a result of continued profitability \nand the recent $7.5 million equity injection from shareholders. Dividends were distributed for the \nfirst time in April 2011, amounting to $300,000. \n \nb.  Earnings \n14.  KICB’s financial performance from 2005 through 2009 was sound, as exhibited by a \ncompounded annual growth rate for net income of 26%. Net income for the year ending 31 \nDecember 2010 was $1.8 million, which represented a decrease of 42% from 2009 due to the \npolitical events in the Kyrgyz Republic, which resulted in KICB not being fully operational for a \nperiod  of  5  months.  However,  reporting  as  of  the  end  of  June  2011  shows  considerable \nimprovement, with net income at $2.4 million, a 33% increase over the full year’s performance in \n2010. Operating income for 2010 was $10.4 million and $6.1 million for the 6 months ending \nJune 30, 2011. The cost-to-income ratio decreased slightly to 59% in the first half of 2011 from \n60% as of the end of 2010. Costs reflect the increase in staffing as a result of the growing loan \nportfolio, opening of branches, and purchase of new software. Return on equity increased 1.6% \nfrom the 2010 level, reaching 9.5% for the first 6 months of 2011; return on assets increased \n0.2%  to  1.8%.  With  political  stability  and  an  improving  economic  environment,  growth  is \nexpected to continue over the near term. \n \nc.  Funding and Liquidity \n15.  KICB has a strong funding and liquidity profile through customer deposits and external \nborrowings. The main funding source for KICB is deposits and international financial institution \n(IFI) loans. Deposits accounted for 60% of funding in 2010, and 58% for the first 6 months of \n2011. Approximately 73% of these deposits are demand deposits and 27% are time deposits. ", "  5\nKICB is targeting at least 30% deposit growth by 2012. Deposits had already grown by 22% as \nof the end of August 2011 (to $84.4 million). In addition to deposits, the other major source of \nfunding is external borrowings (19.9%) and equity (18%). KICB has a minimum liquid assets-to-\nshort-term liabilities ratio of 30% (up to 30 days). As of the end of the second quarter of 2011, \nthe liquidity ratio was 91% and the aggregate open currency position was 0.53%. As treasury \nbills command high interest rates (22% in June 2011) and are liquid, management plans to \nmaintain government securities at about 7% of total assets over the next 3 years. \n \n16.  KICB has limited maturity mismatches (all buckets less than 100% of equity) as it has \nhad access to mostly short-term funding and has, therefore, restricted its lending to relatively \nshort-term  tenors.  KICB  has  insignificant  foreign  exchange  mismatches.  Given  that  the \neconomy is largely dollar denominated, KICB’s portfolio comprises 88% US dollar loans; the \nincome of these borrowers is generated primarily in US dollars.11 The maximum open foreign \ncurrency position a bank can hold per currency (other than US dollars) is 15% of capital; the \naggregate open foreign currency position cannot exceed 20% of capital. \n \nd.  Asset Quality \n17.  KICB has a diversified loan portfolio across 17 sectors. It has a concentration limit of \n30%  per  sector  with  the  largest  single  exposure  in  trade  (27.5%);  other  sectors  include \nmanufacturing (19.2%), tourism (6.3%), private households (24.9%), and agriculture (5.0%). \nThe  majority  of  KICB’s  borrowers  are  based  in  the  outskirts  of  Bishkek.  The  20  largest \nborrowers account for 34.5% of KICB’s total portfolio. Related party exposure is minimal at 0.4% \nas of the end of June 2011.12 KICB has no outstanding loans to state-owned enterprises. \n \n18.  Most sectors of the economy were affected by the crisis. KICB’s nonperforming loans \n(NPLs)  increased  from  3.2%  in  2009  to  8.7%  in  2010,  which  was  lower  than  the  Kyrgyz \nRepublic banking industry average of 15.8%.13 KICB’s segment with the largest proportion of \nNPLs  was  tourism  (7.7%).  The  tourism  sector  has  subsequently  rebounded  in  2011  as \nconfidence continues to increase. As of the end of June 2011, KICB’s NPL ratio had further \ndeclined to 8.1%. KICB expects that NPLs will decrease to 5.6% in 2011 and to 4.6% in 2012 as \na result of its ongoing efforts to strengthen its credit risk functions. All of KICB’s loans are \nbacked by collateral with a loan-to-value ratio of 70% of the liquidation value and a loan-to-\nincome ratio of 70%. Provisioning increased significantly in 2010 to $2.08 million as a result of \nweakening asset quality.14 However, loan loss reserves amounted to only 63% of NPL’s in \n2010, compared with 95% in 2009. Provisioning as of the first 6 months of 2011 was already \n95%. As a precautionary measure, KICB allocated an additional amount of $2.3 million to a \nreserve  for  general  banking  risks,  increasing  their  provisions  to  105%  as  of  the  end  of \nDecember 2010. \n \n                                                 \n11 There are no restrictions on convertibility of currencies in the Kyrgyz Republic. Foreign exchange rates are floating \nand determined by demand and supply. \n12 The National Bank of the Kyrgyz Republic related-party exposure limit is 15%. \n13 These are NPL calculations as per the National Bank of the Kyrgyz Republic and calculated by KICB. NPL \ncalculations including non-accruals for 2010 as calculated by ADB was 11.9%.  \n14 Provisioning required by the National Bank of the Kyrgyz Republic is: satisfactory loans, 2%; watch loans (non-\nclassified loans), 10%; substandard loans, 25%; doubtful loans, 50%; and losses, 100%. Loans are classified as \nfollows,  based  on  the  number  of  days  overdue:  satisfactory  loans:  <  30  days;  watch  loans  31–90  days; \nsubstandard loans: 91–180 days; doubtful loans: 181–360 days; loss > 360 days. \n ", "6  \nIII.  THE PROPOSED ADB ASSISTANCE \nA.  The Assistance \n19.  ADB proposes extending a $10 million senior unsecured loan in two tranches to KICB \nwith an overall tenor of 8 years.15 As noted, KICB will use ADB’s funds exclusively for onlending \nto SMEs. KICB’s needs for funding growth in its SME portfolio were carefully assessed, and \ncompared with recently signed and anticipated facilities from other IFIs to estimate the funding \ngap.  \n \n20.  Loan parameters. Eligible SMEs under the program are defined as small or medium-\nsized enterprises that employ fewer than 200 employees and meet at least one of the following \ntwo criteria: (i) has annual revenues or sales up to a maximum of Som450,000,000 (about $10 \nmillion); or (ii) has assets, the combined value of which do not exceed Som450, 000,000 (about \n$10 million). The definition is suitable for the market and conforms to the government’s SME \ndefinition. \n \n21.  Technical  assistance.  Capacity  development  TA  is  being  provided  under  ADB’s \nCapacity  Building  for  Financial  Institutions,  Phase  2,  approved  in  December  2010. 16  \nSpecifically, ADB will help strengthen KICB’s SME lending practices, which will complement \nongoing TA from its strategic international shareholders and will be tailored to KICB’s needs in \nthis area. The capacity development TA is expected to focus on improving credit assessment \ntechniques  (e.g.,  assisting  KICB  develop  a  scorecard  for  SME  evaluation  and  portfolio \nmanagement). Once KICB’s capacity building needs for its SME business are met, funds from \nthe capacity development TA may also be used to help the bank build its mobile banking \nplatform. In many developing countries, mobile banking is often the primary way in which SMEs \nconduct banking. \n \nB.  Implementation Arrangements \n22.  KICB  will  be  required  to  provide  the  following  information:  (i)  unaudited  financial \nstatements  on  a  quarterly  basis,  (ii)  audited  financial  statements  on  an  annual  basis,  (iii) \ncompliance certificates for agreed-upon financial covenants on a quarterly basis, (iv) reports on \nthe  subborrowers  on  a  semiannual  basis,  and  (v)  an  annual  environmental  and  social \nperformance report (including a report on onlending to SMEs owned or managed by women). \nPursuant to the ADB Operations Manual, monitoring reports will be prepared and submitted to \nADB on a regular basis, but at least annually.17 The first monitoring report will be submitted no \nlater than 12 months after ADB Board of Directors approval. \n   \nC.  Value Added by ADB Assistance \n23.  The loan will provide critically needed long-term funding to SMEs in the Kyrgyz Republic \nwhose ability to access funds has been constrained by the country’s low level of financial sector \ndevelopment (FSD)—including the absence of a well-developed capital market—which limits \navailability of such funding. Moreover, SMEs were particularly impacted by the 2010 political \ncrisis;  although  recovering,  they  need  funding  to  support  future  growth.  The  capacity \ndevelopment TA will provide KICB with support to prudently expand and increase the efficiency \nand sustainability of services to SMEs, thereby supporting the SME sector’s contribution to \noverall economic growth and employment generation in the Kyrgyz Republic. \n \n                                                 \n15 Tenor of tranche 1 is 5 years. Tranche 2 will only be disbursed upon compliance with conditions precedent set over \nand above what is required for tranche 1 and will have a maximum repayment period of 8 years. \n16 ADB. 2010. Technical Assistance for Capacity Building for Financial Institutions, Phase 2. Manila (TA 7707-REG). \n17 ADB. 2010. Nonsovereign Operations. Operations Manual. OM D10/BP. Manila. ", "  7\nD.  Risks \n24.  Aggressive  Business  Strategy  in  SME  Lending  and  Asset  Quality  Risks. \nPreviously, KICB has catered to corporate customers and is now shifting its focus towards \nSMEs. Currently, NPLs have declined to 7.8% as of the end of June 2011 (from 11.9% as of the \nend  of  2010)  and  KICB  expects  that  NPLs  will  continue  to  decline18.    ADB  will  evaluate \nimplementation of KICB’s business plan as well as the performance of the SME business prior \nto the disbursement of the second tranche.19  \n \n25.  Evolving  Risk  Management.  KICB  is  taking  further  steps  to  further  strengthen  its \nunderwriting and SME capacity to adapt to the shift in focus toward SME lending. ADB’s \ncapacity development TA will be critical to help strengthen KICB’s SME lending practices and \nsafeguard asset quality as the bank’s business in this segment expands.  \n \n26.  Political Risk. The Kyrgyz Republic continues to recover from the political crisis in 2010. \nThe shift to a parliamentary democracy has provided a unique opportunity to break with the past \nand strengthen governance and reform the economy. The political situation is improving and the \nelections were carried out peacefully.20GDP is projected to expand by 6% on average through \n2013 and the country’s overall outlook is positive, assuming continued political stability.   \n \n27.  Sustainability  of  funding  for  small  and  medium-sized  enterprise  lending.  The \nKyrgyz Republic’s banking system is small by international standards and the local capital \nmarkets  are  undeveloped.  This  limits  funding  sources  for  banks,  which  must  depend  on \ndeposits and financial support from IFIs such as ADB. When ADB’s loan expires, KICB may \nneed to seek additional funding from external sources. KICB is increasing its deposit base and \nenjoys support from strong shareholders and other IFIs. The lasting impact of this loan, in \naddition to the funding enabling KICB to provide access to longer-term funding for the country’s \nSMEs, will be sustainable development of KICB's SME-lending activities in the future through \nADB’s capacity development TA.  \n \n28.  Foreign Currency Risk. ADB’s investment will be denominated in US dollars and, as \nsuch, there will be an element of foreign exchange risk. The primary mitigation for this risk is \nthat KICB’s functional currency is the US dollar, and the majority of its financial assets and \nliabilities are denominated in dollars (e.g. 75% of KICB deposits are in US dollars). KICB \nmitigates  this  risk  through  its  credit  assessment  process,  where  US  dollar  borrowers  are \nrequired to have at least 50% of their planned income in US dollars. \nIV.  DEVELOPMENT IMPACT AND STRATEGIC ALIGNMENT \nA.  Development Impact, Outcome, and Outputs \n29.  Impact. Increasing the SME sector’s share in the economy will help contribute to broad-\nbased GDP growth. Supporting SME development by increasing access to finance as a result of \nthe positive demonstration effect from ADB’s loan can help raise total employment, and lead to \ninclusive economic growth. \n \n30.  Outcome. ADB’s loan and capacity development TA is expected to help KICB establish \na  profitable  and  sustainable  SME  program  and  broaden  access  to  finance  for  previously \nunbanked SMEs.  \n \n                                                 \n18 NPL’s as calculated by ADB. \n19 The second tranche is up to $5m. \n20 Presidential elections in the Kyrgyz Republic were held on 30 October 2011.  \n ", "8  \n31.  Outputs.  This loan will provide KICB with additional funds for onlending to SMEs. \nOutputs  include  KICB  having  access  to  longer-term  funds  for  SME  onlending,  which  will \nincrease its lending activities to this sector. Additional output of this project will be product \ndevelopment in KICB, supported by TA from ADB. Reporting of sex-disaggregated data will be \nundertaken as appropriate. \n \nB.  Alignment with ADB Strategy and Operations \n1.  Consistency with Strategy 2020 and Country Strategy \n32.  Strategy 2020 identifies private sector development and private sector operations as one \nof the five drivers of change to mobilize resources to help alleviate poverty in the region, and  \nFSD is noted as one of the five operating areas that will be undertaken in support of this \nagenda.21  The proposed investment is consistent with the government’s priorities and desires \nto  encourage  economic  growth,  broaden  access  to  finance,  address  low  private  sector \ninvestment, and reduce unemployment.22 Expanding access to finance via banks and increasing \nprivate sector investments with development impact potential is one of the objectives set forth in \nthe country operation business plan, 2011–2012.23 The project is consistent with Strategy 2020 \nand the country operations business plan as it will support private sector development through \nFSD by increasing the capacity and ability of KICB to expand its lending activities to SMEs, \nwhich comprise an important and underserved portion of the Kyrgyz Republic’s economy. The \nnew 3-year country partnership strategy is currently being drafted and will be completed in \n2012. Broadening access to finance through private sector interventions in the banking sector is \nexpected to continue to be an ongoing priority for the country. ADB’s Investment Climate \nImprovement Program, subprogram 2, will include a component aimed at improving access to \nfinance.24  The policy reforms to be implemented under this loan are expected to complement \nthis project by increasing the capacity of financial institutions to provide finance to Kyrgyz firms. \n \n2.  Consistency with Sector Strategy and Relevant ADB Operations \n33.  The Kyrgyz Republic is at a “nascent” stage of FSD. Under the PSCM Business Plan \nand Priorities, 2010–2012,25 ADB’s response is to assist stronger private banks with loans, \nequity, and TA to support early movers. ADB intervention in such situations will likely involve a \nlong process, with repeat and follow-on loans from ADB or other IFI programs. The Financial \nSector Operational Plan26 calls for enhanced financial inclusion of the traditionally underserved, \nincluding SMEs, which will lead to inclusive growth, one of the three strategic agendas of \nStrategy 2020. It recognizes that the region’s “base of the pyramid”27 and SMEs have yet to gain \nadequate access to financial services. The plan notes that capacity building for participating \nintermediaries and end-borrowers in credit assessment should be supported. This project will \nthus support FSD through expansion of access to finance for SMEs. \n \n                                                 \n21 ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n22 ADB. 2009. The Kyrgyz Republic Country Development Strategy for 2009–2011. Kyrgyz Republic. \n23 ADB. 2011. The Kyrgyz Republic: Country Operations Business Plan, 2011–2012. Manila (IN.125-11, 13 July). \nThis covers only a 2-year period because a new country partnership strategy will be prepared in 2012. \n24 Investment Climate Improvement Program, Subprogram 2 System Support Project–Consultation and Review \nMission: 5–15 April 2011, Aide Memoire. \n25 ADB 2010. Private Sector Capital Markets Business Plan and Priorities, 2010-2012, Manila \n26 Financial Sector Development Community of Practice. 2011. Financial Sector Operational Plan. Manila (23 May). \n27 The base of the pyramid is the largest, but poorest socio-economic group. In global terms, this is the 2.5 billion \npeople who live on less than $2.50 per day.  ", "  9\nV.  POLICY COMPLIANCE \nA.  Environment and Social Safeguards \n34.  The investment is classified as category FI (treated as C) for environment, involuntary \nresettlement and indigenous peoples under ADB’s Safeguard Policy Statement (2009). KICB’s \nexisting environmental and social management systems (ESMS) or equivalent systems have \nbeen reviewed, areas requiring improvements have been identified and effective measures to \naddress them are laid out in the ESMS arrangement.28 KICB will (i) apply ADB’s prohibited \ninvestment activities list, (ii) screen and exclude all projects that will have adverse environment \nand  social  safeguards  impacts,  (iii)  ensure  that  investments  using  ADB  funds  abide  by \napplicable  national  laws  and  regulations,  and  (iv)  comply  with  ADB’s  Safeguard  Policy \nStatement (2009). KICB will be assisted by ADB to enhance their ESMS, which is integrated in \ntheir Credit Department Operations Manual and (i) incorporates ADB’s prohibited investment \nactivities  list  and  the  screening  and  reporting  procedures,  and  (ii)  complies  with  ADB’s \nSafeguard Policy Statement (2009). A revised operations manual will be submitted to ADB prior \nto the first disbursement. The ESMS will include arrangements to comply with national labor \nlaws and ADB Social Protection Strategy (2001) to ensure adherence with core labor standards. \n \n35.  SMEs owned or managed by women constitute more than 40% of the loan applications \nprocessed and approved by KICB from 2007 to 2010. KICB will continue to track and target \nmaintenance of this level of onlending to SMEs owned or managed by women until 2016. The \nKyrgyz Republic has ratified all conventions related to core labor standards, and KICB’s annual \nreports  will  include  a  report  on  compliance  with  core  labor  standards  by  KICB  and  their \ncustomers that use ADB funds. \n \nB.  Anticorruption Policy \n36.  KICB has been advised of ADB’s anticorruption policy and its policy of implementing \nbest international practice relating to the combating of money laundering and the financing of \nterrorism. ADB will ensure that the investment documentation between ADB and KICB includes \nappropriate anticorruption provisions and remedies for ADB in the event of non-compliance. \n \nC.  Investment Limitations  \n37.  The proposed transaction, once approved and signed, will increase ADB's projected \nnonsovereign exposure by June 2012 to $7.52 billion. It will increase nonsovereign exposure to \nthe Kyrgyz Republic to $10 million or 0.13% of total nonsovereign exposure, increase exposure \nin the finance sector to $3.13 billion or 42% of total nonsovereign exposure, and the domestic \ncommercial bank subsector to $536.3 million or 7.1% of total nonsovereign exposure. The \nprojected weighted average risk rating of the portfolio (as of 30 June 2012) will remain at 6.5 \nafter inclusion of the $10 million loan to KICB. The proposed financing is within ADB’s approved \nmedium-term,  country,  industry  single  obligor,  and  group  exposure  limits  for  nonsovereign \ninvestment. \n \n38.  Consistent  with  the  Agreement  Establishing  the  Asian  Development  Bank, 29  the \nGovernment of the Kyrgyz Republic will be requested to confirm that it has no objection to the \nproposed assistance to KICB. ADB will enter into suitable finance documentation, in form and \nsubstance satisfactory to ADB, following approval of the proposed assistance by its Board of \nDirectors. \n \n                                                 \n28 Financial Intermediary: Environmental and Social Management System Arrangement (accessible from the linked \ndocuments in Appendix 2). \n29 ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. \n ", "10  \nVI.  RECOMMENDATIONS \n39.  I am satisfied that the proposed senior unsecured loan would comply with the Articles of \nAgreement of the Asian Development Bank (ADB) and, acting in the absence of the President \nunder the provisions of Article 35.1 of the Articles of Agreement of ADB, I recommend that the \nBoard approve the loan of up to $10,000,000 to the Kyrgyz Investment and Credit Bank for \nsmall and medium-sized enterprise finance in the Kyrgyz Republic from ADB’s ordinary capital \nresources, with such terms and conditions as are substantially in accordance with those set \nforth in this report, and as may be reported to the Board. \n \n40.  I also recommend that the Board approve the proposal set out in para. 24 of this report \nto permit the proceeds of this loan to be used for procurement in non-member countries and for \nprocurement  of  goods  and  services  produced  in  non-member  countries.  If  the  requisite \naffirmative vote of directors representing not less than two-thirds of the total voting power of \nADB's  members,  pursuant  to  Article  14(ix)  of  the  Agreement  Establishing  the  Asian \nDevelopment Bank, is not obtained for this recommendation and the Board only approves the \nrecommendation in para 42, then the proceeds of this loan shall be used only for procurement in \nmember countries of goods and services produced in member countries. \n \n \nBindu N. Lohani \nVice President \n23 November 2011 ", "                         Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n  Performance Targets \nDesign  and Indicators with  Data Sources and Reporting   \nSummary  Baselines  Mechanisms  Assumptions and Risks \nImpact      Assumptions \n       \nIncreased contribution of  Percentage  of  GDP  National Bank of the Kyrgyz  Increased access to finance on the \nSMEs to inclusive  contributed by the SME  Republic account statistics and  part of SMEs will expand their role \neconomic growth  sector  increased  from  reports on businesses  in the economy \n  46%  (2009)  to  50%     \n  (2021)a     \n      Risks \n  Employment in the SME    Unstable macroeconomic and or \n  sector  increased  from    political environment negatively \n  14.2%  (2009)  to  19%    impacts SME sector \n  (2021)   \n     \nIncreased financing for  Percentage  of  small  World Bank enterprise surveys \nSMEs  enterprises with lines of \ncredit  or  loans  from \nfinancial  institutions \nincreased from 13.7% in \n2009 to at least 17% in \n2021 \n \nPercentage  of  medium-\nsized  enterprises  with \nlines  of  credit  or  loans \nfrom financial institutions \nincreased from 19.2% in \n2009 to at least 23% in \n2021 \nOutcome      Assumptions \n       \nKICB’s SME program is  KICB’s NPL for SMEs  KICB’s annual audited  Demand for loans from SMEs \nprofitable and sustainable.  does not exceed 5%  financial statements  continues. \nfrom 2012 to 2016.     \n  Semiannual subloan reports  SME sector continues to be a \nKICB operations manual    priority area of growth. \nenhanced to meet  Sex-disaggregated data to be   \nsafeguard and social  collected on SME customers  KICB uses capacity development \npolicy requirements  TA effectively \n \nRisks \nUnstable macroeconomic and \npolitical environment negatively \nimpacts SME sector. \n ", "12  Appendix 1 \n  Performance Targets \nDesign  and Indicators with  Data Sources and Reporting   \nSummary  Baselines  Mechanisms  Assumptions and Risks \nOutputs      Assumptions \n       \nIncreased lending to SMEs  The share of SMEs in  KICB’s  annual audited  All regulatory approvals in place \nby KICB  KICB’s portfolio  financial statements   \n  increases from 18%     \n  (2011) to 25% (2016).  Semiannual subloan report  No adverse changes in market \n      conditions \n       \n  KICB loans to SMEs  Sex-disaggregated data to be  SME sector is a priority growth \n  owned and/or managed  collected on SME customers  sector. \n  by women is at least   \n  43% from 2011 to 2016. \n   \n  New loans to SMEs have \n  longer average loan life, \n  increased from 24 \n  months on average in \n  2012 to 36 months on \n  average by 2016. \n   \n  SME loan accounts \n  increased from 2,420 \n  (2011) to 3,200 (2016)b \n   \n   \nNew lending products  New financial products \nlaunched  launched by 2014 \n  (insurance, credit cards \n  arrangements with other \n  banks, mobile banking) \n   \nEnhanced safeguards and  Environment and social \ncompliance with ADB’s  safeguards screening \nSafeguard Policy  system to exclude \nStatement (2009)  projects with potential \nadverse environmental \n \nand social impacts \nestablished before first \ndisbursement \nActivities with Milestones  Inputs \nADB executes loan facility agreement with KICB.  ADB:  $10  million  provided  for \nSenior loan of $10 million provided to KICB, to be disbursed in two tranches.  SMEs financing to KICB \nKICB lends loan proceeds to SMEs.   \n  TA=Approximately $300,000 \n(under TA 7707-REG and TA \nADB provides TA for SME capacity building. \n7566) \nADB = Asian Development Bank, GDP = gross domestic product, KICB = Kyrgyz Investment and Credit Bank, NPL = \nnonperforming loan, SMEs = small and medium-sized enterprises, TA = technical assistance. \na  The most recent statistics for SME contribution to GDP and employment are for 2009, from the Kyrgyz Republic National \nBoard of Statistics . \nb  This number is estimated from ADB’s outstanding unpaid principal for each year, and the average tenor of the SME loans. \nSource: Asian Development Bank. \n ", "  Appendix 2  13 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=45910-01-4 \n \n1.  Sector Overview \n2.  Ownership, Management, and Governance \n3.  Details of Implementation Arrangements \n4.  Contribution to the ADB Results Framework \n5.  Financial Analysis \n6.  Country Economic Indicators \n7.  Summary Poverty Reduction and Social Strategy \n8.  Safeguards and Social Dimensions Summary \n9.  Financial Intermediary: Environmental and Social Management System Arrangement \n \nSupplementary Documents \n \n10.  Supplementary Information to Financial Analysis  \n11.  Indicative List of Projects Based on Environmental Impacts \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20120308152217+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "kyrgyz republic; kyrgyzstan; kyrgyz investment and credit bank; banking systems; small and medium-sized enterprise finance; small and medium-scale enterprises financing; SMEs lending; adb projects; 45910-01; project terms and conditions", "ModDate": "D:20120309144225+08'00'", "Producer": "Acrobat Elements 7.0 (Windows)", "Subject": "Report and recommendation of the President describing terms and conditions proposed for the Senior Unsecured Loan in Kyrgyz Investment and Credit Bank for Small and Medium-sized Enterprise Finance in the Kyrgyz Republic.", "Title": "RRP: Kyrgyz Republic: Senior Unsecured Loan in Kyrgyz Investment and Credit Bank for Small and Medium-sized Enterprise Finance "}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 6 October 2011) \n \n Currency Unit  –  som (Som) \nSom1.00 =  $0.0221   \n$1.00 =  Som45.11   \n     \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nAKFED  –  Aga Khan Fund for Economic Development \nEBRD  –  European  Bank  for  Reconstruction  and \nDevelopment \nFSD  –  financial sector development \nGDP  –  gross domestic product \nIFC  –  International Finance Corporation \nIFI  –  international financial institution \nKICB  –  Kyrgyz Investment and Credit Bank \nNPL  –  nonperforming loan \nSMEs  –  small and medium-sized enterprises \n     \nNOTES \n \n(i)  The fiscal year (FY) of the Kyrgyz Investment and Credit Bank ends on 31 \nDecember. FY before a calendar year denotes the year in which the fiscal year \nends, e.g., FY2011 ends on 31 December 2011. \n(ii)  In this report, \"$\" refers to US dollars.  \n \nVice-President  L. Venkatachalam, Private Sector and Cofinancing Operations \nDirector General  P. Erquiaga, Private Sector Operations Department (PSOD) \nDirector  R.  van  Zwieten,  Capital  Markets  and  Financial  Sectors  Division, \nPSOD \n   \nTeam leader  M. Hermans, Investment Specialist, PSOD \nTeam members  M. Abad, Investment Specialist, PSOD \nF. Connell, Senior Counsel, Office of the General Counsel \nS. Durrani-Jamal, Senior Economist, PSOD \nC. Engstrom, Principal Investment Specialist, PSOD \nJ. Munsayac, Social Development Specialist, PSOD \nA. Porras, Safeguards Officer, PSOD \nM. Tsuji, Principal Safeguards Specialist, PSOD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", "authors": [{"fullname": "L. Venkatachalam", "role": "Private Sector and Cofinancing Operations", "organization": ""}, {"fullname": "P. Erquiaga", "role": "Private Sector Operations Department (PSOD)", "organization": ""}, {"fullname": "R.  van  Zwieten", "role": "Capital  Markets  and  Financial  Sectors  Division", "organization": ""}, {"fullname": "M. Hermans", "role": "Investment Specialist", "organization": "PSOD"}, {"fullname": "M. Abad", "role": "Investment Specialist", "organization": "PSOD"}, {"fullname": "F. Connell", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"fullname": "S. Durrani-Jamal", "role": "Senior Economist", "organization": "PSOD"}, {"fullname": "C. Engstrom", "role": "Principal Investment Specialist", "organization": "PSOD"}, {"fullname": "J. Munsayac", "role": "Social Development Specialist", "organization": "PSOD"}, {"fullname": "A. Porras", "role": "Safeguards Officer", "organization": "PSOD"}, {"fullname": "M. Tsuji", "role": "Principal Safeguards Specialist", "organization": "PSOD"}]}