{"path": "data/input/ta/46044-001-sam-pptar.pdf", "pages": ["10  Appendix 4 \n \nPROJECT PREPARATORY TECHNICAL ASSISTANCE \n \nA.  Justification \n1.  The PPTA will include (i) due diligence on the feasibility studies of the small hydropower \nscheme1 elaborated by EPC; (ii) carry out feasibility study for the Alaoa Dam to increase storage \ncapacity for Samasoni hydropower scheme and settlement for drinking water; (iii) design of a \nbusiness model for community participation in the project; (iv) preparation of an investment \npipeline  for  implementing  the  hydropower  scheme;  (v)  evaluation  of  selected  schemes \ncomposed of technical (energy efficiency issues), economic, financial (including cofinancing \nassessment),2 environmental, legal and social considerations, safeguards, and gender action \nplan; (v) evaluate alternative procurement strategies, recommend procurement and contract \nmanagement risk mitigating strategy. And preparation of procurement plan and draft tender \ndocumentation; and (vi) operation, maintenance and capacity strengthening program for EPC \nincluding customers. \n \nB.  Major Outputs and Activities \n2.  The major outputs and activities are summarized in Table A4.1.  \n \nTable A4.1: Summary of Major Outputs and Activities \nExpected  Expected \nMajor Activities  Initiation Date  Major Outputs  Completion Date \n1.1 Related to project sites, carry  January 2013  Deliverable 1: Inception Report  May 2013 \nout network study and  May 2013  Deliverable 2: Progress Report  June 2013 \nsynchronization analysis. Review       \nproject related information.    Including draft safeguard due   \n1.2 Conduct due diligence and    diligence reports/plans   \ndraft feasibility for 4MW Sili plant.       \nSystem energy efficiency issues.       \n1.3 Capacity building program       \nand cofinancing assessment.       \n1.4 Draft analysis report of  June 2013  Deliverable 3: Draft Final Report          July 2013 \nfeasibility study, training programs     \nfor EPC, customers, O&M, \nincluding manuals. Board \ndocumentation as needed. \n2. Evaluate alternative  July 2013  Deliverable 5: Tender  August 2013 \nprocurement strategies, and  Documents \nrecommend procurement and \ncontract management risk \nmitigating strategy. Prepare \nprocurement plan and draft \ntender documentation. \nSource: Asian Development Bank estimates. \n \n   \n                                                \n1 EPC scheme comprises: (i) 360 kW Faleseela plant; (ii) 1,181 kW Tafitoala plant; (iii) 762 kW Tiapapata plant; (iv)   \n   1,184 kW Faleata plant; (v) 1,154 kW Fuluasou plant; (vi) pump storage the 227 kW Vaipu plant; and the 2 MW Sili       \n   plant due diligence feasibility study, will be carried out during project preparation. \n2 Given the Government preference for solar and biomass to be developed by the private sector, the PPTA will \nassess options for private sector participation in the development of hydropower.  \n ", "Appendix 4  11 \n \nC.  Cost Estimate and Proposed Financing Arrangement \n3.  The PPTA is estimated to cost $0.75 million equivalent, of which $0.75 million equivalent \nwill be financed on a grant basis by ADB’s Technical Assistance Special Fund (TASF-other \nsources). The government will provide counterpart support in the form of counterpart staff, office \nand housing accommodation, office supplies, secretarial assistance, domestic transportation, \nand other in-kind contributions. The value of government contribution is estimated to account for \n10% of the total TA cost. The detailed cost estimate is presented in Table A4.2. \n \nTable A4.2: Cost Estimates and Financing Plan \n($'000) \nTotal \n Item  Cost \n  Asian Development Bank a   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (25 person-months)  575.0 \n      ii.  National consultants (8 person-months)  48.0 \n    b.  International and local travel  40.0 \n    c.  Reports and communications  10.0 \n  2.  Equipment b  15.0 \n  3.  Workshops, training, seminars, and conferences c  10.0 \n  4.  Surveys  12.0 \n  5.  Contingencies  40.0 \n      Total  750.0 \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-other sources). \nb  Equipment: will be turned over to the EA upon completion of PPTA activities. \nType: Ground hydrological/measurement instruments  Quantity: 1  Cost: $15,000 \nc  Workshops, training, seminars, and conferences Purpose Stakeholder consultation  Venue: EPC \nSource: Asian Development Bank estimates. \n \nD.  Consulting Services \n4.  The  PPTA  will  require  25  person-months  of  international  and  8  person-months  of \nnational consulting inputs. ADB will hire a consulting firm in accordance with the Guidelines on \nthe Use of Consultants (April 2010, as amended from time to time). The consulting firm will be \nengaged through quality and cost based selection method (quality-cost ratio of 90:10), due to \nthe specific technological complexity of the project using simplified technical proposal. The \nproceeds of the PPTA will be disbursed in line with ADB’s Technical Assistance Disbursement \nHandbook (April 2010, as amended from time to time). The outline terms of references for the \nPPTA consultants are described in paragraphs 5 to 12. Table A4.3 reflects required services. \n \nTable A4.3: Summary of Consulting Services Requirement \nInternational  National \nName of Positions  Person-months  Name of Positions  Person-months \nElectromechanical  Specialist  6.0  Support local professional  6.0 \nand Project Team Leader \nHydropower Engineer  6.0     \nFinancial Specialist  3.0     \nProcurement Expert  2.0     \nSocial Specialist  4.0     \nEnvironment Specialist  4.0     \nSource: Asian Development Bank estimates. \n ", "12  Appendix 4 \n \n5.  Electromechanical Specialist and Team Leader (international, 6 person-months). Will \nhave a minimum of 10 years experience developing small hydropower projects (on/off-grid-\nconnected). The specialist will act as Team Leader and be responsible for managing and \ncoordinating the PPTA, with following responsibilities: \n(i)  Review related data of selected small hydropower (SHP) scheme in Samoa. \nAssess existing grid, conduct a network study and synchronization analysis, fuel \nand load profile/forecast analysis; key words: grid stability and compensation, \nintegrated energy matrix. Design balance of plant: protection, control, monitoring, \ncompensation,  synchronization,  power  transformer  and  switchgear  design. \nExplore system energy efficiency issues. Deliverable 1: Inception Report \n(ii)  Lead the due diligence process: technical, economic, safeguards, social and \nGAP. Including governance, anticorruption, procurement.  \n(iii)  Supported by the Financial Specialist, conduct techno-financial analysis, tariff \ncalculation using the “Levelized Cost of Energy” method. \n(iv)  Lead  consultation  workshops  with  Government  and  non-Government \nrepresentatives and relevant stakeholders to assess system issues and discuss \nthe proposed projects. Deliverable 2: Progress Report \n(v)  Draft the assessment report of the existing studies for the SHP scheme under \nguidance of the Energy Specialist, PATE.  Exact contents will be determined \nduring  the  inception  mission  but  will  include  site  description,  technical \nspecifications,  detailed  cost  estimates,  economic  and  financial  feasibility, \nprocurement plan, environmental and social safeguard findings. \n(vi)  Develop training programs and manuals for EPC personnel and DSM-Plan and \ncapacity building for customers, including risk management aspects. Explore \nother  project  cofinanciers  and  donors.  Conduct  and  administer  stakeholder \ntraining workshops. Deliverable 3: Draft Final Report (including Training Report) \n(vii)  Deliverable 4: Board documents. \n(viii)  Deliverable 5: Draft Tender Documents, according to ADB’s guidelines.  \n \n6.  Hydropower (Civil) Engineer (international, 6 person-months). Will have at least 5 \nyears  experience  in  designing,  implementing  and  commissioning  SHP  developments.  The \nspecialist will have following responsibilities: \n(i)  Preliminary design and implementation arrangements for short listed subprojects \nincluding verification of technical feasibility and the suitability of sites identified for \nthe intake, powerhouse, and penstock route.  \n(ii)  Prepare the preliminary civil design assessment for the scheme of prioritized \nsubprojects  containing  the  major  indicative  scope,  and  recommend  a \nprocurement method. Prepare structural (civil works) assessment and design of \nneeded civil works for the SHP, confirm detailed cost estimates and prepare \nprocurement scheme. The prices determined shall reflect the realistic cost of \nequipment to be sourced from prospective suppliers and contractors and take \ninto account the procurement method and EPC’s procurement capacity. \n(iii)  Assist the Project Team Leader in drafting all deliverables \n \n7.  Financial  Specialist  (international,  3  person-months).  Will  have  at  least  5  years \nexperience in project finances. The consultants’ work will consist of the following: \n(i)  Prepare cost estimates for the SHP scheme, including power demand, least-cost, \nsensitivity  and  risk  analysis,  EIRR,  FIRR,  WACC  and  calculate  the  LCOE, \nincluding  O&M  and  replacement  parts.  Reference:  ADB’s  Handbook  for \nIntegrating Risk Analysis in the Economic Analysis of Projects. \n ", "Appendix 4  13 \n \n(ii)  Incorporate  into  the  economic  analysis  the  economic  quantification  of \nenvironmental  impact  caused  by  the  project.  Reference:  ADB’s  Economic \nValuation  of  Environmental  Impacts:  A Workbook  (1996),  and  Environmental \nAssessment Guidelines (2003).  \n(iii)  Review of the audited financial statements of the IA for the past 5 years to \nassess (a) historical financial performance, (b) capital structure, and (c) internal \nfunds generation. Prepare tariff analysis. \n(iv)  Design the funds flow and disbursement mechanisms for the ensuing project. \n(v)  Prepare financial analysis suitable for presentation to interested parties from the \nprivate sector, including preparation of supporting material for a workshop to \ngauge private sector interest.  \n(vi)  Capacity building related to financial, economic and project management aspects \n \n8.  Procurement  Expert  (international,  2  person-months).  Will  have  at  least  5  years \nexperience in project procurement. The consultants’ work will consist of the following: \n(i)  Evaluate alternative procurement strategies and recommend procurement and \ncontract management risk mitigating strategy.  \n(ii)  Prepare procurement plan and draft tender documentation. \n \n9.  Social Specialists (international/individual, 4 person-months). Will have at least 5 years \nexperience in social analysis, the consultants’ work will consist of the following: \n(i)  Conduct surveys and consultations with Government and NGO’s to supplement \nsecondary data; stakeholder consultation activities (community leaders, elderly, \ndisabled, women, etc.). Prepare poverty profile; safeguard corrective action plan. \n(ii)  Conduct a social compliance audit for the existing facilities to identify past or \npresent  concerns  related  to  impacts  on  land  acquisition/resettlement  or \nindigenous peoples in accordance to ADB Safeguard Policy Statement.  \n(iii)  Conduct poverty analysis and pro-poor impacts within the project area. Present \nfindings in the Summary Poverty Reduction and Social Strategy template. \n(iv)  Identify gender issues, suggest remediation measures and incorporate them into \nthe project design. Prepare and integrate the Gender Action Plan into the PAM. \n(v)  Impact on indigenous peoples, and prepare an indigenous peoples plan (if any), \nfollowing ADB’s Safeguard Policy Statement. \n(vi)  Investigate land acquisition, use, and access; and natural resources. Undertake \nnecessary  due  diligence/assessment  and  prepare  a  resettlement  plan  (RP) \nbased on census of affected/displaced people (DPs), inventory of losses, and \nsocio-economic survey of DPs, review of the country safeguard systems and \nidentification  on  necessary  measures  in  accordance  with  ADB's  SPS.  The \ncontents of RP should follow the outline in Appendix 2 of the SPS. \n  \n10.  Environment Specialist (international, 4 person-months). The Environment Specialist \nwill have at least 5 years experience in environmental assessment of infrastructure projects. \nThe consultant’s work will consist of the following: \n(i)  Prepare the environmental assessment for the project in accordance with local \nand ADB’s Safeguard Policy Statement (2009).  \n(ii)  Draft (a) Gantt Matrix focusing on energy, technology, environment, social, legal, \nand economic aspects; (b) listing of impacts on soil, air and water and relevant \nmitigation  measures,  including  climate  change;  (c)  consultation  with  project \nstakeholders;  (d)  assessment  of  the  institutional  capacity  of  the  Project \nproponent, relevant regulatory agencies involved with implementing the Project’s \nenvironmental management plan; and (e) draft related TOR for capacity building.  \n ", "14  Appendix 4 \n(iii)  Draft (a) initial environmental examination and environmental management plan, \nin accordance with ADB’s Safeguard Policy Statement (2009); (b) environmental \ntext for the Project Administration Manual, including detailed activities, and (c) \ndraft environment text for key project documents as RRP, and Project Agreement \n \n11.  National Support Professional and Community Facilitator (Generalist: technical or \nsocial 8 person-months). Will undertake following activities: \n(i)  Assist the Project Team in gathering existing background data and reports. \n(ii)  Assist the project team in (a) arranging travel logistics, (b) arranging meetings \nand workshops, (c) maintaining contacts with stakeholders, (d) obtaining relevant \ncountry background data, and (e) obtaining follow-up technical data. \n(iii)  Support the Government in coordinating and implementing TA activities. \n(iv)  Community facilitator: during communication and consultations between team, \ngovernment and community; preparation of technical specifications and feasibility \nstudies; implementing workshops and dissemination activities. \n \n12.  The consultants will submit following deliverables, (i) Inception Report; (ii) Progress \nReport; (iii) Final Report (including Training Report); (iv) Report and Recommendation of the \nPresident  to  the  Board  of  Directors,  including  linked  documents;  and  (v)  Draft  Tender \nDocuments. \n \nE.  Implementation Arrangements \n13.  The  Ministry  of  Finance  (MOF)  will,  as  the  executing  agency,  have  oversight \nresponsibility over the project implementation. MOF has assigned EPC as the implementing \nagency. EPC will be involved in day-to-day activities of the PPTA implementation and will \nnominate counterpart staff with adequate capacity in engineering and power system planning, \nfinance, environment, and social areas, before fielding of consultants, and provide assistance to \nthe PPTA consultants in liaising with other government ministries and agencies, and in obtaining \nnecessary data and technical documentation as requested. The PPTA will be implemented \nbetween  January  2013  and  December  2013.  The  PPTA  processing  and  implementation \nschedule is listed in Table A4.4. \n \nTable A4.4: Proposed Technical Assistance Processing and Implementation Schedule \n \nExpected Completion \nMajor Milestones  Date \nConcept Paper Approval  December 2012 \nSigning of TA letter of Agreement   December 2012 \nConsulting Firm Recruitment  January 2013 \nConsultant Mobilization  January 2013 \nInception Report  May 2013 \nDraft Final Report   July 2013 \nPhysical Completion  September 2013 \nFinancial Closure  December 2013 \nSource: Asian Development Bank estimates. \n "], "metadata": {"CreationDate": "D:20130118132132+08'00'", "Creator": "Microsoft® Office Word 2007", "ModDate": "D:20130121110923+08'00'", "Producer": "Microsoft® Office Word 2007"}}