{"path": "data/input/ta/46056-001-prc-tar.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 46056-001 \nPolicy and Advisory Technical Assistance (PATA) \nNovember 2012 \n \n \n \nPeople’s Republic of China: Fiscal Policy for \nUrbanization, Industrialization, and Agricultural \nModernization in Henan \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 8 November 2012) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1601 \n$1.00  =  CNY6.247 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DOF  –  Henan provincial department of finance \n  GDP  –  gross domestic product \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Policy and advisory technical assistance (PATA) \nTargeting classification  –  General intervention \nSector (subsectors)  –  Multisector  (public  expenditure  and  fiscal  management, \nagriculture  and  rural  sector  development,  larger  industries, \nsmall-scale industry)  \nThemes (subthemes)  –  Governance  (public  administration),  economic  growth \n(promoting  economic  efficiency  and  enabling  business \nenvironment),  environmental  sustainability  (urban \nenvironmental  improvement),  private  sector  development \n(private sector investment) \nLocation (impact)  –  rural (high), urban (high) \n \n \nNOTE \n \nIn this report, “$” refers to US dollars.  \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  R. Wihtol, East Asia Department (EARD) \nDirector  Y. Qian, Public Management, Financial Sector, and Regional \nCooperation Division, EARD \n \nTeam leader  S. Oh, Principal Public Management Specialist, EARD \nTeam members  A. Barry, Senior Procurement Specialist, Central Operations Services \nOffice  \nY. Jiang, Environmental Economist, EARD \nK. Katich, Urban Development Specialist, EARD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n1.  During  the  2011  country  programming  mission,  the  Government  of  the  People’s \nRepublic of China (PRC) requested the Asian Development Bank (ADB) to provide policy and \nadvisory  technical  assistance  (TA)  for  Fiscal  Policy  for  Urbanization,  Industrialization,  and \nAgricultural  Modernization  in  Henan.  Following  consultations  with  the  Henan  provincial \ngovernment and other stakeholders on 22–25 May 2012, a TA fact-finding mission on 19–20 \nJuly 2012 agreed on the objectives, scope, implementation arrangements, costs, and terms of \nreference. The mission also assessed the executing agency’s capacity to implement the TA. \nThe design and monitoring framework is in Appendix 1.1 \n \nII.  ISSUES \n2.  Henan is located in the central region of the PRC. It is one of the country’s most \npopulous provinces, with over 91 million inhabitants in 2010. Its gross domestic product (GDP), \nhowever, accounted for only 5.3% of the country’s GDP, compared with 7.5% of population \nshare. Per capita GDP remained at 70.7% of the national average. Henan is one of the major \ngrain-producing regions in the country and is ranked first in wheat production and second in \ncorn. However, the rapid economic growth and massive emigration of farmers to cities has left \nthe  agriculture  sector  and  rural  communities  under  stress.  Arable  land  is  vulnerable  to \nurbanization and industrialization, agricultural infrastructure has been neglected, and agriculture \nproductivity is declining. The traditional village-based rural community is collapsing, as adults \ntravel to cities as migrant workers and most families are left with only the elderly and children. \nThis puts pressure on the provincial government to maintain quality social services including \nmedical, education, and solid waste management. \n \n3.  Balanced  rural–urban  development  combined  with  industrialization  can  boost \nconsumption, provide better social services (e.g., education, health, and social safety nets), and \nmitigate adverse economic and social issues that usually accompany rapid urbanization. Henan \nhas already taken the initial steps to maximize the potential benefits from a growing urban \npopulation, an emerging industrial base, and a strong agricultural sector. \n \n4.  Urbanization. The urban population of the PRC has grown significantly in the last \n30 years,  from  19.4%  of  the  total  population  in  1980  to  49.9%  in  2010.  In  Henan,  the \nurbanization  rate  of 38.8%  in  2010  was  significantly  lower  than  the  national  rate  but  it  is \nexpected to rise to 50% by 2020. Henan is exploring new approaches to urbanization through \ncost-effective, resource-saving, environmentally friendly, socially harmonious, and coordinated \nurban–rural  development  schemes.  Recently,  Henan  introduced  a  new  modality  of \nurbanization—new-type rural communities as the lowest level of urban center, in addition to the \nexisting four levels of the urban administrative structure.2 Each new-type rural community will \nconsolidate small and contiguous villages of more than 5,000 inhabitants into one, and increase \nat least 2,000 mu (about 1.3 square kilometers [km2]) of farmland.3  \n \n5.  Industrialization. Industrialization in Henan is gaining momentum, supported by the \nregionally  balanced  development  effort  of  the  central  government  and  planned  transfer  of \nindustries from coastal regions to further inland. In addition to establishing industrial clusters, \nHenan introduced the concept of new industrialization, which emphasizes the coexistence of \n                                                \n1  The TA first appeared in the business opportunities section of ADB’s website on 6 September 2012. \n2  These include provincial-level, prefectural-level, county-level, and township-level cities. \n3  A mu is a Chinese unit of measurement (1 mu = 666.67 square meters). \n ", "2   \nindustries and people in the same area. More specifically, new industrialization will build a \nmodern industrial system featuring optimal infrastructure, advanced technologies that are clean \nand safe, and high value addition, while saving farmlands and reducing human migration to \nlarge cities, providing more employment and better social services, and mitigating negative \nenvironmental impacts. \n \n6.   Agricultural modernization. In response to challenges to the agriculture and rural \nareas, the PRC Government has recently placed higher priority on agricultural development. A \nseries of new policies to support farmers and enhance scientific innovation and development for \nthe agricultural sector are included in the No. 1 Central Document in 2012, jointly released by \nthe Communist Party of China Central Committee and the State Council. As a major agricultural \nproducer  in  the  country,  Henan  is  striving  to  become  the  nation’s  breadbasket,4 and  the \nprovincial government recognizes the urgent need to modernize its agriculture sector and to \nstrengthen  efforts  to  increase  agricultural  productivity  through  technological  advances  and \ndiversification into higher value activities. Farmlands and the environment need to be protected \nas  cities  expand  to  peri-urban  areas,  causing  adverse  effects  on  green  production,  the \nenvironment, and ecology. \n \n7.  Integrated  strategy  for  development.  The  integrated  transformation  concept  was \nintroduced in the mid-1990s by the leader of Henan provincial government. Henan provincial \ngovernment approved the Outline of Construction of Henan Province into the Central Plains \nEconomic Zone in October 2010. The outline was adopted by the central government as a \nnational strategy. Subsequently, in October 2011 the PRC’s State Council issued a guideline to \nsupport Henan’s efforts to speed up the development of the Central Plains Economic Zone, \nwhich includes Henan and its neighboring provinces of Shangxi, Shangdong, Heibei, and Anhui. \nThe  guideline  positioned  the  zone  as  a  national  model  for  integrating  urbanization, \nindustrialization, and agricultural modernization processes—otherwise known as the integrated \nthree transformations (sanhua).5 The provincial government indicated its strong commitment to \nthe integrated three transformations under the 12th Development Plan of Henan Province, \n2011–2015.  The  government  believes  that,  while  agriculture  modernization  serves  as  the \nfoundation and industrialization provides the impetus, the new urbanization process is the key to \nintegrated economic development. \n \n8.  A comprehensive list of key drivers for the successful implementation of the integrated \nthree transformations has yet to be compiled.6 Key stakeholders agreed on the importance of \nenhanced  fiscal  policy,  given  the  planned  scale  and  scope  of  the  integrated  three \ntransformations. The current fiscal position of Henan is weak; its tax, budget, and expenditure \nsystems are not well developed; and 83% of total expenditure in 2011 was funded by fiscal \ntransfers from the central government. Henan’s per capita fiscal expenditure is the lowest \namong all provinces. Furthermore, since the recent global financial crisis, the ability of the \ncentral government to provide fiscal support to the provincial governments has declined. Thus, \nfinancing requirements of Henan’s various development initiatives have to be met increasingly \nby the provincial government. Well designed and implemented fiscal policies—including budget, \nexpenditure, taxes, fees and subsidies, and fiscal transfers—will be needed to (i) give proper \n                                                \n4  Henan Provincial Government. 2008. The Construction of Henan Grain Production Core Region of National Grain \nStrategic Project. Zhengzhou.   \n5  The guideline also positioned the Central Plains Economic Zone as a key grain production and modern agriculture \nbase, an engine of national economic growth, a modern transport hub, and a center of Chinese civilization \ninheritance and innovation. \n6  Potential drivers include new-type rural communities, job opportunities for migrant workers from farm villages, \nprotection of the environment, and public services (e.g., education, health services, and social safety nets).  \n ", "  3 \nincentives  to  the  authorities  at  various  levels  of  government  to  pursue  an  integrated  and \nbalanced approach, (ii) attract active participation of the private sector and encourage foreign \ndirect investments, and (iii) meet the interests of various stakeholders and provide equitable \nlevels of social services. \n \n9.  In this context, Henan provincial government requested ADB for TA for identifying an \nappropriate development approach, and prioritizing areas for government support, particularly \nfiscal support. The TA is consistent with the inclusive growth agenda, one of the three pillars of \nthe strategic framework in the PRC’s country partnership strategy, 2011–2015.7 It will contribute \nto the balanced development of rural and urban areas, and will cover two priority sectors of the \nstrategy—agriculture  and  urban  development.  The  TA  is  included  in  the  2012  indicative \nassistance  pipeline  for  nonlending  products  and  services  of  the  PRC  country  operations \nbusiness plan, 2012–2014.8 \n   \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome  \n \n10.  The impact will be a better integrated urbanization, industrialization, and agricultural \nmodernization process in Henan. The attainment of this impact will be demonstrated through the \ncompletion of new-type rural communities, Henan’s share in the national industrial output, and \nfarmland areas. The outcome will be effective fiscal policy to support the integrated three \ntransformations  from  the  traditional  agriculture  economy  and  rural  society  to  one  that  is \nurbanized and industrialized with a modernized agriculture sector. \n \nB.  Methodology and Key Activities  \n \n11.  The TA will assist Henan provincial government to analyze the interlinkages among \nvarious  aspects  of  urbanization,  industrialization,  and  agricultural  modernization;  and  will \nformulate effective fiscal policy recommendations to support integrated development led by new \nurbanization. Building on previous TA projects,9 the TA will focus on defining fiscal policy \nchoices  to  support  the  integrated  three  transformations  development  strategy.  The  policy \nrecommendations will be made relevant not only to Henan and the central government, but also \nto the neighboring provinces included in the Central Plains Economic Zone. The TA findings can \nalso serve as case studies for further work of the government and ADB on local government \nfinancing  and  fiscal  decentralization.  Key  activities  of  the  TA  will  comprise  two  phases: \n(i) conducting  background  studies  and  identifying  key  drivers  of  the  integrated  three \ntransformations; and (ii) preparing fiscal strategy and policy to promote the integrated three \ntransformations, directly and through the contributions of other drivers. At the initial stage, an \ninception  workshop  will  be  held  with  the  executing  agency,  researchers,  and  other  key \nstakeholders to discuss the feasibility and viability of the TA implementation plan. In each phase, \na  workshop  will  be  held  to  discuss  major  findings  and  implications  of  the  draft  reports. \nGovernment officials and experts in relevant fields will be invited to gather their inputs and \nimprove  draft  reports.  International  study  visits  will  be  organized  to  learn  from  foreign \nexperiences related to development of fiscal policy for the integrated three transformations. A \n                                                \n7  ADB. 2012. Country Partnership Strategy: People’s Republic of China, 2011–2015. Manila.  \n8  ADB. 2012. Country Operations Business Plan: People’s Republic of China, 2012–2014. Manila. \n9  Including ADB. 2008. Technical Assistance to the People’s Republic of China for Fiscal Policy Support for \nEconomic Development in Henan. Manila. \n ", "4   \nfinal dissemination workshop will take place and knowledge products will be produced toward \nthe end of the TA. \n \n12.   The outputs will be (i) analysis of key constraints and drivers for the integrated three \ntransformations, and (ii) fiscal policy for the integrated three transformations. The TA will deliver \ntwo background reports during the first phase of project implementation and five special reports \nand  a  comprehensive  strategy  report  in  the  second  phase.  Knowledge  products  will  be \nproduced based on all the reports. \n(i)  Background  reports.  A  background  report  will  identify  key  drivers  of  the \nintegrated three transformations. Another report will develop key indicators to \nmonitor  and  evaluate  the  progress  of  the  integrated  three  transformations \nstrategy at the provincial, municipality, and community levels as well as different \nregions  in  the  province.  The  TA  will  conduct  a  field  survey  on  the  current \ntransformation status.  \n(ii)  Special reports. These will include one report on fiscal policy as the tool for \nintegrated development, three reports on the selected key drivers, and one report \nfor new-type rural community development. The first four special reports will \nanalyze  the  identified  key  drivers  at  provincial,  municipality,  and  community \nlevels. Each report will provide policy recommendations, focusing on fiscal policy, \nin the policy notes. \n(iii)  Strategy report. This will summarize the background and special reports. It will \ndraw conclusions and provide strategic fiscal policy recommendations to support \nthe  integrated  three  transformations  strategy  of  both  the central  and  Henan \ngovernments.  \n \nC.  Cost and Financing  \n \n13.  The TA is estimated to cost $500,000, of which $400,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-other sources). The government will \nprovide  counterpart  support  in  the  form  of  counterpart  staff,  office  space,  domestic \ntransportation, secretarial assistance, and other in-kind contributions; and finance additional \ndomestic and international study visits. The cost estimates and financing plan are in Appendix 2.  \n \nD.  Implementation Arrangements  \n \n14.   Henan provincial department of finance (DOF) will be the executing and implementing \nagency. DOF will be responsible for the overall execution and coordination of TA activities and \nfor designating a project coordinator for day-to-day TA implementation. DOF will, in coordination \nwith ADB, provide necessary guidance to consultants, particularly to ensure study consistency \nand avoid any overlap. Consultants will discuss the study framework with DOF and ADB, and \nregularly report to them on study progress and results. In ADB, the East Asia Department’s \nPublic Management, Financial Sector, and Regional Cooperation Division will be in charge of \nthe TA implementation and coordination with the Urban and Social Sectors Division and the \nEnvironment, Natural Resources, and Agriculture Division on the aspects of urbanization and \nagriculture modernization. \n \n15.   The TA is included in the list of delegated TA projects for 2012. The fact-finding mission \nreviewed DOF capacity for procurement and managing consulting services for the TA. As only \nindividual  consultants  are  intended  to  be  selected,  simplified  capacity  assessment  was \nconducted. The review  found that  DOF  had sufficient  experience  in  implementing  projects \n ", "  5 \nfunded by ADB and the World Bank, including procurement and supervising consulting services \ninvolving  international  consultants.  The  assessment  concluded  that  DOF’s  capacity  was \nadequate to recruit individual consultants and manage the study, and recommended approving \nthe delegation of the TA to DOF.10 In line with the enhanced partnership approach,11 delegation \nis  limited  to  the  selection  of  international  and  national  consultants,  short-term  resource \npersons,  and  task-specific  experts.  ADB  will  negotiate  and  sign  the  contracts  with  them. \nTherefore, ADB will have final responsibility for implementing the contracts and will take all \ndecisions that are required under the contracts. DOF will recommend actions to ADB under the \ncontracts and will be consulted by ADB on all contract-related actions.  Subject to the foregoing, \nafter contract signing, implementation will be supported by DOF. \n \n16.  The TA will be implemented over 20 months starting on 1 December 2012 and ending \non 31 July 2014. The TA will be carried out by a team of international (3 person-months) and \nnational consultants (24 person-months) having extensive knowledge and expertise in public \nfinance, development economics, urban development, rural development, and development \nsurvey. The consultants will deliver, in both English and Chinese, a comprehensive report \ncomprising eight studies. They will be recruited in accordance with ADB’s Guidelines on the Use \nof Consultants (2010, as amended from time to time). The outline terms of reference for the \nconsultants are in Appendix 3. TA proceeds will be disbursed in line with ADB’s Technical \nAssistance Disbursement Handbook (2010, as amended from time to time). No procurement is \nenvisioned. DOF may use an advance payment facility to conduct seminars and workshops. \n \n17.  Major project activities will be regularly monitored and reported on by DOF, as well as by \nADB  review  missions.  Consultants’  reports  will  be  presented  at  workshops  and  seminars \norganized to validate findings. Reports will be made available on ADB website in English and \nChinese and published in accordance with ADB’s Public Communications Policy (2011). \n \nIV.  THE PRESIDENT’S DECISION  \n18.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $400,000 on a grant basis to \nthe  Government  of  the  People’s  Republic  of  China  for  Fiscal  Policy  for  Urbanization, \nIndustrialization, and Agricultural Modernization in Henan, and hereby reports this action to the \nBoard. \n                                                \n10 Two staff members participated in training for executing agencies of delegated TA organized by Central Operations \nServices Office in June 2012. \n11 Memorandum of understanding between the People’s Republic of China and the Asian Development Bank on \nenhanced partnership on technical assistance delegation to the executing agency (signed in November 2009).   \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets and  Data Sources and  Assumptions \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  and Risks \nImpact      Assumption \nA better integrated  Completed new-type rural  China Statistical  The integrated three \nurbanization,  communities increased from  Yearbooks  transformations remain \nindustrialization,  450 in 2012 to 8,000 by 2020  as the key \nNational and provincial \nand agricultural  development strategy \nHenan’s share in the national  database \nmodernization \nindustrial output to increase   \nprocess in Henan \nfrom 5.9% in 2011 to 6.5% by \n  2030 \n  Farmland areas in 2020 not to \ndecrease from 2012 \nOutcome      Assumption \nEffective fiscal  By July 2014  Government  Study \npolicy to support  announcements  recommendations are \nFiscal policy discussion held by \nthe integrated three  realistic and \nthe PRC Ministry of Finance \ntransformations  implementable \nand Department of Finance of \nfrom the traditional \nHenan province   \nagriculture \neconomy and rural  Fiscal policy for the integrated \nsociety to one  three transformations adopted \nurbanized,  by the government of Henan \nindustrialized, with \nThe integrated three \na modernized \ntransformations monitoring and \nagriculture sector \nevaluation system established \nOutputs      Assumptions \n1. Analysis of key  Surveys on the current  Databases of the  Quality data and \nconstraints and  transformation status                  government and  background papers \ndrivers, and  (by March 2013)  research institutes  are available \ndesign of \nIdentification of key drivers and  Summary of  Balanced stakeholder \nmonitoring and \nmonitoring indicators for the  consultations   consultations \nevaluation of the \nintegrated three \nintegrated three  Risk \ntransformations (by April 2013) \ntransformations \nConsensus on key \n2. Fiscal policy for  Policy notes on key drivers of  drivers not reached \nthe integrated  the integrated three \nthree  transformations (by September \ntransformations  2013):    \n− fiscal policy \n− new-type rural community \ndevelopment \n− three other selected key \ndrivers    \nDraft fiscal policy for the \nintegrated three \ntransformations (by February \n2014) \n ", "Appendix 1  7 \nPerformance Targets and  Data Sources and  Assumptions \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  and Risks \n \nKnowledge products (by May \n2014) \n \nActivities with Milestones  Inputs \n   \n1.   Analysis of key constraints and drivers, and  ADB: $400,000 \ndesign of monitoring and evaluation of the   \nintegrated three transformations  Amount \n1.1  Hold an inception workshop (January 2013)  Item  ($’000) \n1.2  Conduct a field survey and prepare a profile of  International consultants \nthe integrated three transformations  (3 person-months)  75.00 \n(March 2013) \nNational consultants \n1.3  Complete study visits to relevant cities and \n(24 person-months)  140.00 \nprovinces (March 2013) \n1.4  Deliberate on constraints and drivers of the  International and local travel  30.00 \nintegrated three transformations, and develop \nReports, communications, and \nmonitoring and evaluation indicators (April 2013) \npublications  5.00 \n1.5  Prioritize drivers of the integrated three \ntransformations (April 2013)  National seminars and \n1.6  Hold a workshop to discuss interim results (April  workshops  55.00 \n2013) \nInternational study visits  30.00 \n \n2.   Fiscal policy for strengthening the key drivers  Surveys  20.00 \nof the integrated three transformations \nMiscellaneous administration \n2.1  Conduct in-depth analyses of the selected drivers \nand support cost  5.00 \n(August 2013) \n2.2  Finalize recommendations to strengthen the  Contingencies  40.00 \nselected drivers (September 2013) \n2.3  Develop fiscal policy to implement the   \nrecommendations (February 2014)  The provincial government will provide \n2.4  Hold a dissemination workshop (February 2014)  counterpart support in the form of counterpart \n2.5  Produce knowledge products (May 2014)  staff, office space, domestic transportation, \n  secretarial assistance, and other in-kind \ncontributions; and finance additional domestic \nand international study visits.  \nADB = Asian Development Bank, PRC = People’s Republic of China. \nSource: Asian Development Bank. \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem        Amount \nAsian Development Banka   \n1.  Consultants   \n   a.   Remuneration and per diem   \n   i.   International consultants (3 person-months)  75.00 \n   ii.   National consultants (24 person-months)  140.00 \n   b.   International and local travel  30.00 \n   c.   Reports, communications, and publications  5.00 \n2.  Training, seminars, and workshops   \na.  National seminars and workshopsb  55.00 \nb.  International study visitsc  30.00 \n3.  Surveys  20.00 \n4.  Miscellaneous administration and support cost  5.00 \n5.  Contingencies  40.00 \n   Total   400.00 \nNote:  The  technical  assistance  (TA)  is  estimated  to  cost  $500,000,  of  which  contributions  from  the  Asian \nDevelopment Bank are presented in the table above. The Henan provincial government will provide counterpart \nsupport in the form of counterpart staff, office space, domestic transportation, secretarial assistance, and other in-kind \ncontributions; and finance additional domestic and international study visits. The value of the government contribution \nis estimated to account for 20% of the total TA cost.  \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-other sources). \nb  Includes honoraria for resource persons in the planned four seminars and/or workshops, the costs of translation \nand/or interpretation, and the costs of disseminating the final report. Specific budget and arrangements are subject \nto prior approval from the Asian Development Bank (ADB). \nc  The international study visits should be made to ADB member countries (six officials will visit three countries for 12 \ndays). \nSource: Asian Development Bank estimates. \n \n  \n \n ", "  Appendix 3  9 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  General \n1.  The technical assistance (TA) will assist Henan provincial government in analyzing the \ninterlinkages among urbanization, industrialization, and agricultural modernization processes—\notherwise known as the integrated three transformations; and formulating fiscal policy to support \ntheir integrated development, led by new urbanization. \n \n2.  The consultants will perform their tasks in consultation with Henan provincial department \nof finance, and other central, provincial, and local government departments and agencies to \nensure acceptance of the TA outcome. The TA will require 3 person-months of international and \n24 person-months of national inputs and will be completed within 20 months. \n \nB.  Consulting Requirements \n3.  Public  finance  specialist  (international,  3  person-months,  intermittent).  The \ninternational specialist will advise the senior public finance specialist (team leader) and other \nspecialists on the fiscal aspects of the special and strategy reports. The international specialist \nshould have a PhD degree (or a senior professional title) and expertise gained from at least \n10 years’  international  and  People’s  Republic  of  China  (PRC)1 experience  in  fiscal  policy, \nsupported by proven achievements. Specifically, the international specialist will carry out, but \nwill not be limited to, the following tasks: \n(i)  review existing studies on Henan’s industry development, urban development, \nagriculture development, and fiscal policy including the Asian Development Bank \n(ADB) TA for Fiscal Policy Support for Economic Development in Henan;2 \n(ii)  prepare  a  report  on  international  and  domestic  experiences,  and  their \nimplications relevant to the integrated three transformations, focusing on fiscal \npolicy; \n(iii)  advise on the overall study framework and approaches; \n(iv)  provide theoretical and practical advice to the team leader and other specialists \non the fiscal aspects of each report; and \n(v)  advise on the framework of other reports and conduct peer reviews, focusing on \nfiscal policy.  \n \n4.  Senior  public  finance  specialist—team  leader  (national,  7  person-months, \nintermittent). The specialist will lead the study on fiscal policy to support the integrated three \ntransformations.  The  specialist  will  prepare  the  strategy  report,  including  holistic \nrecommendations, and draft an effective strategy and policy for the successful integrated three \ntransformations. The specialist should have a PhD degree (or a senior professional title) and \n15 years experience in relevant fields, with proven experience in fiscal policy consultancy in the \ncentral PRC. The specialist should have good communication skills to liaise efficiently with both \ngovernment and academic circles. Specifically, the specialist will carry out, but will not be limited \nto, the following tasks:  \n(i)  take overall responsibility for the studies under the TA, including planning and \ncoordination of overall activities, delivery of all outputs, and coordination among \nconsultants, the government, and ADB; \n                                                \n1   Preferably in the provinces of Henan, Shangxi, Shangdong, Heibei, and Anhui. \n2  ADB. 2008. Technical Assistance to the People’s Republic of China for Fiscal Policy Support for Economic \nDevelopment in Henan. Manila (TA 7192-PRC). \n ", "10  Appendix 3 \n \n \n(ii)  organize the inception, midterm, and final workshops;  \n(iii)  review existing studies on Henan’s industry development, urban development, \nagriculture development, and fiscal policy including the ADB TA for Fiscal Policy \nSupport for Economic Development in Henan;3 \n(iv)  identify the financial, fiscal, labor, social, environmental, resettlement, among \nothers, constraints that limit and the key drivers that promote the integrated three \ntransformations strategy; \n(v)  prioritize the key drivers and examine international and domestic experiences in \naddressing similar issues; \n(vi)  analyze existing fiscal policy from the integrated three transformations aspect, \nincluding the structure and sustainability of municipal finance; \n(vii)  prepare  special  reports  on  fiscal  policy  to  support  the  integrated  three \ntransformations  strategy,  particularly  on  the  enhancement  of  basic  public \nservices,  development  of  new-type  rural  communities,  balanced  urban  and \nindustrial development, and acceleration of fiscal reforms; \n(viii)  prepare a brief policy note on recommendations for fiscal policy and an action \nplan to implement the recommendations; and \n(ix)  building  on  the  background  and  special  reports,  prepare  a  comprehensive \nstrategy report, with separate fiscal policy recommendations and action plans for \nthe central and Henan governments. \n \n5.  Development  survey  specialist  (national,  2.5  person-months,  intermittent).  The \nspecialist  will  conduct  a  field  survey  on  the  current  transformation  profile  and  prepare  a \nbackground report to support the special reports on the key drivers of the integrated three \ntransformations. The specialist should ideally have a PhD degree (or a senior professional title) \nand  5  years  experience  in  relevant  fields,  particularly  statistics,  with  in-depth  research \nexperience in the central PRC. Specifically, the specialist will carry out, but will not be limited to, \nthe following tasks: \n(i)  convene a meeting of experts in the integrated three transformations to clarify the \npurpose of the survey, type of information to be collected, survey modality, etc.; \n(ii)  craft the questions, format the questionnaire, and conduct a field survey;  \n(iii)  provide the model analysis; \n(iv)  collect and process data using the statistical analysis software;  \n(v)  conduct quantitative analysis  necessary for identifying the key drivers of the \nintegrated three transformations;  \n(vi)  prepare  a  profile  of  the  integrated  three  transformations  and  identify  key \ncharacteristics of the integrated three transformations; and \n(vii)  develop key indicators to monitor and evaluate the progress of the integrated \nthree transformations at the provincial, municipality, and community levels; and \ndifferent regions in the province. \n  \n6.  Urban  development  economist  (national,  4  person-months,  intermittent).  The \neconomist will prepare a background report to identify the key drivers of the integrated three \ntransformations.  The  economist  will  seek  the  guidance  of  the  international  public  finance \nspecialist and coordinate with the development survey specialist. The economist should ideally \nhave a PhD (or a senior professor title) and 7 years experience in relevant fields, including \nurban development. Specifically, the economist will carry out, but will not be limited to, the \nfollowing tasks: \n                                                \n3  ADB. 2008. Technical Assistance to the People’s Republic of China for Fiscal Policy Support for Economic \nDevelopment in Henan. Manila (TA 7192-PRC). \n ", "  Appendix 3  11 \n(i)  review  the  background  studies  on  Henan’s  industry  development,  urban \ndevelopment, agriculture development, and fiscal policy; \n(ii)  conduct consultations with key stakeholders, including minorities and small and \nmedium-sized enterprises; \n(iii)  coordinate  with  the  development  survey  specialist  and  examine  the  survey \nresults; \n(iv)  examine  linkages  among  the  urbanization,  industrialization,  and  agricultural \nmodernization;  \n(v)  identify key factors to consider in the integrated three transformations; \n(vi)  based on the evaluation of the key factors, propose a list of key drivers of the \nintegrated  three  transformations;  develop  a  theoretical  model  and  analysis \nframework to be applied to the special studies on key drivers; and \n(vii)  finalize the background report. \n \n7.  Rural development specialist (national, 3 person-months, intermittent). The specialist \nwill prepare a special report on rural community development to promote the integrated three \ntransformations. The specialist should ideally have a PhD (or a senior professor title) and \n7 years experience in relevant fields, including rural development and fiscal policy. Specifically, \nthe specialist will carry out, but will not be limited to, the following tasks: \n(i)  conduct a domestic and international literature survey; review existing studies \nand reports, and summarize the central and Henan governments’ policy on key \nrelevant issues;  \n(ii)  provide a more detailed analysis of the rationale for the key driver; identify and \nprioritize constraints—financial, fiscal, labor, social, environmental, resettlement, \netc.—that limit rural community development to promote the integrated three \ntransformations; \n(iii)  assess  the  current  fiscal  policy,  analyze  its  functions  and  mechanism,  and \ncompile international and domestic experience in addressing the constraints and \nother similar issues;  \n(iv)  analyze  the  rural  community  development  from  the  integrated  three \ntransformations aspects; \n(v)  prepare  a  special  report  on  rural  community  development  to  support  the \nintegrated three transformations, particularly on inclusive basic public services, \nresettlement, environment, social and economic issues, and necessary reforms; \nand \n(vi)  prepare  a  brief  policy  note  on  recommendations  for  rural  community \ndevelopment and action plans to implement the recommendations. \n \n8.  Development  economists (three  national  experts,  7.5  person-months,  intermittent). \nThe  economists  will  prepare  special  reports  on  three  key  drivers  of  the  integrated  three \ntransformations. Each economist should ideally have a PhD degree (or a senior professor title) \nand 5 years experience in relevant fields, including the selected drivers of the integrated three \ntransformations and public finance. Specifically, the economists will carry out, but will not be \nlimited to, the following tasks: \n(i)  conduct a domestic and international literature survey; review existing studies \nand reports, and summarize the central and Henan governments’ policy on key \nrelevant issues;  \n(ii)  provide a more detailed analysis of the rationale for the key drivers; identify and \nprioritize constraints—financial, fiscal, labor, social, environmental, resettlement, \netc.—that limit the key drivers to promote the integrated three transformations; \n ", "12  Appendix 3 \n \n \n(iii)  assess  the  current  fiscal  policy,  analyze  its  functions  and  mechanism,  and \ncompile international and domestic experience in addressing the constraints and \nother similar issues;   \n(iv)  analyze the key drivers from the integrated three transformations aspects; \n(v)  prepare  special  reports  on  the  key  drivers  to  support  the  integrated  three \ntransformations,  particularly  on  inclusive  basic  public  services,  resettlement, \nenvironment, social and economic issues, and necessary reforms; and \n(vi)  prepare a brief policy note on recommendations for the key drivers and action \nplans to implement the recommendations. \n \n "], "metadata": {"Company": "Licenced User", "CreationDate": "D:20121112120142+08'00'", "Creator": "Acrobat PDFMaker 9.0 for Word", "Keywords": "china urbanization, agricultural sector, agricultural modernization, farms, henan, china projects, decentralization, government financing, adb projects, 46056, adb technical assistance, cdta/rdta/pata/ppta", "ModDate": "D:20121114143524+08'00'", "Producer": "Adobe PDF Library 9.0", "SourceModified": "D:20121112040126", "Title": ""}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 8 November 2012) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1601 \n$1.00  =  CNY6.247 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DOF  –  Henan provincial department of finance \n  GDP  –  gross domestic product \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Policy and advisory technical assistance (PATA) \nTargeting classification  –  General intervention \nSector (subsectors)  –  Multisector  (public  expenditure  and  fiscal  management, \nagriculture  and  rural  sector  development,  larger  industries, \nsmall-scale industry)  \nThemes (subthemes)  –  Governance  (public  administration),  economic  growth \n(promoting  economic  efficiency  and  enabling  business \nenvironment),  environmental  sustainability  (urban \nenvironmental  improvement),  private  sector  development \n(private sector investment) \nLocation (impact)  –  rural (high), urban (high) \n \n \nNOTE \n \nIn this report, “$” refers to US dollars.  \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  R. Wihtol, East Asia Department (EARD) \nDirector  Y. Qian, Public Management, Financial Sector, and Regional \nCooperation Division, EARD \n \nTeam leader  S. Oh, Principal Public Management Specialist, EARD \nTeam members  A. Barry, Senior Procurement Specialist, Central Operations Services \nOffice  \nY. Jiang, Environmental Economist, EARD \nK. Katich, Urban Development Specialist, EARD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "S. Groff", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "R. Wihtol", "role": "East Asia Department (EARD)", "organization": ""}, {"documentRole": "Director", "fullname": "Y. Qian", "role": "Public Management", "organization": "Financial Sector"}, {"documentRole": "Director", "fullname": "Cooperation Division", "role": "EARD", "organization": ""}, {"documentRole": "Team leader", "fullname": "S. Oh", "role": "Principal Public Management Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "A. Barry", "role": "Senior Procurement Specialist", "organization": "Central Operations Services"}, {"documentRole": "Team members", "fullname": "Y. Jiang", "role": "Environmental Economist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "K. Katich", "role": "Urban Development Specialist", "organization": "EARD"}]}