{"path": "data/input/ta/46089-001-prc-tar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 46089  \nPolicy and Advisory Technical Assistance (PATA) \nDecember 2012 \n \n \n \nPeople’s Republic of China: Biodiversity Strategy and \nAction Plan for Yunnan Province \n(Cofinanced by the Multi-Donor Trust Fund under the Water \nFinancing Partnership Facility) \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 22 November 2012) \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1606 \n$1.00  =  CNY6.2258 \n \nABBREVIATIONS \nADB  –  Asian Development Bank \nBCLO  –  biodiversity conservation liaison office \nBSAP  –  biodiversity strategy and action plan \nGIS  –  geographic information system \nIWRM  –  integrated water resources management \nNBSAP  –  national biodiversity strategy and action plan \nPRC  –  People’s Republic of China \nTA  –  technical assistance \nYEPD  –  Yunnan Environment Protection Department  \nYPG  –  Yunnan provincial government \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nType  –  Policy and advisory technical assistance (PATA) \nTargeting classification  –  Targeted intervention – Geographic (TI-G)  \nSector (subsectors)  –  Agriculture and natural resources (land-based natural resources \nmanagement,  water-based  natural  resources  management, \nforestry) \nTheme (subthemes)  –  Environmental sustainability (natural resources conservation, \nglobal  and  regional  transboundary  environmental  concerns), \ncapacity development (institutional development) \nLocation (impact)  –  Rural (high), urban (low), national (medium), regional (medium) \nPartnership  –  Multi-Donor Trust Fund under the Water Financing Partnership \nFacility \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \nVice-President  S. Groff, Operations 2 \nDirector General  R. Wihtol, East Asia Department (EARD) \nDirector  Y. L. Feng, Environment, Natural Resources, and Agriculture Division, EARD \n   \nTeam leader  M. Bezuijen, Environment Specialist, EARD \nTeam members  K. Guy, Young Professional, EARD \nC. Yeager, Climate Change Specialist, EARD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n1.  During the 2011 country programming review mission, the Government of the People’s \nRepublic of China (PRC) requested policy and advisory technical assistance (TA) from the \nAsian Development Bank (ADB) for preparing a biodiversity strategy and action plan (BSAP) for \nYunnan Province.1 The TA is a 2012 standby in ADB’s country operations business plan, 2012–\n2014 for the PRC. In July 2012, an ADB mission visited the PRC and reached an understanding \nwith  the  government  on  TA  impact,  outcome,  outputs,  cost  estimates  and  financing  plan, \nimplementation arrangements, and consultants’ terms of reference. The design and monitoring \nframework is in Appendix 1. \n \nII.  ISSUES \n2.  Biodiversity conservation in the PRC is conducted under the framework of the national \nbiodiversity strategy and action plan (NBSAP), 2011–2030.2 Released in 2011, the NBSAP sets \ntargets for national conservation and commits provinces to prepare provincial BSAPs. Three \nBSAPs have been or are nearly completed, for Chongqing, Guangxi, and Sichuan. Others are in \nprogress, but many provinces have little technical guidance on how to develop these plans. \n \n3.  Yunnan Province is a global biodiversity hotspot. Located in the southwestern PRC, it is \nthe most species-rich province in the nation, with over 50% of the PRC’s vascular plant and \nvertebrate fauna species, 16% of its endemic flora, and 73% of its priority protected animals \n(243 of 335 species).3 Parts of Yunnan are listed in the NBSAP as high-priority regions for \nbiodiversity. Ecosystems in the province range from subtropical lowland forests near sea level to \ntemperate forests, glaciers, and high-altitude wetlands at over 6,000 meters on the Qinghai––\nXizang Zizhiqu 4 plateau. Yunnan’s biodiversity values are matched by its cultural richness: 25 \nof the PRC’s 55 ethnic minorities reside in Yunnan, of which 15 are found nowhere else.5 The \nsocial, economic, and spiritual livelihood of these groups is closely linked with biodiversity. \nYunnan is one of the PRC’s poorest provinces, with over 75% of the population engaged in \nagriculture  and  5.6  million  people  earning  an  annual  income  below  CNY300.6 Extensive \neconomic development is under way, and central Yunnan is highlighted in the PRC’s Twelfth \nFive-Year Plan, 2011–2015 for a new round of development.7 Biodiversity and minority cultures \ndrive a rapidly expanding tourism industry. However, this growth is at risk. Yunnan’s biodiversity \nis under severe threat, largely from unsustainable development that is causing the landscape-\nlevel loss of natural habitats and declines in species populations. \n \n4.  Yunnan has some of the PRC’s most important hydrological resources, encompassing \nparts of the headwaters and lower reaches of six major rivers: the Dulong (Irrawaddy), Lancang \n                                                \n1  The TA first appeared in the business opportunities section of ADB’s website on 7 November 2012. As agreed with \nthe executing agency, the original TA title, Strategy and Action Plan for Biodiversity Protection in Yunnan, has \nbeen amended to reflect standard terminology for a biodiversity strategy and action plan. \n2  Ministry of Environmental Protection. 2010. China Biodiversity Conservation Strategy and Action Plan, 2011–2030. \nBeijing. \n3  Y. Yang et al. 2004. Biodiversity and biodiversity conservation in Yunnan, China. Biodiversity and Conservation 13. \npp. 813–826. \n4  Also known as the Qinghai-Tibetan Plateau. \n5  J. Xu et al. 2005. Integrating Sacred Knowledge for Conservation: Cultures and Landscapes in Southwest China. \nEcology and Society 10. pp. 1–25. \n6  J. Li, C. Luo, and N. de Klerk. 2008. Trends in Infant/Child Mortality and Life Expectancy in Indigenous Populations \nin Yunnan Province, China. Australian and New Zealand Journal of Public Health 32. pp. 216–223. \n7  State Council of the PRC. 2011. Twelfth Five-Year Plan of the People’s Republic of China, 2011–2015. Beijing \n(unofficial English translation by the Delegation of the European Union in the People’s Republic of China). \nSee: http://cbi.typepad.com/china_direct/2011/05/chinas-twelfth-five-new-plan-the-full-english-version.html  \n ", "2   \n(Mekong), Nu Jiang (Salween), Jinsha (Changhong), Hong (Red), and Nanpan (Pearl). These \nrivers extend for over 1,000 km, through other provinces in the PRC or the downstream nations \nof Cambodia, the Lao People’s Democratic Republic, Myanmar, Thailand, and Viet Nam. As \npart of the Greater Mekong Subregion (GMS),8 Yunnan shares over 4,000 km of international \nborders  with  Myanmar,  the  Lao  People’s  Democratic  Republic,  and  Viet  Nam.  These \ntransboundary regions and rivers support globally significant wetlands and forests and provide \ncritical ecosystem services to over 100 million people. Yunnan thus plays a critical role in \nmaintaining regional forest and water resources for five nations in addition to the PRC. \n \n5.  No  analysis  of  provincial  conservation  priorities  has  been  undertaken  for  Yunnan. \nPriority-setting studies have been conducted for some landscapes and species, especially in \nnorthwestern and southern Yunnan, and provide a partial foundation for conservation planning. \nDespite this, conservation efforts are skewed to some landscapes and high-priority species, \ndevoting less attention to other sites and species. The provincial protected area system does \nnot correlate with species richness, endemism, or threat, such that some reserves have little \nconservation value while some important sites lack protection.9 \n \n6.  In 2011, in response to the NBSAP, the Yunnan Environment Protection Department \n(YEPD) commissioned the preparation of a draft provincial biodiversity strategy, 2012–2030 by \nthe Academy of Biodiversity Conservation Research of Southwest Forestry University. The \npublic release of the final draft is planned for December 2012, but the draft table of contents of \nwhat is still an internal government document, provided by the YEPD, indicates that the strategy \nwill describe some of Yunnan’s priority species and crosscutting links with integrated water \nresources  management  (IWRM),  poverty  alleviation,  tourism,  community  livelihoods,  and \nclimate change. Preliminary reviews of the draft by the YEPD, national experts, and civil society \norganizations have raised concerns about (i) the lack of a rigorous technical approach based on \ninternational best practice to identify and rank conservation priorities for species and sites, (ii) \nthe need to revise and strengthen the draft strategy, and (iii) the need for a 5-year action plan to \nbegin implementing the strategy under the Thirteenth Five-Year Plan, 2016–2020. The Yunnan \nprovincial government has concluded that preparing an effective BSAP requires the application \nof international good practices in conservation planning and additional funding. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n7.  The TA will facilitate the preparation of a BSAP for Yunnan Province. It will (i) implement \na systematic planning process to identify biodiversity conservation priorities; (ii) revise the draft \nprovincial strategy, 2012–2030; and (iii) prepare a 5-year action plan to implement the strategy \nduring Yunnan’s 13th plan. It will identify priority projects, a budget for the first 5 years of BSAP \nimplementation, and sources of financing. TA completion will coincide with the preparation of \nYunnan’s 13th plan, providing a timely opportunity for the BSAP to facilitate the integration of \nbiodiversity conservation into sector plans. For this TA, “biodiversity” refers only to vascular \nplants (those with tissues that circulate nutrients through the plant) and vertebrate fauna (birds, \nmammals, amphibians, reptiles, and fish) and their habitats. Other biodiversity is beyond the TA \nscope. The BSAP will strengthen conservation in Yunnan by \n(i)  providing a provincial framework that supports the NBSAP; \n                                                \n8  The Greater Mekong Subregion encompasses Cambodia, the Lao People’s Democratic Republic, Myanmar, \nThailand, and Viet Nam, as well as, in the PRC, Yunnan Province and the Guangxi Zhuang Autonomous Region. \n9  H. Xu et al. 2008. Biodiversity Congruence and Conservation Strategies: A National Test. BioScience 58. pp. 632–\n639. \n ", "  3 \n(ii)  identifying species and sites of highest provincial conservation priority; \n(iii)  designing  a  conservation  network  of  terrestrial  and  wetland  habitats to  yield \noptimal results for conservation; \n(iv)  strengthening  the  capacity  of  the  YEPD  to  plan  and  prioritize  conservation \ninitiatives,  particularly  by  providing  technical  skills  in  systematic  conservation \nplanning and species ranking, which can be applied to other species and sites in \nYunnan beyond the TA; \n(v)  promoting the mobilization of funding sources for biodiversity conservation; and \n(vi)  developing strategies and projects that link biodiversity conservation with related \nissues,  particularly  IWRM,  poverty  alleviation,  climate  change  adaptation, \nimproved management of soils and forests, and the importance of community-led \ninitiatives. \n \n8.  The  expected  impact  of  the  TA  is  improved  management  of  natural  resources, \nparticularly biodiversity, in Yunnan Province. It is expected that by 2020 (i) the 5-year action \nplan will be incorporated into provincial sector plans, (ii) about 10 new management activities \nidentified by the TA will be implemented in 10 conservation areas, and (iii) none of the highest-\npriority vertebrate fauna identified in the TA will have become extinct in Yunnan. \n \n9.  The expected outcome of the TA is an established provincial framework for biodiversity \nconservation in Yunnan Province. This is to address the development problem that conservation \nefforts in Yunnan are not being planned or implemented systematically or efficiently. By 2014, \nthe BSAP is expected to be approved by the biodiversity conservation liaison office (BCLO), a \nhigh-level provincial committee, and the amount in the YEPD’s annual fiscal budget allocated to \nbiodiversity conservation from 2015 is expected to increase by about 10%. \n \n10.  The BSAP will contribute to national and international conservation objectives. The TA \nsupports the goals of the PRC’s 12th plan, 2011–2015 which emphasizes the importance of \nbiodiversity conservation; the NBSAP, which requires provinces to prepare BSAPs; and over 10 \nother national strategies up to 2050 that include targets for threatened species, protected areas, \nforests, wetlands, poverty alleviation, and ethnic minorities. Internationally, the TA supports the \ngoals of the Convention on Biological Diversity, to which the PRC is a signatory, and the \nPeople’s Republic of China–Association of Southeast Asian Nations Strategy on Environmental \nProtection  Cooperation,  2009–2015,  which  promotes  regional  collaboration  for  biodiversity \nconservation. \n \nB.  Methodology and Key Activities \n11.  The expected outputs of the TA are (i) an analysis of biological conservation priorities for \nYunnan Province completed, (ii) a comprehensive BSAP for Yunnan Province prepared, and (iii) \ngovernment capacity in conservation planning strengthened. The TA will (i) identify priority \nspecies; (ii) analyze likely threats, including climate change, and propose how to mitigate them \nand strengthen resilience; (iii) analyze gaps in the protected area network and recommend how \nto address them; (iv) provide training in conservation planning; and (v) prepare the final draft \nBSAP. \n \n12.  The TA will be implemented over 18 months. During months 1 and 2, the YEPD and TA \nconsultants will (i) review the current institutional framework, sector biodiversity plans, and \nprevious  priority-setting  exercises  and  conservation  initiatives  in  Yunnan;  (ii)  assess  local \ncapacity  in  conservation  planning;  (iii)  compile  necessary  data  and  geographic  information \n ", "4   \nsystem data layers; and (iv) facilitate the establishment of a working group that includes experts \nand civil society organizations to develop the BSAP. \n \n13.  From months 3 to 9, the YEPD and TA consultants will (i) identify species and sites of \nhighest provincial priority, based on a technical ranking of selected vertebrate fauna, vascular \nplant species, and sites; (ii) prepare geographic information system data layers and maps; (iii) \nrecommend how to strengthen the provincial conservation network of terrestrial and wetland \nhabitats,  based  on  existing  protected  area  coverage,  the  presence  of  target  species  and \necosystems, management status, and the potential impacts of climate change; and (iv) initiate \ntraining  to  strengthen  the  capacity  of  the  YEPD  and  other  natural  resource  management \nagencies in conservation planning and implementing the BSAP. \n \n14.  During months 10 to 18, the YEPD and TA consultants will (i) hold provincial workshops \nto inform and jointly review TA results; (ii) develop management strategies for priority species \nand sites, including determining specific projects to be implemented under the 5-year plan; (iii) \ndevelop sector strategies, especially to establish links on such crosscutting themes as IWRM, \npoverty alleviation, and climate change; (iv) develop a financial assessment for the BSAP, \nincluding sustainable and innovative sources of funding; (v) develop budget requirements and \nallocation; (vi) develop an implementation framework; and (vii) prepare a comprehensive BSAP. \nADB and YEPD, supported by the TA consultants, will jointly prepare a knowledge product on \nthe BSAP geared toward policy and decision makers.   \n \nC.  Cost and Financing \n15.  The TA is estimated to cost $660,000, of which $400,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-other sources) and $200,000 by the \nMulti-Donor Trust Fund10 under the Water Financing Partnership Facility to be administered by \nADB. The government will provide counterpart support in the form of office accommodation, \ndomestic  transport,  remuneration  and  per  diem  for  counterpart  staff,  and  other  in-kind \ncontributions. The cost estimates and financing plan are in Appendix 2. \n \nD.  Implementation Arrangements \n16.  The  YEPD  will  be  the  executing  agency  for  the  TA.  The  YEPD  is  responsible  for \ncoordinating the development and implementation of provincial environmental policies, including \nbiodiversity conservation, and has shown strong capacity to execute ADB-assisted projects. \nSince 1995, the YEPD has been the executing agency for the Yunnan component of the ADB \nGreater Mekong Subregion Biodiversity Corridors Conservation Initiative. It is now administering \nthe Yunnan component of phase 2 of this initiative and is familiar with ADB procurement and \nfinancial management procedures. \n \n17.  A TA management office will be established in the YEPD to administer the day-to-day \nactivities of the TA and coordinate with ADB. The YEPD will provide office space, access to \ncommunications and copiers, and logistical support for TA implementation. The director of the \nTA management office will manage and liquidate funds provided by ADB and the government \nfor training and workshops. \n \n18.  Provincial  decision-making for  biodiversity  conservation  in  Yunnan  is guided  by  the \nbiodiversity conservation liaison committee, a group comprising the most senior officials of the \n                                                \n10  Contributors: the governments of Australia, Austria, Norway, Spain, and Switzerland. \n ", "  5 \nYunnan provincial government. Its activities are administered through the BCLO, which brings \ntogether senior representatives of the YEPD and the forestry, agriculture, land and resources, \nand finance departments. The BCLO will be the steering committee for the TA. The biodiversity \nconservation liaison committee and the BCLO are established structures within the Yunnan \nprovincial government and provide a strong framework for TA implementation. The BCLO will \nmeet at the inception, midterm, and final stages of TA implementation and when important TA \noutputs are produced, and it will ensure that the committee is kept updated on TA progress. \n \n19.  The tentative starting date for the TA is 1 April 2013 and the closing date 30 September \n2014. A consultant team hired through the TA will conduct most of the technical work to achieve \nthe  outputs. The team will  be  supported  by  the  YEPD  and  a  working group  of additional \nresource personnel comprising local experts, civil society organizations, and other stakeholders \nas necessary, to help address specific topics or issues. The activities of the consultant team and \nworking group will focus on technical assessments, surveys, workshops, capacity development, \nand facilitating the participatory development of TA outputs. Five reports will be prepared during \nthe TA: inception, midterm, and final TA progress reports prepared 4 weeks, 9 months, and 18 \nmonths, respectively, after TA commencement; the draft BSAP, prepared 15 months after TA \ncommencement; and a knowledge product prepared 18 months after TA commencement. The \nreports will be subject to review by ADB and the government. The TA progress reports and \nknowledge product will be written in English and translated into Chinese. The draft BSAP will be \nwritten in Chinese and translated into English. The outline terms of reference for consultants is \nin Appendix 3, and the outline of the draft BSAP is in Appendix 4. \n \n20.  The TA consultants will be engaged through a firm and provide 4.5 person-months of \ninternational and 32.25 person-months of national specialist services. ADB will engage the \nconsultants following its Guidelines on the Use of Consultants (2010, as amended from time to \ntime). The consulting firm will be selected using simplified technical proposals and quality- and \ncost-based selection with a quality–cost weighing ratio of 90:10. This high weighting for quality \nis justified by the technical complexity of the TA, which requires interdisciplinary specialist skills \nin biodiversity, climate change, IWRM, conservation financing, and specialist software, and is \nnecessary  to  ensure  that  international  standards  of  conservation  planning  are  achieved. \nEquipment for the TA will be procured following ADB’s Procurement Guidelines (2010, as \namended from time to time) and handed over to the YEPD upon TA completion. Disbursement \nunder the TA will be in line with ADB’s Technical Assistance Disbursement Handbook (2010, as \namended from time to time), with Water Financing Partnership Facility funds front-loaded. ADB \nwill field inception, midterm, and final review missions to review TA progress and will maintain \nregular communications with the YEPD and the consultancy firm throughout the TA. \n \nIV.  THE PRESIDENT'S DECISION \n \n21.  The President, acting under the authority delegated by the Board, has approved (i) ADB \nadministering a portion of technical assistance not exceeding the equivalent of $200,000 to be \nfinanced on a grant basis by the Multi-Donor Trust Fund under the Water Financing Partnership \nFacility; and (ii) ADB providing the balance not exceeding the equivalent of $400,000 on a grant \nbasis to the Government of the People’s Republic of China for the Biodiversity Strategy and \nAction Plan for Yunnan Province, and hereby reports this action to the Board. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with 2012 Baselines  Reporting Mechanisms  Risks \nImpact  By 2020:    Assumption \nImproved  Five-year action plan  Yunnan Thirteenth Five- YPG committed to \nmanagement of  incorporated into sector plans of  Year Plan, 2016–2020 and  implementing the \nnatural resources,  relevant departments (e.g.,  sector plans (especially  BSAP \nparticularly  forestry, tourism, water, and  environmental protection,   \nbiodiversity, in  construction)  forestry, tourism, water, and Risk \nYunnan Province  Baseline: 0, target: 1  agriculture departments)  Key threats to target \n    species not \nAbout 5 new management  YEPD annual yearbook of  alleviated \nactivities identified in the BSAP  environmental protection \nimplemented in 5 conservation  (YEPD website) \nareas, including protected areas   \nand community-managed areas,   \nby 2018   \nBaseline: 0, target: 5 activities, 10  \nsites   \n   \nNone of the highest-priority  YEPD provincial list of \nvertebrates identified in the TA  priority species (2012); and \nbecoming extinct in Yunnan  publications and reports on \nBaseline: 0 extinct in 2012, target: the highest priority \n0 extinct in 2020  vertebrates \nOutcome  By 2014:    Assumptions \nAn established  BSAP approved by BCLO by  BCLO letters of support for  Sufficient and timely \nprovincial framework December 2014  BSAP to YPG  understanding and \nfor biodiversity  Baseline: 0, target: 1    commitment from \nconservation in      relevant departments \nYunnan Province  Annual fiscal budget of the YEPD  Budget drafts at the   \nallocated to biodiversity  protected area,  BCLO and YEPD \nconservation planned for 2015  departmental, and/or  accorded sufficiently \nonwards increased by about 10% provincial level  strong mandate to \nBaseline: CNY4 million in 2012  lead \n(10% of YEPD budget in 2012),  interdepartmental \ntarget: 10% increase  coordination \nOutputs  By 2014:    Assumption \n1. Analysis of  About 300 species and 35 key  YEPD annual yearbook of  Local stakeholder \nbiological  biodiversity areas ranked by  environmental protection  support for \nconservation  conservation priority based on  (YEPD website)  methodologies \npriorities for Yunnan  available scientific data.     adopted for analyses \nProvince completed  Baseline: 0, target: 300 species,   \n35 key biodiversity areas   \n   \nThreats, gap, and climate  Integrated Biodiversity \nanalyses completed for 10 key  Assessment Tool web \nbiodiversity areas.   database of key biodiversity \nBaseline: 0, target: 10 key  areas (baseline 2012)  \nbiodiversity areas \n2. A comprehensive  By 2014:    Assumption \nBSAP for Yunnan  About 3 recommendations  Comprehensive BSAP  YPG support for a \nProvince prepared  incorporating the results of TA  document  stakeholder-driven \nanalyses made for about 3    process for the TA \nconservation areas.     involving civil society \nBaseline: 0,     organizations and \ntarget: 3 recommendations, 3    communities \n ", "Appendix 1  7 \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with 2012 Baselines  Reporting Mechanisms  Risks \nconservation areas    Risk \n    Provincial agencies \nOne knowledge product prepared Knowledge product  unable to achieve \nconsensus on BSAP \nrecommendations \n3. Government  By 2014:    Assumption \ncapacity in  50 male and female personnel of  Training reports  Trainees applying \nconservation  about 4 departments trained in    their new skills to \nplanning  conservation planning  Pre- and post-training  conservation \nstrengthened  Baseline:0, target: 50 male and  assessment  planning \nfemale personnel of 4     \ndepartments   \nRisk \n   \nTrainees transferred \nA mechanism for improved  YPG official memo or order \nelsewhere, and the \nconservation planning and \nnew conservation \ninterdepartmental participation \nskills not retained in \nidentified and agreed upon.  \nrelevant departments \nBaseline: 0, target: 1 mechanism \n \nActivities with Milestones  Inputs \n1.  Analysis of biological conservation priorities for  ADB:                                           $400,000 \nYunnan Province completed  Amount \nItem \n1.1  Prepare team and TA methods, identify data needs and  ($’000) \nsources, develop TA database, and hold inception  Consulting services (25 \nworkshop by month 2.  person-months)      203.1 \n1.2  Review first provincial strategy and previous priority- International and local travel        25.0 \nsetting studies. Prepare work plan by month 3.  Reports, communications, and \n1.3  Obtain additional data for species and key biodiversity  translation          9.0 \nareas, including any field surveys by month 7, and  Equipment        18.0 \ncomplete data entry by month 8.  Training, seminars, and \n1.4  Conduct gap analysis of protected area network by  conferences        72.2 \nmonth 9, and priority ranking for species and key  Surveys        26.0 \nbiodiversity areas by month 10.  Miscellaneous administration \n1.5 Conduct workshop to review results and seek consensus  and support        10.3 \nby month 11.  Contingencies        36.4 \n  Multi-Donor Trust Fund under the Water \n2.  Comprehensive BSAP for Yunnan Province prepared  Financing Partnership Facility: \n2.1  Review institutional framework, sector plans, lessons  $200,000a \nlearned from BSAP in the People’s Republic of China  Amount \nItem \nand elsewhere, and best practice conservation planning.  ($’000) \nDevelop recommendations by month 4. \nConsulting services (11.75 \n2.2  Review financing framework to identify funding methods \nperson-months)      128.9 \nand develop recommendations by month 8. \nInternational and local travel        11.0 \n2.3  Strengthen first draft, including species, sites, strategies, \nReports, communications, and \nand projects of highest priority, and links with crosscutting \ntranslation          3.5 \nthemes, and begin preparing knowledge product by \nEquipment        12.5 \nmonth 12. \nTraining, seminars, and \n2.4  Conduct workshop to present findings and develop \nconferences          2.4 \nrecommendations by month 13. \nSurveys        18.5 \n2.5  Draft the 5-year work plan and budget by month 12. \nMiscellaneous administration \nPresent at workshop by month 13. Finalize with \nand support          5.0 \ncomments by month 14. \nContingencies        18.2 \n2.6  Submit draft BSAP to BCLO by month 15. \nTotal: $600,000    \n2.7  Launch the BSAP, and prepare final draft knowledge  \n \n ", "8  Appendix 1 \nActivities with Milestones  Inputs \nproduct by month 18.  The government will provide counterpart \n  support in the form of office \n3.  Government capacity in conservation planning  accommodation, domestic transport, \nstrengthened  remuneration and per diem for counterpart \n3.1  Identify stakeholders, develop terms of reference and  staff, and other in-kind contributions. \nwork plan, led by YEPD, by month 3. \n3.2  Assess technical capacity for conservation planning of \nworking group members and project counterparts and \ndevelop training schedule by month 5. \n3.3  Develop mechanisms for coordination and participation \nacross departments. \n3.4  Implement training workshops from month 5 to month 17. \n3.5  Convene workshops facilitated by YEPD to inform and \njointly review BCLO and other agencies of TA results \nfrom month 12 to 18. \nADB = Asian Development Bank, BCLO = biodiversity conservation liaison office, BSAP = biodiversity strategy and \naction plan, TA = technical assistance, YEPD = Yunnan Environment Protection Department, YPG = Yunnan \nprovincial government. \na  Contributors are the governments of Australia, Austria, Norway, Spain, and Switzerland. Administered by ADB. \nSource: Asian Development Bank. \n \n \n ", "Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nA.  Asian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  49.5 \n      ii.  National consultants  153.6 \n    b.  International and local travel  25.0 \n    c.  Reports and communications  9.0 \n  2.  Equipment   18.0 \n  3.  Training, seminars, and conferences   \n    a.  Facilitators  35.0 \n    b.  Training program  37.2 \n  4.  Surveys  26.0 \n  5.  Miscellaneous administration and support costs  10.3 \n  6.  Contingencies  36.4 \n      Subtotal (A)  400.0 \nB.  Multi-Donor Trust Fund under the Water Financing Partnership Facilityb \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  64.3 \n      ii.  National consultants  64.6 \n    b.  International and local travel  11.0 \n    c.  Reports and communications  3.5 \n  2.  Equipment  12.5 \n  3.  Training, seminars, and conferences   \n    a.  Facilitators  1.4 \n    b.  Training program  1.0 \n  4.  Surveys  18.5 \n  5.  Miscellaneous administration and support costs  5.0 \n  6.  Contingencies  18.2 \n      Subtotal (B)  200.0 \n  Total  600.0 \nNote: The technical assistance is estimated to cost $660,000, of which contributions from the Asian Development \nBank and the Multi-Donor Trust Fund under the Water Financing Partnership Facility are presented in the table above. \nThe  government  will  provide  counterpart  support  in  the  form  of  office  accommodation,  domestic  transport, \nremuneration and per diem for counterpart staff, and other in-kind contributions. The value of government contribution \nis estimated to account for 10% of the total TA cost. Funding from the Multi-Donor Trust Fund will be front-loaded. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-other sources). \nb  Contributors: the governments of Australia, Austria, Norway, Spain, and Switzerland. Administered by the Asian \nDevelopment Bank. \nSource: Asian Development Bank estimates. \n ", "10  Appendix 3 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Introduction \n \n1.  A consulting firm will be engaged for the technical assistance (TA). The successful firm \nwill have (i) an established presence of at least 10 years in Yunnan Province of the People’s \nRepublic of China (PRC); (ii) demonstrated expertise in biodiversity conservation and integrated \nwater resources management (IWRM) in Yunnan (including knowledge of threats, priorities, and \ninstitutional frameworks); (iii) an established geographic information system (GIS) and database, \nmapping facilities and relevant data layers for Yunnan (including protected areas, rivers, and \nroads); and (iv) international expertise in conservation planning. Under the supervision of Asian \nDevelopment Bank and Yunnan Environment Protection Department (YEPD), the agency will (i) \nlead TA implementation, (ii) assemble and support the specialists, (iii) allocate office space, (iv) \nfacilitate and promote the involvement of  civil society organizations, (v) support the active \ninvolvement  of  local  resource  personnel  (including  at  least  one  member  of  the  team  that \nprepared the first draft of the provincial biodiversity strategy), and (vi) utilize the agency’s pool of \nnational and/or international expertise as necessary to achieve the TA outputs. It is estimated \nthat the TA will require 4.50 person-months of international and 32.25 person-months of national \nspecialist services respectively, for a total 36.75 person-months. \n \nB.  Terms of Reference \n \n2.  Conservation planning specialist and team leader (1 national, 9 person-months). The \nteam leader will be responsible for the overall coordination and supervision of TA activities and \noutputs and daily liaison with the YEPD and other project stakeholders. The team leader will \nhave (i) at least 10 years of national experience in biodiversity conservation planning and gap \nanalysis; (ii) at least 5 years of experience in biodiversity conservation in Yunnan, including \ndemonstrated  familiarity  with  the  institutional  framework,  provincial  policies  and  plans  for \nbiodiversity in Yunnan, and IWRM; (iii) a doctorate degree and/or equivalent experience in \nconservation science; (iv) demonstrated ability to manage a team, prepare reports, facilitate \nworkshops, and work with the government, civil society, and local communities; and (v) fluency \nin spoken and written English. Working closely with team members, the YEPD, and other \nstakeholders, the team leader will do the following: \n (i)  Prepare the detailed TA methodology and work plan. \n(ii)  Lead TA implementation, including the coordination of team inputs and timely \ndelivery of project outputs. \n(iii)  Act as the main liaison between the YEPD and the project team. \n(iv)  Review, edit, and compile the inputs of the other team members. \n(v)  Support the other team members in their assigned tasks. \n(vi)  Lead the team’s review of the first draft provincial strategy. \n(vii)  Lead the review of provincial institutional frameworks, relevant national plans and \ninternational agreements, biodiversity strategies and action plans (BSAPs) in the \nPRC and elsewhere, and international best practice in conservation planning. \n(viii)  Lead the revision of the draft provincial strategy and the drafting of the 5-year \naction plan. \n(ix)  Facilitate stakeholder meetings, TA planning workshops (inception, midterm, and \nfinal), and team meetings. \n(x)  Prepare and submit progress reports to the YEPD and Asian Development Bank, \nincluding inception, midterm, and final reports and brief semiannual progress \nreports. \n ", "Appendix 3  11 \n(xi)  Assist in the development of a knowledge product on the BSAP, to be prepared \nby ADB and the YEPD, including input and review of the draft document. \n \n3.  Biodiversity conservation planning and vertebrate fauna specialist and deputy \nteam  leader  (1  international,  3  person-months).  A  specialist  with  expertise  in  systematic \nconservation planning, gap analysis, and vertebrate fauna will support the national team leader. \nThe  specialist  will  have  (i)  at  least  10  years  of  international  experience  in  systematic \nconservation  planning,  gap  analysis,  and  vertebrate  fauna  research  and  conservation;  (ii) \nexperience in biodiversity conservation in the southwestern PRC; (iii) a doctorate degree in \nconservation science or equivalent experience and skills; (iv) demonstrated experience in gap \nanalysis and the use of appropriate software such as Marxan (a conservation planning software \nprogram); (v) applied understanding of GIS for conservation planning; and (vi) fluency in spoken \nand written English and preferably proficiency in Chinese. Working closely with the team, the \nspecialist will do the following: \n(i)  Assist the team leader and team in preparing the detailed TA methodology and \nwork plan. \n(ii)  Conduct a threat analysis using available data and existing methodologies in \ncollaboration  with  the  biodiversity  specialists  on  fauna,  vascular  plants,  and \nclimate change. \n(iii)  Lead the gap analysis and species ranking (output 1) and support the inputs to \nbe provided by the other team members (e.g., database development by the GIS \nspecialist). \n(iv)  Lead the assessment of landscape-level approaches most relevant to the TA, in \nparticular the assessment of key biodiversity areas in Yunnan Province. \n(v)  Support the national vertebrate fauna specialist in ranking species. \n(vi)  Support the team leader in reviewing the draft provincial strategy. \n(vii)  Assist the team leader in drafting the BSAP. \n(viii)  Participate in the inception workshop. \n \n4.  Biodiversity specialists, one on vertebrate fauna (mammals, birds, amphibians, \nreptiles) and one on vascular flora (2 national, 5.5 person-months each). The specialists will \nreview the preliminary list of priority species and sites identified in the draft provincial strategy \nand lead the technical assessments for vertebrate fauna and vascular flora. They will have (i) at \nleast 5 years of experience in vertebrate fauna or vascular flora conservation and research in \nYunnan,  including  demonstrated  knowledge  of  threatened  wetland  and  terrestrial  species, \nIWRM, and relevant provincial policies and plans; (ii) a master’s degree in conservation science, \necology, and biology and/or equivalent experience and skills; (iii) demonstrated experience in \nconservation action planning; and (iv) proficiency in spoken and written English. Under the \nsupervision of the team leader, the specialists will do the following: \n (i)  Use or modify existing simple criteria to select species for analysis (e.g., national \nand global threatened species, umbrella species, endemic species, restricted-\nrange species, economically important species). \n(ii)  Compile additional ecological data as required to supplement data in the draft \nprovincial  strategy  for  the  species  to  be  assessed,  especially  distributional \nrecords, and rank the reliability of records. \n(iii)  Review previous biological priority-setting exercises for Yunnan and integrate \ntheir lessons into the TA. \n(iv)  Supervise and provide on-the-job training to assistants for data compilation. \n(v)  Use or modify existing simple methods to rank threats and management priorities \nfor target species. \n ", "12  Appendix 3 \n(vi)  Work with the GIS specialist to compile records and prepare maps of species \ndistribution. \n(vii)  Participate in the gap analysis to identify species and sites of highest provincial \nconservation priority. \n(viii)  Strengthen and/or prepare relevant sections of the provincial strategy and action \nplan. \n(ix)  Provide input to related technical tasks as requested by the team leader. \n \n5.  Climate change and biodiversity specialist (1 international, 1.5 person-months). The \nspecialist will assess the impact of climate change on selected species and the provincial \nprotected area network and identify recommendations for inclusion in the BSAP. The specialist \nwill have (i) at least 5 years of experience in climate change and biodiversity impact assessment \nand/or modeling; (ii) demonstrated ability in the use of international climate modeling software \n(e.g., Climate Map); (iii) fluency in spoken and written English; and (iv) a doctorate degree in \nclimate change and/or biodiversity conservation or equivalent experience and skills. Working \nclosely with the national climate change and biodiversity specialist, the specialist will do the \nfollowing: \n (i)  Assess current and future vulnerability of biodiversity to climate change based on \navailable  data  (e.g.,  on  distribution,  vegetation,  and/or  ecosystem  cover)  for \ntarget species and other available thematic data (e.g., precipitation, elevation, \ntemperature ranges) in comparison with likely climate change impacts. \n(ii)  Model predicted changes to temperature, precipitation, and humidity in Yunnan, \nand likely changes in ecosystem cover. \n(iii)  Based on overlays of distributions of target species on current vegetative cover, \nprotected areas, and projected changes in ecosystems, (a) determine, using \navailable data or stated assumptions, if the protected area network is sufficient to \nmaintain viable populations of target species and ecosystems; (b) determine, \nusing available data or stated assumptions, if the protected area network is \nsufficiently large to maintain viability against predicted climate change impacts; (c) \nidentify  actions  to  strengthen  resilience  and  adaptation  potential,  such  as \nenrichment planting and mitigating other environmental threats, and assess their \nfeasibility and effectiveness; (d) identify and rank species and ecosystems at risk, \naccounting for the severity of threats, population size, reproduction rate, and \nmigration and/or dispersal ability; and (e) identify methods for strengthening the \nprotected area network against climate change such as expanding protected \nareas,  establishing  new  protected  areas  and  community  sites  or  biological \ncorridors, reforestation, and changes in land zoning, and assess their feasibility \nand effectiveness. \n \n6.  Climate change and biodiversity specialist (1 national, 1.75 person-months). The \nspecialist will collect and analyze data regarding the impact of climate change on selected \nspecies  and  the  provincial  protected  area  network  and  help  identify  recommendations  for \ninclusion in the BSAP. The specialist will have (i) at least 5 years of national experience in \nclimate change research, (ii) demonstrated knowledge of relevant provincial policies and plans \nin Yunnan, (iii) fluency in spoken and written English, and (iv) a doctorate degree in climate \nchange and/or biodiversity conservation or equivalent experience and skills. Working closely \nwith the international climate change and biodiversity and GIS specialists, the specialist will do \nthe following: \n(i)  Establish baseline data and materials for analyzing the protected area network \nunder  climate  change,  including  vegetation  and/or  ecosystem  cover  and \n ", "Appendix 3  13 \ndistribution, the provincial protected area network, precipitation, elevation, and \ntemperature ranges. \n(ii)  Combine  available  data  on  distribution,  vegetation,  and/or  ecosystem  cover \nregarding target species and sites with available thematic data (e.g., precipitation, \nelevation, temperature ranges) to compare likely climate change impacts. \n(iii)  Overlay existing vegetative cover and the provincial protected area network and \ncalculate likely changes in percentages of ecosystem types across the province \nand in the protected network. \n(iv)  Overlay distributions of target species on current vegetative cover, protected \nareas, and projected changes in ecosystems. \n(v)  Provide  these  outputs  to  the  international  climate  change  and  biodiversity \nspecialist and work together to analyze the protected area network with respect \nto  climate  change  impacts  and  management  responses,  including  viability, \nresilience, adaptation, and mitigation. \n \n7.  Social development specialist (1 national, 3 person-months). The specialist will review \nthe relevant sections of the existing draft provincial strategy and ensure that links with poverty \nalleviation and local livelihoods, especially for ethnic communities, are included in the strategy \nand 5-year action plan. The specialist will have (i) at least 10 years of experience in Yunnan in \npoverty alleviation and working with ethnic communities; (ii) a master’s degree in social studies \nor a similar field or equivalent experience and skills; (iii) preferably, familiarity with GIS concepts \nand software; and (iv) proficiency in spoken and written English. The specialist will do the \nfollowing: \n (i)  Assist the GIS specialist in obtaining, updating, and/or developing data layers on \nthe distribution of ethnic minorities, poverty-stricken zones, and natural areas that \nare sacred sites for minorities in Yunnan. \n(ii)  For the BSAP, work with team members to strengthen the strategies that link \nbiodiversity  conservation  and  poverty  alleviation,  particularly  strategies  that \nrecognize  sacred  sites,  empower  communities,  and  strengthen  community \nmanagement of natural resources. \n(iii)  Provide input to related technical tasks as requested by the team leader. \n \n8.  Geographic  information  systems  specialist  (1  national,  5  person-months).  The \nspecialist will support the development of a project database and decision support tools. The \nspecialist  will  have  (i)  demonstrated  proficiency  in  at  least  one  international  GIS  software \npackage (e.g., ArcInfo) and the ability to develop databases; (ii) ability to efficiently compile and \nharmonize large amounts of digital data; (iii) ability to produce high-quality decision support \ntools, especially maps; (iv) a master’s degree in GIS or equivalent experience and skills; and (v) \nproficiency in spoken and written English. Working with the rest of the team and the Yunnan \nInstitute of Environmental Sciences, which is the section of the YEPD that houses its GIS staff \nand equipment, the specialist will do the following: \n (i)  Review available digital data from the draft provincial strategy, as well as data \nrequirements for the TA. \n(ii)  Develop a database and GIS tailored to TA outputs. \n(iii)  Develop the TA database in a format that can be transferred, with all data, to the \nYEPD upon TA completion. \n(iv)  Identify data sources, including Eco-Partners, a network of biodiversity data-\nholders established by the Critical Ecosystem Partnership Fund. \n(v)  Obtain data layers required for the project  such as prefecture and/or county \nboundaries, towns, roads, protected areas, rivers, topography, vegetation, ethnic \n ", "14  Appendix 3 \nminorities,  and  biodiversity  hotspots,  including  data  established  in  previous \nprojects. \n(vi)  As far as possible, verify the accuracy of key data layers such as protected area \nboundaries and their status. \n(vii)  Develop data layers for key attributes that are identified by the team but may not \nexist, such as prefecture and/or county protected areas, community protected \nareas, key biodiversity areas, wetlands, and local sacred sites. \n(viii)  Input the ecological data to be provided by team members on target species and \nsites. \n(ix)  Prepare maps as required by team members, such as those showing species \nand habitat distribution and the protected area network. \n \n9.  Conservation finance specialist (1 national, 2.5 person-months). The specialist will \nlead the preparation of the budget for the 5-year action plan; identify potential financing sources \nsuch as the government, international cooperation, and private sector investments; and develop \nspecific mechanisms to finance the BSAP. The specialist will have (i) at least 5 years  of \nexperience in conservation finance, including eco-compensation, in the PRC; (ii) demonstrated \nexpertise in financing natural resources management in the PRC, knowledge of national and/or \nprovincial  natural  resources  management  funding  programs,  and  expertise  in  developing \nsustainable financing mechanisms for conservation programs such as conservation trust funds \nand identifying and/or securing local revenue streams; (iii) a master’s degree in finance or a \nsimilar field or equivalent experience and skills; and (iv) proficiency in spoken and written \nEnglish. The specialist will do the following: \n (i)  Identify funding options for the 5-year action plan, 2016–2020. \n(ii)  Identify, assess, and rank potential mechanisms for benefit-sharing, such as for \nlocal communities in protected areas. \n(iii)  Develop  at  least  three  alternative  financing  strategies  based  on  funding \nmechanisms in the PRC. \n(iv)  Design  and  implement  mechanisms  to  mobilize  greater  and  more  diverse \nfinancing from public, private, domestic, and international sources. \n \n ", "Appendix 4  15 \nDRAFT OUTLINE OF THE FINAL REPORT \n \nThe key output of the technical assistance will be a draft biodiversity strategy and action plan for \nYunnan province. Below is the draft outline of the biodiversity strategy and action plan. \n \nSUMMARY \n \nI.  INTRODUCTION \nA  Background \nB.  National Biodiversity Strategy and Action Plan \n \nII.  PREPARATION OF THE BIODIVERSITY STRATEGY AND ACTION PLAN \nA.  Approach \nB.  Development of the Vision and Goals \nC.  Data Compilation and Mapping \nD.  Gap Analysis of the Provincial Protected Area Network \nE.  Ranking Methods for Species and Sites \nF.  Participatory Planning and Workshops \n \nIII.  BIODIVERSITY AND CONSERVATION IN YUNNAN PROVINCE \nA.  Biodiversity Values \nB.  Threats to Biodiversity \nC.  Institutional Framework \nD.  Conservation Initiatives \n \nIV.  CONSERVATION PLANNING AND BEST PRACTICES \nA.  Other Biodiversity Strategy and Action Plans in the People’s Republic of China \nB.  Conservation Planning in the Greater Mekong Subregion and Globally \nC.  Lessons Learned \nD.  Guiding Principles for Preparing the Yunnan Biodiversity Strategy and Action \nPlan \n \nV.  THE BIODIVERSITY STRATEGY AND ACTION PLAN, 2016–2020 \nA.  Vision and Goals \nB.  Strategies and Five-Year Targets \nC.  Implementation Arrangements \nD.  Priority Projects for 2016–2020 \nE.  Five-Year Work Plan and Budget \n \nAPPENDICES \n \n1.  Ranking of Species and Sites \n2.  Gap Analysis of Protected Areas \n3.  Existing Protected Area Network \n4.  Proposed Revision of Protected Area Network \n \n "], "metadata": {"CreationDate": "D:20121214145341Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "biodiversity, conservation projects, ecosystem, ecosystem services, china projects, climate change, environment, species protection, forest resources, water resources, yunnan, adb projects, 46089, adb technical assistance, pata", "ModDate": "D:20121218161353+08'00'", "Producer": "Microsoft® Office Word 2007", "Title": ""}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 22 November 2012) \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1606 \n$1.00  =  CNY6.2258 \n \nABBREVIATIONS \nADB  –  Asian Development Bank \nBCLO  –  biodiversity conservation liaison office \nBSAP  –  biodiversity strategy and action plan \nGIS  –  geographic information system \nIWRM  –  integrated water resources management \nNBSAP  –  national biodiversity strategy and action plan \nPRC  –  People’s Republic of China \nTA  –  technical assistance \nYEPD  –  Yunnan Environment Protection Department  \nYPG  –  Yunnan provincial government \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nType  –  Policy and advisory technical assistance (PATA) \nTargeting classification  –  Targeted intervention – Geographic (TI-G)  \nSector (subsectors)  –  Agriculture and natural resources (land-based natural resources \nmanagement,  water-based  natural  resources  management, \nforestry) \nTheme (subthemes)  –  Environmental sustainability (natural resources conservation, \nglobal  and  regional  transboundary  environmental  concerns), \ncapacity development (institutional development) \nLocation (impact)  –  Rural (high), urban (low), national (medium), regional (medium) \nPartnership  –  Multi-Donor Trust Fund under the Water Financing Partnership \nFacility \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \nVice-President  S. Groff, Operations 2 \nDirector General  R. Wihtol, East Asia Department (EARD) \nDirector  Y. L. Feng, Environment, Natural Resources, and Agriculture Division, EARD \n   \nTeam leader  M. Bezuijen, Environment Specialist, EARD \nTeam members  K. Guy, Young Professional, EARD \nC. Yeager, Climate Change Specialist, EARD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "S. Groff", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "R. Wihtol", "role": "East Asia Department (EARD)", "organization": ""}, {"documentRole": "Director", "fullname": "Y. L. Feng", "role": "Environment", "organization": "Natural Resources"}, {"documentRole": "Team leader", "fullname": "M. Bezuijen", "role": "Environment Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "K. Guy", "role": "Young Professional", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "C. Yeager", "role": "Climate Change Specialist", "organization": "EARD"}]}