{"path": "data/input/ta/46114-001-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 46114-001 \nRegional—Capacity Development Technical Assistance (R-CDTA) \nDecember 2012 \n \n \n \nSupporting Financial Stability in Bhutan and the \nMaldives \n(Financed by the Financial Sector Development Partnership Fund) \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 25 October 2012) \n \nCurrency unit –  ngultrum (Nu) \nNu1.00 =  $0.0185 \n$1.00 =  Nu53.945 \n   \nCurrency unit –  rufiyaa (Rf) \nRf1.00 =  $0.0649 \n$1.00 =  Rf15.410 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  MMA  –  Maldives Monetary Authority \n  RMA  –  Royal Monetary Authority of Bhutan \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional—Capacity development technical assistance (R-CDTA)\nTargeting  –  General intervention \nclassification \nSector (subsector)  –  Finance (banking systems) \nThemes (subthemes)  –  Economic growth (promoting macroeconomic stability), private \nsector development (policy reforms), governance (economic \nand financial governance), capacity development (institutional \ndevelopment) \nLocation (impact)  –  National (high) \nPartnership  –  Financial Sector Development Partnership Fund  \n \n \nNOTES \n \nIn this report, “$” refers to US dollars. \n \nVice-President  X. Zhao, Operations 1 \nDirector General  J. Miranda, South Asia Department (SARD) \nDirector  B. Carrasco, Public Management, Financial Sector and Trade Division, \nSARD \n   \nTeam leader  J. Romero-Torres, Financial Sector Specialist, SARD \nTeam member  A. Bravo, Operations Assistant, SARD  \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n \n1.  Following the global financial crisis of 2008–2009, financial stability has become the \nfocus of reforms across the Group of Twenty (G20) and beyond. Even in countries that are less \nglobally integrated, efforts to strengthen macrofinancial stability have become more pressing. In \na  rapidly  globalizing  world,  national  and  international  financial  stability  are  interlinked—\nsupporting a call for strengthening reforms to develop a more effective national framework, \nincluding institution building and capacity development to strengthen financial stability. \n \n2.  In response to the crisis, the Asian Development Bank (ADB) held a series of policy \ndialogues known as the ADB Regional Forum on the Impact of the Global Economic and \nFinancial Crisis, as a platform for developing member countries’ senior policy makers and the \nprivate sector to discuss the implications and measures taken to mitigate the impacts of the \ncrisis and, equally as important, to take stock of the longer term implications for the region. 1 \nThrough these dialogues, developing member countries have sought support from ADB to \ndevelop a policy framework that would enable its member countries to rebuild their institutional \ncapacities to effect necessary reform initiatives, and target interventions that would support \nsustained growth and financial stability. Smaller economies, including Bhutan and the Maldives, \nsought ADB assistance to develop the foundations for monitoring, examining, and addressing \nrisks to financial stability. Such support is expected to translate into a more effective early \nwarning system, including timely recognition of financial vulnerabilities across financial systems. \nIn particular, with improved capacity to monitor external shocks, supervisory and regulatory \nauthorities may adopt timely and appropriate measures to ensure that these shocks do not \nescalate into crises.  \n \n3.  In  this  context,  ADB  commissioned  two  studies  on  developing  a  macrofinancial \nmonitoring and surveillance system for Bhutan and the Maldives in 2010.2 A mission visited \nBhutan and the Maldives in 2011 to present the findings of the studies to the two governments. \nThis was followed by visits in June 2012 to both countries with more detailed discussions with \nsenior officials from the Ministry of Finance and the central banks i.e., the Royal Monetary \nAuthority of Bhutan (RMA) and the Maldives Monetary Authority (MMA). The governments and \nthe  mission  reached  an  understanding  on  the  objectives,  scope,  financing  plan,  and \nimplementation details of the technical assistance (TA). The design and monitoring framework is \nin Appendix 1. \n \nII.  ISSUES \n      \n4.  Under their financial stability objective, central banks have been mandated to support \nimproved macroeconomic and financial management by developing monitoring and surveillance \nframeworks  based  on  leading  indicators  to  better  understand  shocks  and  transmission \nmechanisms—given the state of the fundamentals—and how to shore up vulnerabilities to \n                                                 \n1  ADB. 2008. Technical Assistance for South Asia Forum on the Impact of the Global Economic and \nFinancial Crisis. Manila (RETA 6508). ADB held a series of policy dialogues across countries in Asia \nand the Pacific in March 2009 and January 2010 in Manila. \n2  In 2010, ADB commissioned two studies on Bhutan and the Maldives: (i) A. Mansur. 2011. Bhutan: \nImpact of the Global Financial Crisis, Improving Monitoring Mechanisms and Maintaining/Strengthening \nCapability for Policy Response. Dhaka: Policy Research Institute of Bangladesh; and (ii)  A. Mansur. \n2011.  Maldives:  Global  Financial  Crisis  and  Vulnerability,  Improving  Monitoring  Mechanism  and \nStrengthening Capability for Policy Response. Dhaka: Policy Research Institute of Bangladesh. A \nfollow-up  mission  to  Bhutan  was held  on  11–12 July  and  the Maldives on  12 October 2011,  to \ndisseminate the findings of the studies, leading to the scope and design of this TA. \n ", "2   \nmitigate against any adverse impact on the economy. Proactive policy actions involve the \nformulation of appropriate macroprudential regulations and the ability to monitor and enforce \neffective financial supervision and the impact on the real economy. It also involves active \nliquidity management to ensure that interest rate setting is supportive of price stability and \noverall macrofinancial management considerations. Policy instruments should be developed, \nincluding lender of last resort, discount window, reserve requirements, liquidity rations, and \nappropriate interest rate policy, which serve as intermediate targets to achieve the desirable \npolicy objectives and avoid systemic risks. As such, a central bank’s monetary policy, prudential \nand supervisory roles are complementary and can promote conditions to steer the economy \nback to a stable and steady-state potential growth path over the medium term.  \n \n5.  In South Asia, particularly in the smaller open economies of Bhutan and the Maldives \nwith nascent financial markets, banks dominate the financial system. Like many developing \ncountries that share prevalent (although not universal) features, Bhutan and the Maldives have \ngreater dependence on foreign funding, including development assistance, weaker institutional \nframeworks and market infrastructure, important capacity constraints, greater involvement of the \nstate in the financial system, and greater use of international currencies for domestic financial \ntransactions. In addition, Bhutan follows a currency peg with the Indian rupee while the Maldives \nrecently exited the currency peg with the US dollar and now follows a managed float. Against \nthis backdrop, maintaining economic resilience over the medium term is a major challenge, as \nboth these economies begin to access foreign capital markets and become more integrated with \nthe regional and global economy.  \n \n6.  Financial stability measures for Bhutan and the Maldives are relatively weak as a result \nof data limitations, capacity constraints, and the lack of appropriate policy instruments to carry \nout their respective central bank’s regulatory and supervisory functions. High frequency data are \noften unavailable; the instruments are either inexistent or too blunt, and efforts should be \nconcentrated on developing data along with more refined policy instruments. An example is \ninterest rate setting, whereby in the absence of a deep and sufficiently liquid government \nsecurities  market,  reforms  should  be  introduced  to  develop  an  interest  rate  instrument—\nbeginning at the short end of the yield curve—that effectively prices demand and supply of \novernight, money market, and eventually short-term loanable funds in the market. Monetary \nauthorities are sometimes too passive in their interventions, such as in liquidity management \npractices, whereby some forward indicators can be developed to support more active liquidity \nmanagement. \n \n7.  The proposed TA will assist Bhutan and the Maldives in developing a macroprudential \nframework and a liquidity management plan and strategy, which are important measures for \ndeveloping a regionally coordinated surveillance mechanism to support financial stability across \nSouth  Asia  and  building  on  regional  reform  initiatives  with  other  international  financial \ninstitutions like the World Bank and the International Monetary Fund, to strengthen banking and \nfinancial systems in South Asia. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n8.  The impact of the TA will be stronger financial stability for sustaining growth in Bhutan \nand the Maldives. The outcome of the TA will lead to improved capacity of the RMA and MMA \nfor regulation and supervision of the financial sector.  \n \n ", "    3 \nB.  Methodology and Key Activities \n \n9.  The TA will deliver three major outputs:  \n(i)  Developed macroprudential policies, tools, and monitoring framework.3 The \nfirst component will support the RMA and MMA in developing macroprudential \npolicies and framework for monitoring and examining financial soundness. This \nentails (a) a review and conduct of gap analysis of the RMA and MMA’s current \npractices  for  systemic  stability  regulation,  including  assessment  of  staffing \nresources needed for performing financial stability monitoring functions in the \ncentral bank; (b) preliminary study, design, identification, and collection of better \ninformation  and  data  (macroeconomic  and  financial  soundness  indicators)  to \nsupport systemic risk identification and modeling; (c) design of an early warning \nsystem or techniques to identify and measure systemic risk, including stress \ntesting,  following  international  best  practices;  (d)  design  of  appropriate \nmacroprudential instruments; and (e) preparation of guidelines and production of \npilot financial stability reports. \n \n (ii)   Improved liquidity management plan and strategy. The second component \nwill assist the RMA and MMA in developing a liquidity management plan and \nstrategy. This entails (a) review and conduct of a needs assessment of present \nliquidity  measurement  and  management  in  Bhutan  and  the  Maldives, \n(b) development of an effective liquidity management plan, which covers liquidity \nrisk management policy and liquidity management strategy in the context of \nBhutan and the Maldives; and (c) preparation of a road map to implement the \nliquidity management plan and strategy in a phased manner.  \n \n(iii)   Enhanced capacity and training of central bank staff in performing financial \nstability  functions.  The  third  component  will  provide  resources  to  support \ncapacity  building  of  key  central  bank  staff  in  performing  the  functions  of \nmacroprudential regulation and liquidity management. This entails (a) capacity \nand training needs assessment; (b) development of detailed training manuals on \nthe preparation of financial stability reports; (c) design of a training manual for the \nnew liquidity management strategy; and (d) conduct of in-house training program \nfor key central bank staff on macroprudential monitoring, stress testing, and \nliquidity management. \n \n10.  It is assumed that the governments of Bhutan and the Maldives will continue to give high \npriority to support regulation and supervision practices and make available relevant data and \nstaff resources for the implementation of the outlined outputs and corresponding activities. The \nteam of international consultants hired under this TA will work in both countries—with national \nconsultants—to build a common approach to TA deliverables and ensure cost-effectiveness. A \nmajor risk is the lack of commitment from the central bank to introduce and apply financial \nstability  mechanisms,  i.e.,  macroprudential  policies  and  monitoring,  and  an  active  liquidity \nmanagement strategy to their regulatory and supervisory functions. In addition, failure to recruit \nand/or retain the necessary senior level staff to work with international experts on various \ninitiatives, as designed under the TA, is another risk.   \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \n m   e m   b  e  r s  ,  B   o a  r d    o  f   D  i r e  c t o  r s  ,   M  a  nagement, or staff, and may be preliminary in nature.  \n3  The output of this TA will support ADB’s proposed intervention in Bhutan on Strengthening Economic Management \nProgram for improved macroprudential and financial sector management to meet tranche policy conditions.  The \nproposed TA also complements ADB’s upcoming intervention in Bhutan on capital market development.  \n ", "4   \n \n \nC.  Cost and Financing \n \n11.  The TA is estimated to cost $500,000.  The TA will be financed on a grant basis by the \nFinancial Sector Development Partnership Fund4 and administered by ADB. The governments \nof Bhutan and the Maldives will provide counterpart support in the form of counterpart staff, use \nof office facilities for consultants and other in-kind contributions. The detailed cost estimates and \nfinancing plan are in Appendix 2. \n   \nD.  Implementation Arrangements \n \n12.  ADB will be the executing agency, and the RMA and MMA will be the implementing \nagencies. The implementing agencies will provide furnished office space for the consultants, \naccess to a conference room, and local communication facilities for the consultants. Both the \nRMA and MMA will provide counterpart staff as necessary. \n \n13.  To  achieve  the  planned  outcome,  three  international  consultants  and  two  national \nconsultants will be recruited under one consulting firm to provide a total of 28 person-months of \nconsulting  services.  The  outline  terms  of  reference  for  consultants  are  in  Appendix  3. \nConsultants  will  be  engaged  by  ADB  in  accordance  with  its  Guidelines  on  the  Use  of \nConsultants (2010, as amended from time to time). The proceeds of the TA will be disbursed in \naccordance with ADB’s Technical Assistance Disbursement Handbook (2010, as amended from \ntime to time). For training and workshops, the advance payment facility could be used.   \n \n14.  The  TA  will  be  implemented  intermittently  over  24  months,  from  February  2013  to \nFebruary 2015. The consulting firm will submit to the RMA, MMA, and ADB the following: \n(i) inception reports 2 weeks after commencement of consulting services; (ii) interim progress at \nappropriate stages during TA implementation; (iii) draft final reports before the conclusion of the \ncontract; and (iv) final reports after receiving comments from the RMA, MMA, and ADB. Major \nproject activities will be regularly monitored and reported on by the RMA, MMA, and ADB \nadministration missions. The inception report and finalization of the draft final reports will be \ndiscussed at tripartite meetings involving the RMA, MMA, the consultants, and ADB. \n \nIV.  THE PRESIDENT’S DECISION \n \n15.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $500,000 to be financed on a \ngrant basis by the Financial Sector Development Partnership Fund for Supporting Financial \nStability in Bhutan and the Maldives, and hereby reports this action to the Board. \n \n                                                 \n4  Contributor: the Government of Luxembourg.  \n ", "Appendix 1  5  \n \nDESIGN AND MONITORING FRAMEWORK  \n \nDesign  Performance Targets  Data Sources and  Assumptions and Risks  \nSummary  and Indicators with  Reporting Mechanisms   \nBaselines \nImpact      Assumption \nStronger financial  By 2018, RMA and MMA  RMA and MMA annual  Policy makers and central \nstability for sustaining  have macroprudential  reports  bank authorities of \ngrowth in Bhutan and  regulations in place for    participating DMCs are \nthe Maldives  Bhutan and Maldives,  Relevant reports and  committed to financial \n  respectively.  assessments conducted  stability objectives. \n  (Baseline: None)   by IFIs, including ADB,   \n  the World Bank, and IMF  Risk \n    Governments do not apply \n  or sustain long-term \ncapacity to carry out \nmacroprudential policies \nand active liquidity \nmanagement strategy to \nsupport financial stability \nmechanisms.  \n \nOutcome      Assumption \nImproved capacity of  RMA and MMA have set  RMA and MMA annual  Necessary institutional \nthe RMA and MMA for  up an institutional  reports, including  arrangements are made \nregulation and  structure or unit  sections on financial  within participating central \nsupervision of the  performing financial  stability report  banks responsible for \nfinancial sector  stability functions by     financial stability measures \n  2016 (2012 baseline:    designed under the TA. \nnone at the start of the     \nTA)     \n \nOutputs       Assumptions \n1.  Developed    First financial stability  RMA and MMA annual  DMC authorities make \nmacroprudential  reports by MMA and  reports  available relevant data and \npolicies, tools, and  RMA (by Q1 2015)    qualified staff resources, \nmonitoring      and are willing to \nframework      collaborate. \n       \n2.  Improved liquidity     Liquidity management  RMA and MMA annual  Key staff and IT systems \nmanagement plan  action plan completed  reports  are retained in the key \nand strategy  for RMA and MMA (by    departments of the central \n  Q3 2014)    banks performing \n      macroprudential, monetary \n3.  Enhanced capacity  Central bank staff  Workshop materials and  and liquidity management \nand training of  performing financial  reports  functions. \ncentral bank staff  stability functions in   \nperforming financial  RMA and MMA are  Certificates of training \nstability functions  trained on  completion \nmacroprudential \nregulations and liquidity \nmanagement (by Q4 \n2014) \n \n \n \n ", "6  Appendix 1 \n \nActivities with Milestones   Inputs \n   \nProject Management  Financial Sector \n  Development Partnership \nEngage consultants (February 2013)  Fund $500,000  \nInception meeting and detailed work plan completed (March 2013)  (Contributor: Government of \n  Luxembourg)  \n1.   Developed  macroprudential  policies,  tools  and  monitoring     \nframework   The governments of Bhutan \nand the Maldives will \n1.1. Review and conduct gap analysis of participating central banks’ current  provide counterpart staff, \npractices  for  systemic  stability  regulation,  including  assessment  and  office accommodation, and \nrecommendation of staffing resources for performing financial stability  other in-kind contributions. \nfunctions. (by June 2013)   \n1.2. Preliminary study, design, identification, and collection of information \nand  data  (macroeconomic  and  financial  soundness  indicators)  to \nsupport systemic risk identification and modeling  (by December 2013) \n1.3. Design financial and economic models to identify and measure systemic \nrisk, including stress testing, following international best practices  (by \nMarch 2014) \n1.4. Design appropriate macroprudential instruments (by April 2014) \n1.5. First financial stability reports for RMA and MMA (by November 2014) \n \n2.  Improved liquidity management plan and strategy  \n \n2.1. Review  and  conduct  needs  assessment  of  present  liquidity \nmeasurement and management in Bhutan and the Maldives  (by June \n2013) \n2.2. Develop  an  effective  liquidity  management  system,  which  covers \nliquidity risk management policy and liquidity management strategy for \nRMA and MMA (by December 2013) \n2.3. Prepare a road map to implement the liquidity management plan for \nRMA and MMA in a phased manner (by December 2013) \n \n3.   Enhanced capacity and training for central bank staff performing \nfinancial stability functions  \n \n3.1. Prepare capacity and training needs assessment  (by December 2013) \n3.2. Prepare  guidelines  and  manuals  on  preparation  of  financial  stability \nreports and dissemination (by March 2014) \n3.3. Training workshop on macroprudential regulations (by June 2014) \n3.4. Training on liquidity management, i.e., training the trainers (by June \n2014) \n3.5. Final dissemination workshop  (by December 2014) \n3.6.  Final report to ADB, RMA, and MMA  (by February 2015) \n \nADB  =  Asian  Development  Bank,  DMC  =  developing  member  country,  IFI  =  international  financial  institution, \nIMF = International Monetary Fund, IT = information technology, MMA = Maldives Monetary Authority, Q = quarter, \nRMA = Royal Monetary Authority of Bhutan, TA = technical assistance. \nNote: All output indicators need to be achieved by the end of the program. The outcome indicators and impact indicators \nare expected to be met after 1–2 years and 3–4 years after the TA period, respectively. \nSource:  Asian Development Bank  \n \n \n \n ", "Appendix 2  7  \n \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nFinancial Sector Development Partnership Funda   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (16 person-months)  315.00 \n      ii.  National consultants (12 person-months)  36.00 \n    b.  International and local travel  60.00 \n    c.  Reports, publications, and communications  10.00 \n  2.  In-house training, seminars, and dissemination workshops  50.00 \n      3.   Miscellaneous administration and support costs  3.00 \n  4.  Contingencies  26.00 \n        Total  500.00 \nNote: The governments of Bhutan and the Maldives will provide counterpart support in the form of office accommodation, \noffice supplies, remuneration and per diem of counterpart staff, and other in-kind contributions. \na Contributor: the Government of Luxembourg. Administered by the Asian Development Bank.   \nSource: Asian Development Bank estimates. \n \n \n \n ", "8  Appendix 3 \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  Implementation of the technical assistance (TA) will require a total of 16 person-months \nof international consultants and 12 person-months of national consultants.  \n2.  The terms of reference of the consultants, who will be responsible for the delivery and \nquality of the outputs outlined under the TA, are as follows: \n \n(i)  Developed macroprudential policies, tools, and monitoring framework.1 The \nfirst component will support the Royal Monetary Authority of Bhutan (RMA) and \nthe Maldives Monetary Authority (MMA) in developing macroprudential policies \nand framework for monitoring and examining financial soundness. This entails \n(a) a review and conduct of gap analysis of the central bank’s current practices \nfor systemic stability regulation; (b) preliminary study, design, identification, and \ncollection  of  better  information  and  data  (macroeconomic  and  financial \nsoundness  indicators)  to  support  systemic  risk  identification  and  modeling; \n(c) design  of  early  warning  systems  or  techniques  to  identify  and  measure \nsystemic  risk,  including  stress  testing,  following  international  best  practices; \n(d) design of appropriate macroprudential instruments; and (e) preparation of \nguidelines and production of pilot financial stability reports. \n \n (ii)   Improved liquidity management plan and strategy. The second component \nwill assist the RMA and MMA in developing a liquidity management plan and \nstrategy. This entails (a) review and conduct of a needs assessment of the \npresent liquidity measurement and management in Bhutan and the Maldives; \n(b) development of an effective liquidity management plan, which covers liquidity \nrisk management policy and liquidity management strategy in Bhutan and the \nMaldives;  and  (c)  preparation  of  a  road  map  to  implement  the  liquidity \nmanagement plan and strategy in a phased manner.  \n \n(iii)   Enhanced capacity building and training of central bank staff. The third \ncomponent will provide resources to support capacity building of key central bank \nstaff  performing  the  functions  of  macroprudential  regulation  and  liquidity \nmanagement.  This  entails  (a)  capacity  and  training  needs  assessment; \n(b) development  of  detailed  training  manuals  on  the  preparation  of  financial \nstability reports; (c) design of training manual for the new liquidity management \nstrategy; and (d) conduct of an in-house training program for key central bank \nstaff on macroprudential monitoring, stress testing, and liquidity management. \n \n3.  Monetary  management  expert  (team  leader,  international,  10  person-months, \nintermittent). The expert and team leader should have a postgraduate degree in economics and \nproven experience and expertise in macroprudential regulations, having advised and worked \nwith central banks. The expert should have the prerequisite senior level skills and experience \nand knowledge of financial regulatory practices and economic analysis. The team leader will \ntake overall responsibility for the quality and timely delivery of the outputs under the TA. The \nteam leader will submit an inception report to the RMA, MMA, and ADB within 2 weeks of the \nstart of work and a draft final report 2 weeks before the end of the engagement. The team \nleader will undertake the following tasks:  \n                                                 \n1  The output of this TA will support ADB’s proposed intervention in Bhutan on Strengthening Economic Management \nProgram for improved macroprudential and financial sector management to meet tranche policy conditions.  \n ", "  Appendix 3  9 \n(i)  preparing a detailed work plan to achieve the outputs of the TA, including the \nrequired deliverables, tasks, and timing of each task. \n(ii)  coordinating the work of the international and national consultants for the quality \nand timely completion of all TA outputs; \n(iii)  taking the lead in designing macroprudential policies and instruments in Bhutan \nand the Maldives in collaboration with the liquidity management expert engaged \nunder  the  TA,  which  includes  drafting  operating  guidelines  and  rules  on \n(a) countercyclical capital buffer for banks, (b) loan-to-value and loan-to-income \nrestriction, (c) sectoral capital requirements, (d) time-varying capital provisioning \nand  margin  requirements,  (e)  debt-to-equity  ratio  for  project  financing, \n(f) restrictions on distribution of profit, and (g) bank disclosure requirements; \n(iv)  designing the framework and taking the lead in publishing pilot financial stability \nreports for Bhutan and the Maldives; \n(v)  preparing detailed training manuals on (ii) and (iii); \n(vi)  finalizing the liquidity management strategy plan in consultation with the liquidity \nmanagement expert engaged under the TA;  \n(vii)  designing  and  conducting  training  workshops  (along  with  other  international \nexperts or other resource persons that may engaged under the TA) for key \ncentral bank staff on macroprudential regulations, stress testing and monitoring, \nand liquidity management within budget;  \n(viii)  preparing terms of reference of resource person(s) (if any) and managing all in-\nhouse training and capacity building specified under the TA outputs within budget; \nand \n(ix)  conducting the final dissemination workshop on the TA outputs. \n \n4.  Liquidity  management  expert  (international,  4  person-months,  intermittent).  The \nliquidity management expert should have a postgraduate degree in economics and relevant \nexperience in bank liquidity and financial risk management functions in a central bank. Working \nclosely with the team leader, the expert will take responsibility for the delivery of output (ii) under \nthe TA. Specifically, the expert will undertake the following tasks: \n(i)     reviewing and assessing the liquidity management mechanisms and practices of \nthe MMA and RMA; \n(ii)    designing an appropriate liquidity management plan and strategy for Bhutan and \nthe  Maldives  by  ensuring  consistency  with  the  macroprudential  regulation, \nworking in close collaboration with the lead consultant; \n(iii)  preparing a road map for the implementation of a liquidity management plan for \nthe RMA and MMA; \n(iv)  designing a training manual for the new liquidity management strategy;  \n(v)   conducting a training workshop on liquidity management with relevant central \nbank staff, i.e., training of trainers; and \n(vi)  assisting the team leader in designing the framework for the financial stability \nreport and drafting the relevant portions of the first financial stability reports for \nBhutan and the Maldives. \n \n \n \nThe view s expressed herein are those of the consultant and do not necessarily represent those of ADB’s \n5m. emberMs,a Bcoraoredc oof nDoirmecitco rsm, Moadnealegre m(einntte, ronra sttiaofnf,a al,n d2 m  paey rbseo np-remliomninthasry,  inin nteartumreit.t e nt).  The  expert \nshould have the required expertise and knowledge of conducting financial surveillance and/or \n ", "10  Appendix 3 \n \n \ndeveloping macroprudential monitoring systems for central banks. Assisting the team leader, \nthe consultant will undertake the following tasks: \n \n(i)  developing macroeconomic and financial soundness indicators using economic \nand financial data to identify vulnerabilities in the financial system; \n(ii)   preparing models for financial sector stress testing and scenario analysis for \nBhutan and the Maldives; \n(iii)  preparing  an  operations  manual  for  central  bank  staff  on  the  models  and \nimparting training; and \n(iv)  assisting the team leader in designing the framework for the financial stability \nreport and drafting the relevant portions of the first financial stability reports for \nBhutan and the Maldives. \n \n6.  National  consultants  (6 person-months, intermittent, one each for Bhutan and the \nMaldives). Under the supervision of the team leader, the national consultants should have \nstrong  academic  background  in  economics  and  extensive  work  experience  in  research, \neconomics and financial data collection and analysis. Work experience with central banks in the \narea of prudential regulations and financial surveillance would be an advantage. The national \nconsultants will assist the team of international consultants and will be responsible for the \nfollowing tasks, including but not limited to: \n(i)  assisting the international consultants with research, data collection, and analysis; \n(ii)  organizing and supervising the field surveys with relevant agencies, as applicable; \n(iii)  assisting in the preparation of periodic reports and training manuals;  \n(iv)  coordinating the field assignments of international consultants with central bank \nand other relevant agencies, as required; \n(v)  assisting in the administration of training and workshops; and \n(vi)  assisting international consultants in the timely delivery of all outputs required \nunder the TA. \n \n        \n   \n \n \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20121213141903+08'00'", "Creator": "PScript5.dll Version 5.2.2", "ModDate": "D:20121220082622+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Subject": "Technical Assistance Report", "Title": "TAR: Regional: Supporting Financial Stability in Bhutan and the Maldives"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 25 October 2012) \n \nCurrency unit –  ngultrum (Nu) \nNu1.00 =  $0.0185 \n$1.00 =  Nu53.945 \n   \nCurrency unit –  rufiyaa (Rf) \nRf1.00 =  $0.0649 \n$1.00 =  Rf15.410 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  MMA  –  Maldives Monetary Authority \n  RMA  –  Royal Monetary Authority of Bhutan \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional—Capacity development technical assistance (R-CDTA)\nTargeting  –  General intervention \nclassification \nSector (subsector)  –  Finance (banking systems) \nThemes (subthemes)  –  Economic growth (promoting macroeconomic stability), private \nsector development (policy reforms), governance (economic \nand financial governance), capacity development (institutional \ndevelopment) \nLocation (impact)  –  National (high) \nPartnership  –  Financial Sector Development Partnership Fund  \n \n \nNOTES \n \nIn this report, “$” refers to US dollars. \n \nVice-President  X. Zhao, Operations 1 \nDirector General  J. Miranda, South Asia Department (SARD) \nDirector  B. Carrasco, Public Management, Financial Sector and Trade Division, \nSARD \n   \nTeam leader  J. Romero-Torres, Financial Sector Specialist, SARD \nTeam member  A. Bravo, Operations Assistant, SARD  \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "X. Zhao", "role": "Operations", "organization": ""}, {"fullname": "J. Miranda", "role": "South Asia Department (SARD)", "organization": ""}, {"fullname": "B. Carrasco", "role": "Public Management", "organization": "Financial Sector and Trade Division"}, {"fullname": "J. Romero-Torres", "role": "Financial Sector Specialist", "organization": "SARD"}, {"fullname": "A. Bravo", "role": "Operations Assistant", "organization": "SARD"}]}