{"path": "data/input/ta/46122-001-mld-pptar.pdf", "pages": ["10  Appendix 4 \nPROJECT PREPARATORY TECHNICAL ASSISTANCE \n \nA.  Justification \n1.  A PPTA is required to develop the project, undertake detailed engineering studies for \nselected representative sub-projects and to conduct the overall feasibility studies. The PPTA \nwould  support  (i)  selection  of  representative  sub-projects  for  engineering  studies  from  the \ndifferent groups of outer islands, (iii) detailed engineering studies including energy audits, load \nassessments,  resource  assessment,  grid  stability  studies,  growth  in  electricity  demand, \nevaluation of options for integrating renewable energy with storage in the existing grids, (iv) \ndesign of suitable structures for productive energy usage and gender related interventions on \nislands, (v) overall feasibility studies including financial, economic, environmental, social studies \n(vi) review of governance, financial capacity, procurement capacity and related capacity support \nfor the executing and implementing agencies. \n \nB.  Major Outputs and Activities \n2.  The major outputs and activities are summarized in Table A4.1. \n \nTable A4.1: Summary of Major Outputs and Activities \n \nExpected  Expected \nMajor Activities   Initiation Date  Major Outputs  Completion Date \n1.1 Review island  March 2013  1. Selection of sample  March 2013 \ncharacteristics for selection of    representative islands in each   \nislands in each group of outer    group – Inception Report   \nislands.   \n2.1 Review resource data to  March 2013   2. Resource assessment studies  May 2013 \nconfirm renewable energy    based on correlation of satellite   \nresource availability     and meteorological station data.   \n2.2 Conduct electricity usage    – Interim PPTA Report   \naudits, analysis of existing     \ngenerator and networks.    3. Studies prepared for \n2.3 Conduct study of grid  representative islands in each \nstability, control and monitoring  group i.e. for small and medium \nmechanisms for mini grids.  sized outer islands - Interim \n2.4 Conduct of financial and  PPTA Report  \neconomic analysis. \n2.5 Preparation of social, \nsustainability and \nenvironmental due diligence for \neach representative island.  \n2.6 Conduct of stakeholder \nworkshops on productive \nenergy usage and enhancing \nenergy efficiency for the \nrepresentative islands. \n2.7 Identification of path to \nrenewable energy development \nin selected islands and suitable \nbusiness models for the \nproposed grant. \n3.1 Extension of studies for  May 2013  4: Draft Final PPTA Report  July 2013 \nmore islands in each group    \n ", "Appendix 4  11 \n \n3.2 Carrying out capacity   \nassessment of executing and   \nimplementing agencies.   \n3.3 Development of   \nenvironment, social \nframeworks for representative \nislands. \n4.1 Preparation of tender  June 2013  4: Draft bidding documents  and  End 2013 \ndocuments for the public and  final PPTA report \nprivate sector components. \nSource: Asian Development Bank estimates. \n \n \nC.  Cost Estimate and Proposed Financing Arrangement \n \n3.  The PPTA is estimated to cost $1.1 million equivalent, of which $0.4 million equivalent \nwill be financed on a grant basis by ADB’s Technical Assistance Special Fund (TASF-IV). An \namount of $0.7 million equivalent would be financed through a preparatory grant from ADB SCF \n(under  the  SREP  for  low  income  countries  financed  by  the  Strategic  Climate  Fund  and \nadministered by ADB). The government will finance in-kind contribution of counterpart staff, \noffice  accommodation,  domestic  transportation  to  the  identified  outer  islands  for  project \npreparation  activities  and  for  conduct  of  local  stakeholder  meetings  and  other  in  kind \ncontributions. The detailed cost estimate is presented in Table A4.2. \n ", "12  Appendix 4 \n \nTable A4.2: Cost Estimates and Financing Plan ($'000) \nItem  Total Cost \nA.  Technical Assistance Special Fund (IV)    \n  1.  Consultants   \n    a.  Remuneration and per diem \n      i.  International consultants (10.5 person-months)  241.5 \n      ii.  National consultants (2 person-months)  10.0 \n    b.  International and local travel  80.0 \n    c.  Reports and communications  5.0 \n            2.        Workshops, training, seminars, and conferences c  7.5 \n  3.  Administrative   6.0 \n  4.  Unallocated  10.0 \n  5.  Contingencies  40.0 \n    Subtotal (A)  400.0 \n   \nB.  ADB Strategic Climate Fund a   \n  1.  Consultants \n    a.  Remuneration and per diem   \n      i.  International consultants (17 person-months)  391.0 \n      ii.  National consultants (4 person-months)  20.0 \n    b.  International and local travel  70.0 \n    c.  Reports and communications  10.0 \n  2.  Equipment b  30.0 \n  3.  Workshops, training, seminars, and conferences c  30.0 \n  4.  Administrative  9.0 \n  5.  Surveys  30.0 \n  6.  Unallocated   40.0 \n  7.  Contingencies  70.0 \n    Subtotal (B)  700.0 \n      Total  1,100.0 \n \na  Under the Scaling Up Renewable Energy Program in Low Income Countries financed by the Strategic Climate \nFund. The ADB Strategic Climate Fund is administered by the Asian Development Bank. \nb  Includes equipment such as 1 meteorological measurement station, power system quality survey instruments and \ncommunication equipment (to be turned over to the EA on procurement in 2013. Deployment of such instruments \nto be undertaken by the EA in coordination with consultants) \nc Workshops, training, seminars, and conferences to be conducted include \nPurpose (Number)  Venue: \nStakeholder consultations for the Project(4)  Male and Outer Islands  \nTraining/seminars for PMU, Feneka, government (5)  Male  \nSource: Asian Development Bank estimates. \n \nA.  Consulting Services \n4.  Altogether, the TA will require 27.5 person-months of international and 6 person months \nof national consulting inputs. ADB will contract one firm with 9 consultants and one individual \nconsultant to be engaged in accordance with the Guidelines on the Use of Consultants (2010, \nas amended from time to time). The proceeds of the TA will be disbursed in line with ADB’s \nTechnical Assistance Disbursement Handbook (April 2010, as amended from time to time). The \ndetailed consulting services are presented in Table A4.3. \n \n ", "Appendix 4  13 \n \nTable A4.3: Summary of Consulting Services Requirement \nUnder TASF-IV  Under ADB SCF \nInternational  International \nName of Positions  Person-months  Name of Positions  Person-months \nRenewable  energy  specialist    Renewable  energy  specialist   \n(Project Team Leader)  1.0  (Project Team Leader)  3.0 \nMini Grid Specialist  3.0  Mini Grid Specialist  2.0 \nControl  systems  and  storage  0.5  Control  systems  and  storage  2.0 \nSpecialist    Specialist   \nFinancial Specialist & Economist  1.5  Financial Specialist & Economist  2.5 \nEnvironment Specialist  1.0  Environment Specialist  1.5 \nSocial Specialist  1.0  Social Specialist  1.5 \nProcurement Specialist  1.0  Procurement Specialist  1.5 \nInstitutional Specialist  0.5  Institutional Specialist   1.0 \nPPP Specialist (Individual)  1.0  PPP Specialist (Individual)  2.0 \n \nNational    National   \nName of Positions  Person-months  Name of Positions  Person-months \nConsultant Coordinator  2.0  Consultant Coordinator  4.0 \n       \nSource: Asian Development Bank estimates. \n \n5.  The outline terms of references for the project preparatory TA consultants are described \nin paragraphs 6 to 15.  \n \n6.  Renewable Energy Specialist and Team Leader (international, 4 person-months). The \nspecialist will act as Team Leader and be responsible for managing and coordinating the \nactivities and outputs of the PPTA, and will undertake the following: \n \n(i)  Review and correlate renewable energy resource assessment using satellite and \nground  data  (where  available)  and  support  the  Government  counterparts  in \nprocuring required meteorological measurements for the different representative \nsub-projects to be taken up under the project.  \n(ii)  Model expected output from the proposed solar (and wind) mini grid sub-projects \nand extrapolate the findings to a larger set of mini grids on the outer islands to be \ncovered under the project. \n(iii)  Review the selection criteria for 40 outer islands while factoring in the experience \nfrom  the  Outer  Island  Electrification  Project,  PPP  formulation,  approval \nprocedures for subprojects. \n(iv)  In coordination with the team members, prepare a sector status update, analysis \nof  key  problems  in  generation  and  distribution  on  the  outer  islands,  policy \nframework and institutional capacity, review of outcomes from previous projects, \ngovernance  assessment,  private  sector  participation,  implementation \narrangements. \n(v)  In  coordination  with  the  Mini  Grid  Specialist  and  the  utility  staff,  review  the \npotential for demand side management (particularly during peak time) for small \nand  medium  outer  islands  and  provide  recommendations  that  could  be \nimplemented in the Maldives.  \n(vi)  In coordination with Team members, review the alternate pathways to phasing in \nhigh  levels  of  renewable  energy  penetration  in  both  the  medium  and  small \nislands. \n ", "14  Appendix 4 \n(vii)  In coordination with other team members, develop a roadmap for the transition of \nthe outer islands from 100% diesel powered to 100% renewable energy powered \nislands  while  factoring  in  current  and  future  technology  trends  in  renewable \nenergy, controls, electricity storage, energy efficiency, cost trends, private sector \ninterest, business models, institutional requirements, technical justification, legal \nand regulatory framework etc. Identify required government, utility and regulator \nsupport to support the implementation of the roadmap. \n(viii)  In coordination with the finance specialist and economist, review financial and \neconomic analysis for the different profile of sub-projects selected for the project. \n(ix)  Coordinate  with  other  consultants  including  the  procurement  specialist, \nsafeguards  specialists  and  institutional  specialist  to  undertake  the  required \ndetailed  studies  for  the  selected  representative  islands  and  to  extend  their \nfindings for the larger set of islands to be covered under the project.  \n(x)  Lead consultation workshops with Government and other representatives and \nrelevant stakeholders to assess power system issues and discuss the proposed \nprojects.  \n(xi)  Provide  overall  leadership  on  development  of  feasibility  reports  covering \ntechnical, financial, economic, safeguards, procurement findings. \n(xii)  Coordinate with the consulting team to provide implementation advice to the \nPMU and utility staff on the productive energy component for the selected islands \nincluding  mechanisms  to  generate  employment,  promote  economic  growth, \noptimize  electricity  consumption,  water  production  and  link  up  to  financing \nmechanisms for micro and small medium enterprises.  \n(xiii)  Review  the  monitoring  of  the  CO2  emission  reduction  and  de-carbonization \ncontribution of the project.  \n(xiv)  Develop  the  draft  Report  and  Recommendation  to  President  including  the \nrequired linked documents with support from the team. \n(xv)  Lead and coordinate other relevant tasks to support the project in discussion with \nthe ADB Team Leader and the Ministry of Environment and Energy. \n \nThe Specialist will have a degree/diploma in engineering with minimum of 10 \nyears experience in solar power plants, island power systems and/or productive \nusage of energy.  He should also have experience on sector roadmaps and \ndevelopment  of  investment  plans.  Experience  in  leading  teams  to  design, \nmanage or review similar projects in more than 1 country would be desirable. \n \n7.  Mini  Grid  Specialist  (international,  5  person-months).  The  specialist  will  have  the \nfollowing responsibilities: \n \nGeneration related work \n(i)  Undertake an assessment of the existing generation units on both small and \nmedium sized outer islands including fuel supply, fuel storage, fuel usage, load \nprofile, maintenance schedule,  generator usage and unit performance. \n(ii)  Conduct a market assessment to identify generic generation options suitable for \nremote island operations given the expectations to meet medium term power \nrequirement  (over  the  next  7  years),  possible  load  management  measures \nincluding energy efficiency and high levels of renewable energy penetration on \nsuch islands \n(iii)  Coordinate with the Team Leader on the selection criteria for sub-projects and \nundertake studies on at least 5 representative small and medium outer islands to \n ", "Appendix 4  15 \n \ndesign and procure appropriate power generation systems to meet the above \nobjectives. \n(iv)  Provide comparative information of the alternate designs for generation including \nupfront investment and operation costs, performance under operating conditions, \nmaintenance requirements, additional investments for desired performance and \nother required characteristics that are relevant for hybrid mini grids systems on \nouter islands.  \n(v)  Provide training and capacity building to EA and IA staff to supervise design \nstudies and implementation for future outer islands to be selected under the \nproject and provide related assistance.  \n \nDistribution related work \n \n(vi)  Undertake an assessment of the existing distribution systems on both small and \nmedium sized outer islands including consumer profile, load profile, energy and \ndemand  patterns  on  characteristic  days,  metering  status,  distribution  system \nperformance including loss levels and reliability, scope for implementing energy \nefficiency etc. \n(vii)  Conduct a market assessment to identify energy efficiency distribution power \nsystem  options for  remote  island  operations  given  the  expectations  to  meet \nmedium  term  power  requirement  (over  the  next  7  years),  facilitate  load \nmanagement including peak shaving and energy efficiency and support high \nlevels of renewable energy penetration on such islands \n(viii)  Coordinate with the Team Leader on the selection criteria for sub-projects and \nundertake studies on at least 5 representative small and medium outer islands to \ndesign and procure appropriate power distribution and energy efficiency systems \nto meet the above objectives. \n(ix)  Provide training and capacity building to the PMU and utility staff to supervise \ndesign studies and implementation for future outer islands to be selected under \nthe project and provide related assistance.  \n(x)  Support PMU, utility staff and other stakeholders to design suitable customer \ninformation and awareness programs to promote energy efficiency measures that \ncould be supported alongside the project.  \n \nThe Specialist will have a degree/diploma in engineering with minimum of 7 \nyears experience in mini grids. Experience on islands and for renewable energy \nintegration would be desirable.  \n \n8.  Control  Systems  and  Storage  Specialist  (international,  2.5  person-months).  The \nspecialist will have the following responsibilities: \n \n(i)  Undertake  an  assessment  of  the  existing  control  mechanism  for  the  power \nsystems on representative small and medium sized outer islands in coordination \nwith the Team Leader, Mini Grid Specialist.  \n(ii)  Conduct a market assessment to identify suitable options suitable for energy \ncontrol and storage for remote island operations given the expectations to meet \nmedium  term  power  requirement  (over  the  next  7  years),  facilitate  load \nmanagement including peak shaving and energy efficiency and support high \nlevels of renewable energy penetration on such islands particularly for phased \ntransition to 100% renewable energy on selected small islands. \n ", "16  Appendix 4 \n(iii)  Coordinate with the Team Leader on the selection criteria for sub-projects and \nundertake studies on at least 5 representative small and medium outer islands to \ndesign and procure appropriate control and storage systems to meet the above \nobjectives. \n(iv)  Provide training and capacity building to the PMU and utility staff to supervise \ndesign studies and implementation for future outer islands to be selected under \nthe project and provide related assistance.  \n \nThe Specialist will have a degree/diploma in engineering with minimum of 7 \nyears experience in controls and storage systems for small islands / off-grid \nsystems. Experience on islands would be desirable.  \n \n9.  Institutional Development Specialist (international, 1.5 person-months). The specialist \nwill have the following responsibilities: \n \n(i)  Undertake  an  assessment  of  the  capacity  of  the  PMU,  Feneka  to  design, \nimplement and monitor the project. \n(ii)  Interview key stakeholders including government, various customer groups, and \nthe private sector and work with the functional consultants to identify areas where \nthe capacity of the PMU, Feneka and other key stakeholders including Maldives \nGreen Fund and Maldives Energy Authority would need to be strengthened for \nimplementation of the project. \n(iii)  Review the organization of PMU, Feneka, MGF and  MEA and identify how this \nwould need to be strengthened to implement the ADB supported project. \n(iv)  In  consultation  with  other  consultants,  identify  appropriate  training  courses, \nworkshops that PMU, Feneka, MGF and MEA would attend. \n(v)  Coordinate  with  other  consultants  to  design  and  coordinate  5  consultation  / \ntraining / awareness programs and workshops in Maldives at timely intervals \nunder the PPTA and outline support required during implementation. \n \nThe Specialist will have a degree/diploma in human resources / organizational \nplanning  with  minimum  of  7  years  experience  in  similar  assignments  in  the \nelectricity  sector.  Experience  on  working  with  new  organizations  /  island \ncountries would be desirable.  \n \n10.  Procurement Specialist (international, 2.5 person-months). The specialist will have the \nfollowing responsibilities: \n \n(i)  In  consultation  with  the  Team  Leader  and  consultants,  identify  the  various \noptions for procurement of goods and services for public sector investment that \nwould be compliant with ADB procurement practices.  \n(ii)  Outline  the  project  implementation  and  procurement  arrangements  including \ncontract packaging, project implementation schedule and other relevant sections \nof the Project Administration Manual. \n(iii)  Undertake an assessment of the capacity of the PMU, Feneka to undertake \nprocurement  and  identify  how  this  could  be  strengthened  to  implement  the \nproject. \n(iv)  In  consultation  with  other  consultants,  identify appropriate training  programs, \ncourses,  workshops  that  PMU,  Feneka  would  need  to  attend  related  to \nprocurement. \n ", "Appendix 4  17 \n \n(v)  Support PMU and Feneka in preparing the complete bidding documents for the \nvarious  procurement  packages  in  accordance  with  ADB  Procurement \nrequirements. \n(vi)  With support of the PPP Specialist - support PMU and Feneka to review the \nstandardized bidding documents and bid process mechanism for private sector \nrenewable energy generation investments.  \n(vii)  Provide training support to PMU and Feneka on procurement. \n \nThe Specialist will have a minimum of 7 years experience in similar procurement \nrelated assignments in the electricity sector. Experience on working with new \norganizations / island countries and experience on other ADB projects would be \ndesirable.  \n \n11.  Finance Specialist and Economist (international, 4 person-months). The specialist will \nhave the following responsibilities: \n \n(i)  Finalize  cost  estimates  (including  required  contingencies)  for  the  mini  grid \ncomponents including efficient generators, distribution system upgrades, energy \nefficiency  and  control  system  related  improvements,  renewable  energy \ninvestments for representative Outer Islands based on technical and planning \ninformation in coordination with the Team Leader and other consultants. \n(ii)  In coordination with the Team Leader, review of past analytical data as well as \nmedium  term  forecasts  provided  based  by  other  consultants,  undertake  the \nrequired techno-economic analysis to review the levelized cost of electricity for \nvarious  alternate  options  that  are  proposed  for  the  alternate  pathways  to \nrenewable energy integration for representative small and medium outer islands \nto identify the least cost approach for renewable energy projects. \n(iii)  In coordination with the Team Leader, provide required inputs for the selection \ncriteria for sub-projects under the project, and review the proposed mechanisms \nto  promote  private  sector  participation  in  renewable  energy  development \nincluding the power purchase agreements, tariff, business models and guarantee \narrangements.  \n(iv)  Analyze the capacity and willingness to pay, resource cost saving, impact on \ngovernment subsidies for the representative islands in coordination with utility, \nPMU, stakeholders including government departments responsible for subsidy \nadministration. \n(v)  Undertake FIRR, EIRR related analysis as required under ADB Guidelines for the \nproposed investments. \n(vi)  Review the impact on the current and proposed MEA tariff structure and provide \nan assessment to the utilities and MEA.  \n(vii)  Review arrangements for the fund flow to the projects and mechanisms to re-\ncirculate  the  money  for  additional  projects  including  through  the  proposed \nMaldives Green Fund.  \n(viii)  Review the movement in costs and based on financial modeling, provide inputs \nto the Government and MEA on the cost reflective tariff and subsidy trajectory on \nthe outer islands.  \n(ix)  Prepare the cost tables and relevant sections for the administration manual, \nsuggested financial covenants, financial and economic appendixes to the Report \nRecommendation to the President (RRP). \n(x)  Draft TOR for capacity building related to financial and economic performance \nand project management during the implementation phase. \n ", "18  Appendix 4 \n(xi)  Review the financial and economic implications of the energy efficiency and \nproductive energy usage initiatives and provide inputs to the Team Leader.  \n \nThe Specialist will have a minimum of 10 years experience in similar financial \nand  economic  procurement  related  assignments  in  the  electricity  sector. \nExperience on working with new organizations / island countries and experience \non other ADB projects would be desirable.  \n \n12.  Social  Specialist  (international,  2.5  person-month).  The  specialist  will  have  the \nfollowing responsibilities: \n(i)  Review  the  selection  criteria  for  sub-projects  and  provide  inputs  to  the  Team \nLeader. \n(ii)  Review national legal policies on land acquisition and involuntary resettlement to \nverify adequacy and consistency with ADB's Safeguard Policy (2009) and if gaps \nare found, recommend measures to bridge the gap. Analyze and confirm the  local \npractices,  laws  and  regulations,  budgetary  processes  and  administrative \narrangements for land acquisition and resettlement and review differences if any in \nthe practices and regulations for various groups of outer islands. \n(iii)  Organize  and  conduct  surveys  in  representative  islands  for  sub-projects  and \nconsult  with  Government  and  non-Government  organizations  to  supplement \nsecondary data. Prepare an overall socio-economic profile of small and medium \nislands based on surveys and other assessments on representative small and \nmedium sized islands. Conduct stakeholder consultation activities, including with \ncommunity  leaders,  the  elderly,  the  youth,  the  disabled,  women  and  other \nbeneficiaries for the representative islands. \n(iv)  Conduct poverty analysis and pro-poor impacts, and assess the satisfaction with \nexisting services as well as the capacity and willingness of the poor to pay for \nelectricity services on the representative islands.  \n(v)  Prepare  the  Summary  Poverty  Reduction  and  Social  Strategy,  Resettlement \nFramework (RF) and Indigenous People’s Framework (IPF) (if required following \nstudies on representative islands) for the project. \n(vi)  In coordination with the Team Leader, provide inputs on supporting demand side \nenergy  efficiency  and  productive  energy  usage  in  the  representative  islands \nincluding a review of the options for supporting gender related interventions, using \nelectricity for productive end use and improving livelihoods, enhancing sources of \nincome and education, and designing capacity building programs. In consultation \nwith stakeholders including business councils, identify specific productive energy \nusage opportunities appropriate to micro small and medium enterprises including in \nthe area of food processing, tourism, handicrafts etc.  \n(vii)  Identify gender issues, suggest remediation measures and incorporate them into \nthe project design. Prepare the Gender Action Plan. \n(viii)  Assess the representative islands to prepare (if required) an indigenous peoples \nplan, resettlement plan in accordance with ADB's SPS and the RF and IPF (if \nrequired).  \n(ix)  Prepare the TOR for the NGO/consultant who will support implementation / reviews \nof the RP and IPP. \n \nThe Specialist will have a minimum of 5 years experience in similar safeguard \nassignments in the electricity sector. Experience on working with island countries \nand experience on other ADB projects would be desirable.  \n \n ", "Appendix 4  19 \n \n13.  Environment Specialist (international, 2.5 person-month). The specialist will have the \nfollowing responsibilities: \n(i)  Review the selection criteria for sub-projects and provide inputs to the Team \nLeader. \n(ii)  Review national policies on environment to verify adequacy and consistency with \nADB's Safeguard Policy (2009) and if gaps are found, recommend measures to \nbridge the gap. Analyze and confirm the  local practices, laws and regulations, \nbudgetary processes and administrative arrangements for environmental issues. \n(iii)  Prepare a summary of environmental issues (air, water, soil) relevant for sub-\nprojects under the  project to support the determination of the environmental \ncategorization; \n(iv)  Prepare  the  Rapid  Environmental  Assessment  Checklist  and  determine \nenvironmental  category  for  the  project  in  accordance  with  ADB’s  Safeguard \nPolicy Statement (2009). \n(v)  Prepare the Environmental Assessment and Review Framework (EARF) for the \nproject. \n(vi)  Prepare Environmental Impact Assessment or Initial Environmental Examination \ndepending on the categorization (environmental category A or B) assigned by \nADB in accordance with the SPS 2009.  \n(vii)  Prepare Environmental Management and Monitoring Plan (EMP and MP). The \nEMP  shall  include  a  cost  estimate  plan  for  implementation  of  the  proposed \nmitigation measures. \n(viii)  Prepare  the  TOR  for  the  NGO/consultant  who  will  support  implementation  / \nreviews of the EARF and environment management plan (EMP).  \n \nThe Specialist will have a minimum of 5 years experience in similar safeguard \nassignments in the electricity sector. Experience on working with island countries \nand experience on other ADB projects would be desirable.  \n \n14.  Consultant Coordinator (national, 6 person-months). The coordinator will have the \nfollowing responsibilities: \n(i)  Assist  the  PPTA  Team  in  gathering  existing  background  data  and  reports \nrelevant for the project. \n(ii)  Assisting the Team Leader on various aspects of the Program including carrying \nout day to day coordination with the PMU, utilities and other stakeholders.  \n(iii)  Support the consulting team in reviewing criteria for selection of representative \nislands and coordination on gathering data from government departments on \nresource assessments, electricity generation and distribution data etc.  \n(iv)  Assist the consulting team with regard to travel logistics, arranging meetings and \nworkshops, maintaining contacts with stakeholders, obtaining relevant country \nbackground data, and obtaining follow-up technical data. \n(v)  Support in coordinating and implementation of TA activities including stakeholder \nconsultation, workshops and training programs. \n \nThe coordinator will have a minimum of 5 years work experience and should \nhave  experience  of  working  with  donor  agencies  in  the  Maldives.  Electricity \nsector experience would be preferable.  \n \n15.  PPP Specialist (international, 3 person-months). The specialist will be an individual \nconsultant and would be responsible for coordinating the implementation of the private sector \ninvestment component on the Outer Islands. The consultant would undertake the following: \n ", "20  Appendix 4 \n \n(i)  Support the Team Leader to review the barriers to private sector investment \n(policy  and  regulatory  framework,  institutional  capacity,  investment  climate, \nfacilitating role of utility) in discussions with private sector at workshops, investor \nprograms in 2013.  \n(ii)  Review  domestic  and  international  investor  interest  and  business  models  to \npromote private sector participation in the energy sector of the outer islands. \n(iii)  Support  MEE  and  Feneka  on  critical  aspects  for  private  sector  participation \nincluding but not limited to the review of the bundled approach to private sector \nrenewable investments, draft standard power purchase agreements, proposed \nbidding process, proposed partial risk guarantee mechanism of the World Bank, \ncreditworthiness of Feneka, outreach to private sector. \n(iv)  Coordinate with Feneka on preparatory activities for private sector investments \nincluding  identification  of  appropriate  sites for  RE  installations,  availability  of \nrenewable  resource,  mini  grid  information,  sequencing  of  projects  and \npreparation of bidding documentation. \n(v)  Coordinate with MEA and government agencies working on MGF to address \nidentified barriers and provide inputs to facilitate private sector investment. \n(vi)  Coordinate with the ADB Team Leader and Ministry of Environment and Energy \non other key tasks to support private sector investment. \n \nThe  Specialist  will  have  experience  of  at  least  10  years  in  private  sector \ninvestments and facilitating public private partnerships. Experience of working on \nprivate sector projects in small islands/remote locations would be desirable. \n \n16.  The  consultants  will  submit  following  deliverables,  (i)  Inception  Report;  (ii)  Interim \nReport; (iii) Draft Tender Documents and (iv) Final Report. \n \nB.  Implementation Arrangements \n17.  A specialized consultancy firm would be hired using a quality and cost based selection \nusing Simplified Technical Proposal with a ratio of 80:20. An individual PPP consultant would be \nrecruited using bio-data proposal. All procurement and recruitment of consulting services to be \nfinanced under the project will be carried out in accordance with ADB's Procurement Guidelines \n(2010, as amended from time to time) and Consulting Guidelines (2010, as amended from time \nto time) respectively. The proposed TA processing and implementation schedule is listed in \nTable 4.4.   \n \nTable 4.4: Proposed Technical Assistance Processing and Implementation Schedule \nMajor Milestones  Expected Completion Date \nConcept Paper Approval  December 2012 \nIndividual consultant recruitment  January 2013 \nConsulting firm recruitment   March 2013 \nInception Report   End March 2013 \nInterim Report   End May 2013 \nDraft Final Report  July 2013 \nPhysical Completion   March 2014 \nFinancial Closure   June 2014 \nSource: Asian Development Bank estimates. \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20130610095310+08'00'", "Creator": "Microsoft® Office Word 2007", "ModDate": "D:20130611143306+08'00'", "Producer": "Microsoft® Office Word 2007", "Title": "46122-001: Preparing Outer Islands for Sustainable Energy Development: Project Preparatory Technical Assistance Report"}}