{"path": "data/input/ta/46156-001-tim-tar.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 46156-001  \nCapacity Development Technical Assistance (CDTA) \nDecember 2012 \n \n \n \nDemocratic Republic of Timor-Leste: Infrastructure \nManagement  \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "", " \nCURRENCY EQUIVALENTS \n \nThe currency of Timor-Leste is the US dollar. \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  AusAID  –  Australian Agency for International Development \n  MPW  –  Ministry of Public Works \n  PPP  –  public–private partnership \n  SDP  –  Strategic Development Plan  \n  TA  –  technical assistance  \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector (subsectors)  –  Multisector (transport management and policies, water \nsupply and sanitation, energy sector development, economic \nand public affairs management) \nThemes (subthemes)  –  Capacity development (institutional development, \norganizational development), economic growth (widening \naccess to markets and economic opportunities), governance \n(economic and financial governance) \nLocation (impact)  –  National (high), regional (high)  \n \n \nNOTE \nIn this report, ―$‖ refers to US dollars. \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  X. Yao, Pacific Department (PARD) \n   \nTeam leader  R. Phelps, Senior Infrastructure Specialist, PARD \nTeam member  M. Caldeira, Senior Administrative Assistant, Special Office in \nTimor-Leste (SOTL), PARD \n  E. Menezes, Administrative Assistant, SOTL, PARD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "", " \nI.  INTRODUCTION \n1.  Timor-Leste has requested assistance from the Asian Development Bank (ADB) to help \ncoordinate capacity development and investment planning across infrastructure and to mobilize \nfinancial resources needed for infrastructure investment. The technical assistance (TA) will \nrespond to this request by helping Timor-Leste prepare and begin implementation of a long-term \nstrategic plan for its Ministry of Public Works (MPW). Fact-finding took place in October 2012.1 \nThe  government  has  concurred  with  the  TA’s  impact,  outcome,  outputs,  implementation \narrangements,  cost,  financing  arrangements,  and  terms  of  reference.  The  design  and \nmonitoring framework of the TA is in Appendix 1. \nII.  ISSUES \n2.  Timor-Leste has initiated a new development phase based on converting revenue from \noffshore petroleum into human and physical capital. Efforts are being guided by the Timor-Leste \nStrategic  Development  Plan  (SDP),  2011–2030.  The  plan  identifies  an  ambitious  list  of \ninfrastructure projects, and calls for the front-loading of implementation during its first 5 years.2 \nA  national  electrification  program  is  nearing  completion, two  additional  telecommunications \noperators have been licensed to expand telecommunication services and reduce prices, and \nmajor investments are under way or in preparation for most other infrastructure sectors. More \nthan $3 billion in infrastructure investment has been budgeted for 2012–2017.3 \n3.  The surge in infrastructure investment is placing large demands on the government’s \ninfrastructure agencies and their qualified staff, who are in short supply. At the same time, \nTimor-Leste has embarked on an assertive upgrading of human capacity through additional \nskills. The departure of experienced Timorese for further studies has the immediate effect of \nadding to skill shortages.  \n4.  The government is outsourcing key activities to ensure that infrastructure services are \ndelivered despite capacity shortages within government agencies. Outsourcing is made feasible \nby the financial resources provided by petroleum revenue, and is essential if the development \ngoals  of  the  SDP  are  to  be  achieved.  The  SDP  provides  for  the  use  of  public–private \npartnerships (PPPs) where they offer value for money; the PPP policy and law are in place, and \npathfinder PPPs are in preparation. \n5.  Reforms  have  been  made  to  facilitate  the  surge  in  infrastructure  investment.  The \nConselho de Administração do Fundo Infraestrutura (infrastructure fund council), chaired by the \nPrime Minister and including key ministers, has been established to provide overall leadership \nto  infrastructure.  The  council’s  secretariat—the  Major  Projects  Secretariat—oversees  new \nbusiness processes adopted for major projects. The secretariat also has a planning role for the \ninfrastructure sectors, is responsible for PPPs, and is the executing agency for all loan-financed \nprojects. The procurement of projects costing more than $1 million is the responsibility of the \nnew National Procurement Commission, which is assisted by an independent procurement \nagent, and the recently established National Development Agency is engaged in the approval \nand quality control of infrastructure projects.  \n6.  Under the new business processes, line agencies implement major projects, and have \nadded responsibilities for mid-sized projects (i.e., projects costing from $0.25 million to $1 \n                                                \n1  The TA first appeared in the business opportunities section of ADB’s website on 19 November 2012. \n2  Government of Timor-Leste. 2011. Timor-Leste Strategic Development Plan, 2011–2030. Dili. \n3  An overview of the status of the infrastructure sectors is provided in ADB. 2012. ADB Dili Bulletin. July. \n ", "2   \nmillion).4 To improve efficiency, in July 2012 the Ministry of Infrastructure was separated into \ntwo ministries: the MPW and the Ministry of Transport and Communications. \n7.  Development partners have responded by aligning their activities with the SDP and \nscaling up by their support for infrastructure. ADB’s country partnership strategy, 2011–2015 is \nhelping the government fast-track development by supporting the upgrade of the country’s \ninfrastructure and complementary initiatives.5 Other key development partners in infrastructure \ninclude the Australian Agency for International Development (AusAID), the European Union, the \nInternational Finance Corporation, Japan International Cooperation Agency, the United Nations \nDevelopment Programme, and the World Bank. \n8.  The  government’s  new  approach  to  major  projects  is  still  being  refined.  There  is \nconsiderable room for improvement via the clarification of sector plans and the responsibilities \nof agencies, and by streamlining project preparation (e.g., combining approvals) and key steps \nin  project  administration  (e.g.,  the  processing  of  contractor  claims).  The  expansion  in \ndevelopment support is creating extra demands by bringing their systems and processes into \nuse. In keeping with the international commitments to aid effectiveness, these need to be \nintegrated with the new government systems. For example, project management units need to \nbe seamlessly integrated within ministries, and potential conflicts in procurement practices need \nto  be  avoided.  In  this  increasingly  complex  environment,  a  clear  vision  of  best  practices, \nprocesses, and systems is needed to ensure sound infrastructure investment. \n9.  These rapid changes are taking place against a record of poor sustainability. Many \nrehabilitated assets have fallen into disrepair well before the end of their design life. Unless \nsustainability is improved, some of the current surge in investment spending may be wasted. \nAchieving sustainability will rest on the strengthening of government agencies, building the \ncapacity of their staff, ensuring adequate recurrent cost financing and sound operating and \nmaintenance practices, and securing broad ownership of new initiatives.  \n10.  The  major  road  upgrades  supported  by  development  partners  include  extended \nmaintenance contracts, thereby outsourcing this essential function. With ADB support, a short \nperiod of operation and maintenance is being combined with the upgrade of the water and \nsanitation systems in two district capitals. While these approaches offer quick solutions, a long-\nterm solution is still needed. \n11.  The governance arrangements for the providers of power, water and sanitation, port, \nand airport services are a further challenge. Service providers lack the autonomy needed to \noperate along business lines; e.g., they are dependent on the government budget for funding, \nstaff are employed under standard civil service arrangements, and regulatory and operating \nroles are yet to be separated. Some operate as sections of a ministry. Modernized management \napproaches  that  provide  incentives  for  and  an  ability  to  achieve  efficiency  improvements, \nsubject to checks and balances, would increase the returns from the facilities they manage. \n12.  Although the need for TA for infrastructure agencies is increasing, key ADB TA projects \nare winding down: Infrastructure Project Management; Strengthening Major Public Investments \n(which supports the Major Projects Secretariat); and the Results-Based Project Management for \nPacific Developing Member Countries.6 Even with the ADB TA for Strengthening Water Sector \n                                                \n4  Special arrangements are in place for small infrastructure projects (i.e., projects costing up to $0.25 million). \n5  ADB. 2011. Country Partnership Strategy: Timor-Leste, 2011–2015. Manila. \n6  ADB.  2007.  Technical  Assistance  to  the  Democratic  Republic  of  Timor-Leste  for  Infrastructure  Project \nManagement. Manila (TA 4942-TIM; cofinanced by the Government of Australia); ADB. 2010. Technical Assistance ", "  3 \nManagement and Service Delivery and assistance available from other development partners, \nthe overall value of TA for infrastructure agencies is declining.7 \n13.  The new investment projects supported by development partners can meet some of the \nneeds. For example, they can provide opportunities for on-the-job training for inexperienced \nprofessionals, and trial ways of streamlining of systems and processes. Externally supported \nprojects  have  a key  role  to  play  as  a  catalyst  of  change.  But  such support  needs  to  be \ncomplemented  by  a  higher-level,  strategic  perspective  that  provides  overall  guidance  to \ninfrastructure management. This complementary support can only be provided through TA, \nwhich  is  essential  to  ensure  that  the  surge  in  infrastructure  investment  will  meet  quality \nstandards, provide value for money, and be sustainable. \n14.  The TA will strengthen the higher-level systems and processes needed for effective and \nsustainable infrastructure management. The TA will help the MPW prepare a long-term strategic \nplan that will set out the results targeted in the road transport, water and sanitation, and power \nsectors, and how these targets will be achieved. The plan will emphasize capacity development. \nAssistance will also be provided to guide implementation and monitoring of the strategy.  \n15.  The TA will be the first of two phases of support. The proposed second phase will \nsupport implementation of priority initiatives of the MPW strategic plan, and will be prepared as \nthe strategic plan nears completion. The second phase will also consider replicating the support \nin other infrastructure agencies where assistance is needed. \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n16.  The impact will be the delivery of sustainable roads and bridges, water and sanitation, \nand  power  infrastructure.  Performance  will  be  measured  by  budget  execution  rates,  the \nprovision of adequate funds for maintenance of major roads, and the initiation of infrastructure \nPPPs. The outcome will be strengthened infrastructure management by the MPW. Performance \nwill be measured by progress in implementing the long-term strategic plan for the MPW, which \nwill be prepared with the support of the TA. \nB.  Methodology and Key Activities \n17.  The TA will provide two outputs: (i) a long-term, results-based strategic plan for the \nMPW,  and  (ii)  an  operational  capacity  development  framework.  The  strategic  plan  will  be \nconcluded by the end of 2013, and will integrate the capacity development framework. The TA \nwill subsequently support the initial implementation and monitoring of the strategic plan and the \ncapacity development framework. The TA will focus on infrastructure investments larger than \n$0.25 million. \n18.  The MPW strategic plan will help implement the Timor-Leste SDP and the MPW action \n                                                                                                                                                       \nto the Democratic Republic of Timor-Leste for Strengthening Major Public Investments. Manila (TA 7712-TIM); \nADB.  2007.  Technical  Assistance  for  Results-Based  Project  Management  for  Pacific  Developing  Member \nCountries. Manila (TA 6436-REG). \n7  ADB. 2011. Technical Assistance to the Democratic Republic of Timor-Leste for Strengthening Water Sector \nManagement and Service Delivery. Manila (TA 7981-TIM). \n ", "4   \nplan for 2013–2017 prepared in response to the program of the fifth constitutional government.8 \nThe SDP and MPW action plan focus on what is to be done, and provide only general guidance \non how it will be done. They need to be backed up by a management approach focused on \nresolving hurdles to success in implementation and in achieving sustainability. This will be put in \nplace through the MPW strategic plan. \n19.  The MPW strategic plan will articulate the major development challenges and desired \nresults for roads and bridges, water and sanitation, and power. It will identify sector priorities, \nand spell out in broad terms the projects, programs, and other interventions needed to achieve \nthe priorities. Gaps that need to be filled will be identified. For example, the MPW strategic plan \nis expected to identify the system changes needed to make investment sustainable (e.g., the \nestablishment of maintenance regimes, independent management structures for utilities, and \nuser charging policies).  \n20.  The capacity development framework is a critical input to the MPW strategic plan. To \ngive sufficient emphasis to capacity development, it will be prepared through a separate but \nlinked  process.  The  framework  will  set  out  how  the  MPW  and  its  staff  can  develop  the \nknowledge,  abilities,  and  systems  necessary  to  implement  a  results-based  management \napproach and improve performance. It will help staff develop new capacities that will allow them \nto cope with change at a personal level and empower them to be part of a new, higher \nperformance agency. A baseline assessment of capacity and a map of the sequenced actions \nrequired  to  help  agencies  and  individual  staff  achieve  the  target  level  of  capacity  will  be \nprovided. \n21.  Progress against the MPW strategic plan and the capacity development framework will \nbe  reported  publicly  to  enhance  the  public  accountability  of  infrastructure  investment  and \nfacilitate the engagement of external stakeholders. The frameworks will provide a vehicle to \nincorporate key issues into infrastructure planning, such as the achievement of gender equity. \nThey  will  also  provide  a  focus  for  development  coordination  to  improve  alignment  and \nharmonization  in  the  infrastructure  sectors,  with  all  development  partners  encouraged  to \nparticipate in their preparation and application. \n22.  Key assumptions of the TA include strong ownership and input by the MPW and other \ninfrastructure agencies in preparing a strategic plan for the MPW, and the capacity of the \ngovernment’s  planning  and  budget  systems  to  accommodate  results-based  management \napproaches.  The  TA  also  assumes  that  a  consensus  will  emerge  on  the  best  long-term \napproach to capacity development, and that stakeholders including development partners are \nactively engaged. The key risks are that high project workloads will divert attention from new \nmanagement  approaches,  and  that  new  approaches  to  infrastructure  management  prove \ndifficult to integrate with established operating practices. \nC.  Cost and Financing \n23.  The TA is estimated to cost $510,000, of which $500,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-IV). The government will provide \ncounterpart support in the form of counterpart staff and office accommodation and other in-kind \ncontributions. A cost estimate and financing plan is provided in Appendix 2. \n                                                \n8  Presidency  of  the  Council  of  Ministers.  2012.  Program of  the  Fifth  Constitutional  Government:  2012–2015 \nLegislature. Dili. ", "  5 \nD.  Implementation Arrangements \n24.  The MPW, through its Directorate of Corporate Services, will be the executing agency. \nThe MPW will provide overall guidance to the TA and ensure alignment with the government’s \nplans. ADB will be the implementing agency. ADB’s Special Office in Timor-Leste will be the \nfocal point for the TA and be responsible for coordinating TA activities on a day-to-day basis.  \n25.  The TA will require up to 38 person-months of consulting services, provided by a team \nleader (national, full-time, 24 person-months), a capacity development adviser (international, \nintermittent, 4 person-months), a results-based management adviser (international, intermittent, \n4 person-months), and engineer(s) (national, intermittent, total of 6 person-months). The team \nleader will establish reporting and coordination arrangements with the MPW. The two advisers \nwill provide most of their input by the end of 2013, and return periodically to Timor-Leste to \nassist  in  implementation  and  monitoring.  Outline  terms  of  reference  for  the  individual \nconsultants are in Appendix 3. \n26.  To  provide  for  flexibility  and  timeliness  in  recruitment,  international  and  national \nconsultants will be selected and engaged by ADB on an individual basis in accordance with its \nGuidelines on the Use of Consultants (2010, as amended from time to time). Disbursements \nunder the TA will be  made in accordance with ADB’s Technical Assistance Disbursement \nHandbook (2010, as amended from time to time). \n27.  The TA will collaborate with other development partner activities, most notably those of \nAusAID,  Japan  International  Cooperation  Agency,  the  World  Bank,  and  the  International \nFinance Corporation. A coordination committee, cochaired by the key infrastructure agencies \nand development partners, will be established to guide support for capacity development and \nresults-based  management  in  the  infrastructure  sectors.  The  team  leader  will  assist  this \ncoordination committee by acting as its secretariat. Where elements of the MPW strategic plan \nare being put in place or implemented through other development assistance, such as ADB \nsupport for the water and sanitation sector, the TA will play a secondary role. \n28.  The TA will support awareness-raising events for stakeholders within government and \npublic awareness-raising events for stakeholders outside government. These events will provide \nan opportunity to explain TA activities to stakeholders; receive feedback on performance; and \ndisseminate  good  practices,  knowledge  products,  and  lessons.  The  government  website, \nnotably the Timor-Leste Transparency Portal, will also be used as a key vehicle for information \ndissemination.9 To assist monitoring and evaluation, quarterly updates on TA progress and \nissues will be submitted by the team leader to the MPW and ADB. Other partners supporting \nrelated initiatives will be invited to participate in the midterm and final reviews of the TA. \n29.  The TA will commence on 15 January 2013 and be completed on 31 December 2014. \nIV.  THE PRESIDENT’S DECISION  \n \n30.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis to \nthe Government of Timor-Leste for Infrastructure Management and hereby reports this action to \nthe Board. \n                                                \n9  Timor-Leste Transparency Portal. http://www.transparency.gov.tl/english.html \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nData Sources and \nDesign  Performance Targets and  Reporting  Assumptions and \nSummary  Indicators with Baselines  Mechanisms  Risks \nImpact      Assumption \nDelivery of  Most road and bridge, power, and water  Strategic Development  Strategic Development \nsustainable  and sanitation Infrastructure Fund  Plan monitoring reports  Plan for 2011–2030 \nroads and  projects disburse 80% or more of their  Ministry of Finance  remains in place \nbridges, water  2016 budget (baseline: 4 out of 30 road  Transparency Portalb  Risk \nand sanitation,  and bridge projects,1 of 1 water and  Timor-Leste budget  Insufficient funds to \nainnfrda sptoruwcetru re  sparonjietacttiso nin p 2r0o1je1c)tas , and 1 of 3 power  papers  rtaeragceht sin frastructure \nGovernment websites or \nMaintenance budget for major roads at \ninformation officers \nleast doubled by 2016 (2011 baseline: \n$5 million [preliminary estimate]) \nAt least one infrastructure public–private \npartnership is at an advanced stage in \n2016 (2011 baseline: none) \nOutcome      Assumption \nStrengthened  Achievement of at least half of the 2014  Government websites or  Government planning \ninfrastructure  targets and/or indicators of the MPW’s  information officers  and budget systems can \nmanagement  long-term strategic plan  accommodate results-\nby the MPW    based management \napproaches \nRisk \nNew approaches to \ninfrastructure \nmanagement prove \ndifficult to integrate with \nestablished operating \npractices \nOutputs      Assumptions \n1. Results- Endorsement of the plan by the Council of  Ministry of Finance  Strong ownership and \nbased, long- Ministers by the end of 2013  Transparency Portalb  input by the MPW and \nterm strategic  Gender-specific targets and/or indicators  Timor-Leste budget  other infrastructure \nplan for the  included in the plan by the end of 2013  papers  agencies \nMPW  Plan released publicly by the end of 2013  Government websites or  Consensus emerges on \nProgress against the plan is reported  information officers  how best to develop \ncapacity \npublicly in 2014  Development partner \ncountry strategies and  Stakeholders, including \n2. Operational  Endorsement of a capacity development \nproject documents  development partners, \ncapacity  framework by the minister of public works \nare actively engaged  \ndevelopment  by the end of 2013   \nRisk \nframework  Inclusion of the framework in the \nHigh project workloads \nendorsed MPW strategic plan by the end \ndivert attention from \nof 2013 \npreparation of the \nGender-specific targets and/or indicators  strategic plan \nincluded in the capacity development \nframework by the end of 2013 \nAt least two development partners \nsupport new capacity development \ninitiatives in 2014 identified in the MPW \nstrategic plan \n \n ", "Appendix 1  7 \n  Activities with Milestones  Inputs \n1.1  Assist the MPW to identify the problems faced in delivering results, and   \nthe changes needed to ensure delivery against the MPW action plan  ADB: $500,000 \n2013–2017 and the Strategic Development Plan for 2011–2030 (by  Amount \nMarch 2013)   Item  ($’000) \n1.2  Assist the MPW to map out a change management process (by March  Consultants  435 \n2013) \nTraining, seminars, and  15 \n1.3  Drawing on the MPW action plan, 2013–2017, help the MPW prepare a \nconferences \ntime-bound results framework inclusive of targets, indicators, and \nbaselines (by mid-2013)  Miscellaneous  25 \n1.4  Support the drafting, finalization, and endorsement of a results-based,  administration and \nlong-term strategic plan of the MPW (by the end of 2013)  support costs \n1.5  Provide high-level guidance for the implementation, monitoring, and as \nrequired, refinement of the long-term strategic plan of the MPW (from  Contingencies  25 \nthe end of 2013 to the end of the TA) \nNote: The government will provide \n2.1  Facilitate the identification of stakeholders relevant to capacity \ncounterpart support in the form of \ndevelopment (by March 2013) \ncounterpart staff and office \n2.2  Assist the MPW to define capacity needs, including through the conduct \naccommodation, and other in-kind \nof a baseline capacity assessment (by March 2013) \ncontributions. \n2.3  Assist the MPW to analyze the state of capacity (by mid-2013) \n2.4  Facilitate the formulation of approaches to closing capacity gaps by   \nMPW (by mid-2013) \n2.5  Assist the MPW to prepare strategies for safeguarding service delivery \nwhile capacity is built (by mid-2013) \n2.6  Support preparation of a time-bound, results-based capacity \ndevelopment framework for the MPW inclusive of targets, indicators, \nand a baseline (by September 2013) \n2.7  Support integration of the capacity development framework into the \nlong-term strategic plan of the MPW (by the end of 2013) \nADB = Asian Development Bank, MPW = Ministry of Public Works, TA = technical assistance. \na  The ratios for 2011 are based on low expenditure levels and lower disbursement ratios are expected as the budget \nrises. \nb  Inclusive of the budget portal, procurement portal, aid information management system, and results portal. Timor-\nLeste Transparency Portal. http://www.transparency.gov.tl/english.html \nSources: Asian Development Bank estimates; Ministry of Finance. 2012. Intermediate Budget Execution Report for \nthe 2011 Financial Year. Dili. \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nAsian Development Banka   \n  1. Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  200.00 \n      ii. National consultants  175.00 \n    b.  International and local travel  50.00 \n    c.  Reports and communications  10.00 \n  2. Training, seminars, and conferencesb  15.00 \n  3. Miscellaneous administration and support costs  25.00 \n  4. Contingencies  25.00 \n        Total  500.00 \nNote:  The  technical  assistance  (TA)  is  estimated  to  cost  $510,000,  of  which  contributions  from  the  Asian \nDevelopment Bank are presented in the table above. The government will provide counterpart support in the form of \ncounterpart staff and office accommodation, and other in-kind contributions. The value of government contribution is \nestimated to account for 2.0% of the total TA cost \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-IV). \nb  Includes facilitators’ costs, room and equipment hire, room preparation, advertisement, materials for participants, \nrefreshments for participants, and translation services for training, stakeholder participation, and awareness-raising \nevents in the capital, Dili, and district centers. \nSource: Asian Development Bank estimates. \n \n \n ", "Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Overview \n \n1.  The technical assistance (TA) consultants will help the Ministry of Public Works (MPW) \nprepare a long-term strategic plan that will set out results targeted in the road transport, water \nand  sanitation,  and  power  sectors,  and  how these targets  will  be  achieved.  The  plan  will \nemphasize  capacity  development.  The  TA  consultants  will  also  help  the  MPW  guide \nimplementation and monitoring of the strategy. \n2.  Support for preparing the strategic plan will draw on the successful trial of the managing \nfor development results approach with the National Directorate for Water Supply of the Ministry \nof Infrastructure.1 The TA consultants will help the MPW work with other line agencies and \ncentral agencies engaged in infrastructure in a process developed through the TA for Results-\nBased Project Management for Pacific Developing Member Countries.2  \n3.  The TA consultants will support adoption of a broad concept of capacity development, \nsuch as that presented in the Practical Guide to Capacity Development in a Sector Context of \nthe Asian Development Bank (ADB), which describes capacity development as the process of \nchanging toward results.3 The guide highlights that, as capacity development takes place in \npeople and organizations, it has to be owned and cannot be imposed on them. In addition, as \ncapacity  development  must  arise  from  the  environment  or  from  internal  factors,  external \npartners cannot ―do‖ capacity development of others; they can only support or help to create the \nright external incentives for capacity development processes. \n4.  The TA consultants will draw on the capacity development framework outlined in Closing \nCapacity Gaps in Timor-Leste, specifically the six steps to capacity development.4 It will also \ndraw on the insights from the staged capacity building model of the Australian Agency for \nInternational  Development  (AusAID).5 The  capacity  development  framework  will  pay  close \nattention  to  lessons  from  ADB  assistance  to  Timor-Leste,  including  those  from  AusAID’s \nindependent review of the Infrastructure Project Management TA.6 \n                                                \n1  Managing for development results helps organizations align internal policies, practice, and behavior with targeted \nexternal results. The approach can be separated into three stages: (i) being clear about the results that an \norganization has to deliver, the problems that face it, and the gaps in its performance; (ii) identification of the \nchanges an organization has to make to deliver results’ and (iii) implementation of a change management process, \nwhich is monitored to improve the management of the organization and to improve performance. This work is \ndiscussed  in  ADB.  2011.  Results-Based  Project  Management  for  Pacific  Developing  Member  Countries. \nConsultant’s report. Manila (TA 6436-REG; mission report for February and April 2011). \n2  ADB. Forthcoming. How to Integrate and Implement a Results-Based Approach at the National and Sector Levels: \nA Manual for Practitioners. Consultant’s report. Manila; ADB. Forthcoming. Managing for Development Results: A \nManual. Consultant’s report. Manila. \n3  ADB. 2011. Practical Guide to Capacity Development in a Sector Context. Manila. \n4  The six key steps are (i) identification of stakeholders, (ii) defining the capacity that is needed, (iii) the analysis of \nthe state of capacity, (iv) the formulation of approaches needed to close capacity gaps, (v) the safeguarding of \nservice delivery while capacity is built, and (vi) monitoring and evaluation. ADB. Forthcoming. Closing Capacity \nGaps in Timor-Leste. Pacific Studies Series. Manila  \n5  AusAID. 2006. A Staged Approach to Assess, Plan and Monitor Capacity Building. Canberra. \n6  ADB. 2011. Country Strategy, 2006–2010 Final Review. Manila; Independent Evaluation Department. 2011. \nCountry  Strategy,  2006–2010  Final  Review  Validation.  Manila:  ADB;  AusAID.  2012.  Timor-Leste  Asian \nDevelopment  Bank  Infrastructure  Project  Management/Infrastructure  Technical  Assistance.  Independent \nCompletion Report. Canberra. \n ", "10  Appendix 3 \n \n \nB.  Terms of Reference \n1.  Team Leader (national, full-time, 24 person-months) \n5.  The team leader will hold overall responsibility for TA implementation. The team leader \nwill have a postgraduate degree in management, public policy, international development, or a \nrelated field, and at least 5 years experience in results-based management approaches and \ncapacity development in the public or private sectors. Fluency in Tetun and English is essential. \nKnowledge of Portuguese and a background in infrastructure are highly desirable. \n6.  The team leader will have overall responsibility for the delivery of TA outputs, notably the \nMPW long-term strategic plan and a capacity development framework. The team leader will \nensure the TA supports a government-led process that ensures strong local ownership of these \noutputs. Other tasks will include the following: \n(i)  taking responsibility for the overall development and implementation of the TA \nunder the guidance of the MPW, including coordination, capacity development \nand  training,  communication,  information  sharing,  and  dialogue  with  senior \nmembers of government and stakeholders; \n(ii)  establishing reporting arrangements to the MPW, and ensuring they are followed \nthroughout the TA; \n(iii)  coordinating the inputs of the results-based management adviser and capacity \ndevelopment  adviser  in  supporting  the  preparation,  implementation,  and \nmonitoring of the MPW strategic plan and capacity development framework; \n(iv)  assisting  the  MPW  to  compile  regular  reports  on  progress  in  preparing, \nimplementing,  and  monitoring  of  the  MPW  strategic  plan  and  capacity \ndevelopment framework; \n(v)  supporting the MPW in establishing an effective communication system that will \nraise the awareness of government and external stakeholders on results-based \nmanagement  and  capacity  development,  including  through  the  conduct  of \nseminars, workshops, and preparing knowledge products and other information \nreleases; \n(vi)  facilitating dialogue events with stakeholders in support of TA implementation, \nincluding training, seminars, conferences, and workshops; and \n(vii)  transferring  skills  and  building  the  capacity  of  the  MPW  in  results-based \nmanagement and capacity development. \n \n7.  In addition, the team leader will \n(i)  lead  the  TA  implementation  in  accordance  with  the  terms  and  conditions \nspecified in the agreement between the government and ADB;  \n(ii)  coordinate and manage the inputs, activities, and outputs of TA consultants, \nincluding the allocation of responsibilities between consultants, the administration \nof all contracts under the TA, and monitoring the performance of all consultants;  \n(iii)  manage TA resources to achieve the results sought by the design and monitoring \nframework, including initiating and leading discussions of key implementation \nissues  with  the  government,  and  managing  TA  quality  control  and  quality \nassurance;  \n(iv)  organize TA inception and concluding workshops with senior representatives of \nthe government, government officials, and other relevant stakeholders to inform \nthe preparation and/or review of TA; \n ", "  Appendix 3  11 \n(v)  prepare and monitor progress against a risk management plan that will identify \nkey risks to sustainability and the actions required to minimize these risks;  \n(vi)  ensure  timely  preparation  and  submission  of  the  inception  report,  monthly \nprogress reports, the midterm report, and the project completion report, and \nassist with TA reviews undertaken by ADB and the government; and \n(vii)  consult with development partners on TA activities, ensuring that development \npartners are frequently informed of activities and that a high level of coordination \nis maintained that avoids duplication or overlap of work. \n2.  Results-Based Management Adviser (international, intermittent, 4 person-\nmonths) \n8.  The adviser will report to the MPW through the team leader. The adviser will have a \npostgraduate degree in management, public policy, or a related field, and at least 10 years \nexperience  in  results-based  management  approaches  in  the  public  or  private  sectors.  A \nbackground in infrastructure is highly desirable. Fluency in English is essential.  \n9.  The adviser will have the lead technical role in supporting the adoption of results-based \nmanagement approaches in the preparation and implementation of the MPW long-term strategic \nplan. The support will build on the successful trial of the managing for development results \napproach with the National Directorate for Water Supply of MPW, and follow the manuals \nprepared by the TA for Results-Based Project Management in Pacific Developing Member \nCountries (footnote 2). \n10.  Specific tasks will include \n(i)  assisting the  MPW to clarify target results,  the  problems faced  in  delivering \nresults, and gaps in performance; \n(ii)  assisting the MPW to identify the changes needed to ensure the agency can \ndeliver target results; \n(iii)  assisting the MPW to map out a change management process; \n(iv)  supporting  the  finalization  by  the  MPW  of  time-bound  results  frameworks \ninclusive of targets, indicators, and baselines; \n(v)  monitoring the implementation of the MPW strategic plan; and \n(vi)  undertaking other tasks as required by the team leader, and as may be required \nfor successful TA implementation. \n11.  In  undertaking  these  tasks,  the  adviser  is  expected  to  (i)  engage  in  briefings  and \nseminars with senior members of government and stakeholders to share experiences and \ndisseminate  information  on  results-based  management,  (ii)  advise  on  the  preparation  of \nknowledge  products  on  results-based  management,  and  (iii)  transfer  skills  and  build  the \ncapacity of the infrastructure agencies in implementing results-based management approaches. \n3.  Capacity Development Adviser (international, intermittent, 4 person-months) \n12.  The adviser will report to the MPW through the team leader. The adviser will have a \npostgraduate degree in management, public policy, or a related field, and at least 10 years \nexperience  in  results-based  management  approaches  in  the  public  or  private  sectors.  A \nbackground in infrastructure is highly desirable. Fluency in English is essential.  \n ", "12  Appendix 3 \n \n13.  The adviser will have the lead technical role in supporting the preparation and monitoring \nof a capacity development framework for the MPW. The support will follow the six steps to \ncapacity development outlined in  Closing Capacity Gaps in Timor-Leste, and draw on the \ninsights from AusAID’s staged capacity building model (footnote 4). The support will also pay \nclose  attention  to  lessons  from  ADB’s  assistance  to  Timor-Leste,  in  particular  those  from \nAusAID’s independent review of the Infrastructure Project Management TA. \n14.  Specific tasks will include \n(i)  facilitating the identification of stakeholders relevant to capacity development; \n(ii)  assisting the MPW to define capacity needs and analyze the state of capacity, \ninclusive of preparation of a baseline capacity assessment; \n(iii)  facilitate the formulation by the MPW of approaches to closing capacity gaps; \n(iv)  assisting the MPW to prepare strategies for safeguarding service delivery while \ncapacity is built; \n(v)  supporting the finalization of a time-bound, results-based capacity development \nframework for the MPW inclusive of targets, indicators, and a baseline, and \nassisting in its integration with the MPW long-term strategic plan; \n(vi)  monitoring the implementation of the capacity development framework; and \n(vii)  undertaking other tasks as required by the team leader, and as may be required \nfor successful TA implementation. \n15.  In undertaking these specific tasks, the adviser is expected to (i) engage in briefings and \nseminars with senior members of government and stakeholders to share experiences and \ndisseminate information on capacity development, (ii) advise on the preparation of knowledge \nproducts  on  capacity  development,  and  (iii)  transfer  skills  and  build  the  capacity  of  the \ninfrastructure agencies in implementing capacity development. \n4.  Engineers (as required) (national, intermittent, total of 6 person-months) \n16.  The engineers should have an engineering degree (mechanical, electrical, structural, \ncivil or architecture as required for particular inputs to be determined) with minimum 5 years \nengineering, project and/or contract administration experience. Work experience in a public \nagency and design and contract administration project experience are required. Fluency in \nTetun is essential, and a good understanding of English or Portuguese is highly desirable. The \nengineers will have a degree from a recognized university (national or international). \n17.  Reporting to the team leader, the engineers will provide specialist technical expertise \nneeded to support preparation of the MPW’s long-term strategic plan and capacity development \nframework. The scope of work will be determined once skill gaps are identified and prioritized by \nthe team leader. Assistance is expected to cover the business processes and policies of the \nMPW  in  relation  to  project  preparation,  procurement,  project  implementation,  and  project \nmonitoring and evaluation; and staff training. \nC.  Reporting Requirements \n \n18.  The team leader will be responsible for the quality of all reports, documentation, and \nsubmissions produced under the TA to a publishable and high professional standard. All reports \nrequired  to  explain  and  assess  TA  activities  are  to  be  in  English  and  suitable  for  public \n ", "  Appendix 3  13 \ncirculation. With the support of TA consultants, the team leader will submit an inception report, \nquarterly progress reports, a midterm report, a draft final report, and a final report to the \ngovernment and ADB.  \n(i)  Inception  report.  The  inception  report  will  provide  a  clear  plan  for  TA \nimplementation, challenges to its success, and a summary of the status of TA \nperformance. It will, to the extent feasible, provide (a) confirmation of the overall \nTA  rationale  and  design;  or  (b)  adjustments  recommended  to  improve  TA \nperformance,  including  to  the  terms  of  reference  of  consultants;  and  (c)  a \ndetailed TA implementation schedule. \n(ii)  Quarterly  progress  reports. These brief reports (maximum of 5 pages) will \ninform the government and ADB of the status of implementing the terms of \nreference and immediate plans for advancing the TA objectives. These reports \nwill adopt a uniform format to facilitate monitoring. \n(iii)  Midterm report. The midterm report will inform the government and ADB of the \nstatus  of  implementing  the  terms  of  reference,  plans  for  achieving  the  TA \nobjectives, and a personnel schedule with accomplishments under each item of \nthe design and monitoring framework. This report will record activities, outputs, \nand outcomes directly against the TA design and monitoring framework. It will \nprovide (a) confirmation of the TA overall rationale and design; or (b) adjustments \nrecommended to improve TA performance, including to the terms of reference of \nconsultants; and (c) a detailed TA implementation schedule. \n(iv)  Draft final report. The draft final report will (a) be submitted 2 months prior to TA \ncompletion, (b) summarize TA activities and results, reporting against the design \nand monitoring framework, and (c) provide recommendations on any additional \nsteps required to sustain the results of the TA. \n(v)  Final report. The final report will be submitted by the consultants within 1 month \nof receipt of the comments on the draft final report from the government and \nADB, and will respond to the comments received.  \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20121218160400Z", "Creator": "Microsoft® Office Word 2007", "ModDate": "D:20121220084352+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "Technical Assistance Report\r\n", "Title": "TAR: Timor-Leste: Infrastructure Management"}, "author_page": " \nCURRENCY EQUIVALENTS \n \nThe currency of Timor-Leste is the US dollar. \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  AusAID  –  Australian Agency for International Development \n  MPW  –  Ministry of Public Works \n  PPP  –  public–private partnership \n  SDP  –  Strategic Development Plan  \n  TA  –  technical assistance  \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector (subsectors)  –  Multisector (transport management and policies, water \nsupply and sanitation, energy sector development, economic \nand public affairs management) \nThemes (subthemes)  –  Capacity development (institutional development, \norganizational development), economic growth (widening \naccess to markets and economic opportunities), governance \n(economic and financial governance) \nLocation (impact)  –  National (high), regional (high)  \n \n \nNOTE \nIn this report, ―$‖ refers to US dollars. \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  X. Yao, Pacific Department (PARD) \n   \nTeam leader  R. Phelps, Senior Infrastructure Specialist, PARD \nTeam member  M. Caldeira, Senior Administrative Assistant, Special Office in \nTimor-Leste (SOTL), PARD \n  E. Menezes, Administrative Assistant, SOTL, PARD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "supply and sanitation", "role": "energy sector development", "organization": "economic"}, {"fullname": "S. Groff", "role": "Operations", "organization": ""}, {"fullname": "X. Yao", "role": "Pacific Department (PARD)", "organization": ""}, {"fullname": "R. Phelps", "role": "Senior Infrastructure Specialist", "organization": "PARD"}, {"fullname": "M. Caldeira", "role": "Senior Administrative Assistant", "organization": "Special Office in"}, {"fullname": "E. Menezes", "role": "Administrative Assistant", "organization": "SOTL"}]}