{"path": "data/input/ta/46184-001-reg-tar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 46184-001  \nResearch and Development Technical Assistance (RDTA) \nAugust 2012 \n \n \n \n \n \n \nAsian Development Outlook 2013\n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ACE  –  assistant chief economist \n  ADB  –  Asian Development Bank \n  ADO  –  Asian Development Outlook \n  DER  –  Department of External Relations \n  DMC  –  developing member country \n  ERD  –  Economics and Research Department \n  ERMF  –  Macroeconomics and Finance Research Division \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Research and development technical assistance (RDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Public sector management (economic and public affairs \nmanagement) \nThemes (subthemes)  –  Economic growth (promoting macroeconomic stability); \nregional cooperation and integration (trade and investments, \nmoney and finance); governance (economic and financial \ngovernance) \nLocation (impact)  –  Regional (high), national (high) \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  B. Lohani, Knowledge Management and Sustainable Development \nChief Economist  C. Rhee, Economics and Research Department (ERD) \n   \nTeam leader  J. E. Zveglich, Jr., Assistant Chief Economist, ERD \nTeam members  E. Laviña, Senior Economics Officer, ERD \n  M. Lee, Senior Economist, ERD \nM. S. Torres, Senior Economics and Research Assistant, ERD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n1.  The  Asian  Development  Outlook  (ADO)  is  a  flagship  publication  of  the  Asian \nDevelopment Bank (ADB) that showcases ADB’s knowledge and expertise about the region. \nThe report’s analysis provides insights into the economic issues faced by Asia and the Pacific, \nand appropriate policy responses. Its content informs ADB Management opinion and guides \ninstitutional views about the region’s macroeconomic prospects and important development \nissues. As such, there is a need to continuously come up with a high-quality analysis to remain \na  relevant,  credible,  and  independent  source  of  information  about  the  region,  thereby \nmaintaining its usefulness and relevance to policy dialogues and formulation in ADB developing \nmember  countries  (DMCs).  The  production  of  the  ADO  has  been  regularly  supported  by \ntechnical assistance (TA) funding.1 The objectives, scope, and activities to be covered by the \nregional TA are in Appendix 1.2  \n \nII.  ISSUES \n2.  The TA Strategic Forum 2008 recognized the important role that flagship publications \nsuch as the ADO play in monitoring the major economic issues and trends of ADB's DMCs. By \nregularly  providing  comprehensive  analysis  on  evolving  developments  in  DMCs,  the  ADO \nprovides a basis for understanding the key drivers of, and constraints on, economic growth—a \ncritical element for inclusive economic growth, which is one of the priority research areas under \nStrategy  2020.3 Also,  under  ADB’s  streamlined  business  processes,  the  ADO  has  been \nestablished as the main reference for the economic assessment and outlook section of country \npartnership strategies. \n \n3.  The ADO is one of the most frequently downloaded publications from ADB’s website.4 It \nis a source of much international and national news commentary that features analysis, views, \nand opinions from ADB. Thus, a concerted effort to produce a high-quality publication every \nyear is vital to elevate the publication’s profile and to ensure its relevance and usefulness in \nresearch and policy dialogues and formulation in ADB DMCs. \n \n4.  In addition to the country-by-country and regional economic analyses, the ADO in its \nrecent issues has featured timely topics on rebalancing growth, macroeconomic management \nbeyond the global financial crisis, South–South economic links, and inequality in developing \nAsia. These are all important issues that have been brought to the fore in the wake of the recent \nglobal financial crisis. Discussion of these topics has important policy implications for developing \nAsia in sustaining long-term growth in the face of global uncertainties.  \n \n5.  In keeping with its aim to present the vital and contemporary issues pertinent to the \nDMCs while tackling one of the development agendas of the region as envisioned in Strategy \n2020, the theme chapter of ADO 2013 will be ―Ensuring Energy Security in Asia and the Pacific.‖ \n                                                \n1  ADO 2013 has been identified as a corporate priority TA in the 30 January 2012 memo on resource allocation for \ntechnical assistance operations in 2012. \n2  The TA first appeared in the business opportunities section of ADB’s website on 26 July 2012. \n3  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n4  From 2006 to 2012, the ADO and ADO Update have consistently ranked among the top ADB downloads from the \nmonth of launch until the following year. Their launches have regularly generated significant coverage from both \nglobal and regional top-tier media, such as the Financial Times, the Asian Wall Street Journal, and the International \nHerald Tribune. \n ", "2   \nDeveloping Asia’s energy demand is projected to almost triple from 4,242 million tons of oil \nequivalent in 2007 to 11,480 million tons of oil equivalent by 2050, the highest rate among \nregions. Economies outside the Organisation for Economic Co-operation and Development \n(OECD) would account for about 95% of the projected growth in global energy demand by 2050. \nThe rapid growth of Asia’s energy demand over the next 3 decades will put extraordinary \npressure on securing energy sources (Asia being the most responsible for and affected by \nexcessive reliance on energy imports) and will generate a rapid increase in carbon dioxide \nemissions.5 Per  capita  energy  use  in  developing  Asia  is  about  a  third  that  of  developed \ncountries and the projected rapid growth reflects the catch-up effect. Asia needs increasing \nenergy supplies to sustain economic growth and development while energy resources are under \npressure and the current level of energy-related carbon dioxide emissions threatens our climate. \nEnergy  security  is  an  important  mission;  it  means  ensuring  long-term  supply  security  by \npromoting sufficient investment, ameliorating market volatility, and examining issues of energy \nbalance accountability. The theme chapter will examine the energy issues underlying the long-\nterm view of the region articulated in Asia 2050: Realizing the Asian Century. In particular, it will \ndiscuss how much Asia’s long-term growth will contribute to energy demand in Asia and the \nworld, how to ensure Asia’s energy security, the implications for environmentally sustainable \ngrowth, options for switching to a cleaner and more efficient energy future, and the policies \nneeded to ensure energy security in Asia and the Pacific. \n \n6.  To motivate the discussion, the theme chapter will provide projections of developing \nAsia’s energy demand and supply under high- and low-growth scenarios. It will present country \nand subregional demand–supply analysis and will estimate the demand–supply gap in Asia’s \npower sector. Quantitative analysis to estimate energy demand reduction and carbon dioxide \nemission reduction through energy-efficiency-promoting policies for both high- and low-growth \nscenario  cases  will  also  be  conducted.  This  can  be  the  basis  of  an  assessment  of  the \nmacroeconomic impacts on gross domestic product and employment generation, and financial \nimpacts on energy bill savings of energy efficiency programs.  \n \n7.  Finally, the theme chapter will draw conclusions about advantages and drawbacks of \ndifferent  policies.  This  analysis  should  enable  countries  embarking  on  energy  demand \nmanagement policies to benefit from the experience of other countries. The effect of the gradual \nrationalization of fossil-fuel subsidies on the energy mix, as well as its impacts on the macro \neconomy and households, will also be discussed. Based on the analyses above, concrete and \nspecific policy directions on how developing Asia as a region can ensure energy security and \npromote sustainable and low-carbon economic growth will be recommended. \n \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n8.  The impact of the TA will be for the ADO to influence the environment within which policy \nformulation in selected DMCs occurs. The outcome will be citations of the ADO by the media, \nand by economic researchers within and outside ADB. Appendix 2 contains the outline of ADO \n2013 and ADO 2013 Update. \n \n                                                \n5  ADB. 2011. Asia 2050: Realizing the Asian Century. Manila. \n ", "  3 \nB.  Methodology and Key Activities \n9.  The main outputs of the TA will be the disseminated ADO 2013, ADO 2013 Update, and \nADO  Supplement  reports.6 The  TA  will  support  the  following  key  activities:  (i)  preparing \nbackground analytical papers; (ii) further developing and refining analytical methods; (iii) drafting \nADO content; (iv) economic editing and copyediting; (v) preparing and laying out materials for \npublication; and (vi) disseminating key results and policy messages. The TA will also support \ninitiatives to build capacity for macroeconomic modeling, generating growth projections, and \nmonitoring markets. These initiatives will be linked to a bigger plan within the Economics and \nResearch Department (ERD), which aims to build a ―modeling culture‖ within ADB, and will \ninclude economists in the regional departments, especially those involved in the preparation of \nthe  country  chapters,  and  possibly  the  Office  of  Regional  Economic  Integration.  Several \nactivities for the preparation of ADO 2014 may be supported under the TA.  \n \n10.  ERD must work continuously to improve the analytical rigor and policy relevance of the \nreport if it is to remain a credible, independent source of knowledge and information about Asia \nand  the  Pacific.  Background  research  papers  to  provide  a  solid  empirical  and  analytical \nfoundation for ADO content will be produced under the TA. These papers will supplement the \nresearch work of the Macroeconomics and Finance Research Division (ERMF) on the selected \ntheme topics, analyzing issues and policy implications for the DMCs covered. These papers will \nbe consolidated in an edited research volume to provide researchers with more extensive \nbackground information and analyses related to the theme topic. The research volume may be \ncopublished with a reputable publishing house and will likely entail a buyback arrangement. \n \n11.  The  TA  will  support  the  development  and  refinement  of  analytical  methods  to \nsupplement ADB’s short- and medium-term country economic monitoring and reporting. This will \nstrengthen the economic underpinnings of country programs and strategies for the DMCs, \nthereby creating better-informed and better-designed economic policies and enhancing ADB’s \ncountry assistance. \n \n12.  Workshops and conferences will be organized as part of ADO preparation to strengthen \nthe content. The writers’ workshop will focus on macroeconomic analysis of current issues, \ngrowth accounting, economic projections and macroeconomic modeling, and effective writing \nskills. The workshop will target selected economists and national staff in regional departments \nand resident missions who are responsible for writing the country chapters. This will also impart \nskills that are of broader relevance to the economic and sector work, which underpins country \nstrategies. The conferences will focus on the reports’ theme chapters. Distinguished economists \nfrom the region will be invited to discuss initial drafts of the background papers to improve the \nanalytical rigor and policy relevance of the theme chapters. \n \n13.  To ensure accuracy, coherence, and consistency in approach across the different parts \nof the ADO and the edited volume of background research papers, high-quality editing services \nwill be provided by international consultants.  \n \n14.  The publications will be widely disseminated in collaboration with the Department of \nExternal Relations (DER). The international media launch will be followed by presentations \ncohosted by ADB development partners within and outside Asia and the Pacific. The outreach \n                                                \n6  The ADO Supplement is a short report jointly initiated with the Office of Regional Economic Integration to produce \nquarterly updates of macro forecasts between ADO and ADO Update releases.  \n ", "4   \nwill include analytical discussions of the issues in partnership with academic institutions and \nthink tanks. \n \nC.  Cost and Financing \n15.  The TA is estimated to cost $1,000,000, which will be financed on a grant basis by \nADB’s Technical Assistance Special Fund (TASF-IV). The cost estimates and financing plan are \nin Appendix 3. \n \nD.  Implementation Arrangements \n16.  ADB will be the executing agency responsible for implementing and monitoring the TA. \nGiven the high institutional profile of the ADO, the chief economist will report to the vice-\npresident for knowledge management and sustainable development and the President at critical \npoints in the publications’ preparation. The TA is expected to start in September 2012 and be \ncompleted by 30 June 2014. \n \n17.  The production of the ADO will be a joint effort (led by ERMF) of ERD economists, \ncountry  economists  of  the  regional  departments  and  resident  missions,  national  experts, \ninternational consultants, and economics editors. As in previous years, ERMF will collaborate \nwith regional departments and resident missions on the preparation of the country chapters. \nERD  will  also  coordinate  with  the  energy  divisions  of  the  regional  departments  and  the \ncommunity of practice on energy in the preparation of the theme chapter. The theme topic for \nthe ADO 2013 Update will be decided after consultations with the regional departments and \nManagement. \n \n18.  The  TA  will  require  16  person-months  of  international  consultancy  resources  for \neconomists who will prepare the background papers and analyses on the issue of the theme \ntopic. In addition, the TA will require an estimated 24 person-months of international economic \nadvisory  and  editing  consultants’  time  for  the  economic  and  technical  editing  of  ADO \nmanuscripts before final publication of ADO 2013 and ADO 2013 Update. The TA will also \nrequire 7 person-months of national economic consultants’ time to assist in conducting research \non  different macroeconomic  topics,  and another  13  person-months  will  be  needed for  the \ndesktop publishing and graphic design requirements of the publication. Consultants will be hired \nas individuals.7 Resource persons will be engaged to conduct training on macroeconomics and \neconomic forecasting and may also serve as discussants during the workshops. Consultants \nand resource persons will be engaged in accordance with ADB’s Guidelines on the Use of \nConsultants (2010, as amended from time to time). The outline terms of reference for the \nconsultants and resource persons are in Appendix 4.   \n \n19.  The TA will finance the procurement of information and knowledge services, such as \nsubscription to macroeconomic data providers (e.g., Bloomberg), as may be required to support \nrelevant and up-to-date content. Equipment such as computers and software to support the \nmacroeconomic modeling work will be purchased by ADB in accordance with its Procurement \nGuidelines  (2010,  as  amended  from  time  to  time)  and  in  coordination  with  the  Office  of \nInformation  Systems  and  Technology  and  the  Office  of  Administrative  Services,  where \n                                                \n7  The TA will involve independent studies and require rapid mobilization of consultants to ensure that there are no \ndelays in the tight production schedule of the publications. In addition, the experience and qualifications of the \nindividual consultants will be the primary considerations. Thus, the consultants will be hired on an individual basis.  \n ", "  5 \napplicable. All computer equipment purchased under the TA will remain ADB’s property even \nafter TA account closing, until disposed of.8 Disbursements under the TA will be in accordance \nwith ADB’s Technical Assistance Disbursement Handbook (2010, as amended from time to \ntime). \n \n20.  Workshops will be conducted to review and discuss the initial country chapters and \nbackground papers prepared for the ADO. These are tentatively scheduled for December 2012, \nFebruary 2013, May 2013, and July 2013 at the ADB headquarters. The TA may cover travel \nexpenses of selected resident mission staff participating in the workshops as resource persons. \n \n21.  The TA will support the dissemination activities of ERD and DER. The major results and \nkey policy messages emerging from the ADO 2013 and ADO 2013 Update will be disseminated \nto  the  media,  DMC  policymakers,  and  academic  communities.  The  media  launch  and \nsubsequent  road  shows  will  be  undertaken  by  ERD  in  coordination  with  DER.  Separate \nlaunches will be undertaken by resident missions in selected DMCs in coordination with their \nregional departments and DER. Roundtable discussions and workshops in different academic \nand economic institutions will also be conducted to reach a wider audience. Both ADO 2013 and \nADO  2013  Update  will  be featured  on the  ADB  website  and  copies,  either  in  print  or  on \nCD-ROMs, will be distributed worldwide. ADO Supplement reports will be produced in between \nthe publication of the ADO and the ADO Update to provide updated assessment on the DMCs. \nThe TA may also support the translation of the ADO into other languages, as may be required, \nto  support  dissemination  activities  in  selected  DMCs.  This  will  be  arranged  by  regional \ndepartments in coordination with the concerned resident missions and DER. \n \n22.  As team leader, the assistant chief economist (ACE), ERMF will monitor the work under \nthe  TA  to  ensure  its  effective  implementation.  ERD  researchers  will  review  the  work  of \nconsultants  engaged  to  verify  that  tasks  are  completed  in  accordance  with  the  terms  of \nreference, and that draft reports are delivered on time, with the ACE, ERMF managing the \ncombined outputs of the consultants. Peer review of papers within ADB and, if possible, by \nother research and academic institutions will also be used as a tool to evaluate the quality and \ndepth of analysis of the research papers. ACE, ERMF will set the production schedule, assure \nthat adequate staff are assigned, and be responsible for meeting the deadlines for the timely \ndelivery of publications. The success of the dissemination activities will be monitored through \nweb download statistics and media monitoring reports provided by DER. \n \n23.  Evaluation of outputs and outcomes will be done to help measure the success of the TA. \nERMF evaluation of the overall ADO process will be conducted to determine strengths and \nweaknesses as well as areas for improvement that will serve as inputs for the next ADO. \nMonitoring and back-to-office reports on the ADO and ADO Update launches will also be \nreviewed to gather feedback on the publications and learn lessons from them. \n \nIV.  THE PRESIDENT'S DECISION   \n24.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,000,000 on a grant basis \nfor the Asian Development Outlook 2013, and hereby reports this action to the Board. \n                                                \n8  In  accordance  with  ADB.  2009.  Administering  Grant-Financed  Technical  Assistance.  Project  Administration \nInstructions. PAI 5.09. Manila (para. 31). \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Risks  \nImpact  By 2017:    Assumption \n       \nThe ADO influences  At least three DMCs  Government  Policy research \nthe environment  incorporate ADO  development plans and  debates, spurred by the \nwithin which policy  recommendations into  policy announcements  ADO, influence  DMC \nformulation occurs in  their development plans.    decision makers \nselected DMCs.       \nOutcome  By project completion:    Risk \n       \nThe ADO is cited by  ADO citations in 500 major  DER media monitoring  Unforeseen changes in \nthe media, and by  newspapers and  reports  the global or regional \neconomic  publications    political and/or \nresearchers within  (Baseline: 400 media    economic environment \nand outside ADB.  citations/year)     undermines the \n      relevance of ADO \nADO citations in other  Other research materials  messages  \nresearch work    \n(Baseline: 5 research   \ncitations/year)   \n   \nADO content is used in  ADB Management \n25 ADB Management    speeches  \nspeeches    \n(Baseline:   \n20 speeches/year)   \n   \nADO content is used in the  ADB documents \npreparation of 5 ADB \ndocuments \n(Baseline: 3 ADB \ndocuments/year) \nOutputs      Assumption \n       \nDisseminated ADO  1,200 copies each of  ADO  Number of publications  Authors have access to \n2013,  ADO 2013  2013 and ADO 2013  produced  accurate and current \nUpdate, and ADO  Update are printed and    macroeconomic data \nSupplement reports   distributed    and knowledge of DMC \n    governments’ policy \nAverage of 18,000 web  DER web download  directions  \ndownloads of ADO 2013,  statistics \n \nADO 2013 Update, and   \nADO Supplement reports   \n   \n ", "Appendix 1  7 \nActivities with Milestones  Inputs \n1. Consultants engaged (September–December  ADB: $1,000,000 \n2012) \nAmount \n2. Workshops conducted (December 2012;  Item  ($’000) \nFebruary 2013; May 2013; July 2013)  13 person-months of national desktop  28.0 \npublishing and graphics design   \n3. Background papers drafted (October 2012–\nconsultants   \nFebruary 2013; November 2012–July 2013) and \n   \npublished as an edited research volume \n16 person-months of international  332.0 \n(December 2013; June 2014)  \neconomics consultants   \n4. ADO contents drafted, reviewed, and edited     \n(November 2012–March 2013; June–September  24 person-months of international  391.0 \n2013)  advisory and editing consultants   \n5. Publications finalized and disseminated  (April     \n2013; July 2013; September 2013; December  Financing for trainings, workshops, and  61.0 \n2013)        conferences   \n   \n \nResource persons  59.0 \n     \nFinancing for equipment, data support,  114.0 \nsubscriptions, software acquisition,   \nadministrative costs, and contingencies \nADB = Asian Development Bank, ADO = Asian Development Outlook, DER = Department of External Relations, \nDMC = developing member country. \nSource: Asian Development Bank. \n \n \n \n \n   \n   \n_________________________  ________________________ \nJoseph E. Zveglich, Jr.  Changyong Rhee \nAssistant Chief Ecoonomist, ERMF  Chief Economist \n \n ", "8  Appendix 2 \nOUTLINE OF ASIAN DEVELOPMENT OUTLOOK 2013  \nAND ASIAN DEVELOPMENT OUTLOOK 2013 UPDATE \n \nA.  Asian Development Outlook 2013 \n \nPart 1: Developing Asia and the World \n \nPart 2: Ensuring Energy Security in Asia and the Pacific  \n \nPart 3: Economic Trends and Prospects in Developing Asia \n \n    Central Asia \nArmenia \nAzerbaijan \nGeorgia \nKazakhstan \nKyrgyz Republic \nTajikistan \nTurkmenistan \nUzbekistan \n \nEast Asia \n  People’s Republic of China \n  Hong Kong, China \n  Republic of Korea \n  Mongolia \n  Taipei,China \n \nThe Pacific \n  Fiji  \n  Papua New Guinea \n  Timor-Leste \n  South Pacific states \nCook Islands \nSamoa \nTonga \nVanuatu \n  North Pacific states \nMarshall Islands \nFederated States of Micronesia \nPalau \n   Pacific micro-states \n     Kiribati \n     Nauru \n     Tuvalu \n   \nSouth Asia \n  Afghanistan \n  Bangladesh \n  Bhutan \n  India \n  Maldives \n ", "  Appendix 2  9 \n \n  Nepal \n  Pakistan \n  Sri Lanka \n \nSoutheast Asia \n  Brunei Darussalam \n  Cambodia \n  Indonesia \n  Lao People’s Democratic Republic \n  Malaysia \n  Myanmar \n  Philippines \n  Singapore \n  Thailand \n  Viet Nam \n \nStatistical Appendix \n \nB.  Asian Development Outlook 2013 Update \n \nPart 1: Developing Asia and the World \n \nPart 2: To be determined \n \nPart 3: Economic Trends and Prospects in Developing Asia \n    \n  Subregional summaries \nBangladesh \nPeople’s Republic of China \nIndia \nIndonesia \nMalaysia \nPakistan \nPhilippines \nThailand \nViet Nam \n \nStatistical Appendix \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "10  Appendix 3   \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  630.00 \n      ii.  National consultants  43.00 \n    b.  International and local travel  93.00 \n  2.  Equipment  5.00 \n  3.  Training, seminars, and conferencesb  120.00 \n  4.  Miscellaneous administration and support costsc  35.00 \n  5.  Contingencies  74.00 \n   \n        Total  1,000.00 \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-IV). \nb  Includes cost of workshop and conference resource persons, including travel expenses of ADB staff serving as \nresource persons in the dissemination activities that will be conducted in coordination with the Department of \nExternal Relations. \nc  Includes data support, subscription, buyback arrangement with a copublisher, and software acquisition costs. \nSource: Asian Development Bank estimates. \n \n ", "Appendix 4  11 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Economics Consultants (international, 16 person-months, 12 consultants) \n1.  The  consultants  should  have  excellent  working  experience  in  general \nmacroeconomics—particularly specializing on energy issues for those that will be hired for the \nAsian Development Outlook (ADO) 2013—and a good knowledge of the developing member \neconomies.  Under  the  direct  supervision  of  the  relevant  Macroeconomics  and  Finance \nResearch Division (ERMF) staff, the consultants will \n(i)  prepare  analysis  essays  on  current  issues  and  country  reports  as  may  be \nassigned; \n(ii)  participate in ADO workshops as may be required; \n(iii)  work with the economics editor to ensure consistency and coherence of the \nADO;  \n(iv)  perform  all  other  functions  and  responsibilities  as  may  be  assigned  by  the \nassistant chief economist (ACE), ERMF; and \n(v)  deliver the following outputs: draft, revised, and final background papers. \n \nB.  Editorial Economic Advisors (international, 16 person-months, 8 consultants) \n2.  Under the direct supervision of ACE, ERMF and in coordination with other ADB staff \ninvolved in preparing the country chapters of ADO 2013 and ADO 2013 Update, the advisors \nwill collaborate with authors in the development of country write-ups; and review the draft \nchapters for economic content and consistency with economic theory. The advisors will draft the \nsubregional highlights of the publication and ensure that all the data in the publication are based \non the most recent information available as of the specified cut-off date. The advisors will also \nact as resource persons in the ADO writers’ workshop to be held at the ADB headquarters. In \nparticular, the advisors will \n(i)  work with the authors during the workshop to develop chapter outlines, key \nmessages, and storylines of the country chapters; \n(ii)   work  with  the  authors—from  drafting,  revising,  and  finalizing  of  the  drafts; \nreviewing  the  drafts;  conducting  one-on-one  and  group  discussions  with  the \nauthors; and providing advice on areas that can be strengthened and improved;  \n(iii)   draft subregional highlights and summaries and related key messages; \n(iv)  review the validity and accuracy of information, tables, and charts included in the \nwrite-up; \n(v)  work with the manuscript editor in finalizing the text of the country chapters in \nconsultation with the authors; \n(vi)  review press releases and related materials for the ADO;  \n(vii)  perform all other functions and responsibilities as may be assigned by ACE, \nERMF; and \n(viii)  deliver the following outputs: edited country chapters and highlights.  \n \nC.  Economics Editor (international, 2 person-months, 2 consultants) \n \n3.  Under the direct supervision of ACE, ERMF and in consultation with other ADB staff in \nthe Economics and Research Department (ERD) involved in preparing and reviewing the theme \nchapter, the economics editor will edit the theme chapter for economic content. In particular, the \neconomics editor will \n(i)  edit the theme chapter for consistency with economic theory as well as empirical \nevidence, and include some redrafting of the text along the following lines:  \n ", "12  Appendix 4 \n \n \n(a)  rewrite, reorganize, or shorten the text to improve its logical structure; \n(b)  suggest different ways to present material (e.g., deleting or adding tables, \nfigures, or text boxes to make the author’s case more compelling); and \n(c)  simplify technical language, eliminate jargon, and introduce definitions so \nthat the chapter can be understood by an educated nonspecialist; \n(ii)  perform general editing, including \n(a)  simplifying long, complicated sentences; \n(b)  breaking up accretions of nouns as adjectives;  \n(c)  editing tables and figures so that they prove their point and make the  \npresentation of similar data consistent; \n(d)  eliminating excess words that do not further the argument; and \n(e)  eliminating redundancy; \n(iii)  ensure consistency of the theme chapter with the other parts of the ADO and \nreview the validity and accuracy of information, tables, and charts included in the \ntheme chapter; \n(iv)  confer with ERD staff regarding gaps in the write-up, important questions, and \nneeded revisions; \n(v)  assist in preparing the publication highlights (Part 2); \n(vi)  help prepare the key messages and review press releases for the theme chapter;  \n(vii)  perform  all  other  functions  and  responsibilities  as  may  be  assigned  by  the \nassistant chief economist, ERMF; and \n(viii)  deliver the following outputs: edited theme chapters and highlights. \n \nD.  Manuscript Editor (international, 6 person-months, 2 consultants) \n \n4.  Under the direct supervision of ACE, ERMF and in coordination with the relevant ERMF \nstaff, the manuscript editor will: \n(i)  edit  the ADO including  \n(a)  rewriting,  reorganizing,  or  shortening  the  text  to  improve  its  logical \nstructure and sharpen the arguments;  \n(b)  simplifying  technical  language,  eliminating  jargon,  and  introducing \ndefinitions  so  that  the  chapters  can  be  understood  by  an  educated \nnonspecialist;  \n(c)  coordinating with the authors and economics editors to make connections \namong ideas explicit and to illustrate complex concepts;  \n(d)  cutting or editing redundant passages and simplifying long, complicated \nsentences;  \n(e)  smoothening or writing transitions between paragraphs and sections; and  \n(f)  suggesting additional materials (e.g., boxes, tables, figures) that would \nmake the publication more reader-friendly;  \n(ii)  check the manuscript for consistency and accuracy including  \n(a)  checking for factual errors (e.g., whether correct names of institutions and \nother entities are used; verifying major statements of fact on authoritative \nwebsites, where practical); and  \n(b)  highlighting data inconsistencies (e.g., alerting ERMF national  staff to \ndiscrepancies in data among text, tables, and charts for their chapters \nand  ensuring  that  queries  are  answered;  and  ensuring  that  the \nbenchmarks are referred to coherently in the publication); \n(iii)  copyedit  all  parts  of the reports  in conformity  with  ADB’s  editorial style  and \nusage; \n ", "  Appendix 4  13 \n(iv)  smooth out the entire structure of the publications to make them readable with a \nconsistent logical flow; \n(v)  ensure, to a degree possible, consistency of language style in all parts of the \npublication; \n(vi)  edit tables and figures; \n(vii)  ensure that subheads are consistent and logical; \n(viii)  check references to tables, figures, appendixes, bibliographies, and parts of the \ntext; \n(ix)  edit notes to make sure that the text references are correct; \n(x)  supervise the encoding of corrections as well as incorporation of tables, charts, \nand boxes; \n(xi)  prepare the table of contents, definition of terms, and list of acronyms; \n(xii)  edit all dissemination materials including press releases, speeches, questions \nand answers, key messages, and presentation slides;  \n(xiii)  liaise with the typesetter designated by ERMF to ensure that editorial marks and \ncomments, as well as tables, charts, and boxes, are incorporated in the typeset \nmanuscript upon submission for final printing; \n(xiv)  perform all other functions as may be assigned by ACE, ERMF; and \n(xv)  deliver the following output: edited manuscript. \n \nE.  Resource Persons (0.6 person-months, 6 experts) \n \n5.  Selected staff from resident missions will be invited as resource persons during the ADO \nwriters’  workshop  to  present  and  discuss  current  country  conditions  in  preparation for the \ndrafting of the ADO country chapters. \n \n6.  Resource persons (from both local institutions and offices of international organizations \nin the region) with knowledge of the theme chapter topics will also be engaged to act as \ndiscussants during the ADO theme conferences.  \n \nF.  Desktop Publishing Specialist and Graphic Designer (national, 13 person-months, \n2 consultants) \n \n7.  The  consultants  must  be  skilled  in  working  with  Adobe InDesign,  Adobe  Illustrator, \nAdobe  Photoshop,  Microsoft  Word,  and  Microsoft  Excel.  The  consultants  will  typeset  and \nproofread the text, tables, charts and all graphic elements of the publication from the preliminary \ndraft to the final copy and produce the high resolution PDF file before forwarding to the external \nprinter (including refining its web version). In particular, the consultants will  \n(i)  lay out the ADO; \n(ii)  reformat tables and charts of the ADO based on corrections received from ERMF \nstaff and consultants; \n(iii)  encode corrections in the main text based on corrections received from ERMF \nstaff and consultants; \n(iv)  prepare final layout of the ADO; \n(v)  encode final text and graphical corrections; \n(vi)  deliver the web-ready and pre-flighted consolidated PDF of the publication; \n(vii)  perform other related tasks as assigned by ACE, ERMF; and \n(viii)  deliver the following outputs: PDF files of the different parts of the book at certain \npoints  of  the  production  process;  source  files  (InDesign  and  Illustrator) \npreliminary and final; PDF file of the manuscript for launch, printing, and web-\nposting; and backup of all files submitted  \n ", "14  Appendix 4 \n \n \n \nG.  Economics Consultants (national, 7 person-months, 2 consultants) \n \n8.  The consultants should have excellent working experience in general economics. Under \nthe  direct  supervision  of  relevant  ERMF  staff,  the  consultants  will  assist  in  the  economic \nresearch work of ERD and undertake general economic research. The assignment will be at the \nADB headquarters, Manila. In particular, the consultants will \n(i)  conduct research  on  issues  related  to macroeconomic  development, growth, \ntrade and investment, human capital development, and long-term employment \ngeneration in Asia and the Pacific; \n(ii)  support country economic analyses; \n(iii)  contribute to the preparation of the ADO and its update; \n(iv)  update the ADO data sheet;  \n(v)  undertake ad hoc research and other assignments as may be assigned by ACE, \nERMF; and \n(vi)  deliver the following outputs: updated database, charts, and tables; draft and final \nreports (as may be required). \n  \n "], "metadata": {"CreationDate": "D:20120823144215Z", "Subject": "Decision document for the research and development technical assistance for the Asian Development Outlook 2013 containing issues, impacts, outcomes, methodology and key activities as well as cost and financing and implementation arrangements presented to ADB’s Board of Directors or Management for approval.", "Author": "Asian Development Bank", "Creator": "Microsoft® Office Word 2007", "Keywords": "ado 2013, 46184-001, adb projects, asian outlook, development outlook, adb technical assistance, research and development, economics, public sector, economic growth, governance, regional cooperation", "Producer": "Microsoft® Office Word 2007", "ModDate": "D:20120906161204+08'00'", "Title": "TAR: Regional: Asian Development Outlook 2013"}, "author_page": " \nABBREVIATIONS \n \n  ACE  –  assistant chief economist \n  ADB  –  Asian Development Bank \n  ADO  –  Asian Development Outlook \n  DER  –  Department of External Relations \n  DMC  –  developing member country \n  ERD  –  Economics and Research Department \n  ERMF  –  Macroeconomics and Finance Research Division \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Research and development technical assistance (RDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Public sector management (economic and public affairs \nmanagement) \nThemes (subthemes)  –  Economic growth (promoting macroeconomic stability); \nregional cooperation and integration (trade and investments, \nmoney and finance); governance (economic and financial \ngovernance) \nLocation (impact)  –  Regional (high), national (high) \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  B. Lohani, Knowledge Management and Sustainable Development \nChief Economist  C. Rhee, Economics and Research Department (ERD) \n   \nTeam leader  J. E. Zveglich, Jr., Assistant Chief Economist, ERD \nTeam members  E. Laviña, Senior Economics Officer, ERD \n  M. Lee, Senior Economist, ERD \nM. S. Torres, Senior Economics and Research Assistant, ERD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "B. Lohani", "role": "Knowledge Management and Sustainable Development", "organization": ""}, {"documentRole": "Chief Economist", "fullname": "C. Rhee", "role": "Economics and Research Department (ERD)", "organization": ""}, {"documentRole": "Team leader", "fullname": "J. E. Zveglich", "role": "Jr", "organization": ""}, {"documentRole": "Team leader", "fullname": "M. Lee", "role": "Senior Economist", "organization": "ERD"}, {"documentRole": "Team leader", "fullname": "M. S. Torres", "role": "Senior Economics and Research Assistant", "organization": "ERD"}]}