{"path": "data/input/ta/46196-001-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 46196 \nResearch and Development Technical Assistance (RDTA) \nAugust 2012 \n \n \n \nGlobal Supply Chains and Trade in Value Added\n \n \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nADBI  –  Asian Development Bank Institute \n  DMC  –  developing member country \n  ERD  –  Economics and Research Department \n  GSC  –  global supply chain \n  IDE-JETRO  –  Institute of Developing Economies, Japan External Trade Organization \n  OECD  –  Organisation for Economic Co-operation and Development \n  TA  –  technical assistance \n  TVA  –  trade in value added \n  WTO  –  World Trade Organization \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Research and development technical assistance (RDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Industry and trade (trade and services) \nThemes (subthemes)  –  Economic growth (promoting economic efficiency and \nenabling business environment, widening access to markets \nand economic opportunities); regional cooperation and \nintegration (trade and investments, money and finance); private \nsector development (policy reforms)  \nLocation impact  –  National (high), regional (high) \nPartnerships  –  Fung Global Institute; Institute of Developing Economies, Japan \nExternal Trade Organization (IDE-JETRO); Organisation for \nEconomic Co-operation and Development (OECD); World \nTrade Organization (WTO) \n \n \nNOTE \nIn this report, \"$\" refers to US dollars.  \n \n \nVice-President  B. N. Lohani, Knowledge Management and Sustainable \nDevelopment \nChief Economist  C. Y. Rhee, Economics and Research Department (ERD) \nAssistant Chief Economist  J. Zveglich, Jr., Macroeconomics and Finance Research \nDivision, ERD \n   \nTeam leader  B. Ferrarini, Senior Economist, ERD \nTeam member  C. Petalcorin, Economics Officer, ERD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "  1   \nI.   INTRODUCTION  \n1.  The fragmentation of production processes and the rise of global supply chains (GSCs) \nsince the 1980s have become increasingly important factors in linking developing countries to \ninternational production networks and markets. Today, a large share of production within GSCs \ntakes place in developing countries, especially in East Asia and Southeast Asia.  \n2.  Strategy 2020 of the Asian Development Bank (ADB) emphasizes the “great promise \nthat regional cooperation and integration activities present for accelerating economic growth, \nraising productivity and employment, reducing economic disparities, and achieving closer policy \ncoordination and collaboration in support of regional and global public goods.”1 The technical \nassistance (TA) contributes to this strategic priority by shedding light on poorly understood \naspects of the regional integration of production and by raising the capacity of ADB to formulate \npolicy advice on the basis of state-of-the-art data and methods for the analysis of GSCs in the \nregion.  In  cooperation  with  other  organizations—the  Fung  Global  Institute;  the  Institute  of \nDeveloping Economies, Japan External Trade Organization (IDE-JETRO); the Organisation for \nEconomic Co-operation and Development (OECD); and the World Trade Organization (WTO)—\nthe TA will facilitate ADB’s establishment as a contributing member within the nascent research \nconsortium focusing on these issues.2  \nII.   ISSUES \n3.  The international fragmentation of production has created the need for new measures of \ntrade that account for the value that is actually added by a country to the goods or services it \nexports, net of the imported value of intermediate parts and components, i.e., trade in value \nadded (TVA). By contrast, traditional trade statistics reflect gross value, thus double-counting \nthe  value  of  intermediates  as  they  cross  international  borders  multiple  times.  As  a  result, \ninternational trade statistics provide an inaccurate picture of trade involving heavily networked \neconomies. For example, domestic value added is estimated to account for roughly 60% of the \nexports value of the People’s Republic of China while its trade surplus with the United States is \nthought to be overestimated by about 40%.3 Only by duly accounting for TVA can ADB research \nand policy advice be made reflective of the economic and social implications of production \nnetworks in the region. Moreover, TVA analysis assesses the impact of foreign demand or \nsupply shocks, such as those triggered by recent natural disasters in Japan and Thailand, as \nthey propagate through GSCs. \n4.  Analytical issues concern mainly the measurement of GSCs and vertical specialization \n(the foreign value added embedded within exports). The main approaches are (i) input–output \nanalysis, associating inputs with industry outputs and identifying the source of those inputs; \n(ii) defining product categories using some descriptors like “parts and components”; (iii) firm-\nlevel data on foreign inputs, tracking both foreign input purchases and exports by firms; (iv) the \nuse of processing trade data, such as are available for the People’s Republic of China, to \nassess the value added on imported goods that are officially designated for further processing \nand re-export; (v) multinational firm data, especially datasets that provide information on affiliate \n                                                 \n1  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n2  The TA first appeared in the business opportunities section of ADB’s website on 10 July 2012. \n3  R. Koopman et al. 2010. Give Credit Where Credit Is Due: Tracing Value Added in Global Production Chains. \nNBER Working Paper Series. No. w16426. Cambridge: National Bureau of Economic Research; R.C. Johnson and \nG. Noguera. 2012. Accounting for Intermediates: Production Sharing and Trade in Value Added. Journal of \nInternational Economics. 86(2). March 2012. \n ", "2   \nsales  or  intra-firm  trade.  The  TA  will  compare  the  strengths  and  weaknesses  of  these \napproaches with special reference to Asia’s role in GSCs. \n5.  A further issue concerns the assessment of the determinants and structure of GSCs. \nSuch analysis typically has used measures of TVA as the dependent variable in regression \nanalysis focused on understanding if trade of this sort behaves differently from other trade, e.g., \nis more sensitive to trade costs. The literature is still extremely thin on these issues and the TA \ncan do much to shed light on the drivers of and impediments to GSCs and TVA in Asia.  \n6.  Finally, there is a key issue concerning offshoring and its effects on firms and labor \nmarkets. Such analysis has to rely mainly on firm-level data, which is becoming increasingly \navailable. Because these datasets also include firm-level characteristics and are in some cases \nlinked to employment databases, analysis can now go much further in understanding why \nindividual firms choose to produce with foreign value added, and how this affects their outcomes \n(e.g., in productivity or wages). \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n7.  The TA will bring ADB’s Economics and Research Department (ERD) up to speed with \nthe recent advances in the methods and data for the analysis of TVA and GSCs, so its research \noutputs can better support policymaking in developing member countries (DMCs). Based on the \nlatest international input–output tables, multinational firm data on foreign inputs, processing \ntrade data, and incorporating recent progress by scholarly research in the field, the TA will seek \nto develop tools for TVA analysis that shed light on Asia’s supply chains, their determinants, and \ntheir impact on development in Asia. Apart from publishing findings in working papers and in a \nvolume targeted at both scholarly and policy-oriented audiences, the TA will establish ADB as a \nrecognized research partner of the nascent consortium of organizations and think tanks that \ncollaborate in this field (such as ADBI, the Fung Global Institute, IDE-JETRO, OECD, and \nWTO). \n8.  The impact will be greater awareness of DMC policymakers of the nature and impact of \nglobal supply chains in national economic growth and development. The outcome will be a \ndeeper understanding of the nature and role of GSCs and TVA as it involves DMCs and \ndeveloping Asia as a region.  \nB.  Methodology and Key Activities \n9.  The TA will conduct selected case studies of GSCs in Asia through joint research and \npublications with partner organizations in the region. In addition, it will hire leading experts of \nglobal value chain analysis as authors for an ADB book project on GSCs in Asia. Research is \nenvisaged to focus on the following:4 \n(i)  Measurement methods. Review alternative approaches to measuring TVA and \nlatest data available for analysis and assess how methodological choices reflect \non Asia’s representation within GSCs. \n(ii)  Correlates and determinants of GSCs and TVA. Inferential analysis with a \nfocus on pertinent policy links, such as whether GSCs are more sensitive to \ninfrastructure, trade facilitation indicators, or exchange rate variability. In addition, \n                                                 \n4 This is an interim list subject to change. A refined research agenda for individual chapters will be determined by the \nfourth quarter of 2012.  \n ", "  3 \nTVA measures will be used to empirically review our perceptions on key policy \nissues for the region, such as exchange rate pass-through or the responsiveness \nof trade to tariff liberalization.  \n(iii)  Concept of “labor value added in trade.” For countries employing borrowed \ncapital  in  production,  the  concept  of  “domestic  value  added”  represents  an \ninaccurate metric as it incorporates both labor and capital. TA research will thus \nattempt to refocus input–output analysis on the value added by purely local factor \ninputs, mainly labor. Relevant policy implications will be discussed.  \n(iv)  Supply chain disruptions and demand shocks. Analyze the impact of supply \nshocks on GSCs, whether caused by natural disasters or ascribable to principal-\nagent issues, and also of demand shocks (e.g., recessions, secular declines of \nan industry) radiating up the supply chain. Research will also assess the risks \nand  benefits  associated  with  alternative  diversification  strategies  for  Asian \nsuppliers within GSCs and derive policy conclusions.  \n(v)  Role of services in supply chains. Assess key GSC services in Asia, such as \ncargo transportation, passenger aviation, business services (finance, marketing, \nintermediation),  and  discuss  the  need  for  policy  reforms  that  are  sufficiently \nbroad-based to include services.  \n(vi)  Location analysis of industries’ position. Build on recently devised measures \nof a country’s position within GSCs and assess DMC potential and hindrances to \nmoving upstream. \n(vii)  TVA-corrected  macroeconomic  indicators.  Determine  international  trade’s \ncontribution  to  economic  growth,  the  extent  of  bilateral  trade  balances,  or \nexchange rates. Again, with focus on DMCs.  \n(viii)  International trade regulations and regional agreements. Working papers on \nthe impact of international trade regulations and regional agreements on GSCs \nand TVA, arising out of the TA as well as partnering organizations’ research \nactivities in this field, for discussion at joint conferences during the course of this \nproject. \n \n10.  A better understanding of the nature and role of GSCs and TVA as it involves DMCs and \ndeveloping Asia as a region (the expected outcome of the TA) will be achieved through the \npublication of a TA book, working papers and other publications (the expected outputs), the \nfindings of which will be disseminated through conferences and seminars. \n11.  The TA rests on the assumptions that (i) top experts, including a lead economist, can be \nhired  to  provide  technical  inputs  and  write  research  papers  of  the  highest  professional \nstandards; (ii) the TA volume will be accepted by a leading publisher; (iii) the findings will \nresonate  in  the  rhetoric  and  policy  of  relevant  international  and  national  institutions  and \norganizations, as well as in DMC government circles.  \n12.  The key risks are that (i) leading experts cannot be hired for some of the subprojects \nenvisioned for the TA; (ii) ERD will not sufficiently absorb the technologies introduced by the TA, \nand will be unable to reflect them in policy notes, reports, and working papers; and (iii) the data \n(international  input–output,  processing  trade,  firm-level)  available  for  research  have  limited \ncoverage on DMCs or are of low quality.  \nC.  Cost and Financing \n \n13.  The TA is estimated to cost $500,000 equivalent. The TA will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF–IV).  \n ", "4   \nD.  Implementation Arrangements \n14.  The TA will be implemented over 24 months (1 September 2012–31 August 2014). ADB, \nthrough ERD’s Macroeconomics and Finance Research Division, will be the executing agency. \nERD will also cooperate with OREI and ADBI, in particular by seeking their comments on drafts \nand their involvement in conferences as discussants or with their own papers on the topic.   \n15.  The TA will engage individual consultants with demonstrated expertise on GSC and TVA \nanalysis, and trade empirics more broadly. Individual hiring is justified by the need to engage \nthe best experts available in this highly specialized field of research. The TA will first hire a lead \neconomist who will be an established expert in international input–output and GSC analysis. \nThe lead economist will assist the ADB team leader in specifying detailed research plans and \nsubsequently coordinating the inputs of the consultants hired as authors of chapters for the TA \nvolume. In addition, the TA will hire experts for preparing up to two case studies in collaboration \nwith  partner  organizations  such  as  the  Fung  Global  Institute.  Overall,  the  TA  will  engage \n13.5 person-months  of  international  consultant  inputs  and  3–6  person-months  of  national \nconsultant  inputs.  The  team  leader  will  manage  the  combined  outputs  to  achieve  the  TA \nobjectives.  \n16.  Consultants’ terms of reference are outlined in Appendix 3. Individual consultants will be \nengaged in accordance with ADB’s Guidelines on the Use of Consultants (2010, as amended \nfrom time to time). Disbursements under the TA will be in accordance with ADB's Technical \nAssistance Disbursement Handbook (2010, as amended time to time). All the procurement to be \nfinanced under the TA will be carried out in accordance with ADB’s Procurement Guidelines \n(2010,  as  amended  from  time  to  time).  The  TA  will  coordinate  arrangements  for  external \npublications with ADB’s Department of External Relations.  \n17.  The TA will explore opportunities for joint research, publications, and dissemination \nevents with partner institutions such as ADBI, the Fung Global Institute, IDE-JETRO, OECD, \nand WTO. The proposed work and responsibilities will be divided among the partners, which will \ncontrol and allocate their own resources.  \n18.  The ADB team leader will monitor and evaluate the progress of the consultants hired, \nwith the support of the lead economist. The primary mechanism for disseminating the research \nfindings will be a book publication, ERD working papers, and inputs to the Asian Development \nOutlook.5 In addition to publications, the TA will conduct workshops and conferences, jointly with \nthe use of mass media for a broader dissemination of the TA outputs. \nIV.  THE PRESIDENT'S DECISION  \n19.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis for \nGlobal Supply Chains and Trade in Value Added, and hereby reports this action to the Board. \n \n                                                 \n5 ADB. Asian Development Outlook. http://www.adb.org/publications/series/asian-development-outlook \n ", "  Appendix 2  5 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines Reporting Mechanisms Risks \nImpact      Assumptions \nDMC policymakers’  At least 1 DMC makes  Government reports and  DMC policymakers are \ngreater awareness of  explicit reference to TA  relevant regional bodies   willing to reflect the \nGSCs in national  measures and indices of  implications of TVA \n \neconomic growth and  TVA in their policy  analysis  \ndevelopment  documents \n \nOutcome      Assumptions \nThe GSC TVA book  By the end of the project:    Other organizations and \nis referred within and  think tanks are willing to \nThe book is cited in 2 or  DER media/publication \noutside ADB  team up on data and \nmore publications  monitoring reports  \nknowledge. \n(baseline: 0 citations) \n \nRisks \nThe book content is \nADB documents \nreflected in at least one  High-quality data is not \nADB flagship report , such    available or insufficient \nas ADO and KI. (baseline:  to produce useful TVA \n0)  measures.  \nOutputs      Assumptions \n        \n1. Dissemination of  200 copies of GSC TVA  Number of publications  Consultants produce \nGSC TVA book   book published, and  produced  research papers to the \n  distributed    highest professional \n      standards \n  At least  50 downloads of  DER and publisher web   \nthe electronic version of  download statistics   \nthe book   \n   \n \nActivities with Milestones  Inputs \nOutput 1:  ADB: $500,000 (TASF-IV) \n1.1 Consultants hired and research commissioned  (i)  13.5 person-months of international consultant \n(Q4 2012)   inputs, 3–6 person-months of national \n1.2 TA conferences held (Q4 2012- Q42013)  consultant inputs, including international and \n1.3 Background papers and case studies drafted  local travel ($315,000)  \n(Q1 2013-Q4 2013)  (ii)  Workshops and conferences ($90,000) \n1.4 Book is published, launched and disseminated  (iii)  Miscellaneous administration and support \n(Q4 2013–Q2 2014)  costs ($45,000) \n  (iv)  Contingencies ($50,000) \nADB = Asian Development Bank, ADO = Asian Development Outlook, DMC = developing member country, ERD = \nEconomics and Research Department, GSC = global supply chain, KI = Key Indicators, TA = technical assistance, \nTASF = Technical Assistance Special Fund, TVA = trade in value added. \nSource: Asian Development Bank. \n \n \n \n \n \n \n ", "6  Appendix 3 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  265.00 \n      ii.  National consultants  10.00 \n    b.  International and local travel  40.00 \n \n  2.  Training, seminars, and conferencesb  90.00 \n \n  3.  Miscellaneous administration and support costs   \na.  Data subscriptions and publication costs  35.00 \nb.  Other administration and support costsc  10.00 \n \n  4.  Contingencies  50.00 \n   \n        Total  500.00 \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-IV). \nb  Estimates for an inception workshop and a main conference. Includes travel expenses of staff participating in \nworkshops as resource persons or speakers, and dissemination activities. \nc  Includes communications and others. \nSource: Asian Development Bank estimates. \n \n ", "7  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  Consultants will be engaged on an individual basis to provide technical services under \nthe technical assistance (TA) for Global Supply Chains and Trade in Value Added, and will \nreport  to  the  Asian  Development  Bank  (ADB)  team  leader.  The  TA  will  hire  international \nconsultants (total of 13.5 person-months) and a national consultant (3–6 person-months).  \n \nA.  International Consultants  \n \n2.  Nine or more of the international consultants will be economists with a demonstrated \nexperience in the analysis of trade in value added (TVA) and global supply chains (GSCs) \nbased  on  international  input–output  tables  and/or  international  trade  data.  As  a  minimum \nqualification, these international consultants will have a master’s degree (PhD preferred) or, \nequivalently,  10  years  of  relevant  professional  experience.  In  addition,  one  international \nconsultant  will  be  an  experienced  economics  editor  with  a  professional  track  record  of \npublications with leading international publishers. \n \n3.  Lead economist (3 person-months, 1 consultant). Under the supervision of the ADB \nteam leader, the lead economist will undertake the following tasks: \n(i)   Lead a team of economists engaged by the TA to define the data sources \nrequired for analysis and assist in setting up the data and a state-of-the-art \nanalytical framework for analysis.  \n(ii)  Perform and supervise TA economists’ empirical analysis on the topics assigned. \n(iii)  Coordinate and adjust the focus of research in view of the broader efforts within \nthe research consortium the TA will partner with, and clearly identify the links \nbetween the TA and broader research efforts in the field.  \n(iv)  On  the  basis  of  (i)–(iii)  above,  contribute  to  fostering  the  capacity  of  ADB’s \nEconomics and Research Department (ERD) to analyze GSC implications for \ngrowth and development in developing member countries (DMCs). \n (v)  Write technical research papers and coordinate TA economists’ contributions \ntoward a TA book that derives a pertinent set of policy conclusions incorporating \n(i)–(iv). The papers will become chapters in the TA book and may also serve as \ninputs to the Asian Development Outlook.1 \n(vi)    Coordinate and support the team of economists in finalizing annotated research \nplans in relation to the topics assigned at the inception workshop, reviewing \nadvanced draft papers during the course of the TA, and ensuring that comments \nfrom the workshops and by the ADB team leader are incorporated in the final \ndrafts for publication in the TA book. \n(vii)  Present the research findings at the TA conference to be held in Q4 2013.  \n  \n4.  Economists (9 person-months, 8 or more consultants). Eight (or more, depending on \ntask assignments and profiles hired) international economists will prepare case studies and \nempirical or policy-oriented research papers focusing on GSCs and TVA. Case studies will be \nprepared in collaboration with research partners. Under the guidance of the ADB team leader \nand  the  lead  economist,  for  each  topic,  the  economists  working  on  the  book  project  will \nundertake the following tasks:  \n(i)  Define the data sources required for analysis and assist in acquiring and setting \nup the data and analytical framework.  \n                                                 \n1  ADB. Asian Development Outlook. http://www.adb.org/publications/series/asian-development-outlook \n ", "8  Appendix 3 \n \n \n(ii)  Perform rigorous empirical analysis on the topic assigned, reflecting the latest \nmethodological advances in the field (in coordination with the lead economist, \npartner organizations, and members of the broader research community, or as \nrequested by the ADB team leader). \n(iii)  Clearly identify the links between this specific approach and the broader research \nefforts conducted both within the TA and by partner organizations.  \n(iv)  On the basis of (i)–(iii) above, contribute to fostering ERD’s capacity to analyze \nGSCs in Asia and their impact on economic development in the region. \n(v)  Write empirical or policy-oriented research papers on the topics assigned and \nderive a pertinent set of policy conclusions that incorporates (i)–(iv). The papers \nwill become chapters in the TA book and may also serve as inputs to the Asian \nDevelopment Outlook. \n(vi)  Present annotated research plans at the TA inception workshop, for review by \nthe ADB team leader and the lead economist. More advanced draft papers and \nprogress  reports  will  later  be  presented  at  TA  workshops  (which  may  be \nconducted via online conferencing) or conferences and seminars (which may be \nheld jointly with partner organizations). Final drafts submitted for publication in \nthe TA book are expected to fully incorporate the comments received by the lead \neconomist and the ADB team leader. \n \n5.  Manuscript editor (1.5 person-months, 1 consultant). The manuscript editor will review \nand  edit  drafts  and  manuscripts  in  coordination  with  the  authors,  adhering  to  the  highest \npublication standards and the ADB Handbook of Style and Usage.2 In particular, the editor will \nundertake the following tasks: \n(i)  Rewrite, reorganize, and shorten the text to improve logical structure; cut or edit \nredundant  pages  and  simplify  long,  complicated  sentences;  smoothen  the \ntransitions between paragraphs and sections; and ensure that language style is \nconsistent across the book chapters. \n(ii)  Examine tables and figures to ensure data consistency within the book chapters. \n(iii)  Check all references to tables, figures, appendixes, bibliographies, footnotes, \ncitations, and references. \n(iv)  Ensure that the manuscript conforms to the ADB Handbook of Style and Usage. \n(v)  Liaise between the publisher, the ADB team leader, and the contributing authors.  \n(vi)  Assist with all aspects of the publication process and maintain a tight timeline for \nthe book’s completion and publication according to set deadlines. \n(vii)  Provide other editorial inputs as required. \n \nB.  National Consultant  \n \n6.  Research economist (3–6 person-months, 1 consultant). A research economist with a \nstrong background in empirical trade analysis will be hired on a part-time basis at the ADB \nheadquarters to assist in the TA research work on TVA and GSCs. In particular, the economist \nwill undertake the following tasks:  \n(i)  Support the preparation of data, empirical analysis, and provide other inputs for \nresearch. \n(ii)  Provide  technical  support  to  both  international  consultants  and  ADB  staff  in \nimplementing the TA. \n(iii)  Support other tasks as assigned. \n \n                                                 \n2  ADB. 2011. Handbook of Style and Usage. Manila. \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20120809105358+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "global supply chains, trade and services, economic growth and development, trade in value added, industry and trade, adb projects, 46196-001, research and development technical assistance, adb rdta, adb technical assistance", "ModDate": "D:20120821120944+08'00'", "Producer": "Acrobat Elements 7.0 (Windows)", "Subject": "Decision document for the research and development technical assistance on Global Supply Chains and Trade in Value Added, presented to ADB’s Board of Directors or Management for approval.", "Title": "TAR: Regional: Global Supply Chains and Trade in Value Added"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nADBI  –  Asian Development Bank Institute \n  DMC  –  developing member country \n  ERD  –  Economics and Research Department \n  GSC  –  global supply chain \n  IDE-JETRO  –  Institute of Developing Economies, Japan External Trade Organization \n  OECD  –  Organisation for Economic Co-operation and Development \n  TA  –  technical assistance \n  TVA  –  trade in value added \n  WTO  –  World Trade Organization \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Research and development technical assistance (RDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Industry and trade (trade and services) \nThemes (subthemes)  –  Economic growth (promoting economic efficiency and \nenabling business environment, widening access to markets \nand economic opportunities); regional cooperation and \nintegration (trade and investments, money and finance); private \nsector development (policy reforms)  \nLocation impact  –  National (high), regional (high) \nPartnerships  –  Fung Global Institute; Institute of Developing Economies, Japan \nExternal Trade Organization (IDE-JETRO); Organisation for \nEconomic Co-operation and Development (OECD); World \nTrade Organization (WTO) \n \n \nNOTE \nIn this report, \"$\" refers to US dollars.  \n \n \nVice-President  B. N. Lohani, Knowledge Management and Sustainable \nDevelopment \nChief Economist  C. Y. Rhee, Economics and Research Department (ERD) \nAssistant Chief Economist  J. Zveglich, Jr., Macroeconomics and Finance Research \nDivision, ERD \n   \nTeam leader  B. Ferrarini, Senior Economist, ERD \nTeam member  C. Petalcorin, Economics Officer, ERD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "", "fullname": "enabling business environment", "role": "widening access to markets", "organization": ""}, {"documentRole": "Vice-President", "fullname": "B. N. Lohani", "role": "Knowledge Management and Sustainable", "organization": ""}, {"documentRole": "Chief Economist", "fullname": "C. Y. Rhee", "role": "Economics and Research Department (ERD)", "organization": ""}, {"documentRole": "Assistant Chief Economist", "fullname": "J. Zveglich", "role": "Jr", "organization": ""}, {"documentRole": "Team leader", "fullname": "B. Ferrarini", "role": "Senior Economist", "organization": "ERD"}, {"documentRole": "Team member", "fullname": "C. Petalcorin", "role": "Economics Officer", "organization": "ERD"}]}