{"path": "data/input/ta/46202-001-tar.pdf", "pages": [" \n \n \n \nTechnical Assistance Report \n \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 46202-001 \nRegional—Capacity Development Technical Assistance (R-CDTA) \nDecember 2013 \n \n \n \nEstablishing Sound Microinsurance Markets in  \nAsia and the Pacific \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nDMC  –  developing member country \nGIZ  –  German International Cooperation \nIAIS  –  International Association of Insurance Supervisors \n  SMEs  –  small and medium-sized enterprises \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional—Capacity development technical assistance (R–\nCDTA) \nTargeting  –  General intervention \nclassification \nSector (subsector{s})  –  Finance (insurance and contractual savings, money and capital \nmarkets, finance sector development) \nThemes (subthemes)  –  Regional cooperation and integration (money and finance), \nprivate sector development (a conducive policy and institutional \nenvironment), capacity development (institutional development)  \nLocation (impact)  –  Rural (high), urban (medium), national (medium), regional \n(medium) \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  B. N. Lohani, Knowledge Management and Sustainable Development  \nHead  I. Azis, Office of Regional Economic Integration (OREI)  \nDirector  A. Goswami, OREI \n   \nTeam leader  A. Chatterjee, Senior Financial Sector Specialist, OREI \nTeam members  R. Borres, Economics Officer, OREI \n  J. Valle-Sison, Operations Assistant, OREI \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \n \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  3 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  4 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework   5 \n2.  Cost Estimates and Financing Plan  7 \n3.  Outline Terms of Reference for Consultants  8 \n \n \n ", " \nI.  INTRODUCTION \n1.  The regional capacity development technical assistance (TA) for establishing sound \nmicroinsurance markets in Asia and the Pacific is aligned with the Financial Sector Operational \nPlan of the Asian Development Bank (ADB).1 It will help ADB developing member countries \n(DMCs) to enhance financial access for traditionally underserved vulnerable groups and small \nand medium-sized enterprises (SMEs), including micro SMEs, to promote inclusive growth \nthrough insurance, support mobile financial services, and increase consumer protection. \n  \n2.  The TA will develop replicable diagnostic tool kits to help carry out assessments of the \nstate of development and efficiency of the market, and the laws and regulations for putting in \nplace  the  preconditions  for  supporting  the  development  of  inclusive  insurance  markets  in \nthematic areas: (i) SMEs, including micro SMEs, (ii) public–private partnership in insurance, and \n(iii) use of mobile technology.2  \n \n3.  The TA is to engage insurance supervisors and insurance market stakeholders in the \ndevelopment of enabling regulatory environments. Insurance supervisors—the Asian Forum for \nInsurance Supervisors, Association of Southeast Asian Nations Insurance Regulators Meeting, \nand  the  Pacific  Islands  Financial  Inclusion  Working  Group—have  agreed  to  facilitate  and \nsupport the process.  \n \n4.  The TA will leverage partnerships with German International Cooperation (GIZ) and the \nAccess  to  Insurance  Initiative  supported  by  the  International  Association  of  Insurance \nSupervisors (IAIS) to support capacity building. The design and monitoring framework is in \nAppendix 1.3 \nII.  ISSUES \n5.  Asia and the Pacific comprise countries with distinct cultural, financial, and regulatory \nenvironments, and an insurance subsector in different stages of growth. In spite of its huge \npotential due to its expanding middle class and rising income, the region tops the list for serious \nunderinsurance,  with  countries  in  the  region  comprising  nearly  half  of  the  underinsured \ncategory.4 The insurance subsector has a strong message to deliver here, as a 1% rise in \ninsurance penetration is associated with increased investment of 2% of national gross domestic \nproduct and reduced burden on the taxpayer by as much as 22%, resulting in lowering the \ncurrent and  potential  burden  on government finances. This  will  require  enhanced financial \ninclusion  of the  traditionally  underserved,  such  as  poor  households  and  SMEs,  leading  to \ninclusive growth, one of the three strategic agendas of ADB’s Strategy 2020. 5 ADB, through \nits Microfinance  Development  Strategy,  aims  to  ensure  permanent  access  to  institutional \nfinancial services for the region's poor and their small businesses.6 Access to insurance can \nplay an important role in mitigating risks faced by poor households and small businesses by \nsmoothening consumption, building assets, absorbing shocks, and managing risks associated \n                                                \n1  ADB. 2011. Financial Sector Operational Plan. Manila. \n2  A separate TA project is being prepared on thematic self-assessment and peer review of International Association \nof Insurance Supervisors Insurance Core Principles and Standards for Asia and the Pacific, with focus on the \nimplementation of international insurance standards. \n3  The TA first appeared in the business opportunities section of ADB’s website on 27 November 2013. \n4  Lloyd’s. 2012. Global Underinsurance Report. London. \n5  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila \n6  Microfinance is the provision of a broad range of financial services such as deposits, loans, payment services, \nmoney transfers, and insurance to poor and low-income households and their microenterprises. ADB. 2000. \nFinance for the Poor: Microfinance Development Strategy. http://www.adb.org/sites/default/files/financepolicy.pdf \n ", "2 \nwith irregular and unpredictable income; yet, standard insurance services are out of reach of the \nmillions of the poor and disadvantaged. \n6.   Asia and the Pacific is the fastest growing and the largest microinsurance market.7 \nHowever, the risks covered by microinsurance are heavily tilted toward credit life insurance.8 \nThe  market  could  expand  to  cover  areas  such  as  health,  agricultural  insurance,  term  life \ninsurance, affordable pension products, and other savings products. In particular, health and \nagriculture  microinsurance  are  regarded  as  highly  pertinent  to  the  low-income  population. \nHowever, they are also more complex in terms of their design, pricing, and administration. \nInnovation in product design, distribution, and technology is therefore needed to improve the \nviability  of  microinsurance.  The  main  challenges  that  microinsurance  faces  are  insufficient \ninfrastructure,  incomplete  legal  frameworks,  inability  to  adequately  regulate  and  supervise, \nabsence of enabling regulatory provisions, lack of exposure and risk data, unavailability of \nsuitable channels for distribution and claims administration, and lack of customized products. \nThese  can  be  addressed  by  creating  an  insurance-buying  culture  among  low-income \nhouseholds;  developing  sustainable  low-cost  operation  models;  leveraging  innovative \ndistribution  channels  and  administrative  procedures;  adopting  regulations  to  facilitate \nmicroinsurance market development; encouraging active participation of various stakeholders \nincluding  insurers,  reinsurers,  nongovernment  organizations,  and  government;  and  building \ncapacity. To improve access to insurance (microinsurance) and enhance consumer protection \nand  financial  literacy,  policymakers  and  insurance  regulators  in  the  region  are  looking  at \npromoting successful regulatory and policy approaches by aligning their legislation with the IAIS \ninsurance core principles. Some have already taken steps to develop a risk-based supervisory \nregime by applying international financial standards in a proportionate manner,  introducing \nproducts such as microinsurance,9 improving product transparency, and introducing innovative \nbusiness models that enable access to insurance in the DMCs by involving the private sector in \nthe process.10 \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n7.  The TA impact will be to help contribute to a stronger policy and regulatory environment \nfor developing inclusive insurance (microinsurance) markets. This will be achieved through \nincreasing understanding of vulnerabilities and risks of small businesses, promoting public–\nprivate  partnerships  as  a  risk  transfer  solution  for  governments,  and  introducing  mobile \ntechnologies to reduce transaction costs. The TA will act as a driver for the development of \nevidence-based international guidance on these topics.  \n \n8.  The TA outcome will be to identify the preconditions that need to be put in place for \nfostering an enabling policy and regulatory environment, consistent with international insurance \nstandards for making available insurance services to the masses. To identify the preconditions, \n                                                \n7  Swiss Re. 2010. Microinsurance—Risk Protection for 4 Billion People. Sigma. No.6. \n8  Credit life insurance is driven by its inherent simplicity and a strong push from microfinance institutions to bundle \nlife protection with microcredit. The beneficiary of this product is the lending institution, which provides limited \nprotection to low-income families, as the amount repaid can include part, or all, of the money still owed. \n9  Financial inclusion is synonymous with the concept of microinsurance, and is defined by IAIS as “insurance that is \naccessed by the low-income population, provided by a variety of different entities, but run in accordance with \ngenerally accepted insurance practices (which should include the IAIS insurance core principles). IAIS. 2007. \nIssues in Regulation and Supervision of Microinsurance. Basel. \n10 Keynote speech by ADB Vice-President Stephen P. Groff at the Association of Southeast Asian Nations Financial \nLiteracy Conference, 10 September 2013, Bandar Seri Begawan, Brunei Darussalam. \n ", "    3 \ndiagnostic tool kits will be developed to assess gaps for the participating DMCs. The results will \nbe used for capacity development and to formulate action plans to address recognized gaps. \n \nB.  Methodology and Key Activities \n9.  The TA outputs will include the following: \n(i)  Diagnostic  tool  kits  developed  for  providing  the  analytical  framework  and \nmethodology  to  identify  the  core,  practical  issues  faced  by  stakeholders, \naddressed  gaps  and  craft  microinsurance  development  strategy  for  each \nthematic area. \n(ii)  Diagnostic studies conducted (two countries per theme) using diagnostic tool kits \nand recommendations for proposed policy reforms submitted.  Diagnostic studies \nwill (a) support the development of insurance products for better management of \nexposures to supply chain risks and facilitate access to finance by SMEs without \ncollateral and guarantor; (b) assess solvency risks for insurers where public-\nprivate partnerships are fostered to effectively channel premium subsidies by \nallowing private insurers and reinsurers to manage microinsurance programs; \nand (c) understand risks imposed on customers in insurance transactions (pre- \nand post-sales) as a result of wide use of mobile technology and the regulatory \ntreatment for financial transactions in general and insurance specific transactions \nin particular.  The microinsurance diagnostic studies will help in the development \nof enabling regulatory frameworks for microinsurance and enable supply chains \nto access to finance by mainstreaming insurance and risk transfer schemes. \n(iii)  National  and  regional  capacity  for  policymakers,  insurance  supervisors,  and \nother  insurance  stakeholders  developed.    This  will  include  evidence-based \nsynthesis  of  diagnostic  studies,  sharing  critical  knowledge  products  and \ninternational best practices, and assisting insurance supervisors in developing \nproportionate and access-oriented supervisory frameworks. \n \n10.  The  TA  will  assess  six  countries  (at  least  one  from  each  subregion),  and  provide \nrecommendations for developing the insurance markets in each thematic area. 11 \n11.  Commitment to enhanced access to insurance from national regulators is assumed \nunder this TA. Risks to the project include unexpected financial shocks, accidents or natural \ncatastrophes, and political sensitivity of actions that could negatively influence reforms and \nintroduction of innovation approaches due to lack of commitment from regulators and insurance \nsector participants. \n \nC.  Cost and Financing \n12.  The TA is estimated to cost $500,000, which will be financed on a grant basis by ADB’s \nTechnical Assistance Special Fund (TASF-V).  The cost estimates and financing plan are in \nAppendix 2. \n \n \n \n \n                                                \n11 The TA will invite six countries that are classified as either Group A or B according to OM A1.  Group A includes \nAfghanistan, Bhutan, Cambodia, Lao People’s Democratic Republic, Maldives, Marshall Islands, Myanmar, Nepal, \nSamoa, Solomon Islands, and Vanuatu.  Group B includes Armenia, Bangladesh, India, Federated States of \nMicronesia, Mongolia, Pakistan, Papua New Guinea, Sri Lanka, Timor-Leste, Uzbekistan, and Viet Nam. \n ", "4 \nD.  Implementation Arrangements \n13.  ADB will be the executing agency. The Office of Regional Economic Integration will \nimplement the TA and provide a staff team to regularly monitor and administer the individual \ncontracts, and manage the combined outputs to achieve the TA objectives. The TA is expected \nto be implemented from January 2014 to December 2015. \n \n14.  ADB will engage 9 person-months of individual international consulting services. The \nconsultants  will  have  technical  knowledge  of  insurance  market  development,  prudential \nregulation, supervision, and policy issues related to the development of the microinsurance \nsubsector. Insurance market specialists will be required: (i) SME insurance for 3 person-months, \n(ii) public–private partnerships for 3 person-months, and (iii) mobile technology for 3 person-\nmonths. The TA will also require 36 person-months of individual national consultant inputs. The \nconsultants will work with the international insurance market specialists. About six resource \npersons will be invited to participate in seminars and training courses as speakers, discussants, \nor facilitators (total of 1 person-month). ADB will recruit the consultants on an individual basis in \naccordance with its Guidelines on the Use of Consultants (2013, as amended from time to time). \nThe outline terms of reference for the consultants are in Appendix 3. Disbursement under the \nTA will be done in accordance with ADB’s Technical Assistance Disbursement Handbook (2010, \nas amended from time to time). In the event that ADB staff act as resource persons, travel costs \nwill be charged to the TA and their salaries and benefits will be absorbed by the internal \nadministrative expenses budget.12  \n \n15.  Good practices and lessons will be disseminated through policy dialogue with insurance \nsupervisors  and  other  international  institutions  such  as  GIZ,  and  through  development  of \ntraining  materials  and  knowledge  products  published  under  the  TA.  An  evaluation  of \nperformance and outcomes will be carried out at the end of the TA and reflected in the TA \ncompletion report. Strong collaboration with regional departments and private sector operations \nwill be essential to increase access to information of DMCs in the region; and maximize their \noperational value and usage of more advanced analysis of financial interlinkages, which could \nfeed into the program or project designs to help governments apply the best global and regional \npractices for regulation and supervision of microinsurance. \n \n16.  Partnership with GIZ as a center of excellence, and collaboration with the Access to \nInsurance  Initiative  and  the  International  Labor  Organization’s  Microinsurance  Innovation \nFacility will be explored during the conduct of thematic studies, workshops, and seminars. \n \nIV.  THE PRESIDENT'S DECISION \n \n17.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis for \nEstablishing Sound Microinsurance Markets in Asia and the Pacific, and hereby reports this \naction to the Board. \n                                                \n12  A memo from the Budget, Personnel, and Management Systems Department and the Strategy and Policy \nDepartment (26 June 2013) provides guidance on charging costs to TA and internal administrative expense \nbudgets. It states that for preparatory works, implementation, and administrative support, ADB staff are not eligible \nto charge corresponding salaries and benefits to the TA. However, if the TA paper clearly specifies and includes \nprovision in its cost estimates to provide support services, such as travel and administrative expenses, then such \ncosts should be charged to the TA. \n ", "  Appendix 1   5 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets  Data Sources \nand Indicators with  and Reporting \nDesign Summary  Baselines  Mechanisms  Assumptions and Risks \nImpact      Assumption \nStronger policy and  At least one of the  Annual reports of  National regulators are \nregulatory  targeted countries has  insurance  committed to enhancing access \nenvironment for  passed amendments  supervisors  to insurance \ndeveloping inclusive  and/or changes to laws    Risks \ninsurance  and regulations by 2020    Initiation of reforms curtailed by \n(microinsurance)  (baseline: 0)  political sensitivity  \nmarkets   \nThe external environment \ndeteriorates delaying reforms \nOutcome      Assumption \nPreconditions are  At least one action plan  Action plans  Stakeholder collaboration is \nidentified for the  is submitted by a  prepared by the  effective and timely \ndevelopment of an  targeted country for  targeted   \nenabling environment  addressing the gaps  developing \nfor microinsurance on  recognized in each  member countries \ntargeted themes  thematic diagnostic  (DMCs) \n(baseline: 0) \nOutputs      Assumption \n1. Diagnostic tool kits  At least one diagnostic  Diagnosis and  The country diagnostic fits the \ndeveloped for  tool kit on SME or  experience  specific needs of each \nidentified thematic  microenterprise  sharing regarding  participating DMC \nareas on  insurance from  selected themes \nmicroinsurance   participating DMCs  gathered from \n(baseline: 0)  targeted DMCs \nAt least one diagnostic  during \ntool kit on public–private  consultation \npartnership from  workshops and \nparticipating DMCs  focus group \n(baseline: 0)  discussions \nAt least one diagnostic \ntool kit on the use of \nmobile technology from \nparticipating DMCs \n(baseline: 0) \n2. Diagnostic studies  Six country diagnostic  Country  Assumption \nconducted and  reports on three  diagnostic reports  The country diagnostic fits the \nrecommendations for  thematic areas (at least  on three thematic  specific needs of each \nproposed policy  one country, subregion,  areas (at least  participating DMC \nreforms on  or theme)  one country, \nmicroinsurance for  (baseline: 0)  subregion, theme) \nspecific themes \nsubmitted \n3. Capacity for  At least 80% of the  Feedback from  Assumption \nnational and regional  participants (male and  participants  Training and knowledge support \npolicymakers,  female) to the training  Program  fit the specific needs of each \ninsurance supervisors  are accredited to  evaluation report  participating DMC \nand other insurance  conduct microinsurance    Risk \nstakeholders  servicesa(baseline: 0)  Employee turnover in institutions \ndeveloped  being trained is high \n ", "6  Appendix 1  \nPerformance Targets  Data Sources \nand Indicators with  and Reporting \nDesign Summary  Baselines  Mechanisms  Assumptions and Risks \nActivities with Milestones  Inputs \n   \n1.1 Draft diagnostic tool kit and methodology for each theme (Q1  ADB: $500,000 \n2014–Q4 2015)  Item  Amount ($’000) \n1.2 Conduct workshop and focus group discussion for each theme to  Consulting  \ndiscuss access to insurance issue(s) (Q1 2014–Q4 2015)  services and  \n1.3 Finalize the diagnostic tool kit (Q1 2014–Q4 2015)  per diem   214 \n  Travel expenses  \n2.1 Organize seminars and workshops for each theme to discuss the  for consultants   45 \nresults of the thematic diagnostics (Q1 2014–Q4 2015)  Reports and  \n2.2 Formulate recommendations for changes to the policy and  communications  20 \nregulatory framework (Q1 2014–Q4 2015)  Training and  \n2.3 Conduct dissemination workshop (Q1 2014–Q4 2015)  seminars   183 \n \nMiscellaneous  \n3.1 Develop course module and organize trainings (i.e., logistics and  administrative  \nengagement of consultants) (Q1 2014–Q4 2015)  and support costs   13 \n3.2 Conduct training courses for insurance supervisors and other  Contingencies   25 \nstakeholders (Q1 2014–Q4 2015)  Total  500 \n3.3 Evaluate the outcome of the training courses (Q1 2014–Q4 2015) \n \n3.4 Accredit trained insurance stakeholders who meet the set \n \nstandards for microinsurance services (Q1 2014–Q4 2015) \n \nDMC = developing member country; Q = quarter; SMEs = small and medium enterprises. \na The workshop will be conducted jointly with the support of regional associations of insurance supervisors, and \ninclude representatives from international standard-setting bodies such as the International Association of Insurance \nSupervisors,  Access  to  Insurance  Initiative,  and  German  International  Cooperation.  Based  on  a  post-training \nevaluation, a committee of experts will identify participants eligible for providing microinsurance services for the \nselected theme. \nSource: Asian Development Bank. \n \n \n ", "  Appendix 2  7 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Amount \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  142.0 \n      ii.  National consultants  72.0 \n    b.  International and local travel  45.0 \n    c.  Reports and communications  20.0 \n  2.  Training, seminars, and conferences  183.0 \n  3.  Miscellaneous administration and support costs  13.0 \n  4.  Contingencies  25.0 \n        Total  500.0 \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-V).  \nSource: Asian Development Bank estimates. \n \n ", "8  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  International Consultants: Insurance Market Specialists \n1.   Small and medium-sized enterprise insurance (3 person-months). The expert should \nhave (i) a postgraduate degree in economics, finance, or equivalent, with about 12 years of \ninternational experience in the respective field of expertise; (ii) excellent technical knowledge of \nprudential  regulation,  supervision,  and  policy  issues  related  to  the  development  of \nmicroinsurance subsector; (iii) good knowledge of insurance and other financial services, risk, \nand risk management concepts; (iv) familiarity with insurance product areas, both life and \nnonlife,  including  insurance  of  small  and  medium-sized  enterprises  (SMEs)  and \nmicroenterprises;  (v)  familiarity  with  all  phases  of  the  insurance  process,  e.g.,  education, \nmarketing, sales (agency and brokerage), underwriting, technical aspects (pricing, reserving, \nrole of the actuary and other professionals, financial management), claims processes, and \ncustomer  service;  (vi)  an  understanding  of  emerging  markets  and  developing  economies, \nparticularly constraints related to infrastructure, education and training, culture, and roles of the \nstate and the private sector; and (vii) working experience in developing countries, preferably in \nAsia and the Pacific (an advantage). The expert will \n(i)  develop  a  diagnostic  template  and  methodology  for  regulatory  and  market \ndiagnostics to identify preconditions to be put in place before introducing SME \ninsurance; \n(ii)  carry out the thematic country assessment (policy, regulatory, and supervisory) \nand prepare a report on the findings of the assessment, i.e., gaps uncovered and \naction required, including capacity building needs;  \n(iii)  assess the existing regulatory framework to identify barriers to development and \nprovide recommendations on revised regulations;  \n(iv)  study the existing insurance products and identify barriers to access to insurance \nand the constraints for developing new product lines;  \n(v)  conduct  discussions,  meetings,  and  interviews  with  stakeholders  and  collect \ninformation and data (including focus group discussions);  \n(vi)  provide recommendations on new product lines and distribution channels;  \n(vii)  prepare short briefing reports and discussion notes for follow-up discussions with \nthe government, and provide inputs to reports as required; \n(viii)  provide trainings, organize field visits and dialogue workshops, and coordinate \nwork with other experts as necessary;  \n(ix)  undertake discussions, meetings, and interviews with stakeholders, and collect \nand analyze information and data; and  \n(x)  lead in developing an action plan in close collaboration with the government and \nother stakeholders. \n \n2.  Public–private  partnerships  (3  person-months).  The  expert  should  have  (i)  a \npostgraduate degree in economics, finance, or equivalent, with about 12 years of international \nexperience in the respective field of expertise; (ii) excellent technical knowledge of prudential \nregulation, supervision, and policy issues related to the development of the microinsurance \nsubsector;  (iii)  good  knowledge  of  insurance  and  other  financial  services,  risk,  and  risk \nmanagement  concepts;  (iv)  familiarity  with  insurance  product  areas,  both  life  and  nonlife, \nincluding public–private partnerships in health insurance, agriculture, and disaster products;  \n(v) familiarity with all phases of the insurance process, e.g., education, marketing, sales (agency \nand brokerage), underwriting, technical aspects (pricing, reserving, role of the actuary and other \nprofessionals, financial management), claims processes, and customer service; (vi) a good \n ", "  Appendix 3  9 \nunderstanding of emerging markets and developing economies, particularly constraints related \nto infrastructure, education and training, culture, and the roles of the state and the private \nsector; and (vii) working experience in developing countries, preferably in Asia and the Pacific \n(an advantage). The expert will \n(i)  develop  a  diagnostic  template  and  methodology  for  regulatory  and  market \ndiagnostics to identify preconditions to be put in place before introducing public–\nprivate partnerships in insurance; \n(ii)  carry out the thematic country assessment (policy, regulatory, and supervisory) \nand prepare a report on the findings of the assessment, i.e., gaps uncovered and \naction required, including capacity building needs;  \n(iii)  assess the existing regulatory framework to identify barriers to development and \nprovide recommendations on revised regulations;  \n(iv)  study  the  existing  insurance  products  in  and  identify  barriers  to  access  to \ninsurance and constraints for developing new product lines;  \n(v)  conduct  discussions,  meetings,  and  interviews  with  stakeholders  and  collect \ninformation and data (including focus group discussions);  \n(vi)  provide recommendations on insurance market solutions for fostering public–\nprivate partnerships;  \n(vii)  prepare short briefing reports and discussion notes for follow-up discussions with \nthe government, and provide inputs to reports as required; \n(viii)  provide trainings, organize field visits and dialogue workshops, and coordinate \nwork with other experts as necessary;  \n(ix)  undertake discussions, meetings, and interviews with stakeholders, and collect \nand analyze information and data; and \n(x)  lead in developing an action plan in close collaboration with the government and \nother stakeholders.  \n \n3.  Mobile  technology  (3  person-months).  The  expert  should  have  (i)  a  postgraduate \ndegree in economics, finance, or equivalent, with about 12 years of international experience in \nthe respective field of expertise; (ii) excellent technical knowledge of prudential regulation, \nsupervision, and policy issues related to the development of the microinsurance subsector;  \n(iii) good knowledge  of  insurance  and  other financial  services, risk,  and  risk management \nconcepts; (iv) familiarity with insurance product areas, and use of mobile technology solutions to \nexpand  outreach;  (v)  familiarity  with  all  phases  of  the  insurance  process,  e.g.,  education, \nmarketing, sales (agency and brokerage), underwriting, technical aspects (pricing, reserving, \nrole of the actuary and other professionals, financial management), claims processes, and \ncustomer service; (vi) a good understanding of emerging markets and developing economies, \nparticularly constraints related to infrastructure, education and training, culture, and the roles of \nthe state and the private sector; and (vii) working experience in developing countries, preferably \nin Asia and the Pacific (an advantage). The expert will \n(i)  develop  a  diagnostic  template  and  methodology  for  regulatory  and  market \ndiagnostics to identify preconditions to be put in place before allowing the use of \nmobile technology solutions in insurance; \n(ii)  carry out the thematic country assessment (policy, regulatory, and supervisory) \nand prepare a report on the findings of the assessment, i.e., gaps uncovered and \naction required, including capacity building needs;  \n(iii)  assess the existing regulatory framework to identify barriers to development and \nprovide recommendations on revised regulations;  \n(iv)  study the existing insurance products and identify barriers to access to insurance \nand the constraints on developing new product lines;  \n ", "10  Appendix 3 \n(v)  conduct  discussions, meetings,  and  interviews  with  stakeholders,  and  collect \ninformation and data (including focus group discussions);  \n(vi)  provide recommendations on use of mobile technology solutions and how to \nmanage existing and potential risks;  \n(vii)  prepare short briefing reports and discussion notes for follow-up discussions with \nthe government, and provide inputs to reports as required;  \n(viii)  provide trainings, organize field visits and dialogue workshops, and coordinate \nwork with other experts as necessary;  \n(ix)  undertake discussions, meetings, and interviews with stakeholders, and collect \nand analyze information and data; and  \n(x)  lead in developing an action plan in close collaboration with the government and \nother stakeholders. \n \nB.  National Consultants \n \n4.  Insurance industry specialists (6 consultants, 36 person-months total). Two national \ninsurance  industry  specialists  located  in  the  study  country  will  assist  each  international \nconsultant. The specialists should have (i) a master’s degree in economics, finance, or related \ndiscipline, and at least 7 years of professional experience in the respective field of expertise;  \n(ii) extensive working experience in the local insurance market and sufficient knowledge of \nrelevant stakeholders in the market; and (iii) good organizational and networking skills. Together \nwith the international consultant, the specialists will carry out the country diagnostic and prepare \na report and recommendations on the findings. The specialists will \n(i)  work closely with the international consultants to implement TA activities;  \n(ii)  provide  local  context  to  the  TA,  in  particular  for  the  insurance  industry \nassessment;  \n(iii)  collect data and information and undertake research as required;  \n(iv)  manage meeting schedules for country visits;  \n(v)  assist in organizing training, workshops, and focus group discussions;  \n(vi)  participate in team discussions and contribute to recommendations; and  \n(vii)  provide inputs to reports prepared under the TA. \n \nC.  Resource Persons \n \n5.  The resource persons (6 people for a total of 1 person-month), with backgrounds as \npolicymakers or subject experts, will be engaged to participate in related seminars, workshops, \nand conferences, or facilitate the training courses. \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20131209170636+08'00'", "Creator": "Microsoft® Word 2010", "Keywords": "adb technical assistance ta report\r\n\r\n", "ModDate": "D:20131217151008+08'00'", "Producer": "Microsoft® Word 2010", "Title": "Establishing Sound Microinsurance Markets in Asia and the Pacific"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nDMC  –  developing member country \nGIZ  –  German International Cooperation \nIAIS  –  International Association of Insurance Supervisors \n  SMEs  –  small and medium-sized enterprises \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional—Capacity development technical assistance (R–\nCDTA) \nTargeting  –  General intervention \nclassification \nSector (subsector{s})  –  Finance (insurance and contractual savings, money and capital \nmarkets, finance sector development) \nThemes (subthemes)  –  Regional cooperation and integration (money and finance), \nprivate sector development (a conducive policy and institutional \nenvironment), capacity development (institutional development)  \nLocation (impact)  –  Rural (high), urban (medium), national (medium), regional \n(medium) \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  B. N. Lohani, Knowledge Management and Sustainable Development  \nHead  I. Azis, Office of Regional Economic Integration (OREI)  \nDirector  A. Goswami, OREI \n   \nTeam leader  A. Chatterjee, Senior Financial Sector Specialist, OREI \nTeam members  R. Borres, Economics Officer, OREI \n  J. Valle-Sison, Operations Assistant, OREI \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "B. N. Lohani", "role": "Knowledge Management and Sustainable Development", "organization": ""}, {"fullname": "I. Azis", "role": "Office of Regional Economic Integration (OREI)", "organization": ""}, {"fullname": "A. Goswami", "role": "OREI", "organization": ""}, {"fullname": "A. Chatterjee", "role": "Senior Financial Sector Specialist", "organization": "OREI"}, {"fullname": "R. Borres", "role": "Economics Officer", "organization": "OREI"}, {"fullname": "J. Valle-Sison", "role": "Operations Assistant", "organization": "OREI"}]}