{"path": "data/input/ta/46240-001-tar.pdf", "pages": [" \n \n \n \nTechnical Assistance Report \n \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 46240  \nRegional–Capacity Development Technical Assistance (R-CDTA)  \nNovember 2013 \n \n \n \nInclusive Business Support \n(Cofinanced by the Government of Sweden and Credit Suisse AG) \n \n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  PSOD  –  Private Sector Operations Department \n  Sida  –  Swedish International Development Cooperation Agency \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional—capacity development technical assistance (R-CDTA) \nTargeting  –  Targeted intervention (address geographic dimensions of poverty \nclassification  and inclusive growth) \nSector   –  Multisector \nThemes (subthemes)  –  Private sector development (private sector investments), social \ndevelopment (human development), economic growth (promoting \neconomic efficiency and enabling business environment), gender \nequity (human capabilities), effective gender mainstreaming \nLocation (impact)  –  Rural (high), national (medium), urban (medium) \nPartnerships  –  Cofinancing: Government of Sweden, Credit Suisse AG,  \nOther partnerships: Inter-American Development Bank, KfW, \nAgence Française de Développement (French Development \nAgency) \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice-President  B. N. Lohani,  Knowledge Management and Sustainable Development \nDirector General    W. Um, Officer-in-Charge, Regional and Sustainable Development \nDepartment (RSDD) \nDirector  B. Édes, Poverty, Gender and Social Development Division (RSGS), \nRSDD \n   \nTeam leader  A. Bauer, Principal Economist, RSDD  \nTeam members  H. Ahmed, Principal Investment Officer, Private Sector Operations \nDepartment (PSOD)   \n  L. Domingo, Associate Social Development Officer, RSDD \n  H. Hall, Senior Investment Specialist, PSOD \n  M. Lemoine, Senior Investment Specialist, PSOD  \nK. Nakamitsu, Senior Planning and Policy Specialist, Strategy and Policy \nDepartment \n  S. Roberts, Investment Specialist, PSOD \n  S. Teoh, Natural Resources Specialist, Southeast Asia Department \n \nIn preparing any country program or strategy, financing any project, or by making any designation of or \nreference to a particular territory or geographic area in this document, the Asian Development Bank does \nnot intend to make any judgments as to the legal or other status of any territory or area. \n ", " \nCONTENTS \nPage \n \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE PROPOSED TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Methodology and Key Activities  2 \nC.  Cost and Financing  5 \nD.  Implementation Arrangements  5 \nIV.       THE PRESIDENT'S RECOMMENDATION AND DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  Outline Terms of Reference for Consultants  10 \n \n \n ", " \nI.  INTRODUCTION \n \n1.  This regional technical assistance (TA) is a follow-up project to the TA on Promoting \nInclusive Growth through Business Development at the Base of the Pyramid, which conducted \nmarket scoping studies for inclusive business in 10 developing member countries (DMCs) of the \nAsian Development Bank (ADB) in Southeast Asia and South Asia.1 The TA also undertook a \nportfolio  assessment  of  inclusive  business  in  ADB  nonsovereign  operations,  knowledge \nexchange, and due diligence background work for the establishment of an inclusive business \ninvestment fund.2 The new TA will promote the implementation of the findings of the preceding \nTA by facilitating financing in inclusive business projects supported by ADB, and promoting \npolicy work with selected governments as well as knowledge exchange on inclusive business. In \ndoing so, the TA will directly contribute to poverty reduction and inclusive growth. The design \nand monitoring framework is in Appendix 1.3 \n \nII.  ISSUES \n \n2.  Governments face fiscal and capacity-related constraints to creating decent employment \nand providing essential services at affordable prices and conditions for low-income groups. At \nthe same time, the private sector can significantly contribute to the generation of jobs and \nincome opportunities; and to alleviating the problems of insufficient affordable housing, health, \neducation,  transport,  finance,  information,  and  energy  goods  and  services  for  low-income \npersons.  \n \n3.  Inclusive  business  is  an  increasingly  popular  market-based  approach  that  pursues \nprofits while generating shared value with the poorer segments of society. An inclusive business \nis a commercially sustainable enterprise whose core business model is designed to provide \nshared benefits at scale while addressing the systemic poverty of low-income groups4 (such as \nthose  living  on  $3  a  day—about  three-fifths  of  the  population  in  developing  Asia  and the \nPacific).5 Inclusive business approaches seek to maximize both profit and social impact. They \nintegrate poor people into the mainstream economy as (i) consumers, by providing essential \ngoods and services that meaningfully improve people’s lives by addressing issues of access, \naffordability,  quality,  and  choice;  (ii)  suppliers  or  distributors,  by  creating  income-earning \nopportunities through incorporation of the base of the pyramid (lower income bracket) into their \nvalue  chains;  and  (iii)  employees,  by  creating  decent  jobs  that  benefit  unemployed, \nunderemployed, and low-income workers. \n \n4.  An example of an Asian inclusive business venture is provided by Manila Water, which \nsupplies potable water at affordable rates to 1.6 million people in urban poor communities in the \nPhilippines. In India, Simpa Networks has pioneered a program offering solar home systems to \noff-grid  low-income  households  in  the  state  of  Karnataka.  Latin  America  also  offers many \n                                                \n1  ADB. 2008. Technical Assistance for Promoting Inclusive Growth through Business Development at the Base of the Pyramid. \nManila (RETA 6518, with major change in scope in 2010). \n2  The TA found that while the market for inclusive business in most Asian countries surveyed is nascent, promising investment \nopportunities are growing, and more ventures could be launched if technical support and new financing were provided. \nGovernments are interested in the prospect of inclusive business creating jobs and providing services to poor populations. The \nTA project also found that governments need assistance to create a nurturing environment for inclusive business and to conduct \nsocial impact assessments. A wide range of investors, private companies, business associations, and development agencies \nwould like development finance institutions to play a more active role in promoting inclusive business.  \n3  The TA first appeared in the business opportunities section of ADB’s website on 22 October 2013.  \n4  The lower income groups are defined as those people living on less than $3 a day. They make up about three-fifth of the \npopulation in developing Asia and the Pacific.  \n5  The $3/day ceiling for poverty classification of inclusive business investments is indicative, and will be applied in a flexible way \ndepending on the country’s socioeconomic status and the social impact of the particular inclusive business venture. \n ", "2   \nexamples of inclusive business, which is strongly supported by the Inter-American Development \nBank. CEMEX, a large Mexican cement producer, provides low-income individuals with access \nto micro-loans, materials, and technical assistance to build or renovate homes. ANCALMO, a \npharmaceutical company in El Salvador, produces powered micronutrients that help to reduce \nmalnutrition among children in Central America. \n \n5.  Key  challenges  for  inclusive  business  ventures  in  developing  Asia  and  the  Pacific \ninclude how to: scale up operations, increase social impact, improve links between investments \nand government targets for poverty reduction, and improve awareness of inclusive business \namong  key  constituencies.  Inclusive  business  can  contribute  to  all  three  pillars  of  ADB’s \ninclusive economic growth strategic agenda by increasing economic opportunities, increasing \naccess to those opportunities, and reducing poverty and vulnerability. Market scoping studies \nconducted by ADB in 10 DMCs show that inclusive business remains at a nascent stage of \ndevelopment in the region, but shows great potential for growth.  \n \n6.  This TA is designed to create better conditions within which inclusive business can be \nidentified, funded, implemented, and monitored with the ultimate aim of contributing to inclusive \ngrowth and poverty reduction in target markets in Asia and the Pacific. In particular, the TA will \nhelp (i) accelerate bankable inclusive business investment opportunities, (ii) leverage private \nsector capital alongside ADB initiatives, (iii) set impact measurement standards, (iv) promote an \ninclusive  business  “ecosystem”  (business  environment)  in  the  public  sector  and  enhance \npartnerships for inclusive business, and (v) reduce information and knowledge asymmetry for \nmore effective (and targeted) private sector support for poverty reduction and inclusive growth in \nDMCs. \n \nIII.  THE PROPOSED TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n7.  The impact of the TA will be new jobs and essential services provided by inclusive \nbusiness ventures, thereby contributing directly to the reduction of poverty and vulnerability. The \nTA  will  promote  gender  equality  through  gender-sensitive  investment  design  and  impact \nassessment  studies.  It  will  also  contribute  to  environmental  sustainability  by  eventually \nsupporting investment projects that create environmental benefits and promote climate change \nmitigation (e.g., in the area of renewable energy). \n \n8.  The outcome of the TA will be more inclusive business investment in DMCs brought \nabout through (i) improvements in the commercial viability, business models, and social impact \nof inclusive business opportunities, and (ii) an improved enabling environment for inclusive \nbusiness.  \n \nB.  Methodology and Key Activities \n \n9.  The TA objectives will be achieved through four outputs. \n \n(i)  Output  1.  Pre-  and  post-investment  technical  support  for  inclusive  business \nventures. Capacity building for inclusive business is necessary because the private \nsector often has limited understanding of the base of the pyramid market, and of tools to \nensure  systemic  and  large  scale  social  impact.  In  addition,  some  transactions  are \nconsidered time- and cost-intensive relative to size. Through this component, the TA will \nhelp prepare ADB investments in inclusive business by (a) mitigating pre-investment \n ", "  3 \nrisks  through  measures  such  as  opportunity  mapping,  management  and  corporate \ngovernance  improvements,  inclusive  business  and  value  chain  development,  and \npipeline generation; (b) supporting business readiness (e.g., marketing and stakeholder \nengagement, supply chain management, and customer outreach); (c) mitigating post-\ninvestment  risks  emerging  from  changing  business  environments;  (d)  providing \nimplementation  support  (e.g.,  supporting  supplier  organization  and  management, \nlogistics  design,  stakeholder  integration  and  management,  and  skills  and  capacity \ndevelopment); and (f) developing personnel capacities, including providing coaching to \nsenior company officials and key staff. The cost of capacity building activities for due \ndiligence and selective post-investment support to inclusive business companies will be \nshared with those companies, with the precise share determined on a case-by-case \nbasis.6 The TA aims to support at least 20 inclusive business projects financed by ADB \nand other investors within four years.7 This output is expected to produce more jobs and \nimprove living conditions of low-income people. The inception report will include further \ncriteria for company selection, expected impact chains, and exclusion criteria to assure \nthat investments have measurable direct benefits on the poor, and can be classified as \ninclusive business.  \n(ii)  Output  2.  Ex-ante  impact  assessment  provided  to  inclusive  businesses.  Impact \nassessment  will  be  carried  out  on  ADB-financed  and  other  inclusive  business \ninvestments to improve project design and sector target setting for inclusive business. \nThe output will be delivered in close cooperation with various ADB teams working on \ndevelopment effectiveness in the Independent Evaluation Department, Private Sector \nOperations Department (PSOD) and the Strategy and Policy Department. The TA will \nalso  promote  harmonization  of  impact  reporting  for  inclusive  business  with  other \ndevelopment  actors,  thereby  connecting  to  international  peer  networks  addressing \nimpact reporting. This output will also include training for bankers and impact investors.8  \n(iii)  Output  3.  Capacity  building  support  to  governments.  The  TA  will  facilitate \ngovernment actions in selected DMCs to improve the enabling environment for inclusive \nbusiness through activities including (a) sector studies; (b) inclusive business training for \ngovernment agencies, and workshops with impact investors and industry associations; \n(c) inclusive business target-setting in the context of government social development \nobjectives; and (d) actions to remove public sector impediments to inclusive business. \nWork  with  DMC  governments  could  also  result  in  selected  requests  for  sovereign \ninvestments by ADB, for example in agribusiness, urban development, education, or \nhealth, thereby facilitating new forms of public–private partnerships.  \n(iv)  Output 4. Promoting knowledge development and exchange among the inclusive \nbusiness  investment  community  and  development  partners  for  developing \nmember countries. The TA will develop knowledge products and facilitate base of the \npyramid investments and partnerships, including alliances with export programs (e.g., \nfair  trade  ventures);  replicate  promising  inclusive  business  models  and  funds;  and \ndisseminate  learning  and  good  practices.  It  will  also  support  a  separate  but \ncomplementary  initiative  between  ADB  and  the  Inter-American  Development  Bank, \n                                                \n6  The TA will fund work to identify and strengthen the inclusive business rationale of proposed projects. It will not cover  commercial \ndue diligence costs that are normally borne by a company borrowing from ADB. Complementary cash or in-kind contributions \nmade by companies themselves will be provided in the form of parallel financing. Engagement of consultants or direct payment of \nservices will take place through joint terms of reference with ADB. The ADB share of the pre- and post-investment support to \ninclusive business companies is not repayable to ADB. The detailed criteria for the counterpart contribution will be determined at \nthe beginning of project implementation.  \n7  Investments may be made through ADB sovereign or nonsovereign operations. If there is an insufficient number of ADB inclusive \nbusiness projects in need of TA support, programmed funding for outputs 1 and 2 can be used for supporting due diligence and \nimpact assessment work of inclusive business companies that are financed by external impact investors, rather than by ADB.  \n8  Based on international experiences and indicators, ADB has, under Technical Assistance for Promoting Inclusive Growth through \nBusiness Development at the Base of the Pyramid (RETA 6518), proposed such a tool for Asia and tested it in the Philippines. \n ", "4   \nwhich arranges inclusive business exchanges among companies and governments of \nLatin America and Asia. The TA will provide corporate leadership training for Asian \ncompanies, and facilitate a regular inclusive business and social enterprise competition \nin Asia and the Pacific. The TA will also facilitate selective support for knowledge-\nsharing events, including participation costs of DMC experts and ADB resource persons, \nand selective contracting cooperation with other organizations.  \n \n10.  The project outcome can be achieved if the global trend of increasing investment in \ninclusive business continues, and if ADB contributes more actively to this trend. It is assumed \nthat governments in the region remain interested in improving the enabling environment for \ninclusive business investments. There are no additional environmental or social risks associated \nwith this TA, because companies involved in the activities will be screened in accordance with \nADB’s environmental and social safeguards governing all investments.  \n \n11.  The TA will support ADB financing of inclusive business ventures in all DMCs. However, \nthe policy work of output 3 will focus on selected DMCs with strong capacity building needs for \ninclusive business development, especially in low-income and lower-middle-income countries in \nSoutheast Asia.9  \n \n12.  The TA will benefit from complementary inputs from various development partners. The \nGovernment of Sweden through the Swedish International Development Cooperation Agency \n(Sida),  which  supports  inclusive  business  through  its  Innovations  Against  Poverty  global \nchallenge fund and its Business for Development Program, will cofinance the TA. It will also \nsecond a staff member to Sida’s Asia regional office in Bangkok to liaise with ADB on inclusive \nbusiness activities.10 \n \n13.  Credit Suisse AG is considering the establishment of an inclusive business and social \nenterprise fund for Asia, and has offered cofinancing for this TA, and also proposed possible \ncofinancing of investments. In addition, Credit Suisse AG’s Global Citizens Program will provide \nstaff to inclusive business companies for up to 2 months to help build their capacity.11 \n \n14.  KfW has set up a regional social enterprise development fund, and a TA facility to \nsupport the fund. KfW intends to coordinate its activities closely with ADB. For example, it will \nparallel-finance certain TA activities, such as training, studies, and impact assessment work.  \n \n15.  ADB exchanges knowledge and experience related to inclusive business with Agence \nFrançaise de Développement (the French Development Agency); the Canadian Department of \nForeign Affairs, Trade and Development; the Inter-American Development Bank; and Oxfam GB \nAsia, among others. These organizations wish to collaborate with ADB to support inclusive \nbusiness through knowledge sharing and financing of projects. During TA implementation, ADB \nwill also partner with leading domestic and international business associations, including the \nWorld  Business  Council  for  Sustainable  Development  and  Philippines  Business  for  Social \nProgress.  \n \n \n                                                \n9  Sida has identified Bangladesh, Cambodia, and Myanmar as its focal countries, but will support, if required, policy \nwork under this technical assistance project in any DMC in Southeast Asia.  \n10  Sida and Credit Suisse AG, in their cofinancing agreements, accept ADB’s confidentiality regulations to deal with \nprivate sector projects. \n11  Cooperation with Credit Suisse AG does not involve any obligation for ADB or Credit Suisse AG to create or jointly \nfinance an inclusive business project.  \n ", "  5 \nC.  Cost and Financing \n \n16.  The TA is estimated to cost a total of $3.6 million, of which $400,000 will be financed on \na grant  basis  by  ADB’s Technical  Assistance  Special  Fund (TASF-V),  $3.1 million  by  the \nGovernment of Sweden, and $100,000 by Credit Suisse AG. All funds will be administered by \nADB.  The  private  sector,  KfW,  and  other  development  partners  are  expected  to  provide \nadditional  financing  and  in-kind  contributions  Appendix  2  provides  the  cost  estimates  and \nfinancing plan based on ADB’s standard input costing; and the inception report will comprises \nindicative cost estimates based on outputs. \n \nD.  Implementation Arrangements \n \n17.  ADB will be the executing agency for the TA. Within ADB, an interdepartmental working \ngroup will be established to advise on TA implementation.12 In addition, an external advisory \ngroup, comprised of cofinancing and parallel financing partners (e.g., Credit Suisse AG, KfW, \nand  Sida);  as  well  as  collaborators  on  inclusive  business  knowledge  work  (e.g.,  Agence \nFrançaise de Développement and the Inter-American Development Bank), will provide guidance \nand support.13 Members of this group will communicate regularly, both virtually and in person. In \naddition, the TA will support the organization of at least two workshops or conferences to \ndisseminate results and promote inclusive business in DMCs. RSDD will decide on the use of \nTA resources in consultation with the interdepartmental working group. \n \n18.  The TA will be implemented from December 2013 to December 2017. TA outputs will be \ndelivered through consultants hired either as individuals or firms. As inputs need to be provided \nin line with the needs of companies and public sector partners, sector-specific advisory services, \nlegal advice, business development, and impact assessment advice cannot be predetermined \nand will be developed during the implementation of the project. Consultants will be engaged \nusing ADB selection methods, including quality-based selection (for complex assignments with \nhigh downstream impact); fixed budget selection; and for small assignments with exceptional \nexperience, single-source consultant selection. Recruitment of consultants will be in accordance \nwith the Guidelines on the Use of Consultants by ADB (2013, as amended from time to time) \nand as specified in Project Administration Instructions 2.0214. The outline terms of references for \nconsultants are in Appendix 3. The TA will be disbursed in accordance with ADB’s Technical \nAssistance Disbursement Handbook (2010, as amended from time to time). \n \nIV.  THE PRESIDENT'S RECOMMENDATION AND DECISION \n19.  The President recommends that the Board approve ADB administering a portion of \ntechnical  assistance  not  exceeding  the  equivalent  of  $3,100,000  (equivalent  of  20  million \nSwedish  Krona)  for  Inclusive  Business  Support,  to  be  financed  on  a  grant  basis  by  the \nGovernment of Sweden; and $100,000 to be financed on a grant basis by Credit Suisse AG. If \nthe Board approves ADB administering the technical assistance, the President, acting under the \nauthority  delegated  by  the  Board,  approves  ADB  providing  the  balance  of  the  technical \nassistance not exceeding the equivalent of $400,000 on a grant basis, for Inclusive Business \nSupport. \n                                                \n12  The inclusive business working group will comprise interested staff from the Independent Evaluation Department, \nthe Office of Risk Management, the Private Sector Operational Department, the Regional and Sustainable \nDevelopment Department, the Strategy and Policy Department, and regional departments.  \n13 Other development partners that wish to provide cofinancing or parallel financing can also be included in the \nadvisory group. \n14 ADB, 2012. Preparing for Consultant Recruitment. Project Administration Instructions. PAI 2.02. Manila. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nData Sources and \nPerformance Targets and  Reporting \nDesign Summary  Indicators with Baselines  Mechanisms  Assumptions and Risks  \nImpact       Assumptions  \nNew jobs created, and  The number of low-income  Government reports  The business environment \nnew essential services  persons ($3/day) who are served  and targets for  enables more and better \ndelivered by inclusive  by inclusive business approaches  inclusive business in  inclusive business \nbusiness ventures that  in ADB DMCs rises during project  various countries  investments. \nengage the low-income  implementation by (i) creating at     \npersons ($3/day) in the  least 250,000 new jobs and  Poverty  There is an increased \nbusiness process  improved livelihoods for low- assessments of  appetite among investors, \n  income persons; and (ii) providing  other development  banks, and development \nnew social, municipal, and  partners and in  partners to finance inclusive \nessential infrastructure services  ADB’s country  business ventures.  \n(e.g., health, education, energy,  partnership   \nand transport) or essential goods  strategies   Social enterprises scale up \n(such as nutrition products) to at    to become inclusive \nleast 500,000 people  Impact assessments  businesses, and deliver \nconducted under the  larger impact (reach) \ntechnical assistance  alongside larger returns. \nproject   \n  Risk \nFinancial and economic \ncrisis in partner countries \nreduces business \ninvestment and economic \ngrowth. \n \nOutcome      Assumptions  \nMore investment in  Increase by 50% of inclusive  ADB website  ADB operations department \ninclusive business in  business projects in selected    staff continue to source \nADB DMCs  countries, of which at least 15 are  Midterm and final  inclusive business \n   from ADB (baseline for various  reports  investments. \nDMCs: see inclusive business     \nmarket scoping studies)  PSOD and ADB  There is increased interest \n  development  by impact investors and \nIncrease in the number of ADB  effectiveness  development partners in \ninclusive business projects to an  reports, and special  Asia and the Pacific. \naverage of at least three per year  reviews of ADB’s   \nfrom 2014 onward (baseline: from  work in inclusive  As part of the review of \na total of 12 between 2000 and  business  Strategy 2020, ADB signals \nmid-2013)    support to inclusive \n  Investments  business.a  \nIncrease in ADB’s sovereign  approved by PSOD   \nlending operations to projects with  for 2014–2017, and  Governments implement \ninclusive business context to at  investment pipeline  policy changes in the \nleast five by 2017 (baseline: zero)    enabling environment and \n  Various country  target setting for inclusive \n  studies  business. \n     \n  Bankable private sector \n  solutions for poverty \nproblems in partner \ncountries increase. \n \nCompanies provide their \nown support for developing \nviable inclusive business \ninitiatives. \n \n ", "Appendix 1  7 \nData Sources and \nPerformance Targets and  Reporting \nDesign Summary  Indicators with Baselines  Mechanisms  Assumptions and Risks  \n      Risk \nSocial enterprise models in \ncountries in Asia and the \nPacific do not scale up \nsufficiently to bankable \ninclusive business models \nOutputs   Tailored advice and technical  Company due  Assumptions \n1. Feasibility studies (pre  support provided to at least 20  diligence reports  Companies provide their \nand post-investment  companies    own support for developing \nsupport) provided to    Impact assessments  viable inclusive business  \ninclusive business  Up to eight pre-assessments (up  on inclusive  initiatives. \ncompanies  to $20,000); eight smaller due  business companies   \n  diligence reports (up to $50,000);    ADB’s Regional and \n  seven larger due diligence    Sustainable Development \n  assessments (up to $100,000);    Department supports PSOD \n  and three major studies (up to    in improving its \n  $200,000)    development effectiveness \n      reporting to better track \n  At least 50 companies and banks    direct impact on the poor \n  benefit from inclusive business    and low-income people \n  training    ($3/day poor). \n       \n2. Impact assessments  Study and workshop conducted  Workshop or  Risk \nprovided to inclusive  on harmonizing the impact  conference  During project \nbusiness companies  assessment tool  participation lists  implementation, support for \n      expanding inclusive \n  Inclusive business impact  Impact assessment  business is curtailed, \n  assessments conducted for at  studies  because of their relatively \n  least eight companies, three    small project size and other \n  banks or financial institutions, and  Impact assessment  strategic considerations. \n  one ADB portfolio  workshops \n     \n  Three regional training events on  Midterm and final \n  impact assessment held with  reports \n  participants from companies,   \n  investors, and development   \n  partners   \n   \n3. Increased awareness  At least 10 sector-specific studies  Sector road maps \nof inclusive business  on inclusive business  and policy targets on \nand its enabling  contributions to sector targets  inclusive business \nenvironment by     \ngovernment and  At least 10 sector workshops  Country studies \nbusiness associations     \nin selected countries  Policy work conducted on target  Overview study \nand sectors  setting and other topics, and five   \n  studies undertaken in up to five   \n  DMCs    \n     \n  One overview study and five   \n  country studies completed on   \n  inclusive business experiences in   \n  different countries   \n     \n4. Increased knowledge  Three studies undertaken and one  Knowledge products \nexchange among the  workshop held on Latin American  published on ADB’s \ninclusive business  experiences  inclusive business \ninvestment community    website \nand development  Inclusive business events   \n ", "8  Appendix 1 \nData Sources and \nPerformance Targets and  Reporting \nDesign Summary  Indicators with Baselines  Mechanisms  Assumptions and Risks  \npartners in Asia and  promoted in one country from the \nthe Pacific  Organisation for Economic Co-\noperation and Development, three \nDMCs, and two regional studies \non cross-country and regional \ncomparisons \n \nReports and market scoping \nstudies  \n \nADB’s webpage on inclusive \nbusiness, updated regularly  \n \nChallenge fund and competition \nestablished for scaling up social \nenterprises in the growth phase \nfor inclusive business \n \nThree meetings of the TA steering \ncommittee or board convened \n Activities with Milestones  Inputs \n1.1  Develop various business training courses based on sector and country   \nrequirements; implement at least two business training courses every year by  ADB:  $400,000 (TASF-V) \n2015   \n1.2  Perform inclusive business due diligence for more than 20 companies, and  External Sources: \nprepare at least 15 of them for investment by ADB and others over the \nGovernment of Sweden:    \nimplementation period  \n$3,100,000 \n \n \n2.1  Conduct selected meetings and studies to harmonize the impact assessment \ntool among partners in 2014    Credit Suisse AG:     \n2.2  Conduct impact assessments in at least eight companies, five banks or funds,  $100,000 \nand one portfolio (ADB) over the implementation period  \n2.3  Conduct at least three training courses on impact assessment between 2014 and   \n2015   Note: The private sector will \n2.4  Conduct a gender impact assessment in 2016  provide counterpart support \n2.5  Conduct midterm review and impact assessment of the program in end 2015   in the form of counterpart \n  staff and cofinancing \n3.1  Conduct 10 sector studies in various Asian countries over the implementation  studies. Government will \nperiod   provide counterpart support \n3.2  Engage five countries for target setting in 2014   in the form of counterpart \n3.3  Facilitate inclusive business ecosystem development, learning from other  staff, secretarial assistance, \ncountries through five regional workshops conducted from 2014 to 2016  and other in-kind \n  contributions. \n4.1  Facilitate exchange on inclusive business with Latin America and the Inter-  \nAmerican Development Bank in 2014 and 2015  \n4.2  Promote new and intensify old partnerships on inclusive business in Asia. \n4.3  Conduct one inclusive business or social enterprise competition each year from \n2014 to 2016.  \n4.4  Hold three virtual or in-person meetings of the advisory group of development \npartners in 2014, 2015, and 2017. \n4.5    Facilitate inclusive business seminars on a selective basis.\n \nADB = Asian Development Bank, DMC = developing member country, PSOD = Private Sector Operations Department, TASF = Technical Assistance \nSpecial Fund.  \na  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. Manila. \nSource: Asian Development Bank. \n   \n \n ", "Appendix 2  9 \n   \n   \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Amount \nA.  Asian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem of international consultants  106.5 \n    b.  International and local travel  61.5 \n  2.  Training programs and workshops  195.0 \n  3.  Miscellaneous administration and support costs  40.0 \n  4.  Contingencies  7.0 \n      Subtotal (A)  400.0 \n   \nB.  Government of Swedenb   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultant  1,796.4 \n      ii.  National consultant  147.4 \n    b.  International and local travel  229.4 \n    c.  Reports and communication (including publications)  22.8 \n  2.  Training, seminars, and conferences   \n    a.  Facilitators  15.0 \n    b.  Training programs and workshops  249.4 \n  3.  Surveys (and rewards, as part of challenge fund)  45.0 \n  4.  Miscellaneous administration and support costs (including  206.6 \nadministration fees and audit reports) \n  5.  Contingencies  388.0 \n      Subtotal (B)  3,100.0 \n   \nC.  Credit Suisse AGb   \n  1.  Training, seminars, and conferences (facilitators)  72.0 \n   2.  Miscellaneous administration and support costs  5.0 \n  3.  Contingencies  23.0 \n      Subtotal (C)  100.0 \n   \n        Total  3,600.0 \nNote: The technical assistance (TA) is estimated to cost $3.6 million, of which contributions from the Asian \nDevelopment Bank (ADB), Government of Sweden, and Credit Suisse AG are presented in the table above. The \nprivate sector, KfW, other development partners, and the government will provide additional financing and in-kind \ncontributions in the form of staff, office accommodation, secretarial assistance, domestic transportation, and other in-\nkind and financial contributions. The private sector will parallel-finance parts of the due diligence and impact \nassessment studies.  \na  Financed by ADB’s Technical Assistance Special Fund (TASF-V). \nb  Administered by ADB. This amount also includes ADB’s administration fee, audit costs, bank charges, and a \nprovision for foreign exchange fluctuations (if any) to the extent that these items are not covered by the interest and \ninvestment income earned on this grant, or any additional grant from the Government of Sweden through the \nSwedish International Development Cooperation Agency and from Credit Suisse AG. \nSource: Asian Development Bank estimates. \n \n   \n ", "10   Appendix 3 \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.    Inclusive Business Coordinator  \n \n1.  The inclusive business coordinator (international, 20 person-months, intermittent) will  \nperform the following tasks:1 \n \n(i)  Draw up the outline business plan for the technical assistance (TA) in close \ncooperation  with  ADB,  the  Swedish  International  Development  Cooperation \nAgency, KfW, and eventually other TA cofinanciers. \n(ii)  Develop  inclusive  business  and  social  enterprise  investment  guidelines,  and \nprepare  decision  papers  for  ADB  and  KfW  to  engage  in  due  diligence  and \nconcept clearance for subproject finance. \n(iii)  Help develop the impact assessment tool and conduct impact assessments. \n(iv)  Engage in company due diligence work. \n(v)  Comment on due diligence, impact assessment, sector studies, target setting, \nand knowledge products of other people in close cooperation with ADB. \n(vi)  Assist ADB and KfW in designing and organizing workshops.  \n(vii)  Contribute  to  the  establishment  of  local  service  environments  in  selected \ncountries to enable the continuity of TA provision to inclusive business. \n(viii)  Engage in training seminars as resource speaker and moderator. \n(ix)  Write separate knowledge products upon the request of ADB. \n(x)  Prepare  an  independent  impact  evaluation  study  on  the  results  of  the \nimplementation of this regional technical assistance project.  \n \n2.  The  expert  should  have  at  least  10  years  of  experience  in  inclusive  business \ndevelopment (or a similar field), especially with international and bilateral development agencies; \nand should have a proven track record on market scoping studies, impact assessment, and due \ndiligence work. He or she should have at least 5 years of management experience, of which a \nminimum of 3 years should be on inclusive business teams. The consultant should have close \ncontacts with companies. \n \nB.  Inclusive Business Facilitation and Due Diligence Consultants \n \n3.  ADB will hire various inclusive business facilitation and inclusive business due diligence \nconsultants  (individual  or  consulting  firm,  96  person-months,  intermittent)  to  perform  the \nfollowing tasks: \n \n(i)  Prepare the outline for due diligence or post-investment support. \n(ii)  Carry  out  due  diligence  on  companies’  funds  from  the  perspective  of  both \ncommercial profitability and social impact.  \n(iii)  Use ADB’s impact assessment tool and assess the poverty reduction impact of \nthe investment. \n(iv)  Make recommendations to ADB staff, offices, and departments involved. \n(v)  Prepare draft and final reports. \n                                                \n1  Under a parallel financing basis, the Asian Development Bank (ADB) and the German development bank (KfW) \nintend  to  jointly  hire  the  same  coordinator  for  their  parallel  implemented  but  closely  coordinated  technical \nassistance projects. \n ", "  Appendix 3  11  \n \n4.  The experts should have each at least 15 years of international development expertise, \nand a minimum of 5 years of experience in inclusive business development (or similar field) \nespecially with international and bilateral development agencies. In addition, the experts should \nhave at least 5 years of experience working with a private sector company, of which a minimum \nof 3 years is in the inclusive business field. They should have at least 5 years of experience in \nassessing the financial viability of companies. The consultants must be sensitive to social \nimpact and knowledgeable on how to carry out poverty impact assessments. \n \nC.  International Inclusive Business Impact Assessment Experts \n \n5.  The various inclusive business impact assessment experts (individual or firm, 11 person-\nmonths, intermittent) will be hired to assist ADB in the following tasks: \n \n(i)  Finalize the impact assessment tool and harmonize it for use in Asia and the \nPacific by other investors and development partners. \n(ii)  Conduct  impact  assessment  training  courses  for  companies  and  financial \ninstitutions. \n \nThe experts should have each at least 15 years of international development expertise, and a \nminimum of 3 years in impact assessment, especially for private sector. The consultants must \nbe  sensitive  to  social  impact  and  knowledgeable  on  how  to  carry  out  poverty  impact \nassessments. \n \nD.  Inclusive Business Policy and Knowledge Experts  \n \n6.  The  project  will  require  various  international  or  local  inclusive  business  knowledge \nexperts (individual or firm, 22 person-months, intermittent) in different sectors. The details of \ntheir  terms  of reference  will  depend  on  the  demand from the  private sector  side  and the \nchallenges the company is facing. Expertise could be sought on sector studies, target setting, \nand company management. Experts could either be highly specialized or more generalist, and \ntheir  inputs  could  be  for  varying  lengths  of  time.  The  details  of  the  assignments  will  be \ndetermined during project implementation. In general, the experts will perform the following \ntasks: \n \n(i)  Assess the problems faced by a company in making its inclusive business model \nmore profitable and more inclusive. \n(ii)  Assess the ecosystem (enabling environment for private sector) in which the \ncompany works and the possible problems.  \n(iii)  Make recommendations for investors (including ADB) and agencies influencing \nthe  framework  conditions  of  inclusive  business  (governments,  associations, \ndevelopment partners, and others). \n(iv)  Prepare  knowledge  products  on  inclusive  business  issues  such  as  impact \nassessment, technology choice, market scoping, sector issues, and ecosystem \ndevelopment. \n(v)  Present the findings in knowledge publications and workshops or seminars. \n(vi)  Contribute to cross-regional and institutional learning. \n(vii)  Assess inclusive business support in other institutions.  \n(viii)  Carry out other knowledge-generation and sharing work. \n \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20131125151019+08'00'", "Creator": "Microsoft® Word 2010", "Keywords": "adb technical assistance ta report, Government of Sweden and Credit Suisse AG", "ModDate": "D:20131213152741+08'00'", "Producer": "Microsoft® Word 2010", "Title": "Inclusive Business Support: Technical Assistance Report"}}