{"path": "data/input/ta/46281-001-reg-tar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 46281   \nRegional–Policy and Advisory Technical Assistance (R-PATA) \nSeptember 2012  \n \n \n \nPolicies for Industrial and Service Diversification in \nAsia in the 21st Century \n(Financed by the Republic of Korea e-Asia and Knowledge \nPartnership Fund) \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  ERD  –  Economics and Research Department \n  EU  –  European Union \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional—Policy and advisory technical assistance  (R-PATA) \nTargeting classification  –  General intervention \nSector (subsectors)  –  Multisector  (trade  and  services,  economic  and  public  affairs \nmanagement) \nTheme (subthemes)  –  Economic  growth  (promoting  economic  efficiency  and  enabling \nbusiness environment; and knowledge, science, and technological \ncapacities)  \nLocation (impact)  –  Regional (high) \nPartnership  –  Republic of Korea e-Asia and Knowledge Partnership Fund  \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars.  \n \nVice-President  B. N. Lohani, Knowledge Management and Sustainable \nDevelopment \nChief Economist  C. Rhee, Economics and Research Department (ERD) \nDeputy Chief Economist   J. Zhuang, ERD \n   \nTeam leader  J. Felipe, Advisor, ERD \nTeam members  E. Go, Economics and Statistics Officer, ERD \nM. Magadia, Operations Assistant, ERD \nG. Sugiyarto, Senior Economist, ERD  \nL. Sumulong, Senior Economics Officer, ERD \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n1.  During  visits  by  the  chief  economist  of  the  Asian  Development  Bank  (ADB)  to \nKazakhstan In November 2011 and in May 2012, the government requested ADB’s technical \nassistance (TA) to help evaluate diversification and industrialization programs it had developed \nand implemented since independence, in particular its Accelerated Industrial and Innovative \nDevelopment  Program  and  to  make  use  of  the  diversification  lessons  learned  by  other \ncountries. The government believes that the experiences of such developed countries as the \nUnited States, and the nations of the  European Union (EU) and of such ADB developing \nmember countries (DMCs) as the Republic of Korea, the People’s Republic of China, and \nMalaysia could help Kazakhstan assess whether it was moving in the right direction under its \nAccelerated Industrial and Innovative Development Program, which the oil-rich nation adopted \nin  2010  to  diversify  its  economic  base.  The  government  hoped  the  ADB  TA  and  the \ndiversification records of other countries could help it answer three key questions:  Were the \ncountry’s diversification programs properly designed? Were the sectors it had selected the \ncorrect ones, given the country’s comparative advantages? Were the programs yielding the \ndesired results?  \n \n2.  In 2011 the Government of the Republic of Korea also expressed interest in the project, \nwhich will be financed through the Republic of Korea e-Asia and Knowledge Partnership Fund. \nThe government suggested that the Republic of Korea and perhaps other high-income countries \nsuch as Singapore, or high middle-income countries such as Malaysia or Thailand could gain \ninsights for their own further development from a study of how advanced nations such as the \nUnited States and the members of the EU actively support diversification of their economies and \nthe upgrading of their own productive structures. The design and monitoring framework is in \nAppendix 1. 1 \n \nII.  ISSUES \n3.  Development  economists  tend  to  agree  that  countries  like  Kazakhstan  need \ndiversification but are sometimes sharply divided on how to achieve it.  They are generally of \none mind on one thing: development is about the transformation of a country’s productive \nstructure and the capabilities to support it. This process requires both industrialization—with the \nexpansion of manufacturing, in particular—and the diversification of production and exports \ntoward more sophisticated products. Industrialization has a broad meaning today, referring not \nonly to manufacturing but to the growth of any economic activity that operates under increasing \nreturns  to  scale  and  involves  products  or  services  that  have  high  income  elasticities  of \ndemand—and  thus  support  high  wages.  These  activities  can  be  in  manufacturing,  in \nagribusiness, or in such services as transport, logistics, and financial operations. During a \ncountry’s economic development, resources are expected to shift from the less productive \nsectors of the economy (generally agriculture) toward the more productive sectors (generally \nindustry and services). This transfer of resources is what allows increases in wages, one of the \nultimate goals of development.  \n \n4.  Where economists often disagree is on the role of government in this process. During \nthe 1960s, governments in some developing countries provided direct support to develop their \nindustrial base and accelerate the transformation of the economies. This occurred in nations as \ndiverse as Brazil and the Republic of Korea. The policy measures they used to expand domestic \nindustries  and  promote  sectors  like  manufacturing  that  they  deemed  crucial  for  national \n                                                \n1 The TA first appeared in the business opportunities section of ADB’s website on 24 July 2012.  \n ", "2   \ndevelopment included tax and credit benefits. These governments believed that the only way \npoor  countries  could  address  the  weaknesses  and  vulnerabilities  of  their  underdeveloped \neconomic markets and escape a poverty trap was by intervening directly to support the growth \nof targeted economic sectors. Their usual approach was to identify the main technological and \nother obstacles facing particular industries and sectors and to try to overcome these with \npreferential policy, tax, and subsidy actions. To the extent that this approach worked, the result \nwas industrialization (to different degrees), absorption of capabilities, and the creation of a \ndomestic technological base. In the many cases where it did not work, it created a culture of \nrent-seeking, i.e., asking the government for subsidies, and led to many unsuccessful projects \nthat were kept alive only through continual recourse to public funds. But the problem was not, it \nmust be stressed, government intervention in the economy; rather, the problem was how. \n \n5.  Criticism of this approach grew during the 1980s, when some economists argued that \nsuch government efforts led to misallocated resources and created rent-seeking. These critics \ntended overall to highlight cases where this kind of support had failed. They saw intervention as \na matter of governments picking particular industries to develop on a somewhat ad hoc basis in \nsectors with poor performance and insufficient comparative advantage. They argued that a \ngovernment does not have the information needed to select sectors correctly. For this reason, \nthese economists contended, choosing sectors on grounds other than comparative advantage, \nand providing them with preferential policies, will set off powerful rent-seeking behavior that will \nstall the economic development it originally sought. These economists argued for minimal public \nsector intervention and for letting the market decide how an economy develops and transforms \nitself, based on comparative advantage.  \n \n6.  The debate remains relevant today. A central question for the governments of most \ndeveloping countries is still how to approach the transformation process, i.e., what new activities \ncould the country get into successfully? The transformation of the economy is a process that \nrequires the discovery of what a country is good at producing. Often and for different reasons \n(e.g., lack of information about a product or a market, lack of coordination between public and \nprivate sectors), these opportunities are not realized. The problem is that if the private sector \nstarts exporting successfully a product, this most likely will have high social returns, although its \ncosts are all private. Moreover, other firms on the margin will be quick to enter the activity. On \nthe other hand, if the new venture fails, all the costs will be borne by the entrant. This situation \nprovides a rationale for governments to actively work with the private sector to jointly overcome \ninformation  and  coordination  problems.  This  is  especially  important  at  lower  levels  of \ndevelopment. \n  \n7.  As a country reaches middle- and high-income status, its economic structure becomes \nmore sophisticated and complex, a well-developed private sector plays a clear and important \nrole in the economy, and therefore, the challenges of diversification change. Partnering with the \ngovernment remains important, but the tools and objectives are different. The governments of \nmany industrialized countries continue to support their industries, albeit in an indirect way. The \nUnited States and the countries of the EU support their industries in ways that developing \ncountries, which obviously must concentrate on overcoming their market failures, cannot. The \nprivate sectors of the advanced countries are already highly developed, can assess projects \nthemselves, and supported by deep financial markets. Therefore, governments are left to act \nmerely as guarantors. Governments usually share the risks by providing incentives for the \nprivate sector to choose projects/activities. Examples include the co-credit guarantees, joint \ninvestments, and securitization programs of the European Investment Fund and Germany’s KfW \nBankengruppe, as well as the prevalence of government support for university research, military \nresearch, and government procurement contracts in other countries. \n ", "  3 \n \n8.  Important lessons for middle- and high-income Asian economies lie in the transformation \nof advanced countries from economies where technical progress derived is machine-embodied \ninto  knowledge-based  economies.  These  are  economies  in  which  the  generation  and \nexploitation of knowledge and ideas come to play a predominant role in the creation of wealth \nand  the  development  of  new  modes  of  social  interaction.  Becoming  a  knowledge-based \neconomy is a way to increase wages in a country, which is achieved by producing and selling \nproducts and services with a high knowledge content.  \n9.  DMCs can adopt some of the key elements of the successes of other Asian economies, \nparticularly those that are more advanced, but they must also learn from past failures. The TA \nactivities will not promote a one-size-fits-all approach to diversification and will acknowledge that \nthere are different development paths that countries can follow. In the same way that the \nworkshops and publications the TA will support intend to highlight lessons from the successes, \nthey will also underline the mistakes—for example, in the Philippines during the 1980s, when \ngovernment targeted several sectors for support but did not achieve the desired results. The TA \nproject’s activities will be premised on the recognition that the promotion of a friendly business \nenvironment and good governance are instrumental to diversification of the economic structure. \nIts output will not advocate picking winners in the traditional sense of government subsidies to \ncertain sectors despite their performance and will argue that countries should not neglect their \ncurrent comparative advantage and jump into industries that could become advantageous only \nwhen they achieve much higher income levels. Instead, while keeping in mind the time it takes \nfor comparative advantage to change from one industry to another, a country’s industrialization \nand  diversification  efforts  should  focus  on  those  industries  with  a  current  comparative \nadvantage while investing long-term in upgrading the levels of education and infrastructure to \nprepare and provide the appropriate skills and public goods for the industries toward which its \ncomparative advantage will shift in the near future.  \n \nIII.  THE TECHNICAL ASSISTANCE \n1.  Impact and Outcome \n10.  The  impact  of the TA will  be  to  ensure  that policy  makers  planning  industrial  and \nservices  diversification  in  ADB’s  DMCs  are  better  informed  on  and  influenced  by  the \ndiversification approaches, successes, and failures in other economies. The outcome of the TA \nwill  be  to  make  available  to  DMC  policy  makers  the  lessons  derived  from  the  industrial \ndiversification experience of some ADB member countries. \n \n2.  Methodology and Key Activities \n11.  The  TA  will  support  the  preparation  of  18  studies  analyzing  the  diversification \nexperiences in several countries and related topics by up to 20 experts in these fields. Topics \nwill be selected at an inception workshop under the TA, and the papers produced will be \ndisseminated and discussed at a second workshop involving stakeholders and invited resource \nexperts before comments are integrated and the papers are finalized and published for use by \npolicy makers in the DMCs. The TA work will include the preparation of analytical papers written \nby a team of specialized consultants.  \n \n ", "4   \n12.  A large body of literature already exists on these subjects but most of it is academically \ninclined. The papers and the publication supported by the TA will not duplicate this academic \nliterature and instead will be presented in way that will serve as a practical handbook for policy \nmakers. This publication and the papers that comprise it up will explain how diversification can \nbe achieved, how risks should be managed, and how decision-making systems are to be built. \nThe questions and issues the papers will address include the following:  \n \n(i)  What was the process of industrial diversification in a particular country? Was it \nmarket-driven or government-induced?  \n(ii)  If the latter, how did the government choose the targeted industries and what \ndecision-making system was used?  \n(iii)  How did the government control the risks involved, including that of choosing \nincorrectly?  \n(iv)  What major tools were used to support the chosen industries?  \n(v)  Did  the  process  of  diversification  and  these  tools  change  as  the  country \ndeveloped?  \n(vi)  Was or is there a program in a country to diversify beyond manufacturing, i.e., \nagriculture or services? If so, are the support tools different?  \n(vii)  How does the country evaluate the performance of its diversification programs?  \n(viii)  What  are  the  roles  of  the  private  sector  and  of  capital  markets  in  the \ndiversification process? \n \n13.  To  meet  the  Government  of  Kazakhstan’s  need  and  request  to  learn  from  other \ncountries in the region, the project will study the experiences in diversification approaches and \nresults in the People’s Republic of China, the Republic of Korea, Malaysia, and the Philippines. \nIt will also cover lessons from nonregional ADB members, including Australia, the United States, \nand some EU countries.2  As a result, the TA is expected to yield important lessons not only for \nKazakhstan but for many other DMCs as well. The Government of Kazakhstan is concerned \nwith the need to diversify its economic structure, given the country’s dependence on the oil \nsector. As Kazakhstan approaches high-income nation status, its problems, constraints, and \npriorities are changing and so must its policy tools. If it is to become a modern industrial and \nservice economy, the country needs to upgrade, expand, and diversify its productive structure \nfrom the oil sector that now dominates its economy. It also needs to develop a modern and \nefficient infrastructure system to support the transformation process, and faces the special \nproblem of high transportation costs due to its landlocked location. Finally, as the economy \nchanges, reforms will be needed to make its economy more market-oriented and to encourage \na thriving private sector to drive its growth. All this requires a sensible set of policies that bring \ntogether the public and private sectors, are tailored to Kazakhstan’s needs and aspirations, \nand—partly  based  on  successful  experiences  elsewhere—fit  the  particulars  of  its  distinct \neconomy and level of development.  \n \n14.  The TA activities will include: (i) an inception workshop in Seoul to identify the issues \nand topics to be covered by the study; (ii) a dissemination workshop in Kazakhstan to discuss \nwith the Government of Kazakhstan an advanced draft of the work; and (iii) publication of the \npapers that discuss lessons from the experience of advanced economies and selected ADB \nDMCs. \n \n                                                \n2 Belgium, Denmark, France, Germany, Greece, Ireland, Italy, Luxembourg, the Netherlands, Portugal, Spain, and \nthe United Kingdom \n \n ", "  5 \n3.  Cost and Financing \n15.  The TA is estimated to cost $500,000, which will be financed on a grant basis by the \nRepublic of Korea e-Asia and Knowledge Partnership Fund and administered by ADB. The cost \nestimates and financing plan are in Appendix 2. \n \n4.  Implementation Arrangements \n16.  ADB  will  be  the  executing  agency  for  the  TA  and  the  Economics  and  Research \nDepartment will be the focal point. The Office of the Chief Economist will prepare the terms of \nreference  and  coordinate  the  technical  aspects  of  the  TA.  International  consultants  with \nexpertise in development and in economic diversification will be recruited in accordance with \nADB’s Guidelines on the Use of Consultants (2010, as amended from time to time). The TA will \nrequire 22 person-months of international consulting services. In addition, a total of 2 person-\nmonths of services will be needed for up to 16 resource persons to be invited to participate in \nthe workshops. The consultants will be recruited individually as the expertise in various country \nexperiences required by the TA are likely not available in a firm. The outline terms of reference \nfor consultants are in Appendix 3. Disbursements under the TA will be made in accordance with \nADB's Technical Assistance Disbursement Handbook (2010, as amended from time to time). \nThe TA will be implemented from 1 September 2012 to 31 December 2013. The TA team will \noversee the outputs of the TA activities, including comments on draft papers and coordination of \nworkshops.  The  proposed  outline  of  the  report  is  in  Appendix  4.  The  no-objection  of  the \nGovernment of Kazakhstan was confirmed in writing on 17 August 2012.  The no-objection of \nthe Government of the Republic of Korea is deemed given with the funding approval from the \nRepublic of Korea e-Asia and Knowledge Partnership Fund given on 20 August 2012.  \n \n \nIV.  THE PRESIDENT'S DECISION \n17.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $500,000 to be financed on a \ngrant basis by the Republic of Korea e-Asia and Knowledge Partnership Fund for Policies for \nIndustrial and Service Diversification in Asia in the 21st Century, and hereby reports this action \nto the Board.  \n \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Risks \nImpact       Risk \n       \nPolicy makers  By the end of 2018,  Various, including  Policy lessons derived \nplanning industrial  lessons on structural  DMC’s development or  from the study are not \nand services  transformation, industrial  diversification or short-  adopted by DMCs. \ndiversification in  diversification, and  and long-term plans   \nADB’s DMCs are  industrial policy are \n \nbetter informed on  incorporated into some \nand influenced by the  DMC plans    \ndiversification \napproaches, \nsuccesses, and \nfailures in other \neconomies.  \nOutcome      Assumption \n \nLessons from ADB  Final versions of all  Workshop reports  Lessons and best \nmember countries on  workshop papers sent to    practices can be \ndiversification are  DMC policy makers    adapted by DMCs. \navailable to DMC       \npolicy makers.  Book or report  published  Publisher’s website \n \n  and sent to DMC policy \nmakers   \nOutputs      Assumption \n \n1. Workshops  Workshop papers  Workshop reports  Lessons and best \nconducted in 2012  circulated to DMC policy    practices can be \nand 2013; results and  makers    adapted by DMCs. \npapers discussed       \n  Book or report made  Publisher’s website \n \navailable to DMC policy \nmakers   \n      Assumptions \n \n2. Book or report  Workshops conducted with  Research reports  The Government of \npublished in 2013– policy makers from the  (papers)  Kazakhstan, team \n2014  Kazakhstan, the Republic    leader, consultants, and \nof Korea, and several    resource persons agree \nDMCs    on the details and \n    specifics of the \nOne book or report  Publisher’s website  research topics to be \npublished in 2013 or 2014     covered. \n   \nExperts on structural \n   \ntransformation and \nindustrial policy \nparticipate in the \nevents. \n \n ", "Appendix 1  7 \nActivities with Milestones  Inputs \n \n1. Conduct workshops in 2012 and 2013  Republic of Korea e-Asia and Knowledge \n1.1 Engage consultants in November 2012  Partnership Fund: $500,000 \n1.2 Conduct inception workshop in October 2012   \n1.3 Dissemination workshop in November 2013 \nItem  Amount ($’000) \n \n2. Draft and disseminate papers and prepare final     \npublication for DMCs   \nInternational consultants  310.00 \n2.1 Papers drafted and disseminated in workshops \n2.2 Publication finalized  International travel  45.00 \n \nWorkshops and conferences  100.00 \nContingencies  45.00 \n     Total   $500.00 \nADB = Asian Development Bank  \nDMC = developing member country. \nSource: Asian Development Bank.  \n \n \n \n \n \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n       Total  \nItem       Cost \nRepublic of Korea e-Asia and Knowledge Partnership Funda      \n \n  1.  International consultants   \n      a. Remuneration and per diem     310.00 \n      b. International and local travel  45.00 \n  2.  Training, seminars, and conferences   \n      a. Speakers   80.00 \n      b. Conferences   20.00 \n  3.  Contingencies  45.00 \n \n        Total  500.00 \na  Administered by the Asian Development Bank. \nSource: Asian Development Bank estimates.   \n \n ", "  Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  This technical assistance (TA) will require an aggregate of 22 person-months of \ninternational consulting services. An aggregate of 2 person-months of resource person \nservices will also be needed. \n \nA.  Economists or Social Scientists (20 international, 20 person-months, intermittent) \n \n2.  Under the supervision of the project officer, the economists and/or social scientists will \nbe responsible for conceptualizing, designing, and undertaking studies on issues related to \nindustrial  and  service  diversification  in  Asian  Development  Bank  (ADB)  DMCs.  They  are \nexpected to prepare selected chapters of a final report; enhance the text with graphs, charts, \nand boxes; and do so following the ADB Handbook of Style and Usage. The experts will \nparticipate in the workshops to be supported by the technical assistance (TA), present their \nfindings, and revise their papers based on comments received. \n \n3.  These experts will  perform the following tasks in particular: \n \n(i)  review the literature and ADB studies on the assigned topic; \n(ii)  participate actively in workshops and draft a 25–35-page chapter covering the \nassigned topic; \n(iii)  prepare graphs, tables, and boxes to enhance the text; \n(iv)  discuss the development of the assigned topic with the ADB staff concerned; \n(v)  revise these drafts to incorporate comments and feedback from ADB staff and \nworkshop discussants; \n(vi)  finalize the chapter by March 2013; and \n(vii)  perform other related tasks as assigned by ADB’s Economics and Research \nDepartment. \n \n4.  These experts should have (i) a postgraduate degree in economics or a related social \nscience field and at least 5 years of relevant experience; (ii) expert knowledge of development \nissues  in  developing  Asia;  (iii)  proven  capacity  for  both  quantitative  and  policy-oriented \nanalyses;  and  (iv)  proven  capacity  to  synthesize  complex  issues  and  identify  key  policy \nmessages for policy makers, development partners, and other stakeholders. \n \nB.  Economics Editor (1, international, 2 person-months, intermittent) \n \n5.  Under the supervision of the project officer, the economics editor will be responsible for \nreviewing and editing the substance and form of the final report to ensure that the economic \narguments are sound and coherent and that the text is of the highest standard and suitable for \npublication. He or she will help prepare the executive summary and the highlights of the report, \nincluding the tables and charts. The economics editor will also make suggestions on the layout. \n6.  In particular, the economics editor will carry out the following tasks to ensure the high \nquality of the main text and of the executive summary and the highlights: \n(i)  examine the economic arguments to assess whether they are logical and based \non accepted economic theory and principles; \n(ii)  rewrite text, add or delete information, and help revise pages or sections to \ntighten economic arguments, if needed; \n ", "10  Appendix 3 \n(iii)  fill in the discussions and ensure the smooth flow of ideas; and \n(iv)  examine tables, figures, and charts to ensure data consistency within pages and \nacross documents and suggest deletions and additions to ensure that they are \nuseful. \n \n7.  The economics editor should have (i) a postgraduate degree in economics or a related \nfield and at least 5 years of relevant experience; (ii) expert knowledge of development issues in \ndeveloping Asia; (iii) proven capacity for both quantitative and policy-oriented analyses; and (iv) \nproven capacity to synthesize complex issues and identify key policy messages for policy \nmakers, development partners, and other stakeholders. \nC.  Economists and/or Policy Makers (16, 2 person-months, intermittent) \n \n8.  Resource persons with backgrounds as policy makers and/or experts in industrial policy \nwill be engaged to participate in the workshops to be conducted under the TA. \n ", "  Appendix 4  11 \n \nTENTATIVE OUTLINE OF THE FINAL REPORT \n \nA.   Background \n \n1.  Chapter 1: Why are Industrial Diversification and Sophistication Important? \n \n2.  Chapter 2: Structural Transformation \n \n3.  Chapter 3: Development Stage Dependent Industrial Policies \n \n4.  Chapter 4: How to Evaluate and Monitor Industrial Policy Effectiveness \n \n5.  Chapter 5: Education and Structural Transformation \n \n6.  Chapter 6: Infrastructure and Structural Transformation \n \n7.  Chapter 7: The Role of Global Production Networks in Diversifying Economies \n \nB.   Case Studies \n \n1.  Chapter 8: Industrialization and Industrial Policy in the Republic of Korea in the \n1970s and 1980s \n \n2.  Chapter 9: Industrial Policy in the Republic of Korea after 2000 \n \n3.  Chapter 10: Diversification by Successive Entries into New Industries: Lessons \nfrom the Republic of Korea  \n \n4.  Chapter 11: Industrial Diversification in the People’s Republic of China \n \n5.  Chapter 12: Industrial Diversification and Industrial Policies in Malaysia \n \n6.  Chapter 13: An Evaluation of Industrial Policy in the Philippines \n \n7.  Chapter 14: Indirect Industrial Policies in Europe \n \n8.  Chapter 15: Indirect Industrial Policies in the United States \n \n9.  Chapter 16: Diversification of the Australian Economy: Lessons for Kazakhstan \n \n10.  Chapter 17: Industrial Diversification in Kazakhstan: History and Challenges \n \n11.  Chapter 18: Industrial Policy Options for Kazakhstan: What Needs to be Done to \nModernize and Diversify Kazakhstan’s Economy? \n \nC.  Conclusions \n \n \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20120907094357Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "trade and services; economic and public affairs management; economic diversification; accelerated industrial and innovative development program; diversification programs; asia developing countries; adb regional policy and advisory technical assistance; adb projects; 46281-001", "ModDate": "D:20120913191113+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "Decision document for the Policies for Industrial and Service Diversification in Asia in the 21st Century presented to ADB’s Board of Directors or Management for approval.", "Title": "TAR: Regional: Policies for Industrial and Service Diversification in Asia in the 21st Century"}}