{"path": "data/input/ta/46366-001-coo-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 46366-001  \nRegional—Capacity Development Technical Assistance (R-CDTA) \nDecember 2012 \n \n \n \nResults-Based Strategy and Sector Planning in the \nPacific \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  COBP  –  country operations business plan \n  CPS  –  country partnership strategy \n  DMC  –  developing member country \n  PARD  –  Pacific Regional Department \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional—capacity development technical assistance (R-CDTA) \nTargeting classification  –  General intervention \nSector (subsectors)  –  Public sector management (economic and public affairs \nmanagement; education sector development; energy sector \ndevelopment; urban sector development; transport management \nand policies; information and communication technology) \nThemes (subthemes)  –  Governance (economic and financial governance); economic \ngrowth (widening access to markets and economic \nopportunities); social development (human development); \nregional cooperation and integration (other regional public \ngoods);  \nLocation (impact)  –  Rural (low); urban (medium); national (high); regional (high) \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  S. Groff, Operations Group 2 \nDirector General  X. Yao, Pacific Regional Department (PARD) \nRegional Director  A. Ruthenberg, Pacific Subregional Office (SPSO), PARD \n   \nTeam leader  M. Melei, Country Specialist, SPSO, PARD \nTeam members  C. Currie, Senior Country Economist, SPSO, PARD \n  S. B. Olsson, Country Coordination Officer, SPSO, PARD \n  E. Veve, Principal Economist, PARD \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n ", " \nI.  INTRODUCTION \n1.  Regional and national implementation by Pacific Islands Forum countries1 of the Cairns \nCompact on Strengthening Development Coordination2 reflects the commitment of its leaders, \ntheir governments, and development partners to develop a more coordinated programmatic \napproach to and increase the effectiveness of aid delivery, in a manner aligned with national \npriorities. The Asian Development Bank’s (ADB’s) Pacific Approach, 2010–2014 identifies the \nneed to promote more effective development processes and sets out an agenda to foster \nconnectivity, consensus and a greater sense of Pacific community through (i) inclusive and \nenvironmentally sustainable growth, (ii) good governance, and (iii) regional cooperation and \nintegration.3 \n \n2.  Considerable  investment  by  both  Pacific  governments  and  development  partners  in \nnational  planning,  budgeting,  and  monitoring  frameworks  has  resulted  in  improved  policy \ndialogues focusing on reforms relating to economic management, the public sector, state-owned \nenterprises,  and  public  financial  management.4 Although  this  has  enhanced  development \neffectiveness, the fragile characteristics exhibited by most Pacific developing member countries \n(DMCs) means that ongoing effort is required to strengthen their capacity to develop strong \nnational plans to guide development partner support. The proposed technical assistance (TA) \nwill  contribute  to  more  effective  country-led  policy  dialogue  and  informed  decision-making \nprocesses. Overall, it will contribute to efforts that Pacific DMCs have already committed to \nunder the Pacific Plan (2005),5 Paris Declaration on Aid Effectiveness (2007),6 and the Cairns \nCompact by working together to improve coordination, promote harmonization of assistance, \nand produce better results with respect to reducing poverty and promoting development. \n \n3.  Initial discussions by ADB with the governments of the Cook Islands, Fiji, Samoa, and \nTonga have resulted in an understanding regarding the impact, outcomes, and outputs of the \nTA, as well as its costs, implementation arrangements, and the terms of reference for consulting \nservices. The design and monitoring framework is in Appendix 1.7 \n \nII.  ISSUES \n4.  Effective policy making entails a thorough analysis of a country’s strategic priorities, their \ndeclared objectives and intended outcomes. Accordingly, Pacific governments and development \npartners, including ADB, have increasingly collaborated to establish economic reform processes \nand  develop  joint  policy  reform  matrices  with  objectives  that  align  with  the  key  priorities \ncontained within the governments’ national plans. Successful achievement of the policy actions \nset out in the matrices has guided the provision of budget support by development partners. The \nanalyses to be prepared under the TA will assist the governments in selecting priority policy \nactions to advance the reform agenda.  \n \n                                                 \n1  Pacific Islands Forum countries include Australia, Cook Islands, the Federated States of Micronesia, Fiji, Kiribati, \nthe Marshall Islands, Nauru, Niue, New Zealand, Palau, Papua New Guinea, Samoa, Solomon Islands, Tonga, \nTuvalu, and Vanuatu.  \n2  Pacific Islands Forum Secretariat. 2009. Cairns Compact on Strengthening Development Coordination in the \nPacific. Suva. \n3  ADB. 2009. ADB’s Pacific Approach, 2010–2014. Manila. \n4  Pacific Islands Forum Secretariat. 2012. Tracking the Effectiveness of Development Efforts in the Pacific. Suva. \n5  Pacific Islands Forum Secretariat. 2007. The Pacific Plan for Strengthening Regional Cooperation and Integration. \nSuva. \n6  OECD. 2005. The Paris Declaration of Aid Effectiveness. Paris. \n7  The TA first appeared in the business opportunities section of ADB’s website on 7 December 2012. \n ", "2  \n5.  Efforts have been made by Pacific DMC governments and development partners to \nstrengthen  planning,  budgeting,  and  monitoring  frameworks  as  part  of  ongoing  reforms. \nHowever, although most national plans are developed through consultative processes, the \nanalytical  strength  and  sector  prioritization  of  the  plans  varies.  Development  partners  are \nincreasingly linking their programs to national plans, and the TA will help the countries develop \nstronger  plans  based  on  robust  assessments,  and  thereby  enhance  the  effectiveness  of \ndevelopment  support.  Additionally,  many  Pacific  DMCs  still  lack  the  capacity  to  conduct \nstrategic and technical analyses to develop, implement, and manage good policies and make \ninformed and sound decisions. The TA is designed to ensure sound development management \nand effective policy development. It will assist governments in participating Pacific DMCs to \ndevelop comprehensive national plans for implementing change. The overarching objective is to \nbring  about  significant  improvements  in  government  decision  making  and  improve  aid \ncoordination and effectiveness. \n \n6.  The proposed TA will complement existing support provided through other regional TA \nthat promotes informed decision making regarding economic management8 and private sector \ndevelopment9, including state-owned enterprise reform. However, an unmet need persists in the \ndemand for policy briefs, technical notes, and good practice studies on crosscutting sectoral and \nthematic issues, which fall outside the remit of existing regional TA. The proposed TA will not \nduplicate  ongoing  support,  including  efforts  to  enhance  ADB’s  engagement  in  fragile  and \nconflict-affected situations.10 \n7.  Most Pacific DMCs are affected by some or all of the five factors underlying weak \nperformance: (i) small size and geographic isolation; (ii) capacity constraints that have led to \nweak policy formulation, implementation, and management capacity; (iii) conflict and social \ndisruptions; (iv) meager resources and endowments; and (v) volatility and unpredictability of aid. \nADB management has agreed to rationalize the preparation of its country partnership strategies \n(CPSs)  in  the  Pacific.11 The  Pacific  Approach  provides  the  strategic  framework  for  ADB \noperations in the Pacific and serves as the CPS for 10 of the 14 Pacific DMCs.12 ADB’s CPSs \nand country operations business plans (COBPs) align with the national plans of the Pacific \nDMCs.  The  analyses  and  assessments  to  be  prepared  under  the  TA  will  further  improve \nalignment of CPSs and COBPs to national strategies and improve policy dialogue at national \nand sector level with the governments and other development partners. These will support the \ngovernments’ formulation and implementation of their national development strategies and will \nguide ADB’s programming and pipeline development for these DMCs. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n8.  The impact will be effective policy development and government decision making. The \noutcome  will  be  improved  strategic  country  analyses  and  sector  planning  practices  in \nparticipating Pacific DMCs. \n                                                 \n8   ADB. 2011. Pacific Economic Management—Enhanced Economic Management (Subproject 2). Manila. \n9   ADB. 2009. Private Sector Development Initiative Phase 2. Manila. \n10 ADB. 2012. Enhancing ADB’s Engagement in Fragile and Conflict Affected Situations. Manila \n11 ADB. 2007. Achieving Development Effectiveness in Weakly Performing Countries (ADB’s Approach to Engaging \nwith Weakly Performing Countries). Manila, p. 16 states “ADB will in some cases relax expectations for CPSs and \nselectively accept other, less extensive programming documents.”  \n12  The 10 Pacific DMCs include Cook Islands, the Federated States of Micronesia, Kiribati, the Marshall Islands, \nNauru, Palau, Samoa, Tonga, Tuvalu, and Vanuatu. \n ", "  3\n \nB.  Methodology and Key Activities \n9.  The TA will (i) develop country analyses supporting and expanding on strategic priorities \nof national plans for the Cook Islands, Fiji, Samoa, and Tonga; (ii) prepare relevant sector and \nthematic  assessments,  either  nationally  or  at  the  subregional  or  regional  level  where \ncommonalities exist; and (iii) serve as a facility for ADB to respond quickly to requests from \nPacific  DMCs  for  help  in  developing  policy  and  sector  reforms  consistent  with  national or \nregional priorities and the key focus of ADB’s support to the requesting country. \n \n10.  The TA outputs will comprise (i) strategic country analyses for the Cook Islands, Fiji, \nSamoa, and Tonga; (ii) sector and thematic assessments at national, subregional, and regional \nlevels; and (iii) demand-driven policy briefs, technical papers, good-practice studies or other \nknowledge  products  or  services.  The  analytical  strengths  of  the  country  analyses,  sector \nassessments and policy briefs will (i) contribute to strengthening the government’s national \nplans,  thereby  enabling  better  alignment  of  external  assistance;  and  (ii)  build  capacity  to \nimprove policy dialogue and make informed decisions. \n \n11.  Output 1: Strategic country analyses. The TA will initially support the preparation of \nstrategic country analyses for the Cook Islands, Samoa, and Tonga, and any required analytical \nwork to underpin reengagement in Fiji, with the potential to include more Pacific DMCs if there is \ndemand,  and  resources  are  available.  The  country  analyses  will  support  the  respective \ngovernments  in  implementing  their  national  development  priorities  and  guide  ADB’s \nprogramming and pipeline development. \n \n12.  Output 2: Sector and thematic assessments. The TA will support the preparation of \nrelevant national, subregional or regional sector and thematic assessments in areas identified \nwithin  the  Pacific  Approach  as  operational  priorities  (transport  and  information  and \ncommunication technology; energy; urban development, water, sanitation; and education) and \ndrivers of change (improved private sector environment; public sector management; capacity \ndevelopment; climate change adaptation and mitigation; development partnerships; and gender \nmainstreaming). The selection of sector and thematic areas as well as coverage will be made in \nconsultation with the sector divisions of the Pacific Regional Department (PARD). \n \n13.  Output 3: Demand-driven policy briefs. The TA will serve as a facility to allow ADB to \nrespond quickly to requests from Pacific DMCs to prepare relevant policy briefs and technical \nnotes, as well as make available good-practice studies and knowledge products to help Pacific \nDMCs make sound policy decisions. All requests will be initially assessed for their suitability for \nsupport under existing regional TA, particularly in the areas of economic management, private \nsector development, and engagement in fragile and conflict-afflicted situations, in consultation \nwith  the  front  office  of  PARD  and  the  Pacific  Liaison  Coordination  Office  in  Sydney.  Any \nrequests that fall outside the spectrum of activities under existing regional TA, and are in line \nwith the focus of ADB support in the requesting Pacific DMC will be considered under this TA. \n \nC.  Cost and Financing \n14.  The TA is estimated to cost $785,000, which will be financed on a grant basis by ADB’s \nTechnical Assistance Special Fund (TASF-IV: $100,000 and TASF-other sources: $685,000). \nDetails of the cost estimates and financing plan are in Appendix 2. \n \n ", "4  \nD.  Implementation Arrangements \n15.  ADB will be the executing agency and implementation responsibilities will rest with \nPARD in cooperation with the appropriate national ministries and agencies. No TA activities will \nbe undertaken in the territory of a Pacific DMC until a no-objection confirmation has been \nobtained from the government of the Pacific DMC concerned. \n \n16.  The TA will be implemented over a period of 12 months from 1 January to 31 December \n2013. Output 1 will require an estimated 6 person-months of international and 6 person-months \nof national consulting services. Outputs 2 and 3 of the TA will be designed to flexibly address \nthe needs for sector and thematic assessments as well as government requests, and consulting \nservices requirements will therefore be determined on a case-by-case basis. The consultants \nwill  be  engaged  individually  by  ADB  in  accordance  with  the  Guidelines  on  the  Use  of \nConsultants (2010, as amended from time to time). The terms of reference of the consultants for \noutputs 1 and 2 and indicative roles for experts for output 3 are in Appendix 3. \n \n17.  The  proceeds  of  the  TA  will  be  disbursed  in  accordance  with  ADB’s  Technical \nAssistance Disbursement Handbook (2010, as amended from time to time). \n \n18.  The TA will be monitored by relevant country team leaders and sector and thematic \nspecialists through regular ADB missions. The TA will share and disseminate expected outputs \nthrough country analyses, technical reports, and knowledge products to participating Pacific \nDMCs and other relevant stakeholders. Lessons and good practices identified will be shared at \nthe regional level where opportunities arise. \n \nIV.  THE PRESIDENT'S DECISION  \n \n19.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $785,000 on a grant basis for \nResults-Based Strategy and Sector Planning in the Pacific, and hereby reports this action to the \nBoard. \n \n \n ", "Appendix 1  5 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines Reporting Mechanisms Risks\nImpact      Assumptions\nEffective policy  Policies adopted in line with  National plan monitoring  Pacific economies do not \ndevelopment and  key development priorities  and evaluation reports  experience external \ngovernment  in national plans.  shocks  \ndecision making \nThe political situation in \nPacific DMCs is stable \nRisk \nLinks between national \nplans and budgets are \nweak \nOutcome      Assumptions \nImproved strategic  Country analyses for Cook  Country partnership  There are no changes in \ncountry analyses  Islands, Fiji, Samoa, and  strategies and country  government policies \nand sector  Tonga completed by end  operations business \nPacific DMCs have \nplanning practices  2013.  plans \nnational ownership of \nin participating \nFour sector assessments  Country partnership  strategies, policies and \nPacific DMCs \n(national, subregional and  strategies and country  plans \nregional) completed by end  operations business \nRisk \n2013.  plans \nGovernments fail to act \non policy advice \nOutputs      Assumptions \n1. Strategic  Endorsement by the  Endorsement letter from  Skilled consultants are \ncountry analyses  selected governments of  government  recruited in a timely \nsupporting  their respective country  manner \nnational  analyses by August 2013 \nSuitable government \nplanning for the  (baseline 2012: 0) \ncounterparts are \nCook Islands, \navailable \nFiji, Samoa, and \nTonga  The required information \nand data are readily \n2. Sector and  Four finalized sector or  Approved sectoral and \navailable \nthematic  thematic assessments  thematic assessments \nassessments  adopted December 2013  Risk \n(regional/  (baseline 2012: 0) \nDelays are encountered \nsubregional/ \nin securing concurrence \nnational) \nfrom government(s)  \n3. Demand-driven  Endorsement of four policy     \npolicy briefs  briefs, technical papers and \nother relevant knowledge \nproducts and services by \nthe selected governments \nby December 2013 \n(baseline 2012: 0) \n    \n ", "6  Appendix 1 \n Activities with Milestones  Inputs \n   \n1.  Strategic country analyses supporting  ADB: $785,000 \nnational planning for Cook Islands, Fiji, \nItem Amount ($’000) \nSamoa, and Tonga \nConsultants  745 \n1.1 Obtain concurrence by governments of Cook \nIslands, Fiji, Samoa, and Tonga (December  Training, seminars, and  10 \n2012)  conferences \n \n1.2 Collection of national reports and analysis of \nStudies \npriorities (March 2013)  10 \n1.3 Preparation of country analyses (May 2013)  Contingencies \n20 \n \n2.  Sector and thematic assessments (regional,   \nsubregional or national) \n2.1 Selection of sector assessments (regional,     \nsubregional or national) (ongoing) \n   \n2.2 Analysis of sector needs based on national \nreports (ongoing)     \n2.3 Engagement with governments and \n \nstakeholders to discuss priority sector needs \n(December 2013) \n2.4 Development of sector and thematic \nassessments through participatory processes \n(December 2013) \n \n3.  Demand-driven policy briefs \n3.1 Analysis of policy issues as per stakeholder \nrequests (February–December 2013) \n3.2 Engagement with governments and \nstakeholders to discuss issues and develop \noptions (February–December 2013) \n3.3 Preparation of relevant policy briefs as needed \n(February–December 2013) \nADB = Asian Development Bank, DMC = developing member country. \nSource: Asian Development Bank. \n \n \n \n ", "  Appendix 2  7 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Amount \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  525.0 \n      ii.  National consultants  150.0 \n    b.  International and local travel  60.0 \n    c.  Reports and communications  10.0 \n  2.  Training, seminars, and conferences   \n    a.  Facilitators  5.0 \n    b.  Training program  5.0 \n  3.  Knowledge products and services  10.0 \n  4.  Contingencies  20.0 \n        Total  785.0 \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-IV: $100,000 and TASF-\nother sources: $685,000).  \nSource: Asian Development Bank estimates. \n \n \n ", "8  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  Consulting services will support the implementation of this technical assistance (TA) and \nwill include 6 person-months of international and 6 person-months of national consulting inputs \nfor output 1. Outputs 2 and 3 of the TA will be designed to flexibly address the need for sector \nand  thematic  assessments  as  well  as  government  requests,  and  consulting  services \nrequirements  will  therefore  be  determined  on  a  case-by-case  basis.  The  consultants  will \ncomprise a pool of policy and planning specialists, sector specialists, and national advisers who \nwill work under the guidance of the country team leaders and country, regional or sector \ndirectors.  \n \n2.  Planning  and  policy  specialists  (international,  6  person-months,  intermittent). \nSpecialists will have a degree (or equivalent qualification) in business, economics, political \nscience, governance, public policy or planning, with at least 5 years experience in a senior \nmanagement  position  in  strategic  planning  and  economic  management  as  well  as  policy \nformulation.  The  specialists  will  work  under  the  guidance  of  the  country  team  leader  and \nregional director; they may need to work as part of a team, and at times take on leadership of a \nsmall team of international and national consultants. The specialists should have experience \nworking in the selected Pacific developing member countries (DMCs) to be analyzed. The \nspecialists’ responsibilities will depend on whether the assignment requires (i) preparing country \nanalyses outlining the strategic approach for selected Pacific DMCs, or (ii) preparing a policy \nbrief in response to specific requests from Pacific DMCs. \n \n3.  The specific responsibilities for a specialist preparing country analyses include: \n (i)  assessing development trends and issues, including recent political developments, \nstatus of the economy, monetary and fiscal policies and social developments; \n(ii)  reviewing the government’s national strategy; \n(iii)  developing  a  matrix  of  other  development  partner  assistance  in  the areas  of \nproposed Asian Development Bank (ADB) support; \n(iv)  preparing brief macroeconomic assessments for the selected Pacific DMCs; and  \n(v)  preparing  strategic  country  papers  that  highlight  development  issues  and \nchallenges, government responses, and identify gaps for development partner \nsupport. \n \n4.  Sector specialists (national and international, maximum 8 person-months, intermittent). \nSector  specialists  will  have  a  degree  (or  equivalent  qualification)  in  urban  planning, \nenvironmental science, political science, economics, governance, education, trade facilitation \nand security, or civil engineering as appropriate to the specific task. The specialists will have at \nleast 5 years experience in a senior management position in relevant sectors in line with areas \nidentified  in  the  Pacific  Approach  as  operational  priorities  (transport  and  information  and \ncommunication technology; energy; urban development; water and sanitation; and education) \nand  drivers  of  change  (improved  private  sector  environment;  public  sector  management; \ncapacity development; climate change adaptation and mitigation; development partnerships; \nand gender mainstreaming). The specialists will work under the guidance of sector specialists \nand sector directors and will consult with country team leaders and country, regional or sector \ndirectors to ensure country-specific issues are reflected in the assessments. \n5.  The  specialists’  specific  responsibilities  will  be  determined  on  an  as-needed  basis \ndepending on the priority areas of the selected Pacific DMCs. The specialists’ responsibilities \nwill include carrying out a review of the governments’ sector strategies (where these exist) and \n ", "  Appendix 3  9 \ndevelopment assistance to the sector, and an assessment of sector performance, issues and \nopportunities. Specific tasks could include the following:  \n(i)  consulting with selected Pacific DMCs to review sector strategies and identify \npotential sector opportunities; \n(ii)  reviewing sector performance of country and identify pertinent issues; \n(iii)  analyzing Pacific region lessons from comparable sector studies; \n(iv)  identifying development priorities in each sector; \n(v)  formulating options to address sector issues in priority areas; \n(vi)  working  closely  with  relevant  sector  agencies  and  development  partners  to \nensure proposed options complement ongoing activities to avoid duplication; and \n(vii)  preparing sector or thematic assessments for the government and ADB using \nexisting guidelines or frameworks where applicable (e.g., Second Governance \nand Anticorruption Action Plan). \n \n6.  Advisers  (national,  6  person-months,  intermittent).  The  advisers  will  have  strong \nbackgrounds  in  policy  and  planning  and  in  working  in  the  areas  of  urban  planning, \nenvironmental science, political science, economics, governance, education or civil engineering \nas appropriate to the specific task. The advisers will work under the guidance of the policy and \nplanning specialists or sector specialists and provide support in the preparation of strategic \ncountry analyses or sector and thematic assessments. \n7.  The advisers’ specific responsibilities will be determined on an as-needed basis; specific \ntasks could include the following:  \n(i)  collating necessary documents, data and any other information required for the \nassignment; \n(ii)  preparing economic, financial and other analyses as needed; \n(iii)  facilitating consultations with relevant stakeholders; and \n(iv)  supporting preparation of final strategic country analyses or sector and thematic \nassessments for the governments and ADB. \n \n8.  Other specialists (national and international, maximum 8 person-months, intermittent). \nThe  specific  responsibilities  for  specialists  preparing  demand-driven  policy  briefs,  technical \nnotes, good-practice studies or other knowledge products will be determined on a case-by-case \nbasis.  The  specialists  will  provide  both  analytical  and  operationally  relevant  inputs  and \nrecommendations, which may include: \n(i)  consulting with the requesting Pacific DMC to carry out an analysis of policy \nissues as per request; \n(ii)  engaging  with  the  government  and  relevant  stakeholders  to  develop  various \npolicy options; \n(iii)  reviewing lessons on similar issues from around the region and replicating best \npractice as applicable to the requesting Pacific DMC; and \n(iv)  preparing relevant policy briefs, technical papers or other knowledge products as \nneeded. \n \n \n \n "], "metadata": {"CreationDate": "D:20121213095536+13'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "pacific economies, economic reforms, economic managemennt, private sector development, country strategies, assessments, policy development, governance, adb projects, 46366, adb technical assistance, r-cdta, adb funding", "ModDate": "D:20121217170112+08'00'", "Producer": "Acrobat Distiller 7.0 (Windows)", "Title": ""}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  COBP  –  country operations business plan \n  CPS  –  country partnership strategy \n  DMC  –  developing member country \n  PARD  –  Pacific Regional Department \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional—capacity development technical assistance (R-CDTA) \nTargeting classification  –  General intervention \nSector (subsectors)  –  Public sector management (economic and public affairs \nmanagement; education sector development; energy sector \ndevelopment; urban sector development; transport management \nand policies; information and communication technology) \nThemes (subthemes)  –  Governance (economic and financial governance); economic \ngrowth (widening access to markets and economic \nopportunities); social development (human development); \nregional cooperation and integration (other regional public \ngoods);  \nLocation (impact)  –  Rural (low); urban (medium); national (high); regional (high) \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  S. Groff, Operations Group 2 \nDirector General  X. Yao, Pacific Regional Department (PARD) \nRegional Director  A. Ruthenberg, Pacific Subregional Office (SPSO), PARD \n   \nTeam leader  M. Melei, Country Specialist, SPSO, PARD \nTeam members  C. Currie, Senior Country Economist, SPSO, PARD \n  S. B. Olsson, Country Coordination Officer, SPSO, PARD \n  E. Veve, Principal Economist, PARD \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n ", "authors": [{"documentRole": "Vice-President", "fullname": "S. Groff", "role": "Operations Group", "organization": ""}, {"documentRole": "Director General", "fullname": "X. Yao", "role": "Pacific Regional Department (PARD)", "organization": ""}, {"documentRole": "Regional Director", "fullname": "A. Ruthenberg", "role": "Pacific Subregional Office (SPSO)", "organization": "PARD"}, {"documentRole": "Team leader", "fullname": "M. Melei", "role": "Country Specialist", "organization": "SPSO"}, {"documentRole": "Team members", "fullname": "C. Currie", "role": "Senior Country Economist", "organization": "SPSO"}, {"documentRole": "Team members", "fullname": "S. B. Olsson", "role": "Country Coordination Officer", "organization": "SPSO"}, {"documentRole": "Team members", "fullname": "E. Veve", "role": "Principal Economist", "organization": "PARD"}]}