{"path": "data/input/ta/46378-001-pak-pptar.pdf", "pages": ["PROJECT PREPARATORY TECHNICAL ASSISTANCE \nA.  Justification \n1.  Project  preparatory  technical  assistance  (PPTA)  is  required  in  order  to  produce  a \nmutually agreeable project suitable for ADB financing. The PPTA will (i) develop an investment \nproject bankable by ADB loan; (ii) conduct due diligence for technical, economic, financial, \nsocial, and environmental viability of the project; and (iii) assist the EA in developing required \ndocumentation for country resource allocation including PC-1 for submission to the Planning \nCommission. \n \nB.  Major Outputs and Activities \n2.  The  PPTA  will  prepare  a  feasibility  study  including  preliminary  designs;  preliminary \nengineering;  cost  estimates;  technical,  financial,  economic,  and  socioeconomic  analysis; \nenvironmental analysis; social impact assessment; a study for initial benchmark indicators; and \nproject administration manual. \n   \n3.  Out of 6 potential Border Crossing Points (BCPs) (Torkham and Chaman at Afghanistan \nborder, Sost at China, Wagha and Khokhrapar at India border, and Taftan at Iran border), \nTorkham, Chaman, and Wagha were selected as these three BCPs represent key gateways to \nCentral Asia and to South Asia both in terms of existing and potential trade and traffic volumes. \nOther donors are undertaking assessments for Torkham, Chaman, and Wagha in order to \nprepare BCP improvement plans. The TA will align its assessment with these ongoing efforts by \nother donors. The TA assessment will be divided into two phases: the 1st phase for developing \na BCP migration plan and designing the ensuing project; and the 2nd phase for conducting \ntechnical, economic, financial, social, and environmental due diligence for the selected BCP. \n \n4.  The ultimate goal for BCP modernization is to adopt the single window systems for \nintegrated and coordinated border management and further to move to the One-Stop BCP. \nSince the single window systems require supportive legal and institutional frameworks and \nsuitable  capacity  of  BCP  operators  which  will  take  considerable  time  to  be  in  place,  the \nmigration toward it should be gradual, incremental, and long-term. ADB’s project does not \nintend to jump to a single window system overnight for operation of Torkham, Chaman, and \nWagha; it would rather upgrade BCP infrastructure gradually and develop the capacity of its \noperators incrementally so that they can best serve the demand of users within the available \nlegal and institutional arrangements while making efforts to migrate to a single window system. \nWe can call it an interim arrangement between the status quo and the single window system. \nConsidering the necessity of this step-wise migration toward the single window system, the TA \nwill develop a BCP migration plan and corresponding incremental infrastructure development \noptions for Torkham, Chaman, and Wagha. \n \n5.  The BCP migration plan will identify (i) the timeframe from the status quo to the interim \narrangement and finally to the single window system; (ii) necessary equipment and ICT system \nsuitable for each stage; (iii) BCP design and layout suitable for each stage; (iv) BCP security \narrangement  workable  and  suitable  at  each  stage;  (v)  legal  and  institutional  framework \nsupporting BCP management at each stage; (vi) necessary changes in border crossing process \nand procedures suitable for each stage; and (vii) capacity development plan to operate BCPs at \neach stage. The migration plan will be designed to preserve resources invested for the interim \narrangement in such a way as to be absorbed into the regime of single window systems that will \nfollow. ", "6.  Once the BCP migration plan is developed for Torkham, Chaman, and Wagha, the TA \nwill  design  the  ensuing  investment  project.  The  project  components  will  include  (i)  land \nacquisition and relocation of people, if required; (ii) BCP design and layout in line with the \nsecurity requirements (suitable to be further developed to adopt the single window systems \naccording to the migration plan) and civil works; (iii) purchase and installation of equipment \n(inspection-related  or  other  administration-related  like  generator,  etc);  (iv)  purchase  (or \ndevelopment)  and  installation  of  ICT  hardware  and  software;  (v)  changes  in  cross-border \nprocess and procedures (minimal, if possible) along with actions required to be taken on behalf \nof the Government; and (vi) capacity development of BCP officials.  \n \n7.  During the 2nd phase, technical, economic, financial, social, and environmental viability \nof the designed project will be assessed. Particularly, as part of financial viability assessment, \nthe possibility of private sector participation in BCP operation will be looked into. \n \n8.  The major outputs and activities are summarized in Table A4.1. \n \nTable A4.1: Summary of Major Outputs and Activities \nExpected  Expected \nCompletion  Completion \nMajor Activities  Date  Major Outputs  Date \nDeveloping BCP migration  Oct 2013  BCP migration plan  Nov 2013 \nplan for Torkham, \nChaman, and Wagha \nDesign a project for  Oct 2013  An investment project   Nov 2013 \nimproving BCP  \nConducting due diligence  Feb 2014  Tested technical, economic,  Mar 2014 \nfor technical, economic,  financial, social, and   \nfinancial, social, and  environmental viability   \nenvironmental viability  Poverty and social analysis  Mar 2014 \nLand acquisition and  Mar 2014 \nresettlement plan   \nInitial environmental  Mar 2014 \nexamination   \nEnvironmental management  Mar 2014 \nplan \nBCP = border crossing point. \nSource: ADB estimates. \n \nC.  Cost Estimate and Proposed Financing Arrangement \n9.  The TA is estimated to cost $950,000, of which $800,000 will be financed on a grant \nbasis by ADB through ADB's Technical Assistance Special Fund (TASF-V). The Government \nwill  finance  the  remaining  $150,000  equivalent  in  in-kind  contributions  of  counterpart  staff \n(technical, administrative, and secretarial assigned not only to PMU but also to consultant \nteam), office space (suitable for 9 international and 8 national consultants), office equipment \n(work stations and printer), communications (local call and internet connection), and office \nsupplies. The Government was advised that approval of the TA does not commit ADB to \nfinancing any ensuing project. The detailed cost estimate is presented in Table A4.2.   ", "Table A4.2: Cost Estimates and Financing Plan \n($'000) \nItem  Total Cost \nA.  ADB Financinga   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (22 person-months)  516 \n      ii.  National consultants (27 person-months)  136 \n    b.  International and local travel  40 \n    c.  Reports and communications  5 \n  2.  Vehicle Rentalb  15 \n  3.  Surveys  36 \n  4.  Workshopsc  15 \n  5.  Miscellaneous administration and support costs  5 \n  6.  Contingencies  32 \n            Total  800 \nSource: ADB staff estimates. \na  Financed by ADB's Technical Assistance Special Fund (TASF-V). \nb  Vehicle Rental. \nJustify the use of and the need to purchase or lease a vehicle  Expected length of use \n1 vehicle for individual consultant team for 5 months, and 2 vehicles for firm  11 months \nconsultant team for 3 months for visiting sites, conducting surveys, and in-city \ntransport. \nc  Workshops \nPurpose  Venue \nInception, mid-term, and wrap-up workshops for donor  Islamabad \ncommunities,  concerned  government  agencies  Peshawar/Quetta/Lahore  \n(steering committee), and other stakeholders. \n \nD.  Consulting Services \n10.  The TA will be implemented over a 7-month period, commencing from September 2013 \nand being completed in March 2014. Two sets of consultants will be recruited separately:  \n(i) 4 international and 4 national consultants as individual; and (ii) 5 international and 5 national \nconsultants  as  a  firm.  The  expertise  and  person-months  of  international  and  national \nconsultants are as follows: \n \nTable A4.3: Summary of Consulting Services Requirement \nPerson-Month \nExpertise  Phase I  Phase II  Total  Recruited as: \nInternational         \n  BCP Management Specialist/Team Leader  2  3  5  Individual \n  Customs and Trade Facilitation Specialist  1  1  2  Individual \n  BCP ICT Specialist  1  1  2  Individual \n  BCP Layout Design Engineer  1    1  Individual \n  Transport Economist    3  3  Firm \n  Financial Specialist    3  3  Firm \n  Social Development Specialist    2  2  Firm \n  Environmental Specialist    2  2  Firm \n  Procurement Specialist    2  2  Firm \n    Subtotal  5  17  22   \nNational         \n  Customs and Trade Facilitation Specialist  2  3  5  Individual \n  BCP ICT Specialist  1  2  3  Individual \n  BCP Layout Design Engineer  1  1  2  Individual ", "Person-Month \nExpertise  Phase I  Phase II  Total  Recruited as: \n  BCP Security Specialist  1  1  2  Individual \n  Transport Economist    3  3  Firm \n  Financial Specialist    3  3  Firm \n  Social Development Specialist    3  3  Firm \n  Environmental Specialist    3  3  Firm \n  Procurement Specialist    3  3  Firm \n    Subtotal  5  22  27   \n      Total  10  39  49   \n \n11.  The consultants will be engaged by ADB in accordance with ADB’s Guidelines on the \nuse of Consultants (2010, as amended from time to time). The firm will be hired using quality- \nand cost-based selection with a quality to cost ratio of 90:10 on the basis of simplified technical \nproposal. Terms of reference for the consultants are attached in Supplementary Appendix. \n \nE.  Implementation Arrangements \n12.  The executing agency (EA) will be the Federal Board of Revenue (FBR). A project \nmanagement unit (PMU) will be established under FBR for overall implementation of the TA \nincluding supervision of consultants. The PMU will be headed by a project director (Member \nCustoms) and be assigned with suitably qualified staff to assist consultants.  \n \n13.  An inter-government agency project steering committee will provide overall guidance to \nthe PMU for TA implementation. The steering committee will consist of (i) FBR, (ii) Ministry of \nCommerce, (iii) Ministry of Communication, (iv) Ministry of Interior, (v) Ministry of Defense  \n(vi) Ministry of Planning and Development, (vii) National Logistics Cell, and (viii) Economic \nAffairs Division. The steering committee will invite representatives of provincial governments, \nFATA  Secretariat,  and  other  relevant  government  agencies  as  necessary.  The  steering \ncommittee  will  be  chaired  by  Chairman,  FBR  with  the  representatives  of  other  member \nministries/agencies at the Joint Secretary/equivalent level. The project director will act as a \nsecretariat of the committee and regularly report to the steering committee and ADB about the \nprogress of the TA. The steering committee will endorse (i) the BCP migration plan for Torkham \nand Wagha; and (ii) the proposed project design for Torkham, Chaman, and Wagha and its \nfinancing plan. \n \n14.  Disbursements  under  the  TA  will  be  done  in  accordance  with  ADB’s  Technical \nAssistance Disbursement Handbook (May 2010, as amended from time to time). \n \n15.  The proposed TA processing and implementation schedule is listed in Table A4.4. \n \nTable A4.4: Technical Assistance Processing and Implementation Schedule \nObtaining ADB Management approval for TA  15 Jul 2013 \nGovernment’s confirming no objection to TA (substitute for Government’s signing TA letter)  I–II Jul 2013 \nMobilizing Phase I consultant team and conducting a kick-off workshop with donors and  I Sep 2013 \ngovernment counterparts \nConducting a mid-term workshop with donors and government counterparts  I–II Nov 2013 \nMobilizing Phase II consultant team and conducting due diligence  I Dec 2013 \nConcluding the TA and conducting the final workshop with donors and government  I–II Mar 2014 \ncounterparts \nConducting Loan Fact-Finding Mission  III–IV Mar 2014 \nFinancial closure  IV Apr 2014 \nSource: ADB estimates. "], "metadata": {"Author": "ADB", "CreationDate": "D:20130911173033Z", "Creator": "Microsoft® Office Word 2007", "ModDate": "D:20130912104158+08'00'", "Producer": "Microsoft® Office Word 2007"}}