{"path": "data/input/ta/46380-035-tar-en.pdf", "pages": ["   \nTechnical Assistance Subproject Report\n \n \n \nProject Number: 46380-035  \nKnowledge and Support Technical Assistance (C-KSTA) \nOctober 2018 \n \n \n \nRepublic of Indonesia: Sustainable Infrastructure \nAssistance Program Phase I \nSubproject 16: Municipal Bond Issuance and \nInfrastructure Finance \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Public Communications \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nPolicy 2011.\nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \n.          CURRENCY EQUIVALENTS \n         (as of 11 October 2018) \n \nCurrency unit    –  Rupiah (Rp) \nRp1.00    =  $0.000065 \n$1.00    =  Rp15,255 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CMEA  –  Coordinating Ministry of Economic Affairs \n  C-TA  –  technical assistance cluster \nIIF  –  Indonesia Infrastructure Facility \nIIGF  –  Indonesia Infrastructure Guarantee Fund \nPCG  –  partial credit guarantee \nPT SMI  –  PT Sarana Multi Infrastruktur \n  OJK  –  Otoritas Jasa Keuangan \n  SIAP  –  Sustainable Infrastructure Assistance Program \n  SNG  –  subnational government \nTA  –  technical assistance \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars. \nVice-President  Stephen Groff, Operations 2 \nDirector General  Ramesh Subramaniam, Southeast Asia Department (SERD) \nDirectors  Sona Shrestha, Public Management, Financial Sector, and Trade \n  Division \n  Winfried Wicklein, Indonesia Resident Mission (IRM), SERD \n   \nTeam leader    Benita Ainabe, Financial Sector Specialist (Capital Markets), SERD \nTeam members  Florissa Barot, Associate Project Analyst, SERD \nKaren May Sanchez, Senior Project Assistant, SERD \nDeeny Simanjuntak, Senior Project Officer, IRM, SERD \nVivek Rao, Principal Financial Sector Specialist, SERD \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nTHE TECHNICAL ASSISTANCE SUBPROJECT  1 \nA.  Overall Progress of the Technical Assistance cluster  1 \nB.  Subproject Outcome  1 \nC.  Subproject Outputs, Methods, and Activities  3 \nD.  Subproject Cost and Financing  5 \nE.  Subproject Implementation Arrangements  5 \n \nAPPENDIXES  \n1.  Subproject Design and Monitoring Framework  7 \n2.  Subproject Cost Estimates and Financing Plan  9 \n3.  List of Linked Documents  10 \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 46380-035\nProject Name Municipal Bond Issuance and  Department/Division SERD/SEPF\nInfrastructure Finance\nNature of Activity Capacity Development Executing Agency Coordinating Ministry for \nEconomic Affairs also known as \nKementerian Koordinator Bidang\nPerekonomian (KKBP)\nModality Subproject\nCountry Indonesia\n2. Sector Subsector(s)     ADB Financing ($ million)\nTotal 0.00\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the Project Low\ngrowth (IEG) opportunities, including jobs, made \nmore inclusive\nRegional integration  Pillar 2: Trade and investment\n(RCI) Pillar 3: Money and finance\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Institutional development No gender elements (NGE)\ncapacity development Public financial governance\n(GCD)\nKnowledge solutions  Application and use of new knowledge\n(KNS) solutions in key operational areas\nKnowledge sharing activities\nPilot-testing innovation and learning\nPartnerships (PAR) Bilateral institutions (not client \ngovernment)\nOfficial cofinancing\nPrivate sector  Conducive policy and institutional \ndevelopment (PSD) environment\nPromotion of private sector \ninvestment\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting Yes Not Applicable\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG9\nQq\n6. Risk Categorization Risk Categorization does not apply \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.00\n    None 0.00\nCofinancing 0.53\n    Government of Australia (Full ADB Administration) 0.53\nCounterpart 0.00\n    None 0.00\nTotal 0.53\nqq\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 03072018101542824413 Generated Date: 26-Sep-2018 17:26:54 PM", " \nTHE TECHNICAL ASSISTANCE SUBPROJECT \nA.  Overall Progress of the TA cluster \n1.  The $20.22 million technical assistance Cluster (C–TA) 0013–INO for the Sustainable \nInfrastructure Assistance Program (SIAP) is financed by the Government of Australia through the \nDepartment of Foreign Affairs and Trade, and administered by the Asian Development Bank \n(ADB).  SIAP was approved on 17 June 2013 and is due to close on 30 June 2019. SIAP provides \ninfrastructure preparation and delivery support for ADB’s program in Indonesia and is classified \nas a multisector TA. The outcome is to improve project readiness and develop projects in the \nenergy, transport, water supply and sanitation and urban services sectors. It delivers this through: \n(i) policy and advisory services; (ii) capacity building of sector agencies; (iii) project preparation \nsupport; and (iv) knowledge sharing. \n \n2.  As of 21 August 2018, total approvals are $17,797,510 (88% of total funds against time \nelapsed of 86%), and disbursements are $9,134,294 (51% of subproject approvals). Fifteen \nsubprojects have been approved. Four of these are now closed. SIAP is on track to meet its \noutcome and outputs, including the preparation and implementation of approved ADB projects \nand programs in Indonesia of more than $5 billion. As of 21 August 2018, C–TA 0013–INO: SIAP \nhas  an  available  balance  of  $1,645,683,  including  the  ADB  management  fee  and  foreign \nexchange reservations. \n \nB.  Subproject Outcome \n3.  Rationale. Inadequate infrastructure, due in large part to underinvestment in the past, is \na  key  constraint  to  higher  and  more  inclusive  growth  in  Indonesia.  Recognizing  this,  the \ngovernment  has  embarked  on  an  ambitious  infrastructure  development  agenda comprising \nsignificant increases in public sector spending for infrastructure, as well as policy and institutional \nreforms to create an enabling environment for public-private partnerships (PPPs) and private \nsector investment more generally. Central and local government infrastructure spending rose by \n1%  of  GDP  to  2.7%  between  2014  and  2017.  However,  the  annual  expenditure  of  \n$23 billion falls short of the estimated annual investment needs of $70 billion (before climate \nchange adjustment). As of March 2018, 10 PPP projects with an aggregate cost of $7.8 billion \nwere under construction, while 33 PPP projects valued at $4.2 billion were being tendered. While \nimproving, the private sector thus does not yet play a meaningful role in Indonesia’s infrastructure \ndevelopment. \n4.  In response, the government has recently initiated a number of measures aimed at \ndeveloping  innovative  infrastructure  financing  mechanisms.  Among  its  main  priorities  is  to \nimprove financing options for municipalities to address infrastructure gaps at the subnational level.  \nTo this end, the government is establishing Indonesia’s first municipal bond issuance program. In \naddition to helping raise funds for infrastructure and other development expenditures, this initiative \nto  facilitate  provinces’  entry  into  capital  markets  will  also  help  promote  fiscal  prudence, \ntransparency in financial reporting, and accountability to investors.  Another priority initiative is \nthe introduction of new infrastructure financing products in support of private sector investment in \ninfrastructure  through  the  state-owned  infrastructure  financing  company,  PT  Sarana  Multi \nInfrastruktur (PT SMI). Specifically, PT SMI is considering options to provide takeout finance1 and \n                                                \n1  Takeout finance is offered to individual lenders to infrastructure project companies typically after commercial \noperations date (COD); it replaces a percentage of the residual amount of their loans with longer tenor financing and \naddresses the asset-liability mismatch resulting from short-term PPP infrastructure debt financing.  \n ", "2 \ncredit enhancement products aimed at increasing the tenor of the loan from existing lenders and \nimproving the credit rating of loans or project bonds thereby catalyzing institutional investment.  \n \n5.   Previous and existing initiatives.  The TA subproject builds on and complements ADB’s \nsupport of infrastructure finance, including the establishment of the Indonesia Infrastructure \nGuarantee Fund (IIGF), which provides government guarantees to infrastructure projects, and \nIndonesia Infrastructure Facility (IIF),2 which invests in infrastructure through the private sector.  In \naddition, in 2013, ADB worked with West Java provincial government to prepare for municipal \nbond issuance and was able to secure an above-investment grade shadow rating. Soon after, \nDKI Jakarta collaborated with the World Bank on the same initiative and secured a AA- shadow \nrating with Standard & Poor’s.  However, these efforts did not advance to actual issuance at the \ntime due to readiness issues associated with the change in local government leadership.    \n \n6.   Addressing  funding  gaps  at  the  subnational  (SNG)  level.  Following  extensive \nconsultations – 5 provinces were under consideration to pilot the municipal “pemda” bond \nissuance program – DKI Jakarta (supported under SIAP Phase I) and Central Java (supported \nunder SIAP Phase II) were selected based on the strength of their balance sheets, liquidity, \nprofitability and viable project portfolios. DKI Jakarta is currently targeting Q2 2019 and Central \nJava Q1 2020 for their first municipal bond issuance, subject to approval by their respective City \nCouncils. Both provinces are expected to issue general obligation municipal bonds (cf. revenue \nbonds), but the SNGs have decided to include good, viable infrastructure projects in the official \nstatement (bond prospectus equivalent for municipal bond issues), to showcase to investors as \none of the underlying uses of the general obligation municipal bonds. Bond issuance preparatory \nactivities for Central Java are already underway with the support of ADB funding and DKI Jakarta \nwill follow shortly. The local rating agency, Pefindo, is providing shadow and actual credit rating \nsupport to Central Java on a complimentary basis in its efforts to support this innovative venture \nin the country. The government has proposed 5, 7 and 10-year3 municipal bonds issued in \ntranches; non-bank financial institutions such as pension funds and insurance companies are the \nwould-be investors who currently have the appetite for bonds issued by at least AA-rated (national) \nSNGs. Municipal issuers are required to obtain approval and agreement from the local parliament, \nthe Ministry of Finance, Ministry of Home Affairs and OJK4 (the financial services authority). \nFurthermore, funds to pay the coupon and principal amounts due on the outstanding municipal \nbonds must be budgeted by the SNG until the bonds mature. This will be achieved by the selected \nprovincial governments by using a sinking fund, which together with the enactment of local law to \nsupport municipal bonds and underlying projects, must be approved by the local parliament in a \nsession chaired by the governor.  \n \n7.  Addressing funding gap using innovative financial products. PT SMI is keen to \nestablish a takeout finance scheme that has the flexibility to be applied to different sectors, at \ndifferent stages of a typical project finance transaction, and is considering collaborating with \nMitsubishi Union Financial Group (MUFG) on this initiative. As the largest project financiers in \nIndonesia (and globally), MUFG can only lend in Indonesia for up to 7 years which does not match \n                                                \n2  ADB. 2009. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Equity \nInvestment to the Republic of Indonesia for Indonesian Infrastructure Financing Facility Company Project. Manila.  \n3  These are classified as long-term borrowing at SNG level as long-term debt is defined as having maturity in a period \nlonger than the term of the head of local government and can only be used to finance infrastructure or facilities for \nthe provision of public services. \n4  In December 2017, OJK issued a new regulation no. 61/POJK.04/2017on Required Admission Documents for Initial \nPublic Offering of regional bonds and regional Sharia bonds, resolving a procedural barrier due to inconsistency in \naudit requirements between the Capital Market Law and the Law on Balance of Central and Regional Government \nFinancing. Additional regulations 62/POJK.04/2017 and 63/POJK.04/2017 were also introduced, covering the \nrequired approval process and continuous reporting obligations. \n ", "3 \nthe concession periods of about 15–25 years in typical PPP transactions, and would therefore \nwelcome the Takeout Finance product. Takeout finance offers an opportunity for existing lenders \nto replace their loans for a fee and subject to specific terms. This in turn  will free up private capital \nwhich can be invested in more infrastructure projects. PT SMI has intentions to replicate the \nTakeout Finance model used by the India Infrastructure Finance Company Limited (IIFCL), a \nstate-owned institution similar to PT SMI.5 After exploring the feasibility and practicability of this \nproduct through the TA, ADB could consider partnering with PT SMI by providing a credit line to \non-lend for takeout finance. \n \n8.  PT SMI is considering a second product, a partial credit guarantee (PCG), and has \nidentified a toll road project as a pilot. A PCG could be offered by PT SMI to lenders and investors, \nfor a fee, to de-risk PPP loans or project bonds by providing first-loss cover (of up to 50% for \nexample) in the event of debt service default by the project special purpose vehicle (SPV). By \nutilizing this credit enhancement, a higher credit rating and lower pricing will be assigned to the \ndebt instrument thereby decreasing financing costs, extending maturities beyond prevailing \nmarket terms in the country, and catalyzing institutional investors such as pension funds and \ninsurance companies. PCG will increase availability of finance and stimulate the market by \nintroducing a new class of instruments. ADB could consider partnering with PT SMI and share its \ncredit risk exposure to underlying projects by providing a portion of the guarantee payout.6  \n \n9.  In order to explore the breadth of innovative financing opportunities in the country through \nwhich ADB may partner with the government for lending, this project will also provide capacity \nbuilding and technical expertise support to IIF and IIGF as described in the terms of reference in \nthe linked documents. \n \n10.  At the government’s request, the proposed subproject will provide technical advice and \ncapacity building support to help establish the municipal bond issuance program and develop new \nfinancial products through PT SMI. The project is aligned with government strategies and with the \npriorities of the ADB country partnership strategy 2016–2019 for Indonesia7 and complements \nongoing and planned support for infrastructure development.  The project will help achieve \nsustainable development goal 9. The subproject is consistent with and supports ADB’s Strategy \n2030. Increased infrastructure financing and mobilization of private sector investment will support \nthe  government’s  efforts  to:  (i)  make  cities  more  livable;  (ii)  strengthen  governance  and \ninstitutional capacity; and (iii) address remaining poverty and reduce inequalities. \n \n11.  The  proposed  subproject  will  have  the  following  outcome:  innovative  infrastructure \nfinancing facilitated. It also supports the overall SIAP 1 TA cluster outcome of improved project \nreadiness and development of a set of bankable projects in the energy, transport, WSS, and urban \nservices sectors. The sustainable development goal is to build resilient infrastructure, promote \ninclusive and sustainable industrialization and foster innovation. \n \n12.   Strong government ownership. The government, through the third National Medium-\nTerm Development Plan, Rencana Pembangunan Jangka Menengah Nasional (RPJMN) 2015–\n2019, has a renewed focus on the development of infrastructure with active participation from the \nsubnational governments, the central government and SOEs, and the encouragement of private \nsector investment. There has been strong ownership and commitment at the highest level of \n                                                \n5  More information on IIFCL’s Takeout Finance Scheme can be found here: http://www.iifcl.org/Content/mtfc.aspx  \n6  The potential for working with the SOE, Indonesia Infrastructure Guarantee Fund on innovative financial products \ncould also be explored. \n7  ADB. 2016. Country Partnership Strategy: Indonesia, 2016–2019: Towards a Higher, More Inclusive and Sustainable \nGrowth Path. Manila; ADB. 2017. Country Operations Business Plan: Indonesia, 2019–2021. Manila.  \n ", "4 \nsubnational government in addition to support from MOF, CMEA, Ministry of Home Affairs and \nOJK.  \n \nC.  Subproject Outputs, Methods, and Activities   \n12.  Key activities. ADB will work with the Coordinating Ministry of Economic Affairs (CMEA) \nand  DKI  Jakarta  to  provide  capacity  building  and  technical  expertise  for  the  rating  and \nunderwriting processes (shadow rating,8 bond preparatory activities and actual issuance), project \nselection as well as funding the following issuance fees: rating agency, notary and trustee fees \nfor the first issuances of the province. ADB will also provide capacity building through pricing, risk \nassessment, structuring, project selection and investor outreach, to help PT SMI achieve its \nplanned product launches. \n \n13.  Output 1: Preparatory activities towards Indonesia’s first ever municipal bond \nissuance completed. The credit rating and bond issuance preparatory activities will ensure that \nthe  DKI  Jakarta  provincial  government  is  aware  of  capital  markets’  perception  of  their \ncreditworthiness by assessing their financial management practices through a comparison of its \nperformance to peer provinces. This is critical for the viability of the intended bond issuance and \nthe municipal bond market more broadly as accountability to investors and transparency are \nessential. The assistance will ensure that a functioning debt management unit is achieved before \nbond issuance; it will also achieve the following municipal bond issuance activities: (i) pre-launch: \nstructuring, appointment of legal counsel and lead managers, legal documentation review and \ndue diligence; (ii) launch: draft term sheet, settlement of fees, informing clearing systems and \nlisting authority, negotiating the terms of the issue; and (iii) issue: signing and closing. After the \nfirst “hand-held” issuance, the province is expected to repeat the process independently following \nany lessons learned and actively use bond issuance as a mode of financing infrastructure \nalongside other sources.  \n \n14.  Output 2: Municipal funding plan established. The TA will improve the efficiency of the \ninvestment process with good infrastructure project selection criteria in DKI Jakarta; this is central \nto improving the province’s capacity in capital investment planning and fiscal discipline. Prudent \nunderlying project selection will lower risk premiums on municipal bond issues. Other activities \nplanned include local parliament approval of legislation enacting the funding plan and a sinking \nfund to support the municipal bond issuance program.  \n \n15.  Output 3: Innovative infrastructure financing product strategy adopted. Although PT \nSMI has the resource capacity to structure project and structured finance transactions, it has yet \nto work on the proposed takeout finance and PCG products, therefore would need capacity \nbuilding for structuring and project selection for new and operational infrastructure projects in its \nportfolio.  These  include:  (i)  establishing  a  fee-pricing  mechanism;  (ii)  product  structuring;  \n(iii) preparation of draft whitepapers to introduce pilot credit-enhancement products to the market; \n(iv)  project  identification;  (v)  investor  outreach;  (vi)  risk  assessment  methodology;  and  \n(vii) benchmarking with similar institutions in India like IIFCL and Infrastructure Development \nFinance  Company  Ltd  (IDFC).  Similar  support  to  explore  a  range  of  innovative  financing \ninstruments will be extended to IIF and IIGF. This subproject also supports all outputs of the \noverall SIAP 1 TA Cluster: (i) policy and advisory services; (ii) capacity development of relevant \ngovernment agencies; (iii) preparation of bankable infrastructure projects; and (iv) knowledge \nmanagement and dissemination. \n                                                \n8  Shadow rating refers to an unofficial rating process without a public announcement. It serves as a guide to the issuing \nentity on the actual process and to perceive how an intended debt issuance might be received by the market. \n ", "5 \nD.  Subproject Cost and Financing \n \n16.  The TA subproject is estimated to cost $557,000 of which $530,000 will be financed on a \ngrant basis by the Government of Australia. The government will provide support in the form of \ncounterpart staff, review of outputs, office space, workshop and consultation support, and other \nin-kind contributions. ADB will cover only a portion of issuance fees for first issuances and the \nprovince will cover the rest. The cost estimates9 and financing plan are in the table in Appendix \n3.  \n \nE.  Subproject Implementation Arrangements \n17.  The Public Management, Financial Sector and Trade Division (SEPF) of the Southeast \nAsia Department will manage the subproject in close coordination with IRM. SEPF will select, \nsupervise, and evaluate consultants and arrange for payment of issuance fees. CMEA will be the \nexecuting agency. CMEA, and PT SMI, IIGF and IIF will be the implementing agencies. \n \nTable 1: Subproject Implementation Arrangements \n \nAspects  Arrangements \nIndicative implementation  September 2018–June 2019 \nperiod  \nExecuting agency  Coordinating Ministry of Economic Affairs (CMEA) \nImplementing agencies  CMEA, PT Sarana Multi Infrastruktur (PT SMI), Indonesia \nInfrastructure Guarantee Fund (IIGF) and Indonesia Infrastructure \nFacility (IIF) \nConsultants and issuance fee  To be selected and engaged by ADB  \npayments \n  Issuance fees  NA  $225,000 \nIndividual Consultant  12 person-months  $272,000 \nSelection \nProcurement  NA \nAdvance contracting and  Advanced contracting for the selection of 2 national consultants \nretroactive financing  supporting PT SMI  \nDisbursement  The TA resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2010, as amended from time \nto time). \nAsset turnover or disposal  NA \narrangement upon TA \ncompletion \n  ADB = Asian Development Bank, NA = not applicable, TA = technical assistance. \n \n18.  Consulting services. Consultants will be recruited to provide technical expertise for \nstructuring two new products that PT SMI intends to introduce to the market, namely takeout \nfinance product and the partial credit guarantee. Consultants will also be recruited to increase \nIIGF’s capacity and build on its technical expertise to provide guarantees to PPP projects; to IIF \n                                                \n9  Issuance fee estimates have been provided by Pefindo (a local rating agency) and Mandari Sekuritas and are \ndeemed reliable and representative of Indonesian Capital Market issuance costs. \n ", "6 \nto provide capacity support and build on its technical expertise to provide financing and advisory \nto PPP projects; and to DKI Jakarta to support preparatory activities for its municipal bond \nissuance. The consultants recruited to support PT SMI, IIGF and IIF will be hired through \ncompetitive selection. The consultant recruited to support DKI Jakarta will be hired by single-\nsource selection as they were already recruited under competitive selection by the project team \nto support Central Java for similar activities. Advance contracting was used for the selection of \ntwo national consultants supporting PT SMI. Output-based terms of reference and provision of \nassociated out-of-pocket expenses are proposed for all contracts. ADB will engage individual \nconsultants, in accordance with ADB Procurement Policy (2017, as amended from time to time) \nand the associated Project Administration Instructions/Technical Assistance Staff Instructions.10  \n \n19.  Payment of a portion of total issuance fees.  In order to support the selected provinces \nfor the country’s inaugural municipal bond issuance program, ADB will bear a portion of the \nissuance fees payable to the respective counterparts using the following selection procedures:11 \n(i) Rating agency fees for the bond instrument: there are only 2 qualified rating agencies in \nIndonesia registered with OJK (Otoritas Jasa Keuangan). They will be invited to submit a \nquotation and ADB will sign an agreement with the selected agency; (ii) Legal counsel fees12 likely \nthrough competitive selection; and (iii) Notary and Trustee fees: they are standardized and there \nis no room for price competition. ADB and the executing agency may choose a notary and trustee \nbased on the EA’s experience using the service providers, in particular past performance and \ntheir availability. The service providers will satisfy the requirements of ADB Procurement Policy \n(2017,  as  amended  from  time  to  time)  and  the  associated  Project  Administration \nInstructions/Technical Assistance Staff Instructions.\n                                                \n10 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n11  As there is no precedent in ADB for some of the activities, Procurement, Portfolio and Financial Management \nDepartment (PPFD) was consulted on selection procedures in advance, during the preparation of this paper. \n12 A different selection and contract approach are necessary for this subproject as the expected scope of counsel \nincludes provision of legal advice on the bond instrument where a law firm should be held accountable to the bond \nissuer and the investors. \n \n ", "Appendix 1  7 \nSUBPROJECT DESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is aligned with: \nInfrastructure and connectivity sectors developed, and private sector participation encouraged. (Indonesia’s \nthird National Medium-Term Development Plan, Rencana Pembangunan Jangka Menengah Nasional \n(RPJMN) 2015–20191 and its mid-term evaluation, Evaluasi Paruh Waktu.) 2  \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting  Risks  \nOutcome       \nPrivate sector  a. Final draft bond  a. Drafts provided by  a. SNG/ province(s) \nparticipation in  prospectus/ offering circular  bond counsel  deemed unprepared for \ninnovative  and legal document    debt issuance following \ninfrastructure  confirming registration of    shadow rating and bond \nfinancing facilitated  securities at Indonesian    issuance preparatory \nlisting authorities IDX, KSEI    activities \nand OJK issued by June     \n2019 (2018 baseline: N/A)     \n     \nb. New product launch and  b. PT SMI, IIGF and IIF  b. Alternative products \nrollout confirmed by PT SMI,  new product strategy  being considered by PT \nIIGF and IIF by. June 2019  documents  SMI, IIGF and IIF are \n(2018 baseline: N/A)  prioritized over these. \n   \n \nOutputs       \n1. Preparatory  1. Above investment grade  1. Signed audited  1. Qualification of \nactivities towards  shadow rating achieved by  financial statements  financial statements in \nIndonesia’s first  June 2019  and municipal debt  any given year prevents \never municipal  (2018 baseline: no rating)  strategy report.  (further) issuance. \nbond issuance       \ncompleted.       \n       \n2. Municipal  2. 3-year municipal debt  2.  Document showing  2a. Failure to enact the \nfunding plan  strategy with a list of planned  approval of legislation  appropriate local \nestablished.  projects and a sinking fund  enacting the funding  legislation to realize the \n  approved by the local  plan and  sinking fund  debt strategy  \n  parliament of DKI Jakarta by  by DKI Jakarta’s local   \n  June 2019 (2018 baseline:  parliament.  2b. Failure to identify \n  N/A)    feasible projects. \n       \n       \n3. Innovative  3. Takeout Finance and  3. PT SMI strategy  3. Lack of market \ninfrastructure  Partial Credit Guarantee  document or  demand  for new \nfinancing strategy  products launched at PT SMI,  announcement to  products.  \nadopted.   and innovative financing  introduce new product \n  instruments included in  offering to the market. \n  product strategy of IIF and   IIF and IIGF new  \n                                                \n1 Government  of  Indonesia.  2015.  National  Medium-Term  Development  Plan:  RPJMN,  2015–2019.  Jakarta. \nhttps://www.bappenas.go.id/id/data-dan-informasi-utama/dokumen-perencanaan-dan-pelaksanaan/dokumen-renca \nna-pembangunan-nasional/rpjp-2005-2025/rpjmn-2015-2019/  \n2  Government of Indonesia. 2017. Mid-term Evaluation 2015-2019. Jakarta. https://www.bappenas.go.id/files/publika \nsi_utama/Evaluasi%20Paruh%20Waktu%20RPJMN%202015-2019.pdf  \n ", "8  Appendix 1 \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting  Risks \n  IIGF by June 2019  product strategy   \n(2018 baseline: N/A)  document. \n \nKey Activities with Milestones \n1.  Preparatory activities towards Indonesia’s first ever municipal bond issuance completed. \n1.1  Assess DKI Jakarta’s financial management practices (Q2 2019) \n1.2   Perform shadow rating signaling preparedness to issue municipal bonds (Q1 2019) \n1.3   Complete issuance activities: (i) pre-launch: structure the transaction, appoint legal counsel and lead \nmanagers, perform legal documentation review and due diligence; (ii) launch: draft term sheet, settle \nissuance fees, inform clearing systems and listing authority,  negotiate terms of the issue; and  \n(iii) issue: prepare transactions for signing and closing (Q2 2019) \n1.4   Issue DKI Jakarta’s audited year-end financial statements (Q2 2019) \n \n2.  Municipal funding plan established. \n2.1   Draft 3-year municipal debt strategy with a list of planned projects and a sinking fund \n2.2   DKI Jakarta approves strategy and sinking fund (Q2 2019) \n2.3  BAPPEDA confirms feasibility studies of underlying projects in draft 3-year municipal debt strategy \n(Q1 2019) \n2.4   Prepare draft sinking fund allocation document(Q1 2019) \n \n3.     Innovative infrastructure financing strategy adopted.  \n3.1  Complete product launch preparatory activities: (i) establish fee-pricing mechanism; (ii) structure \nproduct; (iii) prepare final draft of whitepapers to introduce pilot financing products in the market;  \n(iv) identify projects; (v) investor outreach; and (vi) develop risk assessment methodology  \n3.2   Launch and rollout Takeout Finance Partial Credit Guarantee products (PT SMI) and agree to pursue \ninnovative financing initiatives (IIGF and IIF) (Q2 2019) \n \nInputs \nGovernment of Australia (Department of Foreign Affairs and Trade): $530,000. \nNote: The government will provide counterpart support in the form of counterpart staff, review of outputs, \noffice space, workshop and consultation support, and other in-kind contributions.  \n \nAssumptions for Partner Financing \nNot applicable. \nADB = Asian Development Bank, IDFC = Infrastructure Development Finance Company, IIFCL = India Infrastructure \nFinance  Company  Limited,  IX  =  Indonesia  Stock  Exchange,  KSEI  =  PT  Kustodian  Sentral  Efek  Indonesia,  \nOJK = Otoritas Jasa Keuangan, PT SMI = PT Sarana Multi Infrastruktur, SNG = subnational government, TA = technical \nassistance. \nSource: Asian Development Bank. \n \n ", "Appendix 2  9 \nSUBCOST ESTIMATES AND FINANCING PLAN \n($’000)  \n \nItem  Amount \nA.  Government of Australiaa   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  136.0 \nii.  National consultants  97.0 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  40.0 \nii.  Miscellaneous administration and support costs  10.0 \n2.  Issuance fee payment (for DKI Jakarta province)   \na.  Legal fees  130.0 \nb.  Rating agency fees (bond instrument and municipality)  60.0 \nc.  Notary fees  25.0 \nd.  Trustee fees  10.0 \n3.  Contingencies  22.0 \nTotal  530.0 \nNote: The TA subproject is estimated to cost $557,000 of which contributions amounting to $530,000 from the cluster \ntechnical assistance on Sustainable Infrastructure Assistance Program (C-TA 0013-INO) funded by the Government of \nAustralia through the Department of Foreign Affairs and Trade are presented in the table above. The government will \nprovide counterpart support in the form of counterpart staff, office space, secretarial assistance, and other in-kind \ncontributions. The value of government contribution is estimated to account for 5% of the total TA cost. \na  Administered by the Asian Development Bank.  \nSource: ADB estimates. \n \n \n ", "", "     \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=46380-035-TAReport  \n \n1.  Terms of Reference for Consultants \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20190218152513+08'00'", "Creator": "PDF24 Creator", "Keywords": "indonesia, jakarta, central java, municipal bond issuance, infrastructure finance, private sector investment, project readiness, capacity building, knowledge sharing, 46380, ta 9615, adb technical assistance, approved technical assistance, tar, ta projects", "ModDate": "D:20190219105005+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Municipal Bond Issuance and Infrastructure Finance (Subproject 16): Technical Assistance Subproject Report", "Title": "46380-035: Sustainable Infrastructure Assistance Program"}}