{"path": "data/input/ta/46429-001-phi-tar.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 46429-001  \nCapacity Development Technical Assistance (CDTA) \nApril 2013 \n \n \n \nRepublic of the Philippines: Supporting Capacity \nDevelopment for the Bureau of Internal Revenue  \n(Financed by the Japan Fund for Poverty Reduction) \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 5 March 2013) \n \nCurrency unit  –  peso (P) \nP1.00  =  $0.02456 \n$1.00  =  P40.70 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank  \n  BIR  –  Bureau of Internal Revenue  \n  GDP  –  gross domestic product \n  ICT  –  information and communication technology \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Public  sector  management  (public  expenditure  and  fiscal \nmanagement) \nTheme (subthemes)  –  Governance  (public  administration),  capacity  development \n(institutional development, organizational development) \nLocation (impact)  –  National (high) \nPartnership  –  Japan Fund for Poverty Reduction  \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars unless otherwise stated. \n \nVice-President  S. Groff, Operations 2  \nDirector General  K. Senga, Southeast Asia Department (SERD) \nCountry Director  N. Jain, Philippines Country Office, SERD \n   \nTeam leader  N. Usui, Senior Country Economist, SERD \nTeam members  S. Araki, Public Management Specialist (Taxation), Regional and \nSustainable Development Department \nS. Callet, Operations Assistant, SERD \n  T. Mendoza, Economics Officer, SERD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \n \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE RANKING VICE-PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  Outline Terms of Reference for Consultants  9 \n \n \n \n ", " \nI.  INTRODUCTION \n1.  In 2012, the Bureau of Internal Revenue (BIR) asked the Asian Development Bank (ADB) \nfor technical assistance (TA) for capacity development of tax officials as part of ongoing tax \nadministration  reforms  under  the  current  administration.  In  response,  ADB  conducted \nconsultation missions in 2012. During a fact-finding mission in January 2013, the BIR, the \ngovernment’s  executing  agency,  agreed  on  the  proposed  impact,  outcome  and  outputs, \nimplementation arrangements, cost, financing arrangements, and terms of reference as laid out \nin the approved concept paper. The TA is included in the country operations business plan, \n2013–2015 for the Philippines.1 The design and monitoring framework is in Appendix 1. \n \nII.  ISSUES \n2.  ADB’s growth diagnostics study of the Philippines identifies that weak tax mobilization \ncapacity, and the resultant inadequate provision of infrastructure and underinvestment in human \ncapital, are major constraints on the country’s inclusive economic growth.2 While the 2005 \nexpanded value-added tax reform temporarily improved the fiscal position, its gains were not \nsustained. Tax revenue fell to 12.2% of gross domestic product (GDP) in 2009 from a peak of \n17.0% in 1997 and was the lowest since the 2005 reform. Revenue mobilization has since then \nbecome an urgent policy agenda  item for the current administration. While the recent tax \ncollection effort has increased tax revenues, the tax–GDP ratio remained at 13.1% in the first 9 \nmonths of 2012.  \n \n3.  ADB’s fiscal policy assessment in the country partnership strategy, 2011–2016 suggests \nthat weak tax administration remains a key constraint on revenue mobilization.3 According to \nADB  estimate,  the  country  could  improve  the  tax–GDP  ratio  by  4.6  percentage  points  by \nincreasing tax productivity to 70% of the regional average in East Asia and Pacific countries.4 \nLow tax productivity in the Philippines points to untapped potential which could be mobilized \nthrough improved tax administration. The BIR, which is in charge of assessing and collecting all \ninternal revenue taxes has taken measures to improve tax administration, which include data \nconsolidation to identify nonregistrant taxpayers and suspected tax avoidance, intensified tax \npayer  audit,  and  the  Run  after  Tax  Evaders  Program. 5  The  government  has  recently \naccomplished reforms in excise taxes on tobacco and alcoholic drinks. However, increasing the \ntax–GDP ratio to the government’s target of 15.6%  by 2016 requires strengthening of tax \nadministration. \n \n4.  Capacity and resource constraints within the BIR help explain its short-term orientation \n(e.g., resorting to advanced collection of next period’s tax liabilities from corporations) and \n                                                \n1  The TA first appeared in the business opportunities section of ADB’s website on 4 February 2013. ADB. 2012. \nCountry Operations Business Plan: Philippines, 2013–2015. Manila. \n2  D. Canlas, M. E. Khan, and J. Zhuang, eds,. 2009. Diagnosing the Philippine Economy: Toward Inclusive Growth, \nAsian Development Bank and Anthem Press.  \n3  ADB. 2011. Country Partnership Strategy: Philippines, 2011–2016. Manila. \n4  Usui, N., 2011. Tax Reforms toward Fiscal Consolidation: Policy Options for the Philippine Government. Manila. \nPhilippines Country Office, Asian Development Bank. http://www.adb.org/publications/tax-reforms-toward-fiscal-\nconsolidation-policy-options-government-philippines  \n5  The Bureau of Customs is in charge of collecting customs duties. ADB. 2007. Technical Assistance to the Republic \nof the Philippines for Enhancing Revenue Collection and Strengthening the Criminal Prosecution of Tax Evasion \nCases. Manila. This TA has supported the BIR’s revenue mobilization effort by improving the tax policy and \nstrengthening criminal prosecution of tax evasion. Major TA activities include development of an internal database \nat the National Prosecution Service to consolidate and share internal probable case rulings and decisions on Run \nafter Tax Evaders Program cases and related training, and capacity development of National Prosecution Service \nand BIR prosecutors. \n ", "2   \nabsence of programs to deal with medium-term challenges (e.g., tax arrears and the criminal \nprosecution of tax offenders).6 \n \n5.  Staff training is a central part of effective tax administration, and in many countries initial \ntraining and education for new recruits are a critical part of staff training policy; effective tax \nadministration  is  sustainable  only  with  highly  skilled  and  motivated  frontline  tax  officers. \nMoreover,  staff  training  and  education  can  serve  as  a  tool  for  attracting,  developing,  and \nretaining talent, which is particularly important for tax administration. At about 4%, the BIR's staff \nattrition rate, i.e., the number of staff departures compared with the total number of staff, is \nhigher than in other countries in the region (3% in Indonesia and 1% in Malaysia).7 Therefore, \ncapacity development of newly recruited staff is an urgent issue in the BIR, and indeed the \nBIR's  medium-term  strategy  recognizes  and  confirms  the  importance  of  highly  trained  tax \nofficers. For effective administration, the authorities need to strengthen tax officers’ capacity, \nboth for the frontline operations of assessing and collecting taxes and the back office operations \nof  managing  taxpayer  accounts  and  records.  In  this  context,  the  government  decided  to \nestablish the Philippine Tax Academy in 2010 for systematic training of tax officers.8 Although \nthe  plan for the  Philippine  Tax  Academy  has not  yet taken  shape,  the  BIR  and  also the \nDepartment of Finance continue to stress the need to strengthen the BIR's capacity for staff \ntraining based on a systematic medium-term staff development strategy. Once the plan for the \nacademy materializes, a staff development strategy and training programs should be developed.  \n \n6.  ADB has conducted a preliminary review of the BIR’s current training regime for new \nrecruits. It has been identified that (i) there is no medium-term training plan for new recruits, \nwhich covers systematic training for the first few years; (ii) although the General Course for \nRevenue Officers is conducted as an introduction course for new recruits, its duration (44 half \ndays) and curriculum do not satisfy the needs of new recruits; (iii) training materials do not \nadequately address specific skills required for tax officials, e.g., detection of malpractices and \ntax  avoidance;  (iv)  as  the  training  content  is  heavily  tilted  towards  the  assessment  area, \ncollection and other areas are not given enough weight; and (v) there are no full-time lecturers \n(trainers).9 Therefore, the current training system is neither well organized nor oriented toward \nthe specific skill upgrading that is needed to increase tax revenue collection by the BIR.  \n \n7.  In designing a staff development program, it is important to develop a medium-term \ntraining scheme with the right mixture of a series of class and on-the-job trainings at tax offices \nwithin  a  3–5-year  time  frame.  For  example,  in  Japan  the  National  Tax  College  provides \nnecessary training to all tax officials. The college, which consists of the main campus and 12 \nregional training centers, trains new recruits graduated from high schools and universities and \nprovides training programs for tax officials so they are fully equipped with necessary knowledge \nand skills for field activities. The programs cover a wide range of topics such as tax law, \nbookkeeping, accounting, and business analysis. Trainings at the National Tax College enable \nofficers to develop the capacity for both frontline and back office operations.  \n \n8.  Tax administration reform has been a focus area of development partner operations in \nthe Philippines. Starting with the World Bank’s Tax Computerization Project in the 1990s, the \ncountry has received broad support from development partners. The World Bank supports tax \n                                                \n6  ADB. 2008. Country Assistance Program Evaluation for the Philippines. Manila. \n7  Organisation for Economic Co-operation and Development. 2010. Tax Administration in OECD and Selected Non-\nOECD Countries: Comparative Information Series. http://www.oecd.org/dataoecd/2/37/47228941.pdf \n8  An Act Establishing the Philippine Tax Academy, Defining its Powers and Functions, 31 July 2010. \n9  The General Course for Revenue Officers was developed in 1998 based on a training needs analysis conducted by \nthe Development Academy of the Philippines. \n ", "  3 \ncompliance, tax enforcement and control, and human resource development and management \nwith the National Program Support for Tax Administration Reform. The United States Agency for \nInternational Development has funded a performance management program within the large \ntaxpayer service and at the department director level. The Millennium Challenge Corporation \nhas  funded  extension  of  the  integrated  tax  system  through  acquisition  of  new  equipment, \nmodification of software, and training. The proposed TA will complement other development \npartners’ past and ongoing efforts by focusing on capacity development of tax officers.  \n \n9.  Despite extensive support for capacity building provided by development partners in the \npast,  the  BIR’s  tax  administration  capacity  remains  weak.  Lack  of  high-level  support  and \ncommitment undermined sustained efforts for better tax administration.10 Frequent turnover of \nBIR commissioner and key officials exacerbated the problem. Under the current administration, \nhowever, tax mobilization has become a top priority in the overall context of governance reform. \nThere has been steady progress in revenue mobilization by the BIR. The proposed TA is \ndesigned to support these efforts for strengthening tax administration. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n10.  The impact will be increased tax revenues to help the government fund increase in \npublic  spending  on  infrastructure  and  social  services.  The  outcome  will  be  improved  tax \nmobilizing  capacity  of  the  BIR  through  adoption  of  a  new  staff  training  system  for  newly \nrecruited tax officials. The design and monitoring framework is in Appendix 1. \n \nB.  Methodology and Key Activities \n11.  The TA will achieve its outcome by introducing a new and systematic approach to staff \ntraining  to  ensure  high-quality  standards.  The  current  training  policy  and  system  will  be \nreviewed under the TA, with a particular focus on new recruits, and their effectiveness for staff \ndevelopment will be assessed. The TA will assist in (i) developing a medium-term training plan \nfor new recruits, i.e., an initial 3–5-year training schedule; and (ii) implementing a more effective \ntraining  system,  consisting  of  appropriately  sequenced  classroom  courses  and  on-the-job \ntraining. Regional workshops on staff development systems will be organized under the TA to \nshare with BIR international best practice and help it establish institutional links with other tax \nadministration bodies in the region and key international organizations. The regional workshops \nwill help the BIR formulate a suitable staff training system by taking into account advanced staff \ntraining systems and the experiences of tax administration reforms in other developing countries \nin the region.  \n \n12.  Major outputs of the TA are as follows: \n(i)  International good practices of staff training and tax administration shared \namong regional partners. Regional workshops will be designed in coordination \nwith the BIR. Suitable regional partners for these workshops will also be selected \nin consultation with BIR. \n(ii)  A  training  strategy  and  medium-term  training  plan.  A  training  needs \nassessment will be conducted under the TA to review the current training policy \nand courses, including the General Course for Revenue Officers for new recruits, \n                                                \n10 R. F. Fabella and K. K. Chua. 2011. BIR Reforms Initiatives: Why is Success so Elusive. In Built in Dreams \nGrounded in Reality. The Asia Foundation. Manila. \n ", "4   \nand  recommend  ways  to  improve  them.  For  the  review  process,  internal \nconsultation  within  the  BIR  and  international  practice  acquired  through  the \nworkshops will be taken into account. A staff training policy and strategy will be \ndeveloped, and a medium-term training plan for new recruits, i.e., a 3–5-year \ntraining  schedule  which  will  consist  of  appropriately  sequenced  classroom \ncourses and on-the-job training, will be designed. Under the TA, proposals for \nbuilding stronger links between staff training and human resource management, \nfor example through a better profiling of revenue officers’ competency, will also \nbe made.  \n(iii)  Revised training materials. Based on review of the current training courses, \nrevised training materials for more practical skill-oriented training will be prepared. \nThe  revised  materials  will  include  evaluation  of  training  participants’ \nachievements and progress. In addition, web-based training materials, which \nenable distance training for regional revenue officers, will also be prepared. \n(iv)  Training of trainers seminars. A series of training programs will be conducted \nfor trainers to improve their teaching skills for more effective implementation of \ntraining  course.  The  TA  will  also  look  at  the  possibility  of  mobilizing  local \nresearch and training institutes for sustainable staff training for the BIR. \n(v)  A new or revised training course for new recruits. Under the TA, a new \ntraining course for new recruits will be launched, based on a medium-term plan \nfor building the capacity and skills of new recruits.11 \n \nC.  Cost and Financing \n13.  The TA is estimated to cost $1,100,000, of which $1,000,000 will be financed on a grant \nbasis by the Japan Fund for Poverty Reduction and administered by ADB. The government will \nprovide  counterpart  support  in  the  form  of  office  accommodation,  staff,  and  other  in-kind \ncontributions. The cost estimates and financing plan are in Appendix 2. \n \nD.  Implementation Arrangements \n14.  The BIR will be the executing agency. It will provide office space with furniture and \nsupport  services  for  the  consultants,  and  be  responsible  for  day-to-day  management  and \ndecisions on project implementation. The TA requires four experts (two international consultants \nwith 26 person-months of inputs and two national consultants with 24 person-months of inputs). \nThe  consultants  will  be  engaged  by  ADB  on  an  individual  basis  in  accordance  with  its \nGuidelines on the Use of Consultants (2010, as amended from time to time), on a competitive \nbasis  following  advertisement  on  the  ADB  website,  evaluation  of  expressions  of  interest \nreceived, and short listing of qualified experts. All procurement will be done in accordance with \nADB’s Procurement Guidelines (2010, as amended from time to time). The disbursement under \nthe TA will be done in accordance with the Technical Assistance Disbursement Handbook (2010, \nas amended from time to time). Eligibility or ineligibility will be guided by Japan Fund for Poverty \nReduction Policies and Guidelines for Technical Assistance. The consultants’ terms of reference \nare in Appendix 3. \n \n15.  Following the signing of the TA agreement between the government and ADB, the TA \nwill be implemented from 1 May 2013 and will be completed on 31 December 2014.  \n \n                                                \n11  There were 77–218 new recruits in the BIR in 2007–2012. The BIR tentatively plans to increase the number of new \nofficials at the annual rate of 5.6% for 2013–2017. \n ", "  5 \nIV.  THE RANKING VICE-PRESIDENT'S DECISION  \n16.  The  Ranking  Vice-President,  acting  in  the  absence  of  the  President,  under  the \nprovisions of Article 35.1 of the Articles of Agreement of ADB, and under the authority delegated \nby  the  Board,  has  approved  ADB  administering  technical  assistance  not  exceeding  the \nequivalent of $1,000,000 to the Government of the Philippines to be financed on a grant basis \nby the Japan Fund for Poverty Reduction for Supporting Capacity Development for the Bureau \nof Internal Revenue, and hereby reports this action to the Board. \n \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign Summary  Performance Targets and  Data Sources and  Assumptions \nIndicators with Baselines  Reporting Mechanisms  and Risks \nImpact      Assumption \nIncrease tax  Tax–GDP ratio increased to  Budget data  Effective \nrevenues  15.6% by 2016 (2012    implementation of the \nbaseline: 12.9%)    new training program \n     \n  Risk \nDecreased government \ncommitment to revenue \nmobilization \n \nOutcome       \nBIR has improved  Shift to the new training  Review mission,  Assumption \ncapacity to mobilize  system in 2014  dialogues  Effective coordination \ntax revenues    within BIR for shifting to \n  Establish a medium-term  the new program \npolicy for new recruit training   \nin 2014  Risk \n  Leadership change in \nIncrease the number of  BIR \ntraining days during the first   \n3 years after recruitment in \n2014 \n \n \nOutputs      Assumption \n1. International best  Workshops conducted (by  Minutes of workshops  BIR’s commitment \npractices on staff  December 2013)    to effective TA \ntraining and tax      implementation \nadministration shared       \n      Risk \n2. A training strategy  A training course for new  Recommendation report  Priority change in BIR \nand medium-term  recruits based on a strategy  and training program \ntraining plan   and medium-term plan   \n  prepared (by December   \n  2013)   \n     \n3. Revised training  Training materials for new  Training materials \nmaterials   recruits prepared (by April   \n  2014)   \n     \n4. Training for  Training for trainers  Participation sheets \ntrainers seminars  programs conducted and at   \n  least 30 trainers are trained   \n  (by May 2014)   \n     \n5. A new training  At least 250 tax officials  Video recording, \ncourse for new  trained in the new course (by  participation sheets \nrecruits   August 2014)   \n \nActivities with Milestones  Inputs \n1.1  Identify regional partners  to hold  workshops   \n ", "Appendix 1  7 \n(by June 2013)  ADB $1.0 million from the Japan Fund for Poverty \n1.2  Conduct  workshops  on  staff  training  (by  Reduction: \nDecember 2013)   \nThe government will provide counterpart support in \n2.1    Review the current training policy and courses \nthe form of office accommodation, staff, and other in-\n(by August 2013) \nkind contributions. The value of government \n2.2   Develop a training strategy and medium-term  contribution is estimated to be equivalent of 9.1% of \ntraining plan for new recruits (by  December  the total TA cost.  \n2013) \n3.1  Revise  paper-based  training  materials  (by \nFebruary 2014) \n3.2  Develop  materials  to  evaluate  participants’ \nachievements and progress (by March 2014) \n3.3  Develop web-based training materials (by April \n2014) \n4.1  Plan and develop programs to train trainers \n(by April 2014) \n4.2  Conduct training for trainers seminars (by May \n2014) \n5.1  Develop and launch a new training course for \nnew recruits (by June 2014) \n5.2  Assess the initial outcome of the new training \ncourse (by August 2014). \n ADB = Asian Development Bank, BIR = Bureau of Internal Revenue, GDP = gross domestic product, TA = technical \nassistance. \nSource: Asian Development Bank. \n \n \n \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Amount \nJapan Fund for Poverty Reductiona   \n \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  435.0 \n      ii.  National consultants  65.0 \n    b.  International and local travel  40.0 \n    c.  Reports and communications b  60.0 \n  2.  Equipment c  20.0 \n  3.  Training, seminars, and conferences  270.0 \n  4.  Miscellaneous administration and support costs  10.0 \n  5.  Contingencies  100.0 \n      Total    1,000.0 \nNote: The technical assistance (TA) is estimated to cost $1,100,000, of which contributions from the \nJapan Fund for Poverty Reduction are presented in the table above.  The government will provide \ncounterpart support in the form of office accommodation, staff, and other in-kind contributions. The value \nof government contribution is estimated to be equivalent of 9.1% of the total TA cost.  \na  Administered by the Asian Development Bank.  \nb  Includes inception and concluding workshops. \nc  E-learning and video learning materials, which will be prepared under the TA, will be transferred to the \nBureau of Internal Revenue upon TA completion. \nSource: Asian Development Bank estimates. \n \n ", "Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n \n1.  A total of 26 person-months (intermittent) of international consulting services and 24 \nperson-months  (intermittent)  of  national  consulting  services  will  be  required  to  ensure  the \neffective implementation of this technical assistance (TA) project. Consultants will be recruited \nas individuals according to the Asian Development Bank (ADB) Guidelines on the Use of \nConsultants (2010, as amended from time to time). \n \n2.  Tax  administration  specialist  and  team  leader  (international,  14  person-months, \nintermittent). The tax administration specialist and team leader, who will have experience in \nsenior management in tax administration including tax audits and human resource management \nand in technical assistance to developing countries, will undertake the following tasks: \n  (i)  Provide overall management of project implementation. \n(ii)  Conduct technical discussion with the Bureau of Internal Revenue (BIR) and \nanalyze the current strategy, practices, and programs with respect to human \nresource management and staff training.  \n(iii)  Design and lead international workshops on staff training, which aim to share \ninternational  practices  and  strengthen  institutional  links  with  other  tax \nadministration bodies in the region. \n(iv)  Taking  into  account  the  outcome  of  activities  (ii)  and  (iii)  above,  develop  a \ncomprehensive training strategy covering all staff, a medium-term training plan \nfor new recruits which will consist of classroom training and on-the-job coaching, \nand a revised training course for new recruits. \n(v)   Design and lead seminars to train trainers in charge of training and educating \nnew recruits. \n(vi)  Based on the medium-term training plan for new recruits developed in activity (iv) \nabove, assist the BIR to launch the new training course, which will include the \nprovision of lessons through e-learning. \n(vii)  Review  capacity  of  local  research  and  training  institutes  to  provide  regular \ntraining  for  BIR  officials,  and  prepare  a  recommendation  for  institutional \ncoordination. \n(viii)  Regularly report the progress of the TA project. \n \n3.  Human  resource  management  specialist  (international,  12  person-months, \nintermittent). The human resource management specialist, who will have experience in tax \nadministration and human resource management including staff training and development, will \nsupport the tax administration specialist and team leader and undertake the following tasks: \n(i)  Analyze the current strategy, practices, and programs with respect to human \nresource management and staff training in the BIR. \n(ii)  Organize  international  workshops  on  staff  training,  which  aim  to  share \ninternational  practice  and  strengthen  institutional  links  with  other  tax \nadministration bodies in the region. \n(iii)  Analyze  other  countries’  systems  and  practices  shared  in  the  international \nworkshops, and identify practices applicable to the BIR. \n(iv)  Support the development of a comprehensive training strategy covering all staff, \nand  draft  a  medium-term  training  plan for  new  recruits  which  will  consist  of \nclassroom training and on-the-job coaching, and a revised training course for \nnew recruits including its curriculum. \n(v)  Revise and develop training materials such as practical case studies to improve \nthe effectiveness of the new course for new recruits. \n ", "10  Appendix 3 \n \n \n(vi)  Conduct  seminars  to  train  trainers  in  charge  of  training  and  educating  new \nrecruits. \n(vii)  Based on the medium-term training plan for new recruits developed in activity (iv) \nabove, assist the BIR to launch the new training course, which will include the \nprovision of lessons through e-learning. \n \n4.  Public management consultant (national, 14 person-months, intermittent). The public \nmanagement  consultant,  who  will  have  experience  in  public management  and governance \nincluding tax administration, will work under the tax administration specialist and team leader \nand undertake the following tasks: \n(i)  Assist  the  international  specialists  to  conduct  research  on  human  resource \nmanagement and staff training systems.   \n(ii)  Logistically support the organization of international workshops.  \n(iii)  Assist the international specialists to revise and develop a training plan, a training \ncourse,  and  training  materials,  which  include  communications  with  the  BIR, \ninformation gathering, and document editing.   \n(iv)  Logistically support the organization of the training-for-trainers seminars and the \nlaunch of the new training course for new recruits.  \n(v)  Assist  the  tax  administration  specialist  and  team  leader  to  prepare  project \nprogress reports on a regular basis.  \n(vi)  Carry out any other duties that are within his or her specialization as may be \nassigned by the ADB project team and the international specialists. \n \n5.  E-learning  consultant  (national,  10  person-months,  intermittent).  The  e-learning \nconsultant,  who  will  have  experience  in  information  and  communication  technology  (ICT), \nelectronic service, and public management, will work under the tax administration specialist and \nteam leader and undertake the following tasks: \n(i)  Assist the international specialists to conduct research on staff training systems, \nin particular regarding the application of ICT including e-learning systems.  \n(ii)  Assist the international specialists to develop a training plan, a training course, \nand training materials, in particular regarding e-learning.  \n(iii)  Prepare e-learning function and materials which aim to facilitate the training of \nregional tax officials.  \n(iv)  Communicate  with  relevant  BIR  departments  such  as  an  ICT  section  for \nestablishment of an e-learning function.  \n(v)  Carry out any other duties that are within his or her specialization as may be \nassigned by the ADB project team and the international specialists. \n \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20130418150422Z", "Creator": "Microsoft® Office Word 2007", "ModDate": "D:20130422145704+08'00'", "Producer": "Microsoft® Office Word 2007", "Title": ""}}