{"path": "data/input/ta/46449-001-reg-tar.pdf", "pages": [" \nTTeecchhnniiccaall  AAssssiissttaannccee  RReeppoorrtt  \nProject Number: 46449 \nRegional–Capacity Development Technical Assistance (R-CDTA) \nApril 2013 \n \n \n \n \nImplementation of the Strategic Program for Climate \nResilience: Pacific Region \n(Financed by the ADB Strategic Climate Fund) \n \nTThhee  vviieewwss  eexxpprreesssseedd  hheerreeiinn  aarree  tthhoossee  ooff  tthhee  ccoonnssuullttaanntt  aanndd  ddoo  nnoott  nneecceessssaarriillyy  rreepprreesseenntt  tthhoossee  ooff  AADDBB‘‘ss  \nmmeemmbbeerrss,,  BBooaarrdd  ooff  DDiirreeccttoorrss,,  MMaannaaggeemmeenntt,,  oorr  ssttaaffff,,  aanndd  mmaayy  bbee  pprreelliimmiinnaarryy  iinn  nnaattuurree..    \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CCA  –  climate change adaptation \n  CES-CCC      –  CROP Executives Sub-Committee on Climate Change \n  CROP  –  Council of Regional Organisations in the Pacific \n  DMC  –  developing member country \n  DRR  –  disaster risk reduction \n  NGO  –  nongovernment organization \n  PIFS  –  Pacific Islands Forum Secretariat \n  PPCR  –  Pilot Program for Climate Resilience \n  RRF  –  Rapid Response Fund \n  RTSM  –  Regional Technical Support Mechanism \n  SPCR  –  Strategic Program for Climate Resilience \n  SPREP  –  Secretariat for the Pacific Regional Environment Programme \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional–Capacity development technical assistance (R-CDTA) \nTargeting  –  Targeted intervention–geographic  \nclassification \nSector  –  Multisector  (agriculture  and  rural  sector  development;  investment \n(subsectors)  funds;  urban  sector  development;  transport  management  and \npolicies) \nThemes  –  Capacity  development  (institutional  development),  environmental \n(subthemes)  sustainability (environmental policy and legislation), gender equity \n(gender  equity  in  economic  opportunities,  gender  equity  in \nempowerment  and  rights),  social  development  (disaster  risk \nmanagement) \nClimate change  –  Adaptation \nLocation impact  –  Regional (high), national (high), rural (medium), urban (medium) \nPartnership  –  Strategic Climate Fund within the Climate Investment Funds \n \nNOTE \n \nIn this report, ―$‖ refers to US dollars. \n \nVice-President  S. Groff, Operations 2 \nDirector General  X. Yao, Pacific Department (PARD) \nDirector  R. Guild, Transport, Energy, and Natural Resources Division (PATE), \nPARD \nTeam leader  M. Drilon, Senior Natural Resources Economist, PARD \nTeam members  K. Groves, Senior Policy and Aid Effectiveness Specialist, PARD \nL. Rufo, Environment Officer (Climate Adaptation), RSDD \nH. Uusimaa, Climate Change Specialist, PARD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n ", " \nCONTENTS \n \nPage \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE PROPOSED TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Methodology and Key Activities  2 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE RANKING VICE-PRESIDENT‘S RECOMMENDATION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  Outline Terms of Reference for Consultants  10 \n \nSUPPLEMENTARY APPENDIXES (available on request) \nA.  Climate Change and the Pacific Region \nB.  Project Description \nC.  Secretariat of the Pacific Regional Environment Programme (SPREP) \nD.  Project Implementation Schedule \n \n \n \n ", "     \nI.  INTRODUCTION \n \n1.  Pacific developing member countries (DMCs) are generally dispersed and remote, with \nfragile environments, small and scattered populations, and face similar challenges. They are \nhighly vulnerable to climate-related natural hazards, which adversely affect livelihoods and \neconomies.  The  Pacific  countries  are  being  supported  in  their  efforts  toward  sustainable \ndevelopment, including addressing climate change adaptation (CCA) and disaster risk reduction \n(DRR),  through  a  regional  strategic framework,  including  (i)  the  Pacific  Plan,  2005,  which \nprovides a framework for strengthening regional cooperation and integration, to address climate \nchange;1 (ii) the Pacific Islands Framework for Action on Climate Change, 2006–2015;2 and \n(iii) the Pacific Disaster Risk Reduction and Disaster Management Framework for Action, 2005–\n2015  (Regional  Framework),  which  provides  overarching  policy  guidance  for  disaster  risk \nmanagement and support for building climate-resilient communities.3 \n \n2.  Based on the recommendations of an independent expert group, the Pacific has been \ninvited as one of two vulnerable regions (the Caribbean being the other) to participate in the \nPilot Program for Climate Resilience (PPCR) under the Strategic Climate Fund, a multi-donor \ntrust fund within the Climate Investment Funds. The PPCR aims to help countries transform to a \nclimate-resilient development path, consistent with national poverty reduction and sustainable \ndevelopment goals.4 This regional capacity development technical assistance (TA) is intended \nto support implementation.5  \n \nII.  ISSUES \n \n3.  Despite the many initiatives in CCA and DRR in the Pacific region, there has been slow \nprogress  towards  achieving  more  climate-resilient  development.  For  one,  to  reduce  the \nvulnerability of Pacific economies and communities to climate related natural hazards, national \nand local leaders must not only develop and implement CCA and DRR strategies that are \ntechnically,  financially,  and  politically  achievable  but  also  mainstream  them  into  the \ndevelopment  processes  from  the  national  to  the  local  community  level.  Climate  change \nresponses by Pacific DMCs are hampered by limited knowledge, technology, technical capacity, \naccess to climate financing, and effective coordination mechanisms at the regional, national, \nsector,  and  local  levels.  These  have  been  attributed  to  a  number  of  specific  issues  and \nchallenges namely the (i) need for improved regional coordination of CCA and DRR agendas \nand/or frameworks for more effective country-level coordination among concerned government \nministries; (ii) weak and limited capacity of countries to absorb the significant CCA and DRR \n                                                \n1 PIFS (Pacific Islands Forum Secretariat). 2007. The Pacific Plan for Strengthening Regional Cooperation and \nIntegration. Suva, Fiji. http://www.forumsec.org/resources/uploads/attachments/documents/Pacific_Plan_Nov_2007 \n_version.pdf. \n2 SPREP (Secretariat of the Pacific Regional Environment Programme). Pacific Islands Framework for Action on \nClimate Change, 2006–2015. Apia, Samoa. http://www.sprep.org/attachments/Publications/PIFACC-ref.pdf. \n3 SOPAC (Applied Geoscience and Technology Division of the Secretariat of the Pacific Community). 2005. Pacific \nDisaster  Risk  Reduction  and  Disaster  Management  Framework  for  Action,  2005–2015.  Suva,  Fiji. \nhttp://www.pacificdisaster.net/pdnadmin/data/original/mr0613.pdf \n4 The PPCR aims to (i) pilot test and demonstrate approaches for integrating climate risk and resilience into \ndevelopment policies and planning; (ii) strengthen capacities at the national levels to integrate climate resilience \ninto development planning; (iii) scale up and leverage climate-resilient investment, building on other ongoing \ninitiatives; (iv) enable learning-by-doing and sharing of lessons at the country, regional, and global levels; and \n(v) strengthen cooperation and capacity at the regional level. (CIF [Climate Investment Funds]. 2009. Guidance \nNote  on  PPCR  Regional  Programs.  World  Bank  Group,  Washington  DC. \nhttps://www.climateinvestmentfunds.org/cif/sites/climateinvestmentfunds.org/files/PPCR_Guidance_Note_on_Regi\nonal_Programs_final.pdf). \n5 The TA first appeared in the business opportunities section of the ADB website on 11 January 2013. \n ", "2     \nresources available; and (iii) need for core capacity building in national institutions to improve \ntheir  absorptive  capacity.6  Thus,  Pacific  DMCs  require  assistance  in  pursuing  and \nmainstreaming regional and national initiatives to address these challenges and reduce their \nclimate hazard vulnerability. \n \nIII.  THE PROPOSED TECHNICAL ASSISTANCE \n \n4.  The proposed regional capacity development TA will support the implementation of the \nStrategic Program for Climate Resilience (SPCR): Pacific Region, which was approved by the \nPPCR Sub-Committee on 30 April 2012.7 The Pacific Regional SPCR has three complementary \ncomponents, which will be delivered through the Council of Regional Organisations in the \nPacific (CROP) agencies and mechanisms: (i) component 1, mainstreaming CCA and DRR; (ii) \ncomponent  2,  identifying  and  implementing  practical  CCA  and  DRR  knowledge  and \nexperiences; and (iii) component 3, building and supporting Pacific DMCs‘ capacity to respond \nto climate change risks. The Asian Development Bank (ADB) will administer components 1 and \n3,8 while the World Bank will lead the administration of component 2. \n \n5.  The Pacific Regional SPCR will emphasize building capacity, and replicating and scaling \nup good practices and lessons learned from the country SPCRs in Papua New Guinea (PNG), \nSamoa, and Tonga to the other 11 Pacific DMCs with no country SPCRs. The Pacific Regional \nSPCR aims to help bring about transformational change in national programs across the region \nby  (i)  integrating  CCA  and  DRR  in  collaboration  with  existing  regional  organizations, \n(ii) increasing  knowledge  and  awareness,  (iii)  promoting  the  replication  of  climate-resilient \nmeasures, and (iv) strengthening knowledge management and national capacities in monitoring \nand evaluation. The design and monitoring framework is in Appendix 1. \n \nA.  Impact and Outcome \n \n6.  The impact of the Pacific Regional SPCR will be increased resilience of Pacific DMCs to \nclimate variability and climate change. Its outcome will be the improved capacity of Pacific \nDMCs to respond to climate change impacts and related natural disasters. \n \nB.  Methodology and Key Activities \n \n7.  The TA will have two main outputs: (i) CCA and DRR mainstreamed in national and local \ndevelopment policies and plans, and (ii) Pacific DMCs‘ capacity to respond to climate change \nbuilt and supported. The TA will focus on priority sectors (food security and infrastructure) of \nselected Pacific DMCs, and contribute to attaining their sustainable development aspirations. It \nwill provide countries with cost-effective support best offered on a regional basis, and will \ncomplement ongoing CCA and DRR initiatives of other development partners.9 \n \n                                                \n6 Supplementary Appendix A discusses climate change and related issues and challenges in the Pacific Region, \nincluding general CCA and DRR programs, institutional framework, and lessons learned in implementing CCA and \nDRR interventions. \n7 The Pacific Regional SPCR proposal was jointly prepared by the Asian Development Bank (ADB) and the CROP \nagencies through a broad-based consultative process, including meetings with the Pacific DMCs, and various \nstudies under PPCR Phase 1 (ADB. 2011. TA7827-REG: Strengthening Climate Risks and Resilience Capacity of \nPacific Developing Member Countries. Manila.) The proposal was endorsed to the Climate Investment Funds by \nthe Pacific Islands Forum Secretariat (PIFS). \n8 This TA covers components 1 and 3, herein referred to as outputs 1 and 2, respectively, of the Pacific Regional \nSPCR document approved by the PPCR Sub-Committee on 30 April 2012. \n9 The project and its methodology and key activities are described in more detail in Supplementary Appendix B. \n ", "  3 \n8.  Output 1: Mainstreaming climate change adaptation and disaster risk reduction in \nnational and local development policies and plans. This output will bring integrated CCA \nand  DRR  to  the  local  and  community  levels  and  build  them  into  budgetary  and  sector \ndevelopment plans linked to national plans in selected Pacific DMCs and priority sectors. Key \nactivities will include (i) review and assessment of current subnational planning processes to \nidentify priority needs for assistance, (ii) development of new or improvement of existing tools, \n(iii) building capacity in applying the tools, and (iv) strengthening institutional arrangements and \npolicy support for mainstreaming at the sector level linked to national development processes. \nFor  these  activities, two  or three  Pacific  DMCs,  excluding  the  three pilot  countries (PNG, \nSamoa, and Tonga), will be selected based on a set of criteria to be jointly agreed by the CROP \nagencies and the participating multilateral development banks, to ensure consistency among \nthe three components of the SPCR regional track and avoid overlaps. These criteria could be as \nfollows: (i) approved national climate change policy or strategy or approved national DRR action \nplan or approved joint national action plan or similar plan for CCA or DRR, (ii) willingness to \nparticipate in the project, (iii) on-the-ground project implementation capability, and (iv) not being \none of the PPCR pilot countries in the Pacific region. \n \n9.  A  participatory  review  of  existing  subnational  planning  processes,  policies,  and \nlegislation—involving key stakeholders from government, relevant nongovernment organizations \n(NGOs), priority sectors, and local communities including women and youth—will identify best \npractices  on  CCA  and  DRR  mainstreaming  to  inform  national,  subnational,  and  local \nstakeholders and secure their concurrence to adopt these practices. A participatory assessment \nof key CCA and DRR issues and challenges will also be conducted, and existing CCA and DRR \nmainstreaming tools will be evaluated, to advance mainstreaming from the policy level to the \ndecision making and action level in the target sectors. Capacity building on CCA and DRR \nmainstreaming will be conducted for community leaders in the public and private sectors. In \ncollaboration with the Pacific Gender Climate Coalition, CCA and DRR policies and plans will be \nanalyzed and, if necessary, revised to become more gender sensitive. \n \n10.  Midway through the project, implementation of CCA and DRR mainstreaming in the \nselected Pacific DMCs and sectors will be reviewed and evaluated. Knowledge products on best \npractices  and  lessons will  be  prepared  and  disseminated to  other  sectors  in  the selected \ncountries and other Pacific DMCs with no PPCR country tracks, for application and/or scaling \nup, using their own resources or with support from other development partners. \n \n11.  Output 2: Building and supporting Pacific developing member countries’ capacity \nto respond to climate change risks. Pacific DMCs will be provided with strategic and technical \nsupport for improved access to resource information, identification of funding opportunities and \nassistance in preparing funding applications, and pooling of Pacific experience and knowledge \nand TA. The two main activities will be (i) the development and operationalization of a Regional \nTechnical Support Mechanism (RTSM) that will respond or facilitate response to the DMCs‘ \nCCA- and DRR-related needs; and (ii) the establishment of a rapid response fund (RRF), which \nwill finance the experts deployed by the RTSM to requesting Pacific DMCs. \n \n12.  The RTSM will be a network of experts (e.g., on gender, climate change financing, \nknowledge management, and monitoring and evaluation) who will facilitate the Pacific DMCs‘ \nrapid access to technical and advisory services to help strengthen national capacity to respond \neffectively  to  climate  change.  The  RTSM  will  build  on  existing  relationships  between \ngovernments  and  development  partners,  expertise  within  CROP  agencies,  and  other \nstakeholders. In coordination with related output 1 activities, it will also develop knowledge \n ", "4     \nproducts for dissemination through the Pacific Climate Change Portal and other similar online \ninformation sources. \n \n13.  The RRF will be established with initial funding from the Pacific Regional SPCR to \nenable  the fast  deployment  of  requested  TA  to  DMCs.  It  will  fund  services  from relevant \nindependent experts, and travel and per diem costs of experts from partner organizations and \nnational governments.10 The RRF could evolve into a financing facility through contributions of \nPacific governments, CROP agencies, and/or other international and regional development \npartners. \n \n14.  The RTSM and RRF will be established with oversight and coordination by the Working \nArm of the CROP CEO Sub-Committee on Climate Change and under the guidance of the \nCROP Executives Sub-Committee on Climate Change (CES-CCC).11 \n \nC.  Cost and Financing \n \n15.  The TA is estimated to cost $3.691 million, to be financed on a grant basis by the ADB \nStrategic Climate Fund and administered by ADB.12 Participating CROP agencies will contribute \nin-kind support, such as the cost of participation of agency personnel in TA activities, project \nmanagement and administration support, office space, and use of facilities.13 The cost estimates \nand financing plan are in Appendix 2. \n \nD.  Implementation Arrangements \n \n16.  ADB, through its Pacific Department (PARD), will be the executing agency and will \nexercise overall responsibility for coordination, supervision, and implementation of all project \nactivities. PARD will liaise with other relevant ADB units and/or offices, particularly the Pacific \nSubregional Office in Fiji and the PNG Resident Mission, and the PPCR focal person in ADB‘s \nRegional and Sustainable Development Department. \n \n17.  An  advisory  panel  composed  of  11  members  will  provide  strategic  guidance  in \nimplementing  the  Pacific  Regional  SPCR  under  the  TA  in  conjunction  with  the  CROP \nagencies.14 It will (i) review program implementation, (ii) ensure regular program monitoring and \nevaluation, (iii) oversee periodic progress reporting as required by the PPCR Sub-Committee, \nand (iv) recommend work progress for reporting to the countries. The panel will meet at least \n                                                \n10 Partners will include organizations that have committed to provide TA from existing staff within their respective \nagencies, e.g., CROP agencies, the United Nations, and the multilateral development banks. The partners involved \nare expected to increase over time, but initially, it will be important to allow the CROP agencies to develop the \nRTSM by building on each agency‘s specific comparative advantages. \n11 The Working Arm of the CROP CEO Sub-Committee on Climate Change (WACC) consists of senior officials from \neach CROP agency, and facilitates increased interaction among the CROP focal points, especially the exchange of \nexperience and information related to climate change housed in the different CROP agencies. The CES-CCC, \njointly chaired by PIFS and the Secretariat of the Pacific Regional Environment Programme (SPREP), consists of \nthe heads of the various regional organizations. \n12 Under the Pilot Program for Climate Resilience financed by the Strategic Climate Fund. \n13  The  Climate  Investment  Funds-approved  Pacific  Regional  SPCR  concept  paper  shows  the  contribution  of \nparticipating regional organizations as follows: $455,000 from SPREP for components 1 and 3, and $340,000 from \nthe Secretariat of the Pacific Community for component 2. \n14 The advisory panel will consist of 11 members: one representative each from the CROP agencies involved in \nimplementing the Pacific Regional SPCR (SPREP, PIFS, the Secretariat of the Pacific Community, and the Forum \nFisheries  Agency);  one  country  representative  each  from  Melanesia,  Micronesia,  and  Polynesia;  one \nrepresentative  from  the  three  PPCR  pilot  countries  in  the  Pacific  region  (PNG,  Samoa,  Tonga);  and  one \nrepresentative each from ADB, the World Bank, and the Australian Agency for International Development. \n ", "  5 \nannually or as often as required, chaired by a CROP agency representative, as determined by \nthe CROP executives and ADB. \n \n18.  A coordination secretariat, consisting of an international secretariat coordinator and a \nnational administration and finance officer, will be established in the Pacific Islands Forum \nSecretariat (PIFS) to (i) serve as the secretariat of the advisory panel, (ii) facilitate coordination \namong the regional SPCR components and between the SPCR regional and national programs, \nand (iii) coordinate relevant development partner assistance programs to encourage sharing \nexperiences and lessons and to avoid duplication of efforts.15 \n \n19.  The  Secretariat  of  the  Pacific  Regional  Environment  Programme  (SPREP)  will  be \nengaged by ADB, through single source selection, to manage the program.16 As such, SPREP \nwill have responsibility for the daily management of program implementation and for providing \nthe required technical advice for CCA and DRR mainstreaming under output 1 and for RTSM \nand RRF implementation in output 2. SPREP will also manage and administer studies and \nsurveys,  training  programs,  workshops,  and  conferences,  including  subcontracting  service \nproviders  such  as  academic  and  training  institutions,  NGOs,  and  community-based \norganizations as necessary. \n \n20.  The TA will be implemented over a 3-year period commencing on 1 June 2013 and \nending on 31 May 2016.17 ADB, through SPREP, will engage a team of international and \nnational consultants to provide 159 person-months of project management consulting services \n(para. 19) based in the SPREP headquarters in Apia, Samoa. To undertake the tasks described \nin para. 18, an international regional SPCR secretariat coordinator (18 person-months) will be \nrecruited directly by ADB and will be based at the PIFS headquarters in Suva, Fiji. The outline \nterms of reference for consultants are in Appendix 3. \n \n21.  Consultants will be engaged by ADB according to its Guidelines on Use of Consultants \n(2010,  as  amended  from  time  to  time).  Disbursements  will  conform  to  ADB‘s  Technical \nAssistance Disbursement Handbook (2010, as amended from time to time), and procurement of \nequipment will follow ADB‘s Procurement Guidelines (2010, as amended from time to time). \n \nIV.  THE RANKING VICE-PRESIDENT’S RECOMMENDATION \n \n22.  The  Ranking  Vice-President,  acting  in  the  absence  of  the  President,  under  the \nprovisions of Article 35.1 of the Articles of Agreement of ADB, recommends that the Board \napprove ADB administering technical assistance not exceeding the equivalent of $3.691 million \nto be financed on a grant basis by the ADB Strategic Climate Fund for the Implementation of the \nStrategic Program for Climate Resilience: Pacific Region. \n \n \n                                                \n15 The PIFS mandate includes program coordination. Running costs of the coordination secretariat will be shared \nequitably between ADB and the World Bank to cover all three components of the Pacific Regional SPCR. \n16 SPREP as a regional center of excellence and the lead Pacific organization with demonstrated capacity in climate \nchange work is best suited to manage the proposed TA. It has a long experience in managing regional and/or \nmulti-country projects particularly on climate change. SPREP has implemented over 100 internationally-funded \nregional  projects  in  climate  change  and  environmental  management,  in  general,  and  in  CCA  and  DRR \nmainstreaming, in particular, which lies at the core of the Pacific Regional SPCR. Further information about SPREP \nis available in Supplementary Appendix C and at www.sprep.org. \n17 The detailed project implementation schedule is in Supplementary Appendix D. \n ", "6  Appendix 1   \nDESIGN AND MONITORING FRAMEWORK \n \nData Sources and \nDesign   Performance Targets and   Reporting  Assumptions and  \nSummary  Indicators with Baselines  Mechanisms  Risks \nImpact       Assumption \nIncreased resilience  By 2023, from the 2013  National statistics  Participating governments \nof Pacific DMCs to  baselinea:  Vulnerability  and Pacific regional \nclimate variability and  Number of households classified  assessment findings  organizations sustain their \nclimate change  as poor or food insecure in most  Millennium  commitment to the SPCR \nclimate change affected regions  Development Goals  and continue to provide the \nreduced by 10%  reports  necessary resources to \nattain its intended impact \nNumber of lives lost and injuries \nand outcome. \nfrom extreme climate events \nRisk \nreduced \nDamage and economic losses  Climate change effects are \nfrom extreme climate events  too severe to prevent, \nreduced   mitigate, or offset. \nOutcome      Assumptions \nImproved capacity of  By 2016:  National development  Critical CCA and DRR \nPacific DMCs to  Effective integrated CCA and  plans and budgets  knowledge is available, \nrespond to climate  DRR response system with  Sector plans and  accessible, and widely \nchange impacts and  gender-sensitive indicators is  policies  disseminated in the Pacific. \nrelated extreme  operational in selected Pacific  Commitment of Pacific \nevents that can  DMCs.  Project monitoring  DMCs to regional \ncontribute to disasters  reports \nA working regional mechanism  cooperation remains strong. \nfor responding to climate change  Coordination secretariat \nimpacts and related extreme  reports \nevents that can contribute to \ndisasters is established.b  Maps and GIS data sets \nin government \ndepartments \nLocal government and \nprogram records \nOutputs      Risks \n1. Climate change  By end of project, in 3 pilot  Country and sector  CCA and DRR \nadaptation and  Pacific DMCs:  technical reports or  mainstreaming is not \ndisaster risk  project plans  prioritized in the national \nAt least 9 gender-sensitive CCA \nreduction are  government agenda. \nand DRR integration and  Government‘s policy \nintegrated and   \nmainstreaming tools (3 per  issuances \nmainstreamed into  High turnover of qualified \nselected country) \nnational and local  Country and sector  and trained staff in CROP \n(e.g., checklists, guidelines) \npolicies and plans,  financial and budget  agencies and the public \navailable at national and sector \nresulting in climate- reports  sector causes project \nlevels are studied and \nresponsive  implementation delays. \ndevelopment  programmed for replication.  Project implementation   \nplanning.  At least 6 policies developed or  timetable (showing \ncompletion date was \n  strengthened (2 per country) to \nshortened versus \ninclude CCA and DRR and \nplanned, or delayed) \ngender considerations in at least \n2 sectors (food security and \ninfrastructure) following the \nguidelines developed. \nCCA and DRR are included in \nnational and local budgets \nfollowing the processes outlined \nin the selected countries. \n ", "Appendix 1  7 \nData Sources and \nDesign   Performance Targets and   Reporting  Assumptions and  \nSummary  Indicators with Baselines  Mechanisms  Risks \n      Risks \n2. Pacific DMCs‘  By end of project:  Client surveys  Limited availability or \ncapacity to respond    accessibility of funds for the \nNational and local \nto climate change  RTSM and RRF are rated  RTSM \ngovernment agency \nrisks built and  satisfactory under the monitoring \nreports  Limited expertise \nsupported through  and evaluation framework by at \ncompatible with the \nstrengthened  least 20% of clients.  Pacific regional \nrequirements of the Pacific \nadaptive capacities    organization reports \ncountries \nand support  CCA and DRR knowledge and \nfacilities, such as  tools are applied in 3 pilot Pacific \nRTSM and RRF.  DMCs and rated satisfactory by \nat least 60% of the users. \n \nActivities with Milestones  Inputs \n1.  Output 1: Integrated CCA and DRR  ADB Strategic Climate Fund:c $3.691 million \nmainstreamed in national, sector, and local  Item  Amount ($‘000) \npolicies and plans     \n1.1  Identify Pacific DMCs‘ CCA and DRR  Consultants   \nmainstreaming gaps and priorities  \n-International   2,218 \n1.1.1  Conduct situation analyses (policy, institutional, \n-National      234 \nstakeholder, social and gender assessment) to \n-International and local travel   \nidentify key national and sector development \nand per diems     428 \nplanning processes that will be the focus of \ncomponent 1 (completed by month 6)  -Reports and communications       10 \n1.1.2  Review and analyze national planning and decision  Equipment       20 \nmaking tools; and identify gaps and key challenges  Workshops, trainings, and   \nto mainstreaming of CCA and DRR into national,  conferences     450 \nsector, and local policies, plans, and programs  Surveys and studies     180 \n(completed by month 6) \nMiscellaneous administration   \n \nand support costs       90 \n1.2     Select and strengthen tools to accelerate \nContingencies       61 \nmainstreaming in identified pilot countries  \n1.2.1  Identify and document best practices for \nmainstreaming that could accelerate country, \nsector, and local level implementation under output \n1 (completed by month 6)  \n1.2.2  Develop or adapt country and sector-specific CCA \nand DRR mainstreaming tools that ensure \nconsistency at national and local levels (completed \nby month 18) \n1.2.3  Develop, strengthen, and document good \nexamples of enabling policy and institutional \nframeworks to monitor mainstreaming activities in \nkey sectors at the national and community levels \n(completed by month 18) \n \n1.3     Jointly plan and implement, with the selected \ncountries, the accelerated mainstreaming of CCA \nand DRR in those key phases of mainstreaming \nwhere gaps were identified \n1.3.1  Carry out advocacy for fast-tracking identified CCA \nand DRR mainstreaming priorities and mobilize \nmandated drivers (completed by month 6) \n1.3.2  Develop and implement capacity building programs \nto support practical application of mainstreaming \ntools in pilot countries and sectors (completed by \nmonth 36) \n1.3.3  Implement CCA and DRR mainstreaming in pilot \n ", "8  Appendix 1   \nActivities with Milestones  Inputs \ncountries and target sectors through the  ADB Strategic Climate Fund:c $3.691 million \nstrengthening of national, sector, and local \ngovernance frameworks and integration into \nnational sustainable development strategies and \ndistrict or community development plans \n(completed by month 36) \n1.3.4  Replicate and scale up CCA and DRR \nmainstreaming in non-pilot Pacific DMCs and \nsectors and disseminate lessons learned, including \nthose from the PPCR country tracks (completed by \nmonth 36)  \n \n2.  Output 2: Building and supporting Pacific \nDMCs’ capacity to respond to climate change \nrisks \n2.1  Conduct consultations with Pacific DMCs, CROP \nagencies, and other stakeholders about the \nintended role, scope, and functions of the RTSM \n(completed by month 3) \n2.2     Undertake a stocktaking of existing capacity within \nCROP agencies and development of a roster of \nCCA and DRR experts to form the basis for the \nRTSM network (completed by month 3) \n2.3     Establish a register of national and regional \naccredited experts who could support the RTSM \n(completed by month 6) \n2.4     Develop policies, operational guidelines, and \nquality control mechanisms, including monitoring \nand evaluation, of RTSM and RRF (completed by \nmonth 6) \n2.5     Process requests for technical assistance from \nPacific DMCs (commenced by month 7) \n2.6     Promote the engagement of additional entities \nwilling to partner and provide support through the \nRTSM (commenced by month 1) \n2.7     Manage the RRF and prepare regular financial \nreports (commenced by month 12) \nADB = Asian Development Bank, CCA = climate change adaptation, CROP = Council of Regional Organisations in \nthe Pacific, DMC = developing member country, DRR = disaster risk reduction, GIS = geographic information \nsystem, PPCR = Pilot Program for Climate Resilience, RRF = Rapid Response Fund, RTSM = Regional Technical \nSupport Mechanism, SPCR = Strategic Program for Climate Resilience. \na The 2013 baseline will be collected during year 1 of project implementation. \nb The mechanism is able to respond effectively to countries‗ requests for technical assistance and access to climate \nchange financing. \nc Under the Pilot Program for Climate Resilience financed by the Strategic Climate Fund. The ADB Strategic Climate \nFund is administered by the Asian Development Bank. The total cost of Outputs 1 and 2 of the R-CDTA is \nestimated at $3.691 million. \nSource: ADB estimates. \n \n ", "          Appendix 2            9 \n \nCOST ESTIMATES AND FINANCING PLAN \n($‘000) \n \nItem  Amount \nADB Strategic Climate Funda   \n1.   Consultantsb   \n      a.   Remuneration   \n            International and national consultants  2,452.0 \n            (177 person-months) \n      b.  International and local travel and per diem     428.0 \n      c.   Reports and communications       10.0 \n2.   Equipmentc       20.0 \n3.   Workshops, training, seminars, and conferencesd     450.0 \n4.   Surveys, studiese and pilot demonstrationsf     180.0 \n5.   Miscellaneous administration and support costsg       90.0 \n6.   Contingencies       61.0 \n        Total    3,691.0 \nADB = Asian Development Bank. \na Under the Pilot Program for Climate Resilience financed by the Strategic Climate Fund, administered by ADB. The \ntotal cost of outputs 1 and 2 of the Pacific Regional SPCR is estimated at $3.691 million. \nb Including consulting services for project management, the coordination secretariat, and the Regional Technical \nSupport Mechanism. \nc Equipment purchased with TA funds are ADB‘s property and will remain so until they are transferred to the \ngovernment or disposed of in accordance with ADB Procurement Guidelines (Ref: PAI 5.09 on Purchasing \nEquipment and Vehicle, para 31, dated 24 Jan 2011). \nd  Mainly for output 1, such as training on the development of climate change adaptation and disaster risk reduction \nmainstreaming tools and capacity building and training of national and local government officials on the use of said \ntools. \ne Such as policy and legislative reviews prior to the drafting of appropriate policy issuances and legislation and \nregulations related to climate change adaptation and disaster risk reduction. \nf   Such as demonstration of the use of climate change adaptation and disaster risk reduction mainstreaming tools. \ng  To cover administrative support staff costs to be administered by ADB, as well as travel of ADB project staff serving \nas  resource  persons  during  project  activities,  e.g., as  facilitators,  speakers,  panelists  in  project  workshops, \nseminars, and/or training courses. \nSource: ADB estimates. \n \n \n ", "10  Appendix 3   \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Overview \n \n1.  A  team  of  international  and  national  consultants  will  be  engaged  by  the  Asian \nDevelopment  Bank  (ADB)  through  the  Secretariat  for  the  Pacific  Regional  Environment \nProgramme (SPREP) to provide 159 person-months of project management consulting services \nout of the SPREP headquarters in Apia, Samoa. In addition, an international regional Strategic \nProgram for Climate Resilience (SPCR) secretariat coordinator will be recruited individually by \nADB  to  serve  for  18  person-months  at  the  Pacific  Islands  Forum  Secretariat  (PIFS) \nheadquarters in Fiji. In total, the project will require 177 person-months of international and \nnational consulting services throughout its 3-year duration. \n \nB.  Program Management Consulting Services \n \n2.  SPREP  will  be  engaged  by  ADB,  through  single  source  selection,  to  manage  the \nprogram, and as such will be responsible for the daily management of program implementation \nand  for  providing  the  required  technical  advice  for  climate  change  adaptation  (CCA)  and \ndisaster risk reduction (DRR) mainstreaming under output 1 and for Regional Technical Support \nMechanism (RTSM) and Rapid Response Fund (RRF) implementation in output 2.1 Its main \ntasks  will  include  (i)  detailed  work  planning  and  budgeting,  (ii)  coordinating  program \nimplementation with other partners and relevant parties, (iii) procurement of goods and services, \n(iv) financial management, and (v) documentation and reporting. It will provide the services of \nthe following consultants (Table A3), with the terms of reference given below. \n \nTable A3: Breakdown of Program Management Consulting Services \n \n  Specialist  No. of  \nperson-months \n1.  Program manager (international)a    33 \n2.  Integrated climate change adaptation and disaster risk reduction    33 \nmainstreaming specialist (international)b \n3.  Regional Technical Support Mechanism coordinator    30 \n(international)c \n4.  Procurement and finance officer (national) b    27 \n5.  To be determined (international, 24 person-months; national,    36 \n12 person-months)b \n  Total  159 \na  Mainly for output 1. \nb  For both outputs 1 and 2. \nc  Mainly for output 2. \nSource: ADB estimates. \n \n1.  Program Manager (international, 33 person-months) \n \n3.  The program manager should be a senior specialist with a degree in economics, natural \nresources, environmental management, or allied fields, with at least 15 years of international \n                                                \n1 SPREP is a regional center of excellence and the lead Pacific organization in climate change work. SPREP has \nimplemented over 100 internationally-funded regional projects in climate change and environmental management, \nin general, and in CCA and DRR mainstreaming, in particular, which lies at the core of the Pacific Regional SPCR. \nFurther information about SPREP is available in Supplementary Appendix C and at www.sprep.org. \n ", "  Appendix 3  11 \nexperience  in  managing  internationally-funded  projects,  preferably  in  natural  resources, \nenvironment, or climate change, in the Pacific region. He/she will be based in Apia, Samoa, \nreporting to the director of SPREP‘s Climate Change Division, with the following tasks: \n \n(i)  Provide  overall  direction,  coordination,  and  supervision  of  project  activities, \nincluding  preparing  the  overall  project  work  plan  and  work  plans  in  the  pilot \ncountries, and preparing the required technical assistance (TA) reports including \ninception,  quarter  progress,  midterm,  draft  final,  and  final  reports  as  well  as \nfinancial reports and statement of expenses and reporting these to the Climate \nChange Division director. \n(ii)  Efficiently manage a team of multidisciplinary experts, oversee and review the \nperformance  of  the  individual  team  members,  and  guide  them  to  successful \ncompletion of the assignment. \n(iii)  Ensure  the  achievement  of  the  project  outputs  and  produce  quality  reports \ndocumenting technical, social, institutional, and economical findings, providing a \ncomprehensive analysis of the problems and issues encountered and measures \nadopted  for  their  resolution,  coordinating  development  and  dissemination  of \nknowledge  management  products,  and  highlighting  the  project  outputs  and \noutcomes, as well as follow-up actions and recommendations. \n(iv)  Work with the CCA and DRR mainstreaming specialist in supporting the selected \ncountries in developing the policy framework for the integration of CCA and DRR \nconsiderations in national, sector, and local or community plans. \n(v)  Coordinate closely with national and local government officials, private investors, \ncommunity  representatives,  and  local  nongovernment  organizations  (NGOs), \nCouncil  of  Regional  Organisations  in  the  Pacific  (CROP)  agencies,  and \ndevelopment  partners  involved  in  the  implementation  of  outputs  1  and  2, \nparticularly with the team of the World Bank-managed component of the Pacific \nRegional  SPCR  and  other  concerned  development  partners  (such  as  the \nAustralian  Agency  for  International  Development,  German  development \ncooperation through GIZ, the European Union, the United States Agency for \nInternational Development), and other stakeholder groups. \n(vi)  Perform other activities that may be assigned by the Climate Change Division \ndirector and/or the ADB project officer from time to time. \n \n2.  Integrated  Climate  Change  Adaptation  and  Disaster  Risk  Reduction \nMainstreaming Specialist (international, 33 person-months) \n \n4.  The  specialist  should  have  a  graduate  degree  in  environment,  natural  resources \nmanagement, or related fields and at least 10 years of prior experience in climate change \nadaptation and disaster risk reduction in the Pacific region. He/she should have been involved in \nactual field project implementation and in providing technical advice and assistance to countries \nin their CCA and DRR efforts. Actual experience in CCA and DRR mainstreaming into national, \nlocal, and sector policies and plans will be an advantage. To be based in Apia, Samoa, he/she \nwill report to the program manager and closely coordinate with the RTSM coordinator and with \nthe team of the World Bank-managed component of the Pacific Regional SPCR. He/she will \nhave the following responsibilities: \n \n(i)  Organize and facilitate a participatory review of existing provincial or district and \nlocal development planning processes, policies, and legislation in the selected \ncountries  to  identify  the  measures  that  would  be  needed  in  mainstreaming \nclimate  change.  The  review  will  involve  key  stakeholders  including \n ", "12  Appendix 3 \nrepresentatives  of  government,  relevant  NGOs,  local  communities,  including \nwomen and the youth, and those associated with the natural resources sector to \nascertain the implications and the need for improvement or change. \n(ii)  Assist the program manager and RTSM coordinator in the preparation of annual \nwork  and  financial  plans  for  the  overall  project  and  for  the  individual  pilot \ncountries. \n(iii)  Take the  lead  in  providing  technical  advice  to  the  selected  countries  in  the \nfollowing: \n(a)  conduct of a review and assessment of the socioeconomic, ecological, and \ndevelopment  vulnerability  issues  and  challenges  arising  from  climate \nchange and disaster impacts;  \n(b)  development of new or improvement of existing tools for mainstreaming \nCCA and related DRR specific to each participating country and target \nsector  (food  security  and  infrastructure),  including  the  preparation  of \nchecklists, guidelines, and draft legislation, among others;  \n(c)  building of country capacity in the use and application of CCA and DRR \nmainstreaming  tools,  including  conduct  of  training  needs  assessment, \ndesign of training programs to address identified knowledge and skills gaps, \nsupervision and monitoring of training programs, and preparation of training \nreports; \n(d)  supporting  the  selected  countries  in  developing  the  enabling  policy \nframework for the integration of CCA and DRR considerations in national, \nsector, local, and community plans;  \n(e)  strengthening of institutional arrangements for mainstreaming at the sector \nlevel  linked  to  national  development  processes,  including  review  and \nassessment  of the  existing  institutional  environment for  CCA  and  DRR \nmainstreaming; and \n(f)  preparing  technical  and  progress  reports  on  output  1  activities  in  the \nselected countries and for the overall ADB-managed project. \n(iv)  Perform other activities that may be assigned by the program manager and/or \nthe ADB project officer from time to time. \n \n3.  Regional  Technical  Support  Mechanism  Coordinator  (international, \n30 person-months) \n \n5.  The specialist should have at least a graduate degree in environment, natural resources \nmanagement, climate change adaptation, or related fields and at least 10 years‘ experience in \nplanning and development of project proposals and management of development projects in the \nenvironment and national resources sectors in the Pacific. Prior working experience in the \nPacific will be an advantage. The specialist will facilitate the development and operation of the \nRTSM and the related RRF in collaboration with the Working Arm on Climate Change of the \nCROP Executives Sub-Committee on Climate Change (CES-CCC). He/she will also lead in \nconceptualizing and developing a sustainability strategy for the RTSM and RRF. To be based at \nthe PIFS headquarters in Suva, Fiji, the RTSM coordinator‘s tasks will include the following: \n(i)  Consult  with,  and  raise  awareness  among,  relevant  stakeholders  about  the \nintended role, scope, and functions of the RTSM. \n(ii)  Develop the operational aspects and policies of the RTSM, including drawing on \nthe associated RRF. \n(iii)  Foster  the  engagement  of  additional  entities  willing  to  partner  and  provide \nsupport through the RTSM. \n ", "  Appendix 3  13 \n(iv)  Build on current registers of experts; and maintain and enhance a regional roster \nof  expertise  that  could  include  government  officials,  CROP  staff,  multilateral \nagency staff and consultants, academics, the private sector, and civil society. \n(v)  Raise funds to populate the RRF on a needs basis and facilitate self-funding of \nthe management of the RTSM from administrative fees. \n(vi)  Facilitate and process requests for TA among the members of the RTSM and \nmember country experts. \n(vii)  Prepare regular reports to the coordination secretariat, ADB, CES-CCC, and \nRTSM members on the progress of RTSM establishment and operation.  \n(viii)  Be responsible for financial management and reporting on expenditures related \nto the deployment of experts using resources from the RRF or other sources, \nwhere necessary. \n(ix)  Perform other activities that may be assigned by the program manager and/or \nthe ADB project officer from time to time. \n \n4.  Procurement  and  Financial  Management  Specialist  (national,  27  person-\nmonths) \n \n6.  The specialist should have a degree in finance, economics, management, or related \nfields,  with  at  least  7  years  of  experience  in  procurement  and  financial  management  in \ninternationally-funded projects, preferably those funded by ADB or the World Bank in the Pacific \nregion. To be based at SPREP, Apia, Samoa, he/she will report to the program manager, \nclosely coordinate with the RTSM coordinator, and assist the program manager in the following \ntasks: \n(i)  Preparation of annual work and financial plans, including the consolidation of \ninputs by other consultants and stakeholders. \n(ii)  Organizing and managing procurement activities, ensuring that procurement is \nundertaken in the most efficient and cost-effective manner in accordance with \nADB guidelines applicable to the project. \n(iii)  Establishing a procurement monitoring system at the coordination secretariat to \nallow  the  collection  and  recording  of  procurement  data  for  the  purpose  of \n(a) timely information exchange, submission, and approval of terms of reference, \nshortlists,  and  other  requirements;  (b)  tracking  all  necessary  and  critical \nprocurement actions and activities including advertising, bidding, contract award, \nand completion time for individual contracts; (c) prompt reporting of contract \naward information by the coordination secretariat to ADB; and (d) preparation of \nquarterly reports for submission to ADB. \n(iv)  Development of a contract management system to ensure that records and data \nare stored systematically and cross-referenced with the financial accounts of the \nproject. \n(v)  Ensuring the effective and efficient conduct of all financial management and \ndisbursement activities associated with the project, including keeping necessary \nrecords to support TA disbursement applications in full compliance with ADB \nrequirements and procedures. \n(vi)  Establishing the project financial management system in accordance with ADB \nrequirements,  including  preparation  of  specifications  and  installation  of \nappropriate  accounting  system  to  ensure  that  transactions  are  properly \nprocessed  and  recorded  in  accordance  with  the  ADB  Technical  Assistance \nDisbursement Handbook (2010, as amended from time to time). \n ", "14  Appendix 3 \n(vii)  Providing  on-the-job  training  to  SPREP‘s  administrative  and  finance  staff  to \nensure  that  project  expenditures  are  incurred  in  accordance  with  ADB \nregulations. \n(viii)  Preparation  of  the  necessary  financial  reports  and  statements  for  quarterly \nprogress reports, audit reports, midterm review, and project completion reports. \n(ix)  Carrying out any other activities that may be assigned by the program manager, \nRTSM coordinator and/or the ADB project officer from time to time. \n \n5.  Short-Term Specialists (international, 24 person-months; national, 12 person-\nmonths; to be determined) \n \n7.  Technical specialists will be recruited by SPREP to provide short-term advisory services \nto the Pacific developing member countries as requested through the RTSM. These specialists \nare expected to render advice in areas mostly related to the technical aspects of CCA and DRR, \nbut specialists in other fields may also be required, such as policy and legislation, community \nmobilization,  environmental  and  social  safeguards,  gender,  knowledge  management,  and \nmonitoring  and  evaluation,  among  others.  A  total  allocation  of  36  person-months  will  be \nprovided for these consultants, of which about 24 person-months will be international and the \nbalance,  national.  Their  terms  of  reference  will  be  prepared  by  the  RTSM  coordinator  in \nconsultation with the SPREP Climate Change Division director and the program manager, for \napproval by ADB, as basis for their engagement. These specialists will be hired on an individual \nbasis according to ADB‘s Guidelines on the Use of Consultants (2010, as amended from time to \ntime). \n \nC.  Regional  Strategic  Program  for  Climate  Resilience  Secretariat  Coordinator \n(international; 18 person-months)  \n \n8.  To run the day-to-day functions of the Pacific Regional SPCR Coordination Secretariat \nto be established in PIFS, an international secretariat coordinator will be engaged by ADB and \nassigned  to  PIFS.2  The  coordinator  should  have  a  graduate  degree  in  natural  resource \nmanagement, environment, or related fields with at least 10 years of experience in the actual \ncoordination and management of internationally-funded projects in the Pacific region, including \nmonitoring and evaluation. Prior experience in ADB, World Bank, or Australian Agency for \nInternational Development projects is an advantage. The specialist will be based at the PIFS \nheadquarters  in  Suva,  Fiji  and  report  to  the  Regional  SPCR  advisory  panel  through  the \ndesignated CES-CCC member. He/she will: \n(i)  Exercise day-to-day management of the coordination secretariat. \n(ii)  Prepare annual work plans for review by the advisory panel and ADB. \n(iii)  With inputs from the ADB (and World Bank) team leaders, design and establish a \nprogram performance management system for the Pacific Regional SPCR. \n(iv)  Facilitate coherence between the SPCR regional and national programs. \n(v)  Facilitate communication between ADB and the World Bank and between the \nmultilateral development banks and the components. \n(vi)  Set up a monitoring and evaluation system for the project and perform regular \nmonitoring and evaluation of the regional SPCR components with respect to their \nprogress, overall objectives, and target outcomes. \n(vii)  Prepare regular progress and monitoring and evaluation reports for submission \nto the advisory panel and ADB. \n                                                \n2 The cost of running the coordination secretariat will be shared equitably between ADB and the World Bank to cover \nall three components of the Pacific Regional SPCR. \n "], "metadata": {"Author": "Marilou Drilon, PARD", "CreationDate": "D:20130403111021Z", "Creator": "Microsoft® Office Word 2007", "ModDate": "D:20130430100323+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "Regional SPCR", "Title": "Revised fianl TA paper fr VPO2"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CCA  –  climate change adaptation \n  CES-CCC      –  CROP Executives Sub-Committee on Climate Change \n  CROP  –  Council of Regional Organisations in the Pacific \n  DMC  –  developing member country \n  DRR  –  disaster risk reduction \n  NGO  –  nongovernment organization \n  PIFS  –  Pacific Islands Forum Secretariat \n  PPCR  –  Pilot Program for Climate Resilience \n  RRF  –  Rapid Response Fund \n  RTSM  –  Regional Technical Support Mechanism \n  SPCR  –  Strategic Program for Climate Resilience \n  SPREP  –  Secretariat for the Pacific Regional Environment Programme \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional–Capacity development technical assistance (R-CDTA) \nTargeting  –  Targeted intervention–geographic  \nclassification \nSector  –  Multisector  (agriculture  and  rural  sector  development;  investment \n(subsectors)  funds;  urban  sector  development;  transport  management  and \npolicies) \nThemes  –  Capacity  development  (institutional  development),  environmental \n(subthemes)  sustainability (environmental policy and legislation), gender equity \n(gender  equity  in  economic  opportunities,  gender  equity  in \nempowerment  and  rights),  social  development  (disaster  risk \nmanagement) \nClimate change  –  Adaptation \nLocation impact  –  Regional (high), national (high), rural (medium), urban (medium) \nPartnership  –  Strategic Climate Fund within the Climate Investment Funds \n \nNOTE \n \nIn this report, ―$‖ refers to US dollars. \n \nVice-President  S. Groff, Operations 2 \nDirector General  X. Yao, Pacific Department (PARD) \nDirector  R. Guild, Transport, Energy, and Natural Resources Division (PATE), \nPARD \nTeam leader  M. Drilon, Senior Natural Resources Economist, PARD \nTeam members  K. Groves, Senior Policy and Aid Effectiveness Specialist, PARD \nL. Rufo, Environment Officer (Climate Adaptation), RSDD \nH. Uusimaa, Climate Change Specialist, PARD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n ", "authors": [{"fullname": "S. Groff", "role": "Operations", "organization": ""}, {"fullname": "X. Yao", "role": "Pacific Department (PARD)", "organization": ""}, {"fullname": "R. Guild", "role": "Transport", "organization": "Energy"}, {"fullname": "M. Drilon", "role": "Senior Natural Resources Economist", "organization": "PARD"}, {"fullname": "K. Groves", "role": "Senior Policy and Aid Effectiveness Specialist", "organization": "PARD"}, {"fullname": "L. Rufo", "role": "Environment Officer (Climate Adaptation)", "organization": "RSDD"}, {"fullname": "H. Uusimaa", "role": "Climate Change Specialist", "organization": "PARD"}]}