{"path": "data/input/ta/46453-001-pptar.pdf", "pages": ["10  Appendix 4 \nPROJECT PREPARATORY TECHNICAL ASSISTANCE \n \nA.  Justification \n1.  A  PPTA  is  required  to  develop  the  project.  It  will  conduct  due  diligence  covering \ntechnical, economic, financial, governance, procurement, and anticorruption aspects, including \nsocial and environmental safeguards, and gender action plan on the proposed project; and \noperation, maintenance and capacity strengthening program for the utility including customers. \n \nB.  Major Outputs and Activities \n2.  The major outputs and activities are summarized in Table A4.1.  \n \nTable A4.1: Summary of Major Outputs and Activities \nExpected  Expected \nMajor Activities  Initiation Date  Major Outputs  Completion Date \n1. Desk review existing reports   September  Deliverable 1: Inception Report  October 2013 \n1.1 Carry out solar resource  2013     \nassessment, network/mini-grid     \nstudy1 and synchronization     \nanalysis. Site selection.     \n1.2 Conduct due diligence.     \n1.3 Design capacity development   \nprogram.   \n1.4 Draft analysis report of   October 2013  Deliverable 2: Draft Final  January 2014 \nfeasibility study, training    Report, including draft \nprograms for utility, customers,    safeguard due diligence \nO&M, including manuals  reports/plans \n2. Prepare board documents   October 2013  Deliverable 3: Support docs.  January 2014 \n3. Prepare tender process   October 2013  Deliverable 4: Tender  January 2014 \nDocuments \nSource: Asian Development Bank estimates. \n \nC.  Cost Estimate and Proposed Financing Arrangement \n3.  The PPTA is estimated to cost $0.5 million equivalent which will be financed on a grant \nbasis  by  the  Japan  Fund  for  Poverty  Reduction  (JFPR),  and  administered  by  ADB.  The \ngovernment counterpart support will be counterpart staff, office and housing accommodation, \noffice supplies, secretarial assistance, domestic transportation, and other in-kind contributions. \nThe value of government contribution is estimated to account for 10% of the total TA cost. The \ndetailed cost estimate is presented in Table A4.2. \n                                                \n1 Rarotonga: 8.2 MW (diesel derated capacity) and 600 kWp (by end 2012 solar capacity). Peak 4.52 MW (02.  \n2012); electricity generation 28.83 GWh/year. Domestic electricity tariff is $0.63/kWh and commercial $0.87/kWh). \nAitutaki: 2.4 MW (diesel capacity). Peak 620 kW and electricity generation 3.3 GWh/year. Domestic electricity tariff \n$0.89/kWh (flat rate). Commercial consumers have a decreasing tariff of $0.89/ kWh for 1st 1000 units and \n$0.56/kWh above 1000 units. Outer islands: 1.135 MW (diesel capacity). Northern group: Rakahanga 27 kW \n(diesel); Pukapuka  21 kW (diesel) and 14 kW (solar); Nassau 21 kW; Manihiki 136 kW; Palmerston 21 kW; \nPenrhym 116 kW. Peak demand: Rakahanga 18 kW; Pukapuka 35 kW; Nassau 10 kW; Manihiki 50 kW; \nPalmerston 8 kW; Penrhym 70 kW. Southern group: Mitiaro 77 kW; Atiu 242 kW; Mauke 130 kW; Mangaia 330 kW. \nPeak demand: Mitiaro 39 kW; Atiu 100 kW; Mauke 90 kW; Mangaia 120 kW.  Total generated electricity 2011: \n1.716 GWh. Northern group: Rakahanga 0.076 GWh; Pukapuka 0.034 GWh; Nassau  0.04 GWh; Manihiki 0.3 \nGWh; Palmerston  0.029 kWh; Penrhym  0.124 GWh. Southern group: Mitiaro 0.12 GWh; Atiu  0.332 GWh; Mauke  \n0.22 GWh; Mangaia 0.441 GWh. Domestic electricity tariff $0.42 to $0.95/kWh and commercial $0.65 to 0.95/kWh. \n \n ", "Appendix 4  11 \n \nTable A4.2: Cost Estimates and Financing Plan \n($'000) \nTotal \n Item  Cost \nA.  Japan Fund For Poverty Reduction a   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (16 person-months)  385.0 \n      ii.  National consultants (5 person-months)  25.0 \n    b.  International and local travel  60.0 \n    c.  Reports and communications  5.0 \n  2.  Workshops, training, seminars, and conferences b  10.0 \n  3.  Surveys  5.0 \n  4.  Contingencies  10.0 \n      Total  500.0 \na  Administered by the Asian Development Bank. \nb  Administered by consultants \nPurpose  Venue \nStakeholder consultation  Ministry of Infrastructure and Planning \nSource: Asian Development Bank estimates. \n \nD.  Consulting Services \n4.  The TA will require 16 person-months of international and 5 person months of national \nconsulting inputs. ADB will hire a consulting firm in accordance with the Guidelines on the Use \nof  Consultants  by  ADB  and  its  Borrowers  (2013).  In  accordance  with  its  paragraph  2.31 \nevaluation of the consulting entity qualifications will take into account possibility of downstream \nassignment (implementation of the investment project). Goods will be procured as per ADB’s \nProcurement  Guidelines  (2013). The  consulting firm  will  be  engaged  through fixed  budget \nselection  (FBS)  method,  due  to  the  specific  technological  complexity  of  the  project  using \nsimplified technical proposal. The proceeds of the TA will be disbursed in line with ADB’s \nTechnical Assistance Disbursement Handbook (April 2010, as amended from time to time). \nTable A4.3 reflects required services. \n \nTable A4.3: Summary of Consulting Services Requirement \nInternational  National \nName of Positions  Person-months  Name of Positions  Person-months \nElectrical  Power  Grid/  Diesel  4.0  Support local professional  5.0 \nSpecialist and Project Team Leader \nSolar PV Power Specialist  4.0     \nElectrical Power Battery Specialist  4.0     \nFinancial Specialist (Power)  2.0     \nSocial Specialist  1.0     \nEnvironment Specialist  1.0     \nSource: Asian Development Bank estimates. \n \n5.  Electrical Power Grid/ Diesel Specialist and Project Team Leader (international, 4 \nperson-months).  Will  demonstrate  substantial  experience  developing  solar  power  projects \n(on/off-grid-connected), within context of remote areas and have following responsibilities: (i) \nDesk review of existing material/reports related to solar projects in the Cooks; work closely with \nthe executing and implementing agencies, including the power utility to assess the status of \nexisting  diesel  power  generators  and  solar  photovoltaic  grid  systems.  Conduct  renewable \nenergy resource assessment, propose and select project sites for  the on-grid in the main \n ", "12  Appendix 4 \nislands, and off-grid components in the outer islands across the northern and southern groups. \nDraft short project manual containing key information on how to implement the project. Conduct \nsystem simulations as needed. Deliverable 1: Inception Report. (ii) In coordination with the \nteam and relevant stakeholders, conduct a network and synchronization assessment using \nappropriate  software  simulation  tools.  Conduct  diesel  fuel  usage  and  existing  load  profile \nanalysis, including demand forecast. Key words: grid stability and compensation, integrated \nenergy  matrix.  Balance  of  plant:  protection,  control,  monitoring,  synchronization,  power \ntransformer and switchgear concept design; (iii) Conduct due diligence process for the selected \nproject  sites  (technical,  economic,  social  and  environmental),  including  governance, \nanticorruption,  regulatory  and  policy  assessments;  (iv)  In  coordination  with  the  Financial \nSpecialist, conduct techno-financial analysis, calculate Levelized Cost of Electricity. Design the \nprocurement plan. Assess existing regulatory regime and structure for adequacy in including (or \nnot)  feed  in  tariffs,  net  metering  for  rooftop  solar  PV,  incentives/  initiatives  for  facilitating \ndeployment  of  solar  PV  power;  (v)  Lead  consultation  workshops  with  government,  non-\ngovernment stakeholders to assess system issues and discuss the proposed projects; (vi) \nPropose a concept on how the power utilities should be structured in order to enable new \ntechnologies to operate on a sustainable manner; (vii) Draft the due diligence report under \nguidance  of  the  Energy  Specialist,  PATE.    Exact  contents  will  be  determined  during  the \ninception  mission  but  will  include  site  description,  system  simulation,  technical  concept \nspecifications, cost estimates, economic and financial feasibility, procurement plan, governance \nand new utility structure, risk assessment, environmental and social safeguards according to \nADB principles; (viii) Conduct at least 2 stakeholder workshops in the main islands; Deliverable \n2:  Draft  Final  Report  (including  workshop  report);  Deliverable  3:  Board  support \ndocumentation (as needed); Deliverable 4: Draft Tender Documents, according to ADB’s \nguidelines.  \n \n6.  Solar  Photovoltaic  (PV)  Power  Specialist  (international,  4  person-months).  Will \ndemonstrate  substantial  experience  in  power  electric  systems  and  expertise  in  designing, \nimplementing and commissioning distribution networks, power substations/ switch yards; both \nmiddle and low voltage switchgear, protection, control, automation and measurement. (i) Carry \nout preliminary resource assessments using satellite data and model expected output from the \nproposed grid-connected and off grid solar plants, including hybrid systems and mini grids, and \nselect all project sites; (ii) Survey the existing electrical power systems and distribution (mini) \ngrids in the selected project sites. Review existing grid code or similar for connecting larger \nquantities  of  solar  power  and  make  recommendations  on  remedies;  (iii)  Conduct  system \nsimulations and design all solar generators, including configuration of power electronics and \nbalance of plant/system; (iv) In coordination with the Team Leader, conduct network study, grid \nsynchronization analysis, conduct fuel usage and existing load profile analysis; key words: grid \nstability  and  compensation,  integrated  energy  matrix,  protection,  control,  monitoring,  and \nswitchgear/grid  design,  SCADA  power  transformer  and  switchgear.  Document  current  and \nfuture electricity demand and load curves for the grids. Elaborate technical calculations; (v) \nPrepare and confirm detailed cost estimates for the distribution network/ mini-grid (including \nsolar power) scheme. The prices determined shall reflect the realistic cost of equipment to be \nsourced from prospective suppliers and contractors and take into account the procurement \nmethod and local procurement capacity; (vi) Assist the Project Team Leader in drafting all \ndeliverables and conducting workshops. \n \n7.  Electrical  Power  (Battery)  Specialist  (international,  4  person-months).  Will \ndemonstrate  substantial  experience  in  power  electric  systems  and  expertise  in  designing, \nimplementing  and  commissioning  battery  storage  systems;  distribution  networks;  power \nsubstations/ switch yards (both middle and low voltage switchgear), including protection, control, \n ", "Appendix 4  13 \n \nautomation and measurement. (i) Undertake a market assessment of most suitable battery \nstorage  and  control  technologies  (including  correspondent  protection  and  monitoring \nmechanisms) for the power systems, in order to facilitate load management including peak \nshaving and energy efficiency and support high levels of renewable energy penetration in the \nislands particularly for phased transition to 100% renewable energy on the outer islands; (ii) \nCompare technologies and conduct cost benefit analysis of best suitable options; (iii) Propose a \nconcept for battery storage in mini-grids, and a concept for battery storage in the main island \ngrid  including  governor  topology;  (iv)  Design  procurement  selection  criteria  and  technical \nschedules for battery and control system (including protection, monitoring and measurement). \n \n8.  Financial  Specialist  (Power)  (international,  2  person-months).  Will  demonstrate \nsubstantial experience in conventional generation and solar photovoltaic generation of electricity \nprojects related to their financial appraisal and modeling. (i) Prepare cost estimates for the solar \npower schemes, including power demand, least-cost, sensitivity and risk analysis, EIRR, FIRR, \nWACC and calculate the LCOE, including O&M and equipment replacement parts for the whole \nproject life cycle. ADB’s Handbook for Integrating Risk Analysis in the Economic Analysis of \nProjects,  will  provide  guidance;  (ii)  Incorporate  into  the  economic  analysis  the  economic \nquantification of environmental impact caused by the project (if any) following ADB’s Economic \nValuation  of  Environmental  Impacts:  A  Workbook  (1996),  and  Environmental  Assessment \nGuidelines (2003); (iii) Assess the impact of the project on the uniform national power tariff in \nThe Cook Islands and make recommendations to Government (if suitable) to create a sinking \nfund to ensure capital replacement at the end of the plants’ useful life; (iv) Assess regulatory \nframework for power tariff, including possibility of using project fuel savings to benefit poorer \nhouseholds or community service obligations; (v) Review audited financial statements of the \nimplementing agency and/or utility to assess financial performance and internal generation of \nfunds; (vi) conduct an assessment of the financial management capacity and internal control \npolicies and procedures of executing and implementing agencies, based on ADB’s Guidelines \non the Financial Management and Analysis of Projects (2005). \n \n9.  Social Specialist (international/individual, 1 person-month). Will strong background in \nsocial  analysis.  (i)  Conduct  surveys  and  consultations  with  Government  and  NGO’s  to \nsupplement secondary data; stakeholder consultation activities (community leaders, elderly, \ndisabled, women, etc.). Prepare poverty profile; safeguard corrective action plan; (ii) Conduct a \nsocial compliance audit for the existing facilities to identify past or present concerns related to \nimpacts  on  land  acquisition/resettlement  or  indigenous  peoples  in  accordance  to  ADB \nSafeguard Policy Statement. (iii) Conduct poverty analysis and pro-poor impacts within the \nproject area. Present findings in the Summary Poverty Reduction and Social Strategy template; \n(iv) Identify gender issues, suggest remediation measures and incorporate them into the project \ndesign. Prepare and integrate the Gender Action Plan into the PAM; (v) Impact on indigenous \npeoples, and prepare an indigenous peoples plan (if any), following ADB’s Safeguard Policy \nStatement; (vi) Investigate land acquisition, use, and access; and natural resources. Undertake \nnecessary due diligence/assessment and prepare a resettlement plan (RP) based on census of \naffected/displaced people (DPs), inventory of losses, and socio-economic survey of DPs, review \nof the country safeguard systems and identification on necessary measures in accordance with \nADB's SPS. The contents of RP should follow the outline in Appendix 2 of the SPS. \n  \n10.  Environment  Specialist  (international,  1  person-month).  With  strong  background \nrelated to power projects, or environmental assessment of infrastructure projects. (i) Prepare the \nenvironmental assessment for the project in accordance with local and ADB’s Safeguard Policy \nStatement (2009); (ii) Draft (i) Gantt Matrix focusing on energy, technology, environment, social, \nlegal, and economic aspects; (iii) listing of impacts on soil, air and water and relevant mitigation \n ", "14  Appendix 4 \nmeasures, including climate change; (iv) consultation with project stakeholders; (v) assessment \nof the institutional capacity of the Project proponent, relevant regulatory agencies involved with \nimplementing the Project’s environmental management plan; (vi) draft related TOR for capacity \nbuilding; (vii) draft initial environmental examination and environmental management plan, in \naccordance  with  ADB’s  Safeguard  Policy  Statement  (2009);  (ii)  environmental  text  for  the \nProject Administration Manual, including detailed activities, and (iii) draft environment text for \nkey project documents as RRP, and Project Agreement \n \n11.  National Support Project Management Consultant (Generalist: technical or social 5 \nperson-months). (i) Assist the Project Team in gathering existing background data and reports; \n(ii)  assist  the  project  team  in  (a)  arranging  travel  logistics,  (b)  arranging  meetings  and \nworkshops,  (c)  maintaining  contacts  with  stakeholders,  (d)  obtaining  relevant  country \nbackground data, and (e) obtaining follow-up technical data; (iii) support the Government in \ncoordinating and implementing TA activities; (iv) Community facilitator: during communication \nand  consultations  between  team,  government  and  community;  preparation  of  technical \nspecifications and feasibility studies; implementing workshops and dissemination activities \n \nE.  Implementation Arrangements \n12.  The Ministry of Finance and Economic Management (MOFEM) will act as the executing \nagency. The TAU and APS will be the implementing agencies supervised and coordinated by \nthe OEC and will have overall responsibility for implementing the projects. The TAU and APS \nhave adequate capacity in engineering and power system planning, finance, environment, and \nsocial areas. The CIIC will be the owner of all assets generated by the projects. The PPTA is \nenvisaged to be implemented between September 2013 and April 2014, as scheduled in Table \n4.4.   \n \nTable 4.4: Proposed Technical Assistance Processing and Implementation Schedule \nExpected Completion \nMajor Milestones  Date \nConcept Paper Approval  September 2013 \nSigning of TA letter of Agreement   September 2013 \nConsulting Firm Recruitment (advance action) and mobilization  September 2013 \nDraft Final Report  January 2014 \nPhysical Completion of TA  January 2014 \nFinancial Closure  April 2014 \nSource: Asian Development Bank estimates. \n   \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20140326152433+08'00'", "Creator": "Microsoft® Word 2010", "ModDate": "D:20140327171019+08'00'", "Producer": "GPL Ghostscript 9.07", "Title": "Renewable Energy Project"}}