{"path": "data/input/ta/46460-001-tar.pdf", "pages": [" \n \n \n \nTechnical Assistance Report \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 46460  \nCapacity Development Technical Assistance (CDTA) \nApril 2014 \n \n \n \nIndia: Climate-Resilient Coastal Protection and \n \nManagement Project  \n(Financed by the Global Environment Facility) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nFollowing such approval, ADB will disclose the documents to the public in accordance with \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \nADB’s Public Communications Policy 2011.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 1 March 2014) \nRe1.00  =  $0.016183   \n$1.00  =  Rs61.795   \n   \nABBREVIATIONS   \nADB  –  Asian Development Bank \nCWC  –  Central Water Commission \nCWPRS  –  Central Water and Power Research Station \nGEF  –  Global Environment Facility \nGIS  –  geographic information system \nkm  –  kilometer \nMOEF  –  Ministry of Environment and Forests \nMOWR  –  Ministry of Water Resources \nSCPMIP  –  Sustainable Coastal Protection and Management Investment \nProgram   \nTA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Agriculture, natural resources and rural development (water-\nbased natural resources management) \nStrategic Agendas  –  Environmentally sustainable growth (disaster risk \n    management) \n    Inclusive economic growth (access to economic opportunities, \n    including jobs, made more inclusive) \nDrivers of Change  –  Governance and capacity development (institutional systems \n    and political economy, civil society participation) \n    Partnerships \n    Type of Partner (civil society organization, international finance \n    institution) \n    Nature of Partnership (official cofinancing) \nClimate change on project  –  High  \nAdaptation  –  $2,000,000 \n \nNOTE \nIn this report, \"$\" refers to US dollars.  \n Vice-President  W. Zhang, Operations 1 \nDirector General  J. Miranda, South Asia Department (SARD) \nDirector  T. Matsuo, Environment, Natural Resources and Agriculture Division, \n  SARD  \n   \nTeam leader  A. Cauchois, Senior Water Resources Specialist, SARD  \nTeam member  H. Varma, Senior Project Officer (Natural Resources and Agriculture), \nSARD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \n \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE PROPOSED TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S RECOMMENDATION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  Outline Terms of Reference for Consultants  10 \n \n \n \n ", "", " \nI.  INTRODUCTION \n \n1.  The proposed technical assistance (TA) was requested by the Government of India to \ncomplement  India’s  Sustainable  Coastal  Protection  and  Management  Investment  Program \n(SCPMIP).1 The SCPMIP is designed to deal with immediate coastal protection needs and \ncoastal instabilities through planning, design, and investment in environmentally and socially \nappropriate protection and management in the states of Karnataka and Maharashtra. The TA is \ndesigned to incorporate and mainstream measures for coastal climate change adaptation in the \nprogram. \n \n2.  A Global Environment Facility (GEF) project identification form was prepared in late \n2010. It was endorsed by the two state governments of Karnataka and Maharashtra, Ministry of \nWater Resources (MOWR), and Ministry of Environment and Forests (MOEF), and approved by \nGEF in November 2011. Preparation for the TA from April to September 2012 included wide-\nranging  consultations  with  the  central  government,  the  state  executing  agencies  for  the \nSCPMIP,  district  government  and  community  organizations,  and  key  coastal  research \norganizations. The TA formulation incorporates the insights gained during the discussions. A TA \nfact-finding mission was fielded on 13–28 June 2013, during which the government confirmed \nthe proposed TA design and monitoring framework, cost, implementation arrangement, and \nterms of reference for consultants. The design and monitoring framework is in Appendix 1.2  The \nGEF financing proposal was approved by both states, MOWR, and MOEF in July 2013 and \nGEF letter of commitment was received on 12 March 2014. \n \nII.  ISSUES \n \n3.  India has a coastline of 7,525 kilometers (km) of which 5,425 km encompass the nine \nmainland coastal states and 2,100 km the union territories and islands. There has been limited \nexternal  assistance  for  coastal  protection  and  management,  which  resulted  in  a  lack  of \nexposure  to  new  ideas  and  practices.  The  most  frequently  applied  methods  for  coastal \nprotection have been hard structures such as seawalls or groins. The on-going SCPMIP and \nWorld Bank financed Integrated Coastal Zone Management Project (ICZMP) are both trying to \naddress this gap through complementary initiatives fostering the adoption of more socially and \nenvironmentally friendly coastal erosion protection and management measures in India. The \nSCPMIP is supporting the states of Maharashtra and Karnataka in (i) developing integrated \nparticipatory  shoreline  management  plans  for  long  term  sustainable  management  and \ndevelopment of the shoreline and, (ii) pilot testing the transition to softer coastal protection \nmeasure aimed at restoring lost beaches, rather than merely preventing land erosion. The later \nincludes the construction of semi-submerged off shore artificial reefs and the provision of beach \nnourishment  in  critically  eroded  beaches.  The  ICZMP  assist  the  Government  of  India  in \ndeveloping coastal zone management national guidelines, mapping of India coastal hazard line \nand costal sediment cells. It also supports integrated planning and pilots soft coastal protection \ninvestments in the states of Gujarat, Odisha.  \n4.  The ongoing erosion of beaches in India is a major challenge that threatens communities \nand livelihoods in a variety of areas, including artisanal fishing, tourism, and other activities \nrelated to beaches and natural resources. Coastal erosion is responsible for the loss of land, \nhouses, infrastructure, and business opportunities, and poses a high risk to human well-being, \n                                                \n1 ADB. 2010. Multitranche Financing Facility to India for Sustainable Coastal Protection and Management Investment \nProgram. Manila. \n2 The TA first appeared in the business opportunities section of ADB’s website on 21 June 2013. \n ", "22  \neconomic  development,  and  ecological  integrity.  It  undermines  the  livelihoods  of  coastal \ncommunities, particularly poor households, and ultimately the coastal economies. Every year, \nabout 400 hectares of coastal land is lost and, 75,000 hectares of crop areas, 34,000 residential \nhouses and industrial establishments are affected by coastal erosion and flooding. The impact \ncould be much more extensive in the coming years as the coastline is increasingly subject to a \nwide range of economic developments and changes in land use, many of which create conflicts \nand pressures on the already disturbed natural coastal environments. While it is the poor rural \ncoastal communities that are the most vulnerable to the impacts of erosion and inadequate \ncoastal management, many of India’s rapidly growing urban areas are also vulnerable to coastal \nerosion. Mumbai, for example, incurs a cost of $2.5 million per km to protect some of its prime \nwaterfront property. \n \n5.  The government needs to encourage low-cost protection solutions, including natural \nprotection  such  as  beach  dunes  and  mangrove  management.  Natural  protection  is  being \ndeveloped internationally, and India already counts successful initiatives that the SCPMIP and \nthe proposed TA can build on. \n \n6.  The threats of climate change on the coast result from (i) a rise in sea levels caused by \nthermal  expansion  of  sea  water,  melting  glaciers  and  ice  caps,  and  over-exploitation  of \ngroundwater; (ii) changes in wave characteristics such as size and direction due to changes in \nwind patterns and increases in depth, changing the impact of wave on the coast; (iii) changes in \nfrequency  and  intensities  of  storms  and  storm  surges;  (iv)  vertical  land  movements  from \nisostatic adjustments (changes in the earth's crust) and localized land settlement affecting the \nnet changes in sea level; and (v) changes in freshwater flow regimes, flood flows, and salinity, \nwhich have effects on the estuaries and coastal rivers. \n \n7.  All the Indian coastal states and territories are affected by coastal erosion. The rise in \nsea levels and the likely increase in frequency and intensity of storms will aggravate the erosion, \nwith serious economic and environmental consequences for coastal states. Beaches cover 43% \nof the coast, and coastal wetlands (mud flats) cover 36%, and both play an extremely valuable \nrole  in  protecting  the  coastline.  Disturbances  to  the  beaches  and  coastal  wetlands  from \nanthropogenic and climate change impacts can be very significant. Current estimates predict \nthat shoreline recession can be in the range of 50 to 200 times the rise in relative sea level, \nestimated  to  be  around  0.3  meter  by  mid-century.  Mangroves  are  reasonably  tolerant  to \nchanges  in  sea  levels  and  salinities,  but  are  vulnerable  to  sediment  removal,  which  can \npreclude natural renewal and conventional planting methods. Rising sea levels combined with \nstorm surges can significantly increase coastal and estuarine flood risk. Coastal infrastructure is \ncurrently designed based on historic sea levels and wave regimes, with an estimated design life \nof 50–100 years. Infrastructure projects will become increasingly vulnerable to damage unless \nappropriate measures of climate resilience are incorporated. \n \n8.  Without climate change studies that focus on coastal areas, construction of coastal \nprotection infrastructure and planning of shoreline management proceed largely according to \ncurrent  standards,  which  do  not  explicitly  consider  climate-change-related  risks  and \nvulnerabilities. In the absence of clear and officially endorsed design guidelines, planners and \ndesigners have neither the knowledge base nor the mandate to design for potential impact \nscenarios under climate change. Government decision makers require adequate evidence of \nthe risks to support the provision of additional finance for climate resilience. \n \n ", "  3 \nIII.  THE PROPOSED TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n9.  The impact of the TA will be strengthened resilience of the Indian coast to the impacts of \nclimate change. The outcome will be that climate change impacts are factored into coastal \nprotection and management interventions in India. The TA will support mainstreaming of climate \nchange resilience into coastal protection and shoreline management through carefully targeted \nmeasures,  including  (i)  specialist  support  to  the  SCPMIP  to  incorporate  climate  change \nresilience in projects 2 and 3 investments; (ii) preparation of officially endorsed climate change \nadaptation guidelines to be officially communicated to all maritime states and union territories; \nand (iii) successful implementation of pilot community protection subprojects.3 \n \nB.  Methodology and Key Activities \n \n10.  The TA will be implemented over 3 years and will support mainstreaming of climate \nchange in costal planning and management at the national level and in the two focal states of \nKarnataka and Maharashtra, where the SCPMIP project is operational. The four key outputs \nand activities are summarized below:    \n \n(i)  Climate  change  adaptation  guidelines  for  protection  and  management  of  the \nIndian coast are officially endorsed. This includes (i) analysis and interpretation of \nclimate change trends and projections for the whole Indian coast, building on ongoing \nwork  of  key  Indian  research  institutes  as  well  as  international  climate  research; \n(ii) incorporating climate change parameters into information systems being developed \nby the central agencies; and (iii) preparing planning and design criteria and guidelines \nfor coastal climate change adaptation.  \n(ii)  Shoreline  management  is  climate-resilient  in  two  focal  states.  This  involves \nprovision  of  expertise  to  support  the  SCPMIP  in  incorporating  climate  change \ninformation and adaptation measures into planning and design of subprojects, shoreline \nmanagement plans, and coastal information systems. Outputs of the climate change \nanalyses and guidelines will be applied to planning and design studies in the two focal \nstates, and in socioeconomic studies of different adaptation strategies. Special focus will \nbe given to planning and design of community-led natural protection measures and \nsupport for community livelihoods.  \n(iii)  Coastal investments in two focal states incorporate climate resilience. Through \nmore scientific and rigorous analysis under the TA, the investments under project 2 and \n3 of the SCPMIP in Karnataka and Maharashtra will incorporate appropriate approaches \nto  climate  resilience,  including  both  soft  and  hard  measures.  Soft  infrastructure \ninterventions will focus on the use of innovative, less invasive technologies such as \nclimate-resilient  beach  nourishment,  dune  management,  coastal  mangrove,  and \nvegetation  restoration  and  protection.  Hard  infrastructure  intervention  will  consist  of \nhigher-investment and engineering-type solutions designed to perform under climate \nchange conditions. In addition, the TA will directly finance the implementation of up to six \nsmall pilot projects that will test and demonstrate community-based, climate-resilient \nnatural protection focusing on beach and dune management. \n                                                \n3  Project 1 implementation is expected to be completed late 2015. It was initially delayed due to lack of readiness, \nnecessity to modify the detail designs and delayed approvals and implementation capacity of the executing \nagencies. Project 2 and Project 3 of the SCPMIP will be submitted for ADB approval in 2015 and 2016, \nrespectively. \n ", "44  \n(iv)  Institutions have strengthened capacity and raised awareness of coastal climate \nchange and adaptation measures. The TA will support (i) training in climate adaptation \nguidelines,  supplementing  the  SCPMIP  training  programs  in  the  two  focal  states; \n(ii) training for a cadre of about 25 state and national trainers in the application of climate \nchange guidelines, including coastal climate change information systems; (iii) training \ncourses  for  senior  officials  and  stakeholders  from  other  maritime  states  and  union \nterritories; and (iv) dissemination of information, awareness raising of decision makers \nand other stakeholders, and strengthening of the knowledge networks concerned with \nclimate change adaptation in coastal areas. \n \n11.  The  key  assumptions  are  that  (i)  the  maritime  states  accept  the  climate  change \nadaptation  guidelines  and  absorb  the  additional  costs  to  incorporate  climate  resilience; \n(ii) central and state ministries are committed to revising regulation so as to integrate climate \nchange into design and investments; and (iii) recipients of training are, and remain, active \nplayers in coastal protection and management activities. \n \n12.  Some  associated  risks  are:  (i)  climate  change  impacts  exceed  model  projections;  \n(ii) state governments and communities do not adopt adaptation measures because impacts of \nclimate  change  are  uncertain  and  difficult  to  measure,  and  periods  of  moderate  climate \nconditions exist; and (iii) community-based natural protection measures may not demonstrate \nsufficient benefit and may provide levels of protection below stakeholder expectations, resulting \nin poor stakeholder response and government reluctance to support upscaling.  \n \nC.  Cost and Financing \n \n13.  The TA is estimated to cost $2,050,000, of which $ 2,000,000 will be financed on a grant \nbasis by GEF, and administered by ADB. The government will provide counterpart support in \nthe form of (i) office space at the Central Water and Power Research Station (CWPRS) and \nCentral  Water  Commission  (CWC);  (ii)  office  space  in  SCPMIP  offices  in  Mangalore  and \nMumbai;  and  (iii)  counterpart  staff  to  support  coordination  and  liaison  for  pilot  community \nprojects  in  the  two  focal  states,  and  processes  to  officially  endorse  the  climate  change \nadaptation guidelines. The cost estimates and financing plan is in Appendix 2.  \n \nD.  Implementation Arrangements \n \n14.  The executing agency for the TA will be MOWR; the nominated focal person will be the \nCWC’s chief engineer, flood management, supported by the director of coastal erosion. The \nexecuting agency will supervise and coordinate overall project execution. MOWR will create a \nnational technical committee for the duration of the TA to review and endorse the TA outputs for \nclimate change adaptation. The composition of the committee will include chairperson-member \nof river management of CWC; chief engineer, flood management of CWC; director, CWPRS; \nnominees from MOWR, MOEF, Ministry of Earth Sciences, and Bureau of Indian Standards; \nproject directors, SCPMIP Maharashtra and Karnataka; project director of the World Bank-\nfunded  Integrated  Coastal  Zone  Management  Project;  and  other  technical  specialists  from \nnational institutes and academia as required. Planning and design guidelines will be reviewed \nand ratified by the existing coastal protection development advisory committee. MOEF is the \nGEF focal point in India and will provide support and coordination in ensuring compliance of the \nproject with GEF guidelines. It will also be associated with the review and approval of planning \nand design guidelines, including TA monitoring and evaluation. \n \n15.  The TA will be implemented through three agencies: \n ", "  5 \n(i)  Nationally, the CWPRS is to provide specialist technical support and guidance in the \nanalysis and interpretation of climate change data, and in the implementation of training \ncomponents in coordination with CWC (responsible for outputs 1 and 4).  \n(ii)  At the state level, it is the Public Works Ports and Inland Water Transport Department in \nKarnataka, and the Maharashtra Maritime Board. TA management and coordination will \nbe carried out through existing program management units of the SCPMIP (responsible \nfor outputs 2 and 3) which are within the two state agencies.  \n \n16.  The  TA  will  be  implemented  over  36  months,  from  June  2014  to  June  2017.  An \ninterdisciplinary team of international consultants consisting of research scientists and coastal \nspecialists will be recruited. The consultants will work at national, state, district, and community \nlevels. An input of 22 person-months of international consultants and 44 person-months of \nnational  consultants  is  proposed.  Consultants  will  be  engaged  by  ADB  through  a  firm  in \naccordance with ADB's Guidelines on the Use of Consultants. The quality and cost-based \nselection procedure with a technical–financial weighting of 90:10 on a full technical proposal will \nbe used. The consultancy contract package will include provisional sums to cover the costs of \n(i) subcontracting  three  national  focal  research  institutes  for  climate  change  analysis; \n(ii) subcontracting local nongovernment organizations and contractors for the implementation of \npilot community projects; (iii) preparing training courses, workshops, and awareness materials; \nand (iv) engaging an advisory panel of experts. Payments to the consulting firm, including \nprovisional  sums,  will  be  made  by  ADB  in  accordance  with  its  Technical  Assistance \nDisbursement Handbook. The outline terms of reference for consultants are in Appendix 3. \n \n17.  The three national focal research institutes to be subcontracted through the consulting \nfirm will undertake climate change studies that require access to data and specialist analysis \nthat are only available to the institutes directly or in cooperation with other institutes. The studies \nwill primarily source and analyze existing data and research and will not require significant new \nresearch;  and  each  assignment  will  be  relatively  small,  requiring  less  than  $100,000  per \ninstitute. The unique expertise and access to data of the focal institutes are not available from \nother sources; hence single-source selection will be applied.4   \n \n18.  The advisory panel of experts will review and endorse the climate change analysis and \nguidelines for adaptation. To provide interaction of a wide geographical spread of expertise and \nincorporation of different coastal conditions, each of the 12 maritime states and union territories \nwill be requested to nominate one institute or coastal specialist in addition to the four national \nexperts to be appointed to the panel. The panel will be chaired by  one elected member. \nConsulting inputs to the advisory panel will be 8 person-months in total. The panel members will \nbe recruited through institutes or as individual experts. The consulting firm will be responsible \nfor the contractual arrangements and remuneration of the panel members. \n \nIV.  THE PRESIDENT'S RECOMMENDATION  \n \n19.  The  President  recommends  that  the  Board  approve  ADB  administering  technical \nassistance  not  exceeding  the  equivalent  of  $2,000,000  to  the  Government  of  India  to  be \nfinanced on a grant basis by the Global Environment Facility for the Climate-Resilient Coastal \nProtection and Management Project. \n                                                \n4  The proposed institutes and main areas of support are the (i) National Institute of Oceanography—historic trends in \nsea levels, projections for sea level rise, changes in vertical land levels, changes in wave characteristics from \nclimate  change;  (ii)  Indian  Institute  of  Tropical  Meteorology—downscaled  wind,  rainfall,  and  temperature \nprojections,  including  analysis  of  uncertainty;  and  (iii)  Centre  for  Atmospheric  Sciences,  Indian  Institute  of \nTechnology Delhi—analysis of historic and projected storm surges. \n ", "6    Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets \nDesign  and Indicators with  Data Sources and  Assumptions and \nSummary  Baselines  Reporting Mechanisms  Risks \nImpact  By 2024:    Assumption \nStrengthened  30% of new and  Detailed project reports  Maritime states \nresilience of the Indian  rehabilitated major  submitted for approval by  accept financing  of \ncoast to impacts of  coastal infrastructure in  state governments to CWC  additional costs \nclimate change  India incorporate climate  and CWPRS  for climate change \nresilience according to    adaptation  \nthe guidelines supported     \nby the Special Climate    Risk \nChange Fund (baseline    Climate change \n2013 = 0)a  impacts exceed \n  model projections \nOutcome  By 2019:     \nClimate change  Project clearances by  Advisory notice from the  Risks \nimpacts are factored  state and central  Ministry of Water   \ninto coastal protection  authorities require  Resources to maritime  Poor stakeholder \nand management  climate resilience to be  states and union territories  response to \ninterventions in India  factored into the design  to apply the adaptation  community-based \nof coastal infrastructure  guidelines and to ensure  natural protection \n  that climate resilience is  measures, and \n  incorporated in coastal  government \n  planning and design  reluctance to \n    support upscaling \n50% of new and  Detailed project reports   \nrehabilitated coastal  submitted for approval by   \nprotection and  state governments to CWC \ninfrastructure projects in  and CWPRS \nthe two focal states   \nincorporate climate   \nresilience   \n(baseline 2013 = 0)   \n   \n20% of the  Questionnaires and \n520 kilometers of  surveys to communities \nvulnerable shorelines in   \nthe two focal states   \nincorporate low-cost   \nnatural protection   \nmeasures   \n(baseline 2013 = 0%)   \n \nOutputs   By 2016:     \n1. Climate change  Planning and design  Analysis of reviews by the \nadaptation guidelines  guidelines prepared and   TA panel of experts and \nfor the protection and  endorsed by a panel of  National Institute of \nmanagement of the   experts and national  Oceanography \nIndian coast are  technical committees    \nofficially endorsed     Minutes of national \ntechnical committee \nmeetings \n       \n ", "Appendix 1  7 \nPerformance Targets \nDesign  and Indicators with  Data Sources and  Assumptions and \nSummary  Baselines  Reporting Mechanisms  Risks \n2. Shoreline  By 2015:  For all indicators:   \nmanagement is  Shoreline management  SCPMIP progress report \nclimate-resilient in two  plans incorporating  and minutes of the \nfocal states  climate change impacts  program steering \nare approved by the two  committee meetings  \nfocal states   \n   \nBy 2015:   \nCoastal information \nsystems in the two focal \nstates incorporate \nclimate change \nparameters  \n \n3. Coastal investments  By 2015:  For all indicators:   \nin two focal states  Investments under  SCPMIP progress reports  \nincorporate climate  projects 2 and 3 of the  and minutes of the \nresilience  SCPMIP incorporate  program steering \nclimate change resilience  committee meetings  \n   \nBy 2016:   \nUp to six  TA-funded   \ncommunity protection   \npilot subprojects in the   \ntwo focal states are \nimplemented, with 50% \nof activities involving \nwomen \n \n4. Institutions have  By 2015:    Assumption \nstrengthened capacity  All training programs by  Training reports and post- Recipients of \nand raised awareness  the SCPMIP in the two  training questionnaires  training are and \nof coastal  climate  focal states incorporate  produced by the TA  remain active \nchange and adaptation  climate change  consultants  players in coastal \nmeasures   adaptation     protection and \n  SCPMIP progress report  management \nBy 2016:    activities  \nAwareness materials  Post-training evaluation   \nbased on the climate  reports produced by the  Risk \nadaptation guidelines are  TA consultants  Follow-on training is \nprepared and distributed     not conducted due \n    to limited \nBy 2016:    commitment or \nA total of 25 experienced    financial constraints \ntrainers from state and   \nnational institutions are   \nable to train civil servants   \non the use of guidelines   \nfor climate change   \nadaptation   \n \n \n \n ", "8    Appendix 1 \nPerformance Targets \nDesign  and Indicators with  Data Sources and  Assumptions and \nSummary  Baselines  Reporting Mechanisms  Risks \nActivities with Milestones   Inputs \n   \n1.   Climate  change  adaptation  guidelines  for  the  protection  and  ADB: $2,000,000 \nmanagement of the Indian coast are prepared and officially endorsed  (Global Environment \n1.1   Engage TA consultants (Q2 2014)  Facility) \n1.2    Engage three focal research institutes by TA consultants (Q3 2014)   \n1.3   Collect, analyze, and interpret climate change trends and projections data   \n(Q2–Q4 2014)  Note: The \n1.4  Recruit panel of expert for review of guidelines (Q2 2015)   government will \n1.5  Organize regional and national workshops for presentation and validation  provide counterpart \nof the proposed guidelines (Q3 2015)  support in the form \n1.6   Submit guidelines for final endorsement by the panel of experts and  of counterpart staff, \nnational technical committee (draft in Q4 2015, final endorsed Q1 2016)  office space, and \n1.7    Prepare recommendations to incorporate climate change parameters into  support to source \nnational coastal information systems (Q2 2016)  data and help link up \n2.   Shoreline management is climate resilient in two focal states  with research \n2.1   Review shoreline management planning guidelines in the two focal states  institutes, and other \nand  incorporate climate change parameters (Q4 2014)  in-kind contributions. \n2.2   Revise the two focal states’ shoreline management plans and incorporate   \nclimate change resilience (Q1 2015) \n2.3   Validate revised plans through district and state workshops (Q1 2015) \n3.  Coastal investment in two focal states incorporate climate resilience \n3.1   Revise design of project 2 and 3  investments in the two focal states to \nincorporate climate change (project 2 in Q3 2014, project 3 in Q2 2015) \n3.2  Identify and design six TA community protection pilot projects in the two \nfocal states with 50% of activities involving women (Q2 2015) \n3.3   Contract nongovernment organizations and community organizations for \nimplementation of community protection pilots (Q3 2015) \n3.4   Assess pilot results and prepare evaluation reports for knowledge sharing \n(Q3–Q4 2016) \n4.  Institutions have strengthened capacity and enhanced raised \nawareness of coastal  climate change and adaptation measures  \n4.1   Prepare training programs for the two focal states that incorporate climate \nchange adaptation (Q1 2015) \n4.2    Undertake training for 25 experienced trainers from various states and \nnational institutions on the approved guidelines for climate change \nadaptation (Q1 2015 and Q2 2016) \n4.3   Organize two senior-level training courses for selected central and \nmaritime state officials and stakeholders (Q2 2015 and Q3 2016) \n4.4   Prepare and distribute awareness materials based on the climate \nadaptation guidelines (Q2–Q4 2016) \nCWC = Central Water Commission, CWPRS = Central Water and Power Research Station, Q = quarter, SCPMIP = \nSustainable Coastal Protection and Management Investment Program, TA = technical assistance. \na Major projects are projects with cost exceeding Rs150 million. Efforts are made to build information systems that can \ncompile the information for measurement of resilience through reduced damages of the climate change impacts in future. \n \nSource: Asian Development Bank. \n \n \n \n \n \n \n \n \n ", "          \nAppendix 2          9 \nCOST ESTIMATES AND FINANCING PLAN \n($) \n \nItem      Amount  \nGlobal Environment Facilitya    \n1.  Consultantsb      \n  a.  Remuneration and per diem     \n    i.  International consultants (22 person-months)     550,000 \n    ii.  National consultants (44 person-months)     260,000 \n    iii.  Advisory panel of national expertsc (8 person-months)     56,000 \n  b.  International and local travel     70,000 \n  c.  Reports and communications     15,000 \n2.  Equipmentd     5,000 \n3.  Workshops, training, seminars, and conferences   \n  a.  Training of trainers, training for central government, maritime    \nstates, and union territories or islands    52,000 \n  b.  Implementation of pilot community protection projects including   \ncommunity awareness, participation, and coordinatione    400,000 \n    c.  Production of awareness materials     10,000 \n    d.  Workshops and consultations     20,000 \n4.  Surveys   \n    a.  Studies by focal research institutesf      180,000 \n   b.   Data, surveys, studies, and GISg     20,000 \n  c.  Project monitoringh     10,000 \n5.  Miscellaneous administration and support costsi     246,818 \n6.  Contingencies     105,182 \n      Total    2,000,000 \nGIS = geographic information system.   \nNote: The technical assistance (TA) is estimated to  cost $2,050,000, of which contributions from  the Global \nEnvironment Facility are presented in the table above. The government will provide counterpart support in the form of \ncounterpart staff, office space, and support to source data and help link up with research institutes, and other in-kind \ncontributions. The value of government contribution is estimated to account 2.4% of the total TA cost. \na Administered by the Asian Development Bank (ADB). \nb Experts to be engaged through an international consulting firm. \nc The advisory panel of experts will be nominated by the Ministry of Water Resources and maritime states, and \napproved by ADB to provide peer review climate analyses and adaptation guidelines. It is proposed to engage one \nexpert or institute from each maritime state and union or island territory, and four national experts. The consulting \nfirm will be responsible for remuneration of the panel members. \nd Computers, projector, printer, and scanner to be procured will be given to the Central Water and Power Research \nStation of the Ministry of Water Resources at the end of the TA. \ne Grants will be for up to six community pilot projects, with activities including awareness, training, demarcation of \ndunes, planting, sand fencing, access paths, beach scraping, river mouth training, and small sand-filled geotextile \nbags. Grants will include the engagement of local community coordinators or supervisors and cover about six \nlocations in the two focal states, with about 3 kilometers of natural protection per project. Pilot projects will be \nmanaged and paid through the consulting firm and subcontracted to nongovernment organizations and local \ncontractors in accordance with ADB’s Procurement Guidelines, and Guidelines on the Use of Consultants by ADB, \nwith prior approval of ADB. \nf  Focal research institutes will be subcontracted by the consulting firm to undertake analyses of climate change \nimpacts and to support the preparation of guidelines.  \ng Other studies and preparation of GIS to be commissioned as required. \nh Data collection and processing (surveys, data operators, etc.). \ni  Office support staff, stationeries, inclusive of the Global Environment Facility administration cost of 10% or \n$181,818. \nSource: Asian Development Bank estimates. \n \n \n ", "10  Appendix 3 \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  International Consultants \n \n1.  Team leader and coastal engineer (6 person-months, intermittent). The tasks include: \n(i)  Plan and coordinate all the inputs and outputs from the consultants. \n(ii)  Prepare, in coordination with various consultants, briefing papers that outline \nlatest  international  research  findings  and  proposed  work  plans  for  the  three \nnational focal research institutes; review outputs from the institutes. \n(iii)  Assess needs, implications, and estimated costs to incorporate climate change \nresilience for typical coastal protection works and coastal infrastructure. \n(iv)  Coordinate  preparation  of  climate  change  adaptation  criteria  and  guidelines \nbased on outputs from consultants and focal research institutes. \n(v)  Support  the  incorporation  of  climate  change  parameters  into  the  information \nsystems and focal and support coordination; merge coastal climate information \nwith other state or central systems. \n(vi)  Support technical committee briefings, processes in endorsing the guidelines, \nand establishment of a coastal adaptation policy. \n \n2.   Meteorologist and climate change specialist (2 person–months, intermittent). The \ntasks include: \n(i)  Carry out a comprehensive review of international and Indian climate prediction \nresearch with specific reference to the projected changes on the Indian coast. \n(ii)  Work closely with the Indian climate research institute or agency in preparing \ndownscaled climate projections. \n(iii)  Advise  the  various  experts  on  the  probabilities  and  uncertainties  of  climate \nchange, and the development of approaches to incorporate them into the climate \nchange guidelines. \n(iv)  Support preparation of adaptation guidelines, training modules, and awareness \nmaterials. \n \n3.  Coastal  oceanographer  and  climate  change  specialist  (3  person-months, \nintermittent). The tasks include: \n(i)  Analyze and interpret latest research on historic and projected sea level changes \nand other coastal climate change effects, both globally and with special reference \nto the Indian coast. \n(ii)  Analyze research on current and projected storm surges both globally and for \nIndia. \n(iii)  Compile best estimates of projected changes in sea level for India, including local \nvariations and effects of changes in land levels and, where possible, support the \nassignments of probabilities of different events. \n(iv)  Support the preparation of coastal adaptation guidelines. \n(v)  Support preparation of training modules and awareness materials. \n \n4.  Coastal  engineering  design  specialist  (4  person-months,  intermittent).  The  tasks \ninclude: \n(i)  Review the various climate change impacts and assess the likely implications on \ncoastal protection and coastal infrastructure. \n(ii)  Review  current  standards  and  norms  for  coastal  engineering  and  present \nadjustments to meet the needs of climate resilience. \n ", "  Appendix 3  11 \n(iii)  Work with the climate change economist to support the cost–benefit analysis of \nvarious adaptation strategies. \n(iv)  Work  with  other  consultants  to  develop  design  guidelines  for  beach  and \nmangrove management under climate change. \n(v)  Prepare guidelines for designers to accommodate climate resilience into coastal \ninfrastructure design, including hard and soft technologies for coastal protection. \n(vi)  Support  the  Sustainable  Coastal  Protection  and  Investment  Management \nProgram (SCPMIP) designers to incorporate climate resilience for the tranche 2 \ndesigns,  and  to  prepare  recommendations  for  climate  resilience  for  the \nsubprojects identified for tranche 3 under the shoreline planning activities. \n(vii)  Prepare, in consultation with the Central Water and Power Research Station \n(CWPRS) and other coastal design organizations, recommendations for long-\nterm  strengthening  of  coastal  engineering  design  to  meet  climate  impacts, \nincluding hard and soft solutions. \n(viii)  Support preparation of adaptation guidelines, training modules, and awareness \nmaterials. \n \n5.  Climate change economist (2.5 person-months, intermittent). The tasks include: \n(i)  Prepare  an  analysis  of  financial  risks  if  climate  change  resilience  is  not \nincorporated into coastal protection and other infrastructure. The analysis should \nbe  based  on  case  studies  for  typical  coastal  protection  and  management \nsituations. \n(ii)  Prepare a cost–benefit analysis and sensitivity analysis of various approaches \nand scenarios for coastal protection, including economic assessments of the \napproaches  to  incorporate  climate  resilience  into  coastal  infrastructure.  The \nanalysis  will  be  based  on  selected  projects  under  the  shoreline  planning  of \nSCPMIP. \n \n6.  Coastal  morphologist  and  beach  management  specialist  (2.5  person-months, \nintermittent). The tasks include: \n(i)  Review outputs of shoreline management plans in the two focal states and other \nparts of the Indian  coast with special reference to morphological impacts of \nclimate change on the equilibrium of beaches and coastal wetlands (mud flats). \n(ii)  Undertake a more detailed analysis of at least five case studies, to assess the \ncurrent issues of instability and the potential future impacts of climate change. \n(iii)  Present proposals and outline designs and specifications to support stabilization \nof beaches and coastal wetlands under scenarios of climate change. \n(iv)  Prepare strategies and outline approaches for TA-funded pilot projects. \n(v)  Support selection of locations for the six TA-funded pilot subprojects. \n(vi)  Support preparation of adaptation guidelines, training modules, and awareness \nmaterials. \n \n7.  Institutional and training specialist (2 person-months, intermittent). The tasks include: \n(i)  Review the institutional base for coastal protection and management and climate \nchange adaptation. \n(ii)  Identify institutional and capacity constraints in coastal climate change adaptation. \n(iii)  Develop strategies to support training and awareness. \n(iv)  Prepare the  approach and  details for  an  integrated  program  of training  and \nawareness under the technical assistance (TA), including adaptation guidelines, \ntraining of trainers, modules for training courses, and design of the awareness \ncampaign. \n ", "12  Appendix 3 \n \n \nB.  National Consultants \n \n8.  Deputy team leader and coastal engineer (16 person-months, intermittent). The tasks \ninclude: \n(i)  Support the  international  team  leader  in  all  tasks;  and  support  coordination, \nliaison with government and stakeholders, and maintenance of project direction \nand programming in the absence of the team leader. \n(ii)  Coordinate  and  liaise  on  the  SCPMIPs,  including  incorporation  of  climate \nresilience into shoreline planning and Project 2 and 3 investments designs. \n(iii)  Prepare contracts and manage the subcontracts, including for the three national \nfocal research institutes, pilot projects, training, and monitoring and evaluation. \n(iv)  Assess design implications and estimated costs to incorporate climate change \nresilience for typical coastal protection works. \n(v)  Support  the  preparation  of  climate  change  adaptation  criteria  and guidelines \nbased on outputs from consultants and focal research institutes. \n(vi)  Support  the  incorporation  of  climate  change  parameters  into  the  information \nsystems. \n(vii)  Support the panel of experts’ inputs and ensure smooth liaison between the \nexperts and other technical specialists; synthesize and summarize these findings. \n(viii)  Supervise coordination with other consultants, the TA-funded community pilot \nprojects, and the training and awareness programs. \n(ix)  Ensure  that  all  project  expenditures  are  properly  documented  according  to \ngovernment and Asian Development Bank requirements. \n(x)  Support the consolidation and editing of project outputs. \n \n9.  Coastal management specialist (5 person-months, intermittent). The tasks include: \n(i)  Review  the  SCPMIP  shoreline  planning  in  the  two focal  states  and prepare \nspecific recommendations for incorporation of climate change resilience into the \nshoreline plans. \n(ii)  Interpret and assess the potential impacts of the projected climate changes on \nthe coast in coordination with other consultants. \n(iii)  Review ongoing coastal climate change studies such as the State Action Plans \nfor Climate Change, and the Integrated Coastal Zone Management Project of the \nMinistry of Environment and Forests, and extract key findings that can be used to \nsupport TA outputs. \n(iv)  Develop  climate  change  scenarios  and  possible  climate  change  adaptation \nmeasures that can be taken forward for detailed analysis. \n(v)  Work  with  the  engineers  and  climate  economist  to  develop  the  cost–benefit \nanalysis of different adaptation strategies. \n(vi)  Support preparation of adaptation guidelines, training modules, and awareness \nmaterials. \n \n10.  Coastal  morphologist  and  beach  management  specialist  (5  person-months, \nintermittent). The tasks include: \n(i)  Review outputs of shoreline management plans in the two focal states and other \nparts of the Indian coast, with special reference to morphological impacts of \nclimate change on the equilibrium of beaches and coastal wetlands (mud flats). \n(ii)  Undertake more detailed analyses of not less than five case studies to assess \nthe  current  issues  of  instability  and  the  potential  future  impacts  of  climate \nchange. \n ", "  Appendix 3  13 \n(iii)  Present proposals and outline designs and specifications to support stabilization \nof beaches and coastal wetlands under scenarios of climate change. \n(iv)  Prepare  strategies,  approaches,  and  selection  of  possible  locations  for  the \ncommunity pilot projects. \n(v)  Work with the community specialist in the selection, design, and implementation \nof the community pilot projects. \n(vi)  Prepare awareness and training materials to support greater understanding of \nvulnerabilities of beaches and of the potential to reduce degradation and erosion \nthrough beach management. \n(vii)  Support preparation of adaptation guidelines, training modules, and awareness \nmaterials with special reference to beach management. \n \n11.  Institutional and training specialist (5 person-months, intermittent). The expert will \nsupport the international institutional and training specialist in undertaking the following tasks: \n(i)  Review the institutional base for coastal protection and management, and climate \nchange adaptation. \n(ii)  Identify institutional and capacity constraints in coastal climate change adaptation. \n(iii)  Develop strategies to support training and awareness. \n(iv)  Prepare the approach to and details for an integrated program of training and \nawareness  raising  under  the  TA,  including  adaptation  guidelines,  training  of \ntrainers, modules for training courses, and design of the awareness campaign. \n \n12.  Community specialist (5 person-months, intermittent). The tasks include: \n(i)  Support identification, selection, and design of the community pilot projects. \n(ii)  Lead  the  community  engagement  and  awareness  programs  for  community \nprojects. \n(iii)  Work  with  the  communities  to  determine  suitable  models  for  community \ncooperation  with  special  reference to cofinancing  and  agreements to ensure \nlong-term sustainable funding after the end of the TA.  \n(iv)  Work  in  communities  to  develop  the  terms  of  reference  and  contractual \narrangements for the community pilot projects. \n(v)  Develop appropriate mechanisms to guide and supervise the community projects. \n(vi)  Support the supervision of the community projects and provide follow-on support \nto ensure long-term sustainability. \n(vii)  Support preparation of adaptation guidelines, training modules, and awareness \nmaterials with special reference to strategies and mechanisms for community-\nbased coastal protection programs. \n \n13.  Coastal ecologist (4 person-months, intermittent). The tasks include: \n(i)  Assess potential ecological effects of climate change on the coast with special \nreference to impacts of climate change on mangroves, beaches, and coral reefs, \nand the resulting effects on coastal erosion and instabilities. \n(ii)  Review  ongoing  mangrove  research  and  propose  strategies  to  increase  the \nsustainability of mangroves under changing climatic conditions. \n(iii)  Work with the data management specialist to source geographic information \nsystem (GIS) mapping for mangroves and coral reefs for the Indian coast. \n(iv)  Advise on suitable types of dune vegetation to be incorporated into the pilot \nprojects. \n(v)  Support the development of adaptation guidelines in relation to ecological coastal \nprotection. \n \n ", "14  Appendix 3 \n \n \n14.  Data  management  geographic  information  system  specialist  (4  person-months, \nintermittent). The tasks include: \n(i)  Work with the TA consultants and research institutes to prepare the design of a \ncoastal climate change information system. \n(ii)  Work with the SCPMIP consultants to incorporate climate change parameters \ninto the coastal data management system. \n(iii)  Liaise with the Central Water Commission, Ministry of Environment and Forests, \nand other organizations that have established or proposed data management \nsystems; review the various systems and prepare strategies to merge climate \nchange parameters.  \n(iv)  Design the framework and metadata for coastal climate change information.  \n(v)  Work with a GIS technician (to be recruited) to prepare the GIS coastal climate \nchange information system, including modules for training. \n(vi)  Support preparation of adaptation guidelines, training modules, and awareness \nmaterials with special reference to coastal information systems. \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20140425100557+08'00'", "Creator": "Microsoft® Word 2010", "Keywords": "adb technical assistance, ta report, india, capacity development, climate resilience, coastal management", "ModDate": "D:20140520163237+08'00'", "Producer": "Microsoft® Word 2010", "Subject": "Technical Assistance Report", "Title": "46460-001: Climate-Resilient Coastal Protection and Management Project"}}