{"path": "data/input/ta/46481-001-phi-tar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 46481-001 \nCapacity Development Technical Assistance (CDTA) \nFebruary 2013 \n \n \nRepublic of the Philippines: Employment Facilitation \nfor Inclusive Growth \n(Financed by the Government of Canada) \n ", " \nCURRENCY EQUIVALENTS \n(as of 11 February 2013) \n \nCurrency unit  –  peso (P) \nP1.00  =  $0.02460 \n$1.00  =  P40.6450 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BLE  –  Bureau of Local Employment  \n  DOLE  –  Department of Labor and Employment \n  ILS  –  Institute for Labor Studies \n  LGU  –  local government unit \n  LMI  –  labor market information \n  M&E  –  monitoring and evaluation \n  PESO  –  public employment service office \n  PIU  –  project implementation unit \n  RIA  –  regulatory impact assessment \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Industry and trade (industry and trade sector development) \nThemes (subthemes)  –  Economic growth (promoting economic efficiency and \n  enabling business environment), private sector development \n(private sector investment), capacity development (institutional \ndevelopment) \nLocation (impact)  –  National (high) \nPartnership  –  Government of Canada \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice-President  S. Groff, Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  S. Hattori, Public Management, Financial Sector, and Trade Division, SERD \n   \nTeam leader  K. Bird, Principal Economist, SERD \nTeam members  H. Aoki, Senior Financial Sector Specialist, SERD  \n  C. de Vera, Operations Assistant, SERD \n  P. Rhee, Counsel, Office of the General Counsel  \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area.  ", " \nI.  INTRODUCTION \n \n1.  In  2011,  the  Government  of  the  Philippines,  through  the  Department  of  Labor  and \nEmployment  (DOLE),  requested  Asian  Development  Bank  (ADB)  assistance  to  improve \nemployment facilitation systems. Interventions were envisaged to support policy development, \nregulatory reviews, capacity development at public employment services offices (PESOs), and \ndesign and implementation of a pilot project assisting the school-to-work transition for at-risk \nyouths. At-risk youths are those who are out of school and not working, with at least some high-\nschool  education.  In  response,  ADB  conducted  consultation  missions  in  2011.  During  the \nNovember 2011 fact-finding mission, DOLE agreed on the proposed impact, outcome and \noutputs, implementation arrangements, cost, financing arrangements, and terms of reference of \nthe  technical  assistance  (TA)  as  described  in  the  approved  concept  paper.  Subsequent \nmeetings with DOLE, the PESOs, employee groups,  youth employment groups, and labor \norganizations provided additional background information that confirmed the need for the TA. \nADB conducted additional missions with DOLE and stakeholders to develop the project design. \nThe TA is included in the country operations business plan, 2013–2015 for the Philippines.1 The \ndesign and monitoring framework is in Appendix 1.2 \n \nII.  ISSUES \n \n2.  The Philippine Development Plan, 2011–2016 aims to create 1 million new jobs per year \nand to maintain the unemployment rate within a narrow range of 6.8%–7.2%. Central themes of \nthe  economic  program include  improving  the  business  climate  and  infrastructure  to  attract \ninvestment and create jobs, and implementing programs to improve youth skills and address the \nmismatch of skills in the labor market.  \n \n3.  While  higher  and  sustainable  economic  growth  is  necessary  to  create  more  jobs, \nstructural and policy impediments to employment generation must also be addressed. An ADB \nstudy of youth labor market experience found that high-school graduates are at-risk youths who \nhave the most difficulty integrating into the labor market.3 In particular, the transition from school \nto work for high-school graduates and dropouts is relatively slow. They may require up to 4 \nyears to find a wage job compared with 2 years for college graduates. Only 50.0% of high-\nschool graduates actually find wage employment, indicating many are excluded from productive \nemployment. The report also shows that the returns to education for high-school graduates are \nrelatively low―college graduates earn 80.0% more than high-school graduates.   \n \n4.  Several  factors  contribute  to  the  slower  transition  to  the  workplace  for  high-school \ngraduates. First, economic growth averaging 5.0% per annum has not been adequate to create \nenough decent wage jobs for the 1 million new labor market entrants each year (economic \ngrowth above 6.0% is needed). Second, the labor market has been undergoing a structural \nchange with increased demand for skilled workers relative to unskilled and semi-skilled workers. \nThis change has resulted in a widening skills mismatch in the labor market. This is exacerbated \nby the education system, which appears to not properly equip at-risk youths with the requisite \ntechnical and life skills for entry into the labor market. Third, ADB staff analysis shows that \nsocioeconomic status also influences the transition, with the transition to the labor market for \nyoung persons most difficult if parents are working in the informal sector, indicating some \nimpediments to socioeconomic mobility of children from less well-off families. Fourth, public \n                                                \n1 ADB. 2012. Country Operations Business Plan: Philippines, 2013–2015. Manila. \n2  The TA first appeared in the business opportunities section of ADB’s website on 30 November 2012. \n3  ADB (Forthcoming). Youth School-to-Work Transition: Are Filipino Youth off to a Good Start? Manila.  ", "2 \nprovisioning of employment services to help school graduates enter the labor market are in the \nearly stages of development and not well targeted. While the country has more 1,400 PESOs, \nless than 100 are institutionalized within local government units (LGUs), i.e., permanent offices \nwith staff and budget. Limited labor market information (LMI) is available to school graduates, \nand limited job search assistance programs are linked to vocational training and workplace \nexperience for recent high-school graduates. Fifth, some labor regulations have dampened \nemployment growth especially for the youth, such as restrictions on the length of probation \nperiods (maximum of 6 months), employment arrangements, and relatively higher severance \npay regulations. Minimum wages may have hurt employment opportunities for school dropouts.4 \n \n5.  DOLE is concerned about the slow school-to-work transition of youths and the quality of \nemployment opportunities for high-school graduates. Employers complain about the lack of \nworkplace readiness and skills mismatch of many school graduates entering the workplace. \nYouths complain about the lack of LMI and the availability of public services for employment \nadvice and career counseling. \n \n6.  The government is aware of these structural and policy constraints to youth employment \ncreation. In 2011, DOLE endorsed the Philippine Labor and Employment Plan, 2011–2016. The \nplan focuses on improving worker employability through cost-effective interventions that provide \nmarket-based incentives for hiring new workers, job searches, skills development, and income \nsecurity. It includes recommendations to (i) review and reform the Labor Code of the Philippines \nto better align it with recent developments in international labor policy and regulation with the \naim of boosting employment; (ii) adopt market-based incentives for income security, especially \nduring  periods  of  unemployment  or  employment  separation,  such  as  some  form  of \nunemployment  insurance;  (iii)  adopt  a  public–private  partnership  framework  for  developing \nyouth employment programs; and (iv) create programs to mitigate labor market and income \nrisks to vulnerable workers.  \n \n7.  Aligned  with  the  Philippine  Labor  and  Employment  Plan  recommendation,  DOLE \ninitiated a youth employment pilot project—MyFirstJob—a DOLE flagship project. Following \nsuccessful models in Latin America, Canada, and Europe, MyFirstJob will provide employment \nassistance to help high-school graduates integrate into the workplace. Services will include \ncareer counseling and development of individual career plans and grants for vocational training \nlinked to workplace experience with private sector employers. In mid-2013, it will be tested in \nthe PESOs of four LGUs, targeting 1,600 youths, of which 50% will be female. If the pilot project \nis successful, it will be rolled out nationally. At the same time, DOLE will continue to advocate \nand  support  capacity  development  for  the  establishment  and  institutionalization  of  PESOs \nnationally. In line with promoting employment, DOLE has initiated a review of the labor code to \nachieve a balance between employment-friendly regulations and income security for workers.  \n \n8.  DOLE  is  coordinating  development  partner  support  for  the  Philippine  Labor  and \nEmployment  Plan,  including  ADB,  the  Government  of  Canada  (through  the  Canadian \nInternational Development Agency), and the International Labour Organization. Through this \ngovernment-led coordination, ADB is assisting DOLE in implementing selected components of \nits plan with a programmatic approach and TA (including this proposed TA project).5 Under \nsubprogram 1 of the Increasing Competitiveness for Inclusive Growth  Program (ICIG), the \ngovernment set out the foundations for boosting employment through regulatory reform and \n                                                \n4 ADB. 2012. Sector Assessment (Summary): Youth School-to-Work Transition and Gender Assessment, Manila. \n5 ADB. 2011. Technical Assistance to the Republic of the Philippines for Strengthening Institutions for Improved \nInvestment Climate. Manila. ", "3 \nstrengthening  employment  facilitation  systems,  including  capacity  development  for \ninstitutionalizing PESOs.6 Subprogram 2 of ICIG sets out prior expected actions (or policy \ntriggers) for supporting employment growth with the central focus on operationalizing reforms \nthrough pilot projects. These actions include implementation of a regulatory review of the labor \ncode, capacity development for the institutionalized PESOs, and implementation of MyFirstJob \nin four LGUs (through the PESOs). Subprogram 2 is expected to be submitted to the ADB \nBoard of Directors in 2014. The purpose of the proposed TA is to support operationalization of \nthese key interventions of the Philippine Labor and Employment Plan.  \n \nIII.  THE PROPOSED TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n9.  The impact will be enhanced employability of at-risk youths. This will be measured by  \n(i) youth wage employment increasing by 5.0% per annum over the long-term average rate of \n3.1% (1991–2008), (ii) job placement rate for youths using MyFirstJob services 20% higher than \nfor a similar group not receiving MyFirstJob services, and (iii) job placement rate for MyFirstJob \nyouths  in  jobs  offering  social  protection  benefits  20%  higher  than  for  a  similar  group  not \nreceiving  MyFirstJob  services.  The  outcome  will  be  improved  PESO  capacity  to  provide \nemployment services. \n \nB.  Methodology and Key Activities \n \n10.  Output 1: Strengthened capacity for labor policy analysis and formulation. The TA \nwill strengthen the Institute for Labor Studies (ILS) and DOLE’s policy development capacity to \nreview the labor code and conduct impact assessments of active labor market programs. Output \n1 will include (i) support for review and regulatory impact assessments (including stakeholder \nconsultations) of selected elements of the labor code and regulations in coordination with other \nrelevant bureaus of DOLE, (ii) support for development and management of the e-regulation \nwebsite  to  disseminate  information  on  proposed  regulatory  reforms  and  stakeholder \nconsultations; (iii) capacity development of DOLE staff for policy analysis, impact evaluation, \nand policy formulation with support from the international labor policy and regulatory expert and \nthrough short-term formal training in the Philippines and within Asia, and participation in regional \nand international conferences (policy development support will be built around the ILS research \nand policy development work plan for 2013–2016); (iv) capacity development of DOLE in policy \nframework development and labor market governance systems; (v) funding for field research of \nselected employment policy issues; (vi) funding to develop methodologies, field research for \nestablishing baseline data and tracing program recipients, and complete impact evaluation of \nselected labor and employment programs; (vii) development of standards for mitigating risks \nand  options  for  active  labor  market  and/or  employment  facilitation  programs;  and  \n(viii) development of protocols for an early employment recovery program.  \n \n11.  Output 2: Implementation of the MyFirstJob pilot project. This output is designed to \nenhance  the  employability  of  at-risk  youths  to  improve  their  integration  into  productive \nemployment. The medium-term objective will be to improve the capacity of DOLE and the \nBureau of Local Employment to deliver LMI and employment services. This will be achieved by \nsupporting the national LMI systems and the MyFirstJob pilot project, which aims to (i) improve \n                                                \n6 ADB. 2012. Report and Recommendation of the President to the Board of Directors: Proposed Programmatic \nApproach  and  Policy-Based  Loan  for  Subprogram  1  to  the  Republic  of  the  Philippines  for  Increasing \nCompetitiveness for Inclusive Growth Program. Manila. ", "4 \nLMI available to youths by strengthening PESO capacity to offer timely, accurate information on \njob vacancies and needed skills, and assist with job searches; and (ii) provide youths with \naccess to  technical  and  life  skills training  demanded  by  employers,  opportunities for  work \nexperience with learning on-the-job, and mentoring and tools for improving job searches and \ntheir outcomes. Output 2 includes five main activities: \n \n(i)  Improve  PESO  access  to  LMI  and  its  use  by  counselors.  This  includes:  \n(a) developing an action plan to strengthen LMI systems nationally, and equip \nPESOs with hardware and software needed to access national and local LMI and \nmanage  job  vacancies;  (b) providing  training  for  counselors  in  labor  market \nanalysis;  (c)  preparing  counseling  materials  and  handouts  using  LMI;  and \n(d) improving the quality of services offered by job counselors. \n(ii)  Develop client assessment instruments. This includes (a) training counselors in \nassessment and counseling techniques, mentoring, and job search methods; and \n(b) training PESO managers in modern public employment services. \n(iii)  Reduce the mismatch of skills with employer needs. This includes (a) providing \nassessment  and  counseling  services  to  youths  based  on  LMI,  (b)  providing \ntraining in life skills to enhance work attitudes and behavior, (c) conducting youth \ntechnical  training  linked  to  current  labor  market  demand  through  a  voucher \nsystem, and (d) offering on-the-job training.  \n(iv)  Improve  the  approach  of  youths  for  job  searches.  This  includes  (a)  training \nyouths in job search techniques, and (b) strengthening PESO support for youths \nsearching for jobs. \n(v)  Develop a monitoring and evaluation framework to assess the impact of the pilot \nproject on the labor market performance of participants. This includes completing \na  tracer  study  of  labor  performance  of  participants  (treatment  group)  and \nnonparticipants (control group). Labor market performance measures will include \nemployment placement rates, earnings, and potential for job displacement.  \n \n12.  Four PESOs will be chosen for the MyFirstJob pilot project and 1,600 youths will receive \nemployment services. Demand for the pilot project is expected to exceed the number of places \navailable; participants will be chosen by lottery to ensure random selection. A control group will \nbe created by lottery from those not admitted. The pilot project, using this random experimental \ndesign, will be implemented for 15 months, after which an impact evaluation will be carried out. \nThe impact of MyFirstJob on participants’ job placement and performance will be assessed by \ncomparing those receiving services with those who do not. The results of the evaluation will be \nused in deciding a national rollout of MyFirstJob.  \n \nC.  Cost and Financing \n \n13.  The TA is estimated to cost $5,591,897, which will be financed on a grant basis by the \nGovernment of Canada and administered by ADB. 7 The Government of the Philippines will \nprovide counterpart support in the form of counterpart staff, office space, and other in-kind \ncontributions.  \n                                                \n7 CIDA grant of $ 5,500,000 Canadian dollars is equivalent to $ 5,591,897 using exchange rate as of 15 January \n2013. ", "5 \n \nD.  Implementation Arrangements \n \n14.  DOLE will be the executing agency. It will provide office space with furniture and support \nservices for the consultants; the TA will provide office computers and supplies. ADB will engage \neight international consultants (total of 40 person-months) and three national consultants (42 \nperson-months),  on  an  individual  basis  through  individual  contract  services,  to  carry  out \nactivities under output 1. ADB will also engage a firm to provide five international consultants \n(total of 53 person-months) and seven national consultants (total of  92 person-months) to \nimplement activities under output 2. The firm will be engaged through quality- and cost-based \nselection with an 80:20 quality–cost ratio. ADB will recruit all individual consultants for output 1 \nand the firm for output 2 in accordance with the Guidelines on the Use of Consultants (2010, as \namended from time to time). Disbursements under the TA will be made in accordance with the \nTechnical  Assistance  Disbursement  Handbook  (2010,  as  amended  from  time  to  time). \nEquipment required under this TA will be procured following the Procurement Guidelines (2010, \nas amended from time to time); the assets will be handed over to DOLE upon TA completion. \nADB  will  provide  to  the firm  an  advance  payment facility  based  on the  cost  estimates of \nMyFirstJob pilot project activities.8 \n \n15.  Two project implementation units (PIU) will be established at DOLE for each output. The \nfirst PIU will be established at ILS to oversee implementation of activities under output 1. The \nILS PIU will be responsible for coordinating TA activities, reporting on progress, and monitoring \nactivities. The TA will engage a national consultant (para 14) to support the ILS PIU. ADB may \nalso delegate some portion of the administration of TA capacity development activities to the \nILS. For this purpose, ADB will provide an advance payment facility based on the cost estimates \nof  activities  (footnote  8).  A  second  PIU  will  be  established  at  DOLE’s  Bureau  of  Local \nEmployment to oversee the implementation of MyFirstJob under output 2. The PIU will be \nresponsible  for  coordinating  output  2  activities,  taking  on  the  overall  administrative  and \nsupervisory  tasks,  communicating  with  ADB,  annual  auditing,  progress  monitoring,  and \nproviding administrative support.   \n \n16.  The TA will be implemented from March 2013 to February 2017. Consultant deliverables \nare included in the terms of reference in Appendix 3. \n \nIV.  THE PRESIDENT'S RECOMMENDATION \n \n17.  The  President  recommends  that  the  Board  approve  ADB  administering  technical \nassistance not exceeding the equivalent of $5,591,897 to the Government of the Philippines to \nbe financed on a grant basis by the Government of Canada for Employment Facilitation for \nInclusive Growth. \n                                                \n8 TA administration manual (Supplementary Appendix). ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \nData Sources and \nDesign  Performance Targets and  Reporting  Assumptions and \nSummary  Indicators with Baselines  Mechanisms  Risks \nImpact  By 2019    Assumption \nEmployability of      Economy continues its \nat-risk youths  Youth wage employment  Household labor force  strong growth \nenhanced  increased by 5.0% per annum  survey  performance of 5.0%– \n(1991–2008 baseline: 3.4% per    6.0% per annum \nannum)   \n   \nJob placement rate for youths  MyFirstJob quarterly \nreceiving MyFirstJob services   monitoring reports and \n20% higher than for similar  final monitoring and \ngroup not receiving MyFirstJob  evaluation report \nservices*    \n \nJob placement rate for youths \nreceiving MyFirstJob services \nin jobs with social protection \nbenefits 20% higher than for \nsimilar group not receiving \nMyFirstJob services* \nOutcome  By Feb of 2017    Assumptions \nCapacity of      LGUs are committed to \nPESOs to  Number of persons finding jobs  DOLE database on  institutionalizing PESOs \nprovide  through PESOs increased by  PESO employment  (permanent staff \nemployment  10.0% per annum  placements  positions and adequate \nservices  (2010 baseline: 1,000  per  budget) \nimproved  PESO)   \n  Government stays on \nParticipating PESOs increased  course with key policy \nthe number of employers using  and regulatory reforms \ntheir services in the MyFirstJob  for the labor market \nproject by 20% over PESOs   \nnot offering the MyFirstJob  Risk \nproject*  Main stakeholders \nunable to reach a \ncompromise on policy \nand regulatory reforms \nfor the labor market \nOutputs   By Feb of 2017    Assumption  \n1. Capacity for      Effective coordination \nlabor policy  Annual regulatory impact  Signed memorandum  between DOLE and \nanalysis and  assessment (RIA) work plans  of agreement  stakeholders on policy \nformulation  for 2013–2015 approved    consultations \nstrengthened   (2011 baseline: no data  DOLE circular   \navailable)*    Risks \n  DOLE work plans  Capacity of DOLE to \nTen regulatory impact  endorsed  implement RIAs may be \nstatements on the Labor Code    constrained by \nof the Philippines completed  DOLE website  resources and other \nand published on the DOLE    emerging priorities \nwebsite (2011 baseline: no  DOLE quarterly RIA   \ndata available)*  reports  Inadequate capacity for \n    cost–benefit analysis ", "Appendix 1  7 \nData Sources and \nDesign  Performance Targets and  Reporting  Assumptions and \nSummary  Indicators with Baselines  Mechanisms  Risks \nAt least 60 DOLE staff trained  Evaluation reports  reduces the impact of \non RIA processes and tools,    RIAs, which may \nmonitoring and evaluation  Copies of DOLE  reduce enthusiasm of \nimpact evaluation  protocols  DOLE to apply RIAs \nmethodologies, and policy \ndevelopment (2011 baseline: \nno data available)* \n \nAt least five labor policy \nresearch studies completed \nand published (2011 baseline: \nno data available)* \n \nImpact evaluation assessment \nreports for at least one labor or \nemployment program \ncompleted and published \n(2011 baseline: no data \navailable)* \n \nProtocols for early employment \nrecovery program prepared \n(2011 baseline: no data)* \n2. MyFirstJob  Number of institutionalized  DOLE annual reports  Assumption  \npilot project  PESOs with standard labor  on PESOs  Effective coordination \nimplemented  market information and    between DOLE and the \nemployment intermediation  DOLE semiannual  four selected PESOs \nsystems in place increased to  reports on MyFirstJob  for the MyFirstJob pilot \n100 (2011 baseline: 89)  implementation  project \n     \nAt least 1,600 youth  DOLE manuals  Risks \nparticipants complete one or  endorsed  Inadequate number of \nmore of the following services:  PESO personnel to be \ncareer counseling, vocational  assigned to the projects \ntraining, and workplace  may affect \nexperience (2011 baseline: no  implementation \ndata available)*   \n  PESO staff lacking  \nAt least 50% of MyFirstJob  adequate counseling \nparticipants are female high- skills may reduce the \nschool graduates (2011  effectiveness of the \nbaseline = no data available)*  MyFirstJob pilot project \n   \nGender responsive manual for  Political risks may \nemployment services produced  affect project \n  implementation. With \nImpact evaluation reports for  the LGU elections in \nMyFirstJob pilot project  2013, change in \ncompleted (2013 baseline = no  leadership may mean \ndata available)*  that some LGUs may \n  be less enthusiastic \nabout institutionalizing \nPESOs or  may ", "8  Appendix 1 \nData Sources and \nDesign  Performance Targets and  Reporting  Assumptions and \nSummary  Indicators with Baselines  Mechanisms  Risks \npoliticize PESO and \nMyFirstJob pilot project \n \nAn insufficient number \nof private sector \nemployers respond to \nincentives to participate \nin the MyFirstJob pilot \nproject \nActivities with Milestones  Inputs \n1. Capacity for labor policy analysis and   \nformulation strengthened  Item  Amount ($) \n1.1. Training for DOLE staff on labor policy \nGovernment of Canada   5,591,897 \nanalysis (May 2013 to December 2014) \n1.2  DOLE staff participate in regional and  The Government of the   \ninternational labor policy conferences (May  Philippines will provide \n2013 to December 2015)  counterpart support in the form of \n1.3  Workshop on early response employment  counterpart staff and office space, \nprograms (August 2013 and November 2013)  and other in-kind contributions. \n1.4  Training for DOLE staff on impact evaluation \n \n(October 2013) and design and development \nof a monitoring and evaluation framework for \n   \na labor or employment program (December \n2013)   \n1.5  Philippine labor policy conference (June 2014) \n   \n1.6  Protocols for early response emergency \nemployment programs developed (July 2014)     \n \n   \n2.  MyFirstJob pilot project implemented \n2.1  MyFirstJob project administration manual     \nincluding standard operating procedures \n   \nfinalized (March 2013) \n2.2  Four PESOs selected for pilot testing (March   \n2013) \n2.3  Review of labor market information system \ncompleted; action plan produced (May 2013) \n2.4  Prequalification of training providers and \nemployers for the MyFirstJob pilot project \ncompleted (May 2013) \n2.5  Labor market information action plan \nimplemented (July 2013 to July 2014) \n2.6  MyFirstJob pilot project launched (July 2013) \n* Work commenced in 2011 or 2012 where relevant. \nADB = Asian Development Bank, DOLE = Department of Labor and Employment, LGU = local government unit, \nPESO = public employment service  office, RIA = regulatory impact assessment, TA = technical assistance.  \nSource: Asian Development Bank. \n \n ", "Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Amount \nGovernment of Canadaa   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  1,890.00 \n      ii.  National consultants  340.00 \n    b.  International and local travel  140.00 \n    c.  Reports and communications  31.00 \n  2.  Equipmentb  50.00 \n  3.  Training, seminars, and conferences   \n    a.  Facilitators  20.00 \n    b.  Training programc  2,400.00 \n  4.  Surveysd   200.00 \n  5.  Miscellaneous administration and support costs  100.00 \n  6.  Contingencies  420.90 \n        Total  5,591.90 \nNote: The technical assistance (TA) is estimated to cost $5,591,897, which will be financed by the Government of \nCanada as presented in the table above. The government will provide counterpart support in the form of counterpart \nstaff and office space, and other in-kind contributions. The value of the government contribution is estimated to \naccount for 1.8% of the total TA cost. \na. Administered by the Asian Development Bank (ADB). This amount includes ADB’s administration fee, audit costs, \nbank charges, and a provision for foreign exchange fluctuations (if any), to the extent that these items are not \ncovered by the interest and investment income earned on this grant, or any additional grant from the Government \nof Canada. \nb.  Includes 10 desktop computers; 4 notebooks; 1 photocopier, printer, and scanner; and required software for the \nlabor market information system.  \nc.  Training program includes grants to (i) MyFirstJob participants for technical training at an accredited technical and \nvocational education and training school and grants for workplace experience with employers and (ii) training, \nseminars, and conferences within and outside the Philippines on labor policy capacity development and regulatory \nreviews. \nd.  Surveys include the (i) monitoring and evaluation impact assessment of the MyFirstJob and (ii) impact evaluation \nfor selected public employment program.   \nSource: Asian Development Bank estimates.  \n ", "10   Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The Asian Development Bank (ADB) will engage a team of international and national \nconsultants on an individual basis through individual consulting services to carry out activities \nunder output 1. ADB will engage one firm to carry out activities under output 2 following quality- \nand cost-based selection (80:20 quality–cost ratio), using simplified technical proposal.  \n \nA.  Output 1: Strengthened Capacity for Labor Policy Analysis and Formulation. \n \n2.  Eight international consultants (total of 40 person-months) and three national consultants \n(42 person-months) will be engaged to provide consulting services on capacity development at \nthe Institute for Labor Studies (ILS) and relevant bureaus of the Department of Labor and \nEmployment (DOLE).  \n \n3.  Labor policy expert (international, 12 person-months). The expert should have (i) at \nleast a master’s degree in economics specializing in the economics of labor, (ii) at least 10 \nyears experience in research and policy advisory functions with governments in developed and \ndeveloping economies, and (iii) advanced survey research and statistical skills. The expert will \nwork closely with ILS staff. Tasks include the following: (i) develop training modules on labor \nand  employment  analysis  and  policy,  and  provide  training;  (ii)  work  with  staff  to  produce \nresearch and policy discussion papers on the labor market in the Philippines covering labor \nmarket experiences of difference demographic groups, employment policies, selected labor \npolicy and regulations, skills development, and other issues aligned with the ILS work plan; (iii) \nprovide policy advisory briefs as needed; (iv) help ILS and relevant DOLE staff with regulatory \nimpact assessments (RIAs) for selected regulations under the DOLE RIA work plan; (v) support \nDOLE with review of the Labor Code of the Philippines under RIA program; and (v) and provide \nassistance to ILS staff as needed. The expert will report to the ILS executive director and the \nADB project manager.  \n \n4.  Labor  regulations  expert  (international,  12  person-months).  The  expert  should  \n(i) have at least a master’s degree in economics specializing in labor policy and regulation,  \n(ii) have at least 10 years professional experience working on labor regulations in developed \nand developing economies, and (iii) be familiar with RIAs on labor regulations. The expert will \nwork closely with ILS and DOLE staff on the review of labor regulations. Tasks include the \nfollowing:  (i)  design  and  develop  training  modules  on  international  practices  on  labor \nregulations,  and  provide  in-house  training;  (ii)  work  with  staff  and  review  selected  labor \nregulations  that  impact  hiring,  dismissals,  employment  creation,  job  security,  and  income \nsecurity; and other regulations on certification of professionals; (iii) help DOLE staff review the \nLabor Code of the Philippines; and (iv) respond to other DOLE requests as needed. The expert \nwill report to the ILS executive director and the ADB project manager. \n5.  Monitoring and evaluation methodologies expert (international, 3 person-months). \nThe expert should (i) have an advanced degree in economics; (ii) have at least 10 years \nprofessional experience in the field of monitoring and impact evaluations of programs and \npolicies in developed and developing economies; and (iii) demonstrate advanced skills in survey \ndesign  and  statistical  analysis  relevant  to  monitoring  and  evaluation  (M&E).  Professional \nexperience evaluating labor and employment policies and programs would be an advantage. \nTasks include the following: (i) work closely with ILS and DOLE staff to provide training on M&E \ntechniques,  survey  design  and  development,  and  processes  for  carrying  out  M&E  on \nemployment and labor programs; and develop training modules and manuals; (ii) work with \nDOLE staff to design and develop an M&E framework for selected DOLE labor and employment ", "Appendix 3  11 \nprograms,  such  as  the  Community-Based  Employment  Program  (and  possibly  community-\nbased employment programs with the Department of Social Welfare and Development and the \nDepartment of Public Works and Highways); and (iii) provide support to DOLE staff carrying out \nimpact evaluations and peer review of the reports. The expert will report to the ILS executive \ndirector and the ADB project manager.  \n \n6.  Five experts on social protection, industrial relations, and other areas (international, \n13 person-months). Five experts will be engaged as needed to assist ILS and DOLE on areas \nrelated  to  policy.  The  areas  of  expertise  include  social  protection  and  inclusion  (including \nunemployment insurance), industrial relations, gender, and emergency employment programs \nto reduce labor market risks to vulnerable workers. Each expert should have an advanced \ndegree in the respective discipline, and at least 5 years professional and/or research experience \nin one of these areas. The experts will report to the ILS executive director and the ADB project \nmanager. \n \n7.  Project  coordinator  (national,  24  person-months).  The  coordinator  should  have  a \nuniversity degree and at least 10 years experience in project coordination in the Philippines. \nExperience on ADB projects will be highly desirable. The coordinator will be responsible for (i) \ncollaborating and liaising with ILS, DOLE, ADB, and the TA consultants under output 1, (ii) \nsynthesizing progress reports of activities under output 1, (iii) managing output 1 accounts \nthrough an advance payment facility, and (iv) coordinating meetings of the relevant steering \ncommittees for the entire TA (outputs 1 and 2). The coordinator will report to the ILS executive \ndirector and the ADB project manager.  \n \n8.  Communications  and  media  relations  expert  (national,  12  person-months).  The \nexpert must have a degree in mass communications and at least 10 years experience in media \nrelations in the Philippines with a media relations firm, public relations firm, or a corporation. \nExperience in managing social media would be an advantage. The expert will assist DOLE in \ndeveloping a communications strategy and action plan for media relations for regulatory review \nprogram. The expert will assist DOLE in implementing the strategy and coordinating with media \nrelations  on  programs  and  activities  including  press  releases,  media  events,  and  media \nreporting on program events. The expert will report to the ILS executive director and the ADB \nproject manager. \n \n9.  E-regulations expert (national, 6 person-months). The expert should have a university \ndegree in computer science and at least 5 years professional experience in computer software, \nwebsite development, and intranet databases. Working closely with the ILS, the expert will \nreport to the ILS executive director and ADB project manager. The expert will work with ILS to \nmanage the development and operationalization of the e-regulation website for dissemination \ninformation of DOLE’s regulatory review program and for carrying out public consultations on \nproposed reforms.  \n \nB.  Output 2: Implementation of the MyFirstJob Pilot Project \n \n10.  A firm will be engaged to provide consulting services under output 2. The firm will \nspecialize  in  labor  market  information  (LMI)  and  job  search  assistance  programs.  Five \ninternational consultants (total of 53 person-months) and seven national consultants (92 person-\nmonths) will be engaged.  \n \n11.  Team leader and job search programs expert (international, 20 person-months). The \nexpert should have (i) an advanced degree in economics or equivalent specializing in labor ", "12  Appendix 3 \nmarket programs, (ii) at least 10 years professional experience with a national government labor \nagency dealing with employment programs, (iii) demonstrated experience in either designing \nand developing or implementing job search assistance and youth job placement programs in \nother developing and developed countries, and (iv) good interactive and interpersonal skills. The \nexpert will work with staff at the Bureau of Local Employment (BLE) of DOLE and staff of four \nPESOs to implement the MyFirstJob pilot project. The team leader will report to the BLE director \nand the ADB project manager. Tasks include the following: \n \n(i)  Manage and oversee all output 2 activities at BLE, including managing the other \ninternational  and  national  consultants,  and  provide  monthly  monitoring  and \nreporting of progress. \n(ii)  Building  on  the  MyFirstJob  concept  design,  operationalize  the  concept  and \nimplement  the  MyFirstJob  pilot  project  targeting  about  1,600  high-school \ngraduates in three or four localities in Luzon. Provide capacity building activities \nfor  BLE  and  PESO  staff,  including  strengthening  of  LMI  systems;  develop \ncapacity for staff coaching and career counseling skills; and conduct a vocational \nand  internship  program  with  private  sector  employers  (including  grants  for \nprogram  recipient  vocational  training  and  subsidized  wages).  MyFirstJob  will \nrequire the prequalification of a pool of private employers and training providers \nfor the pilot project. \n(iii)  Oversee the pilot project at the four PESOs. \n(iv)  Oversee the implementation of an M&E framework for the pilot project, including \npreparing a bidding document for procuring consulting services of a specialist \nfirm for the M&E activity. \n(v)  Provide a range of advocacy support to DOLE with other national government \nagencies and stakeholders (private sector, labor groups, and vocational training \ninstitutions) on the MyFirstJob pilot project. \n(vi)  Oversee coordination of  output 2 activities with the private sector and other \nstakeholders. \n(vii)  Work with BLE and PESO staff to transfer knowledge and management of the \npilot project to BLE and the PESOs by mid-2014.  \n \n12.  Grants manager (international, 6 person-months). The grants manager should have a \ndegree in accounting and/or finance and at least 10 years professional experience in design, \ndevelopment, and/or management of a grant project with governments or development partners. \nTasks include the following: (i) work with BLE to design the financial and governance framework \nfor  the  grants  component  of  MyFirstJob,  including  standard  operating  procedures,  internal \ncontrol and audit system, and business processes for providing vocational grants to participants \nand wage subsidies to participating employers, (ii) develop memorandums of understanding \nwith employers on taking on interns under the program, (iii) disburse vocational education \ngrants to vocational institutions, and assist with accounting and reporting, (iv) disburse wage \nsubsidies to employers participating in MyFirstJob, and assist with accounting and reporting, \nand (v) provide training and knowledge transfer to BLE and PESO staff in managing grants \nunder MyFirstJob for possible future rollout of the program to additional PESOs. The grant \nmanager will report to the BLE director, the team leader, and the ADB project manager.  \n \n13.  International finance expert (international, 18 person-months). The expert must have a \nuniversity degree in accounting and be a qualified chartered accountant and should have at \nleast 5 years professional work experience. Experience with ADB procurement procedures \nwould be highly desirable. The expert will be responsible for (i) providing overall recording, \nreporting  and  management  of  accounts,  procurement  of  goods  and  services,  and ", "Appendix 3  13 \ndisbursements under the contract, (ii) working with DOLE accounting staff on recording and \nmanaging accounts under the MyFirstJob grants, (iii) drafting contract variations related to minor \nchanges of scope, implementation, and personnel, and (iv) providing capacity development \nsupport  to  BLE  and  the  PESOs  on  the  financial  management  system  for  administering \nexpenditures under the MyFirstJob pilot project.  \n \n14.  Labor  market  information  systems  expert  (international,  5  person-months).  The \nexpert should have (i) a relevant university degree, (ii) demonstrated extensive experience in \ndesigning and developing LMI systems with national government labor agencies in developed \nand developing economies, (iii) at least 10 years professional career experience with a national \ngovernment labor agency, and (iv) good interactive and interpersonal skills. The expert will \nassist DOLE in strengthening the national and the four local government LMI systems. Tasks \ninclude the following: (i) work closely with BLE staff and three or four local government PESOs \nto review LMI systems, and create an action plan to strengthen the systems including the \nprovision of cost estimates for enhancements; (ii) provide assistance for implementing the \naction plan, in coordination with BLE and PESO staff; and (iii) oversee and provide assistance \nfor the operationalization of LMI enhancements. The expert will report to the BLE director and \nthe team leader. \n \n15.  Career counseling trainer (international, 4 person-months). The trainer must be an \nexpert in training techniques for effective counseling and coaching for career development. The \ntrainer  will  provide  intensive  counseling  and  coaching  training  to  PESO  staff  in  four  local \ngovernment  units  as  part  of  staff  capacity  development  for  the  effective  delivery  of  youth \nemployment services. Tasks include the following: (i) create training modules and manuals for \neffective techniques on career counseling and coaching, (ii) conduct training intermittently at the \nPESOs, (iii) assess competency of PESO staff in career counseling and coaching, and assist \nwith follow-up training, (iv) develop a case management system for PESO staff to manage and \nmonitor program participants over the life cycle of the project, and (v) provide a final report on \naccomplishments, lessons, and recommendations for building staff capacity at other PESOs. \nThe trainer will report to the BLE director and the team leader.  \n \n16.  Communications  and  media  relations  expert  (national,  12  person-months).  The \nexpert must have a degree in mass communications and at least 10 years experience in media \nrelations in the Philippines with a media relations firm, public relations firm, or a corporation. \nExperience in managing social media would be an advantage. The expert will assist DOLE in \ndeveloping a communications strategy and action plan for media relations for the MyFirstJob \npilot project and other labor policy issues. The expert will assist DOLE in implementing the \nstrategy  and  coordinating  with  media  relations  on  programs  and  activities  including  press \nreleases, media events, and media reporting on program events. The expert will report to the \nBLE director and the team leader. \n \n17.  Information and technology expert (national, 5 person-months). The expert should \nhave a university degree in computer science and at least 5 years professional experience in \ncomputer software, website development, and intranet databases. Working closely with the LMI \nexpert, the expert will report to the BLE director and the team leader. The expert will work with \nBLE  to  develop  an  intranet  database  to  provide  a  progress  report  of  each  job  seeker’s \nregistration and application to PESOs. The database should be structured so that weekly and \nmonthly summary reports on the progress of job seekers applications through the PESOs can \nbe readily produced in a user-friendly format and functions allow the computation of relevant \nstatistics necessary for monitoring and evaluating program activities. The expert will support the \nLMI expert and BLE in enhancing existing LMI systems. ", "14  Appendix 3 \n \n18.  Life  skills  trainer  (national,  3  person-months).  The  trainer  must  have  a  university \ndegree  in  a  relevant  social  science  and  should  have  at  least  10  years  professional  work \nexperience in the field of counseling young people in the area of youth life skills covering \npreparing job applications and or job interviews, workplace etiquette, understanding teamwork, \nfinancial literacy, and health. Tasks include the following (i) create training modules for youth life \nskills covering relevant topics, (ii) conduct intermittent training courses for school graduates \nregistered at PESOs (both MyFirstJob participants and nonparticipants), and (iii) provide a final \nreport on accomplishments, lessons, and recommendations for building staff capacity at PESOs. \nThe trainer will report to the BLE director and the team leader.  \n \n19.  Facilitators (national, four facilitators, 18 person-months each). Each facilitator must (i) \nhave a university degree in social sciences or law, (ii) have good interpersonal skills and be \nhighly motivated, and (iii)  have demonstrated experience in this field for at least 6 years. \nExtensive experience in facilitation assignments with international development agencies would \nbe highly desirable. The facilitators will work with the team leader, the grants manager, and \nPESO staff to implement the MyFirstJob pilot project. Each facilitator will be assigned to each \none of the four PESO participating in the MyFirstJob pilot project. Tasks include the following: (i) \nwork  with  PESO  staff  to  implement  the  MyFirstJob  action  plan  at  the  PESO,  including \nimplementing  the  business  processes  for  the  program,  (ii)  coordinate  with  participating \nemployers and training providers, including facilitating prequalification of participants, (iii) work \nwith the communications and media relations expert in implementing the media relations plan, \n(iv) work with PESO staff to create and maintain case management files of participants and \nmonitor progress, and (v) prepare monthly progress reports on program implementation and \neach  program  participant  (average  of  300–400  school  graduates  for  each  PESO).  The \nfacilitators will report to the BLE director and the team leader.  \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20130212093937+08'00'", "Creator": "Microsoft® Word 2010", "ModDate": "D:20130311150550+08'00'", "Producer": "Microsoft® Word 2010", "Title": "Doc number"}}