{"path": "data/input/ta/46510-001-reg-tar.pdf", "pages": [" \n \n \n \nTechnical Assistance Report\n \n \n \n \n \n \n \n \n \n \nProject Number: 46510  \nRegional–Policy Advisory and Technical Assistance (R-PATA) \nMay 2013 \n \n \n \nPacific Private Sector Development Initiative,  \nPhase III \n(Cofinanced by the Government of Australia and the Government \nof New Zealand) \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AusAID   –  Australian Agency for International Development  \n  DMC  –  developing member country \nM&E  –  monitoring and evaluation \nPLCO  –  Pacific Liaison and Coordination Office \nPPP  –  public–private partnership \nPSDI   –  Private Sector Development Initiative \nSOE  –  state-owned enterprise \nTA  –  technical assistance \n \n     \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional–policy and advisory technical assistance (R-PATA) \nTargeting  –  General intervention \nclassification \nSector (subsectors)  –  Multisector (economic and public affairs management, finance \nsector development, law and judiciary, microfinance) \nThemes (subthemes)  –  Private sector development (policy reforms, public–private \npartnerships); economic growth (promoting economic efficiency \nand enabling business environment; promoting macroeconomic \nstability; knowledge, science, and technological capacities; \nwidening access to markets and economic opportunities); gender \nequity (gender equity in [economic] opportunities); regional \ncooperation and integration (other regional public goods) \nPartnerships  –  Government of Australia, Government of New Zealand  \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  X. Yao, Pacific Department (PARD) \nDirector  A. Iffland, Pacific Liaison and Coordination Office, PARD  \n   \nTeam leader  S. Spohn, Private Sector Development Specialist, PARD \nTeam members  H. Everett, Financial Sector Specialist, PARD \nS. Sampath, Principal Urban Development Specialist, Regional and \nSustainable Development Department (Peer Reviewer) \nO. Santos, Senior Operations Assistant, PARD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \n \nI.  INTRODUCTION  1 \n \nII.  ISSUES  1 \n \nIII.  THE PROPOSED TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  5 \n \nIV.  THE PRESIDENT'S RECOMMENDATION  5 \n \nAPPENDIXES \n \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  Outline Terms of Reference for Consultants  10 \n \n \nSUPPLEMENTARY APPENDIX   15 \n  \nKey Achievements and Analytical Work Under Private Sector Development Initiatives I and II \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n   \n \n ", "", " \nI.  INTRODUCTION \n1.  The Pacific Private Sector Development Initiative (PSDI) Phase III will follow on and \nbuild on the successes, lessons learned and strengths of the PSDI Phases I and II.12 These \ntechnical assistance (TA) projects support the Pacific Approach 2010–2014 and Strategy 2020 \nof the Asian Development Bank (ADB) and leverage ADB’s strategic focus on private sector \ndevelopment, with the objective of improving the business environment in Pacific developing \nmember countries (DMCs).3 The first two phases of the PSDI focused on three core areas: (i) \nbusiness law reform, (ii) improving access to financial services, and (iii) state-owned enterprise \n(SOE)  and  public–private  partnership  (PPP)  reforms.  The  positive  outcomes  of  the  PSDI \ninitiatives in these areas have led to growing demand for assistance and an expansion of focus \ninto the areas of competition policy and the economic empowerment of women.4 The TA design \nis  based  on  extensive  consultations  with  Pacific  DMC  governments,  private  sector  and \ndevelopment partners. The design and monitoring framework is in Appendix 1.5 \n \nII.  ISSUES \n2.  It is difficult and costly to do business in the Pacific. Firms have to deal with isolation and \nsmall market size. There are many reasons why it is costly to start and operate a business in \nthe Pacific. Business laws are outdated and unsuited to the needs of modern commerce. Laws \ngoverning contracts are confusing and difficult to enforce, and complying with regulations is \ncostly and difficult. It is also hard for successful growing businesses to obtain the financing \nnecessary to expand. The financial sector is generally not well developed, and access to and \nknowledge about financial services and their use by customers is typically limited. Informal \nsectors are large and productivity is low. While foreign investors should be a source of capital \nand knowledge, many countries make it hard for them to start new businesses. Inefficient SOEs \ndominate infrastructure service delivery, resulting in unreliable and costly utilities and transport \nservices, which add to the high cost of doing business. Public sector investment achieves rates \nof return that are either low or negative. Many Pacific DMCs have competition frameworks that \nare  not  strong  enough  to  regulate  monopolies,  provide  poor  consumer  protection.  These \nconstraints reduce private sector growth.  \n \n3.  Women’s economic empowerment and economic development are closely interrelated. \nLimited economic opportunities for women result in higher opportunity cost in terms of foregone \ngrowth and poverty alleviation. Many barriers to women’s economic empowerment are systemic, \nbeing rooted in outdated laws or exclusionary economic and cultural practices.  \n \n4.  All of the above factors reduce returns on investment, limiting flows of capital and \ntechnology  into  Pacific  island  economies,  and  restricting  growth  opportunities  that  could \nadvance inclusive economic development, which reduces poverty. \n                                                 \n1  Asian Development Bank (ADB). 2006. Regional Technical Assistance for Private Sector Development Initiative. \nManila; ADB. 2009. Regional Technical Assistance for Pacific Private Sector Development Initiative, Phase II. \nManila.  \n2  Australian Agency for International Development. 2010. Review of ADB Pacific PSDI Phase I: Independent \nCompletion Report. Canberra; ADB. 2013. Independent Evaluation Report on Pacific Private Sector Development \nInitiative Phase II. Consultant’s report. Manila. (TA 7430-REG). Report commissioned on behalf of AusAID. \n3  ADB. 2009. Pacific Approach 2010–2014. Manila; ADB. 2008. Strategy 2020: The Long-Term Strategic Framework \nof the Asian Development Bank, 2008–2020. Manila. \n4  The recently released AusAID Private Sector Development Strategy supports this focus. On a regional level, the \nPacific Islands Forum Economic Ministers have made promoting private sector development—including improving \naccess to finance, SOE reform, and economic empowerment of women—a regional priority. \n5  The TA first appeared in the business opportunities section of ADB’s website on 6 May 2013. \n ", "2  \n5.  The reforms initiated under the PSDI I and II have strengthened the foundation for \nprivate sector development in the Pacific. The analytical work under the PSDI I and II identifies \nconstraints to private entrepreneurship and investment as well as the constraints to women \nentering the formal sectors of Pacific DMCs. The findings of the analytical work have facilitated \npolicy dialogue with Pacific DMC governments and private sectors on the direction and options \nfor implementing policy changes. Indeed, the analytical support through the PSDI I and II has \nstrongly complemented ADB’s policy-based financing operations, and there are new requests \nfor assistance with private sector reforms in many Pacific DMCs. \n \n6.  PSDI  I  and  II  work  to-date  has  led  to  concrete  outcomes.  For  example,  secured \ntransactions reform recognizes the challenges in many Pacific DMCs of using communal land \nas collateral, and assists countries to adopt alternative mechanisms to secure a loan with \nmoveable properties. This has contributed regionally to more than 10,000 new loans issued by \nthe banking sector. Another example is the establishment of an online company registry in the \nSolomon Islands which has helped to more than double yearly new company registrations. Also \nin the Solomon Islands, the PSDI has successfully supported the privatization of Sasape Marina. \n“PSDI owes its success to the flexibility of its operating model, the technical expertise and \ncontinuity of key expert involvement, the emphasis placed on research and analysis, and the \ncoherence of its focus on institutions.” 6 The Supplementary Appendix gives an overview of \nmajor achievements and publications under the PSDI I and II.  \n \n7.  As a driver of inclusive economic growth, a thriving private sector has become a national \npriority in many Pacific DMCs. Therefore, there is a keen interest among Pacific DMCs to \nextend analytical work to inform their national development strategies and reform activities. \nPSDI III will be instrumental in deepening and broadening critical reforms supported under PSDI \nI and II. Although many successful reforms have been initiated, there is strong demand from \nPacific DMCs to substantially increase implementation support, extend work in core areas \nwhere limited reforms have occurred, and improve the business environment to enhance the \ncompetitiveness of Pacific DMCs. There is also an urgent need to assist entrepreneurs in the \ninformal sector to formalize their businesses, opening opportunities to access formal financial \ninstitutions and to take advantage of the modernization of business laws. Geographically, this \nwill cover all 14 Pacific DMCs, where appropriate. In Pacific fragile situations, experience has \nshown  that  reforming  the  business  environment  takes  many  years  and  requires  sustained \npolitical and policy support. A key feature of PSDI I and II and the proposed PSDI III is that they \nare demand driven, can respond quickly to requests from Pacific DMCs, and provide support \nuntil the reforms are fully implemented and tangible results are achieved.   \n8.  Past  experience  highlights  the  importance  of  strengthening  synergy  among,  and \neffective coordination with, different regional programs and country operations. There is a need \nto work closely with ADB country team leaders so that the private sector components of ADB’s \ncountry partnership strategies and country operations business plans can be informed by the \nPSDI analytical work and reform initiatives can be aligned with policy-based loans and grants in \nthe region. Effective coordination with other regional programs, such as the Pacific Regional \nInfrastructure  Facility  and  the  Pacific  Economic  Management  and  Pacific  Public  Financial \nManagement  Initiatives  will  be  required  and  operational  linkages  with  the  Private  Sector \nOperations Department will need to be enforced. Coordination with the work of development \npartners, most importantly the Australian and New Zealand governments, will be essential.  \n                                                 \n6  ADB. 2013. Independent Evaluation Report on Pacific Private Sector Development Initiative Phase II. Consultant’s \nreport. Manila. (TA 7430-REG). Report commissioned on behalf of AusAID.    \n ", "  3\nIII.  THE PROPOSED TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n9.  The expected impact of the TA will be sustained economic growth in Pacific DMCs that \nincreases  incomes.  The  expected  outcome  will  be  an  equitable  business  environment \nencouraging new business formation, and increased domestic and foreign investment in Pacific \nDMCs. \n \nB.  Methodology and Key Activities \n10.  Output 1: Businesses and households in selected Pacific developing member \ncountries  have  improved  access  to  financial  services.  The  PSDI will continue to help \ndevelop  innovative  financial  products  and  branchless  banking  models,  and  will  build  the \ncapacity of financial institutions to deliver services sustainably. It will implement reforms that \nincrease the ability of financial institutions to finance growing businesses and maintain financial \nsector stability. The TA will (i) further reform and implement secured transactions reforms and \nregistries; (ii) review and advise on policies, laws, and regulations that are barriers to financial \nsector development; (iii) strengthen financial service providers and/or central banks through \ncapacity building; and (iv) facilitate pilot testing of new financial products and delivery channels.  \n \n11.  Output  2:  Selected  business  laws  in  Pacific  developing  member  countries \npromote  inclusive  business  formation,  investment,  entrepreneurship,  and  trade. \nImproving and simplifying business laws in Pacific DMCs will result in (i) the creation of new \nbusinesses, (ii) the expansion of existing ones, and (iii) easier entry for foreign investors. Poorer \nsections of the population and women will have improved access to formal business activity. \nPriorities  for  reform  in  the  business  law  area  include  the  establishment  of  new  business \nregistries, new laws on insolvency, new trustee laws, further reforms of companies acts, and \nimprovements in foreign investment regimes. \n \n12.   Output 3: The delivery of infrastructure services will be made more efficient and \ncost-effective. In most Pacific DMCs, a substantial portion of infrastructure services is provided \nby SOEs, which generally operate inefficiently and are a significant drain on the public budget. \nThe  PSDI  will  continue  to  address  this  issue  through  the  implementation  of  SOE  reforms \ndesigned  to  improve  operating  efficiencies,  transparency,  and  accountability.  Where \nappropriate, the PSDI interventions will also facilitate the privatization of SOEs and/or the \ncontracting out of their services. These contracts may be structured as PPPs.  \n \n13.   Where new infrastructure investment is needed, the PSDI promotes private participation \nthrough PPPs involving activities covering the first three pillars of ADB’s PPP Operational Plan.7 \nUnder the PSDI I and II, substantial progress has been made in all three areas—in particular in \nTimor-Leste and Papua New Guinea, two countries with strong potential to develop formal PPP \nprograms. The PSDI III will support the completion of the legal and regulatory frameworks for \nPPPs  in  these  two  countries,  the  establishment  of  institutional  capacity  to  manage  PPP \nprograms, continued advocacy for PPPs throughout the Pacific, as well as the identification of \nand prefeasibility analysis for specific PPP transactions. The PSDI would not cover the PPP \ntransaction advisory costs, but would support Pacific DMCs in recruiting transaction advisors \n                                                 \n7  ADB. 2012. Public–Private Partnership Operational Plan, 2012–2020. Manila. The three pillars of the PPP \nOperational Plan include advocacy and capacity development, enabling environment, and project development. \n ", "4  \nand providing ongoing transaction monitoring support. It is anticipated that the colocation of the \nPacific Regional Infrastructure Facility and the PSDI will bring significant synergies. \n \n14.  Output 4: Selected Pacific developing member countries’ governments establish a \nframework that promotes competition. The small market size of Pacific DMCs leads to a \nsmall number of providers of products and services that are often inefficient and anticompetitive. \nThe PSDI will assist selected Pacific DMCs to establish a framework that promotes competition \nand consumer protection. This includes preparing competition laws, establishing regulatory \noffices, and assisting with improving the capacity of regulators. \n \n15.   Output 5: Successful pilot initiatives promoting the economic empowerment of \nwomen are implemented in selected Pacific developing member countries. While the PSDI \nhas a gender-mainstreamed approach across the core areas, where reform initiatives have \nultimately gender benefits, the PSDI will carry out more specific gender-targeted research and \npilot initiatives that contribute to the economic empowerment of women. Based on gender-\nfocused analytical work, the PSDI will identify areas for pilot initiatives in selected Pacific DMCs \nthat will economically empower women and have a demonstration effect for replication and up-\nscaling.  Specific  activities  to  promote  the  economic  empowerment  of  women  will  include \ndiagnostic work to identify and remove constraints on women’s advancement,8 implementing \npilot programs to test alternative modalities to promote opportunities for women, and utilizing the \nfindings to: (i) scale up these initiatives, and (ii) disseminate lessons learned as knowledge \nproducts. This will include providing women with better access to markets. \n \n16.  Output 6: Strategic and knowledge management services are effectively provided. \nThe  relevance  and  effectiveness  of  the  PSDI  interventions  rests  on  in-depth  analysis  of \nconstraints  to  doing  business  in  Pacific  DMCs.  As  the  program  expands,  monitoring  and \nevaluation (M&E) will be expanded to include selected impact evaluations, and attention will be \npaid to knowledge sharing across the Pacific. The PSDI III will continue to undertake private \nsector assessments to identify and prioritize further reforms that will be incorporated into the \nPSDI III outputs, and support formalization of partnership agreements of development partners \nand ADB’s country programming. Knowledge-sharing workshops will disseminate findings and \nlessons, and the M&E framework will track progress of all the PSDI III initiatives. An annual \nreview and strategic planning meeting with selected ADB staff and development partners will \nfacilitate strategic focus and work programs. Bulletins describing issues and outcomes of the \nPSDI initiatives will be published several times a year. Key lessons will be disseminated through \nprinted and social media. Regular private sector roundtables will facilitate discussions between \npublic and private sector stakeholders. Conferences will be used to disseminate findings in each \nfocus area. The PSDI core team members will continue to participate regularly in regional and \ninternational  conferences  to  discuss  findings  and  best  practices.  A  comprehensive  M&E \nframework is an integral part of the PSDI—monitoring TA outputs and outcomes. The results \nare aggregated and described in the PSDI annual progress report. \nC.  Cost and Financing \n17.  The TA is estimated to cost $30,500,000, of which $2,000,000 will be financed on a \ngrant  basis  by  ADB’s  Technical  Assistance  Special  Fund  (TASF-V),  $24,000,000  by  the \nGovernment of Australia, and $4,500,000 by the Government of New Zealand, and will be \nadministered by ADB. Options to source additional cofinancing will be explored. Detailed cost \nestimates and financing plans are in Appendix 2.  \n                                                 \n8  For example, registering a business without the signature of a male relative. \n ", "  5\nD.  Implementation Arrangements \n18.  ADB, as the executing agency, will further strengthen the accountability and monitoring \nand evaluation mechanism of this TA. This includes a project administration unit in the Pacific \nLiaison and Coordination Office (PLCO).The project administration unit comprises ADB sector \nspecialists  and  administrative  staff  and  will  be  under  the  direct  supervision  of  the  PLCO \nRegional  Director.  The  project  administration  unit  will  undertake  (i)  project  and  program \nmanagement, (ii) financial management responsibilities, (iii) fiduciary responsibilities and (iv) \nmonitoring and evaluation of progress. The TA will be implemented over 6 years from June \n2013 to May 2019. The TA will require a total of 837 person-months of international consultants \nand  150  person-months  of  national  consultants.  Consultants  will  be  engaged  by  ADB  in \naccordance with the Guidelines on the Use of Consultants (2010, as amended from time to \ntime). 14 full-time consultants—10 international (608 person-months) and four national (150 \nperson-months)—will  be  hired  following  individual  consultant  selection.9 Areas  of  expertise \ninclude  (i)  private  sector  development  strategies  and  policies,  (ii)  competition  policies,  (iii) \neconomic empowerment of women, (iv) SOE reform, (v) PPPs, (vi) business law reform, (vii) \nregulatory reform, (viii) access to finance, (ix) knowledge management and communication, (x) \nM&E,  and  (xi)  flexible  results-oriented  innovative  grant  delivery.10 In-country  private  sector \ndevelopment  coordinators  (international  and/or  national  consultants)  may  be  recruited  as \nappropriate.11 Specialized  short-term  consultants  (international,  229  person-months)  will  be \nrecruited by a combination of individual consultant selection and indefinite delivery contract. 12    \n \n19.  To  ensure  compatibility  and  consistency  with  electronic  registry  platforms  and \napplications that have been designed and implemented under the PSDI I and II, consultants or \nfirms previously hired under the PSDI will not be excluded from consideration. The New Zealand \nCompanies Office, responsible for designing and implementing Infrastructure as a Service for \nbusiness registries in the Pacific, will be sole-sourced to provide additional implementation \nsupport to the infrastructure and electronic business registries. If adaptation of registries that are \nalready operational is required, ideally this will be done by the same consultant or firm. Training, \nworkshops, and conferences will be implemented through PLCO and the selected consultants. \nPLCO  will  procure  all  office  space,  equipment,  and  materials  in  accordance  with  ADB’s \nProcurement Guidelines (2010, as amended from time to time). ADB staff may be used as \nresource persons, in which case their travel costs would be charged to the TA. TA proceeds will \nbe  disbursed  in  line  with  ADB’s  Technical  Assistance  Disbursement  Handbook  (2010,  as \namended from time to time). Detailed financial management arrangements will be established in \nconsultation with relevant and concerned ADB. A yearly external financial audit of the project \nfinancial statements will be carried out by an independent auditor.  \n \nIV.  THE PRESIDENT'S RECOMMENDATION \n20.  The President recommends that the Board approve (i) ADB administering a portion of \ntechnical assistance not exceeding the equivalent of $30,500,000 to be financed on a grant \nbasis by the Governments of Australia ($24,000,000) and New Zealand ($4,500,000); and (ii) \nADB providing the balance not exceeding the equivalent of $2,000,000 on a grant basis for the \nPacific Private Sector Development Initiative, Phase III. \n                                                 \n9  Taken the findings and recommendations of the independent evaluation of PSDI II, which are supported by \ncofinancing partners, into account (para. 7), all consultants previously engaged under PSDI I and II will be eligible \nto apply for assignments under PSDI III. \n10  As part of output 1, small grants will be provided to selected financial institutions to pilot test innovations to increase \noutreach.  \n11 The placement will be coordinated with ADB Pacific field offices.  \n12 Analytical research linkages with universities will be considered where appropriate. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \n  Performance Targets   \nDesign  and Indicators with  Data Sources and   \nSummary  Baselines  Reporting Mechanisms   Assumptions and Risks  \nImpact  By 2022:    Assumptions \nSustained economic  An increase in per capita  National accounts and  Political stability in Pacific DMCs  \ngrowth in Pacific  GDP of 8% in at least four  central bank bulletins   \nDMCs equitably  Pacific DMCs     No major global economic \nincreases incomes    IMF staff reports  downturn \nOutcome  By May 2019:    Assumptions \nAn equitable  Improvement in at least four  IMF staff reports  Strong government commitment to \nbusiness  countries of at least    private sector- oriented reform \nenvironment  two components of the  Data based on the Doing  strategies \nencouraging new  World Bank Doing Business  Business Indicator   \nbusiness formation,  indicators   methodology collected as  Private sector responds positively \nincreased domestic    part of PSDI   to the reforms \nand foreign  Increase in investment of     \ninvestment in  10% compared with 2012 in    Risk \nPacific DMCs   six Pacific DMCs   Reform implementation slowed by \n  political factors \nOutputs  By May 2019:    Assumptions \n1. Businesses and  No. of secured loans by  Data collected from  Government and financial \nhouseholds in  financial institutions  Personal Properties  institutions exhibit buy-in and \nselected Pacific  increases by 30% over  Securities Act registries  support for financial sector reforms \nDMCs have  4 years (disaggregated by     \nimproved access to  gender) and percentage of  Financial sector chapters  Financial institutions are prepared \nfinancial services  secured loans rises by  of private sector  to assist with the adoption of \n  10 points in at least four  assessments and financial  branchless banking and mobile \ncountries  sector assessments   phone payment technology  \n     \nNo. of people with access to  Interviews and surveys of  Risk \nfinancial services  financial institutions   Financial institutions in DMCs do \n(disaggregated by gender)    not use the new framework for \nthrough partner institutions  Reports from partner  lending \nrises by 30% in at least  institutions    \nfour countries    \n2. Selected  By May 2019:    Assumptions \nbusiness laws in  No. of new companies  PSDI installed company  Governments are committed to \nPacific DMCs  registered increases by 15%  registries  reforming laws governing business \npromote inclusive  after the registration reform    activities. \nbusiness formation,  (four countries)  Surveys of legal   \ninvestment,    practitioners in Pacific  Political instability does not \nentrepreneurship,  Time to register a new  DMCs  prevent tabling of new laws and \nand trade   company declines to less    amendments to Pacific DMC \nthan 2 days in at least four  parliaments.  \n \nassisted countries   \n  Risks \nNo. of women shareholders  Reform implementation slowed by \nand directors increases to at  political factors \nleast 20% of directors and   \nshareholders in PSDI  Governments do not resource the \nreformed countries by 2019  reforms sufficiently by budgeting \n(four countries)  for resources and personnel to \nallow for the effective operation of \nnew registries \n3. The delivery of  By May 2019:    Assumptions \ninfrastructure  A 15% increase rate of  Finding Balance reports  Governments are prepared to sell \nservices will be  return on infrastructure SOE  (see Supplementary  nonperforming SOEs’ assets \nmade more efficient  assets as a result of PSDI  Appendix)   \nand cost-effective   reforms in at least three    Governments want to contract out \n  countries compared with  Annual reports of SOEs  services that are performing \n ", "  Appendix 1  7 \n  Performance Targets   \nDesign  and Indicators with  Data Sources and   \nSummary  Baselines  Reporting Mechanisms   Assumptions and Risks  \n2010 baseline  that are published  inefficiently \n     \nGovernment officials and  IMF reports  Governments are committed to \npoliticians replaced on    improving the legal framework for \n20 infrastructure SOE  World Bank reports  contracting within PPPs \nboards by 2017 in at least     \nthree countries  Risks \n  Governments enter into PPPs \nNo. of women on SOE  without appropriate safeguards \nboards increases by 20% by   \n2017 compared with 2010 in  Governments fail to ensure that \nat least three countries  the legal framework for PPPs is \n  effective \nAt least four privatizations   \nunder way or completed by \n2017 in the region \n \nAt least five PPP \ntransactions under way or \ncompleted by 2017 in region \n4. Selected Pacific   By May 2019:    Assumptions \nDMC governments  Competition commissions in  Reports assessing the  Governments have strong interest \nestablish a  place and issuing judgments  effectiveness of the new  in improving the competition \nframework that  in at least two Pacific DMCs  competition frameworks  framework  \npromotes  by 2018     \ncompetition     Analysis of the cases  Well-qualified personnel to \nhandled by the  regulate competition and \ncompetition commissions  monopolies are available\n5. Successful pilot  By May 2019:    Assumption \ninitiatives promoting  At least four pilot initiatives  Analytical reports  Commitment by governments to \nthe economic  completed by 2019    promote economic advancement \nempowerment of    Evaluation reports  of women remains strong \nwomen are  Findings of pilot initiatives     \nimplemented in  mainstreamed into gender  Risk \nselected Pacific  and/or PSD policies by 2017  Intended beneficiaries do not \nDMCs  in at least four Pacific DMCs  respond to improved opportunities \n \n6. Strategic and  PSDI analytical work is used  Annual progress reports   Assumption \nknowledge  by ADB and development    Pacific governments appreciate \nmanagement  partners for country  Private sector assessment  the advice provided.   \nservices are  programming (at least six  reports   \neffectively provided  times) \n \nAt least 80% of the \nrecommendations of the \nprivate sector assessments \nare adopted and acted on \nby the respective Pacific \nDMCs  \nActivities with Milestones\n1.  Businesses and households in selected Pacific DMCs have improved access to financial services \n1.1.  Implement secured transactions reform. \n1.1.1. Draft at least two secured transactions laws and associated regulations.  \n1.1.2. Install at least three new secured transactions registries and train registry staff.  \n1.1.3. Disseminate information to lenders and borrowers on the application of the reform.  \n1.2.  Expand access to financial services. \n1.2.1. Undertake financial sector assessments, legal diagnostics of financial sector laws, and regulations. \n1.2.2. Reform laws, regulations, and policies in at least two Pacific DMCs.  \n ", "8  Appendix 1 \n1.2.3. Initiate five pilot initiatives for new financial products or service delivery channels in three Pacific DMCs. \n1.2.4. Pilot test mobile and/or branchless banking products and services by at least two partner institutions. \n1.2.5. Undertake institutional strengthening of at least four partner institutions and/or central banks.  \n1.2.6. Facilitate the provision of financial education for clients in at least three Pacific DMCs.  \n2.  Selected business laws in Pacific DMCs promote inclusive business formation, investment, \nentrepreneurship, and trade  \n2.1.  Reform commercial laws.  \n2.1.1. Undertake at least seven country consultations on business law reform issues. \n2.1.2. Draft at least 12 bills by 2019. \n2.1.3. Draft regulations for all laws passed. \n2.2.  Establish business registries. \n2.2.1. Procure and install at least six business registries.  \n2.2.2. Organize two regional conferences for staff of national registries in the Pacific and selected other countries. \n2.3.  Identify legal constraints to the economic empowerment of women.  \n3.  The delivery of infrastructure services will be made more efficient and cost-effective   \n3.1.  Undertake SOE reforms.  \n3.1.1. Measure rates of return on SOEs in at least eight countries in the region by 2019. \n3.1.2. Publish three further SOE benchmarking studies by 2019. \n3.1.3. Conduct at least 25 SOE director training sessions by 2019. \n3.1.4. Prepare at least four SOE laws or substantial amendments to existing SOE laws by 2019. \n3.1.5. Support the implementation of community service obligation frameworks in at least three countries by 2019. \n3.1.6. Complete at least four privatization transactions by 2019.  \n3.2.  Facilitate the implementation of selected PPPs.   \n3.2.1. Prepare at least two PPP legal frameworks by 2019. \n3.2.2. Support the establishment of PPP units in PNG and Timor-Leste by 2019. \n3.2.3. Identify PPP transaction opportunities in at least five countries by 2019 (completed pre-feasibility). \n3.2.4. Facilitate the development of five PPP transactions by 2019. \n4.  Selected Pacific DMC governments establish a framework that promotes competition  \n4.1.  Undertake at least five assessments of competition and regulatory frameworks in Pacific DMCs.  \n4.2.  Initiate the passing of new competition laws and regulatory offices.  \n4.3.  Assist in implementing regulatory frameworks to support the acts in at least two Pacific DMCs.  \n5.  Successful pilot initiatives promoting the economic empowerment of women are implemented in \nselected Pacific DMCs \n5.1.  Undertake research in at least six areas of gender constraints in at least four Pacific DMCs. \n5.2.  Utilize the findings to design at least four gender pilot initiatives.  \n5.3.  Evaluate pilot initiatives to identify success factors promoting the economic empowerment of women. \n5.4.  Assist ADB and other development partners in replicating and scaling up successful pilot initiatives.  \n6.  Strategic and knowledge management services are effectively provided  \n6.1.  Provide knowledge management. \n6.1.1. Refine and coordinate TA operational processes by July 2013. \n6.1.2. Hold annual retreats with cofinancing partners and ADB country team leaders. \n6.1.3. Update M&E framework.  \n6.1.4. Establish formal dissemination mechanism for publicizing PSDI lessons learned. \n6.1.5. Hold at least two regional journalist workshops to disseminate PSDI achievements by 2019. \n6.2.  Provide advocacy support. \n6.2.1. Provide advisory support on private sector development oriented reforms in eight Pacific DMC governments and \nprivate sector bodies.  \n6.2.2. Prepare ad hoc policy briefing notes on business environment issues for cabinet members, ministers, and senior \ngovernment officials in DMCs as requested.  \n6.2.3. Hold regular biannual PSDI roundtable meetings in at least seven Pacific DMCs by 2019. \n6.2.4. Prepare private sector assessment reports.  \nInputs \nTotal amount $30,500,000  \nADB grant (TASF-V): $2,000,000 \nGovernment of Australia: $24,000,000 equivalent \nGovernment of New Zealand: $4,500,000 equivalent \n \nADB = Asian Development Bank, DMC = developing member country, GDP = gross domestic product, IMF = \nInternational Monetary Fund, M&E = monitoring and evaluation, No. = number, PNG = Papua New Guinea, PPP = \npublic–private partnership, PSD = private sector development, PSDI = Private Sector Development Initiative, SOE = \nstate-owned enterprise, TA = technical assistance.  \nNote: Baseline data by country is available in the PSDI M&E system. \nSource: Asian Development Bank. \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount\nAsian Development Banka and the Governments of Australia and New   \nZealandb   \n1.  Consultants   \n  a.  Remuneration and per diem   \n    i.  International core consultants   15,200.0\n    ii.  International short-term consultants   5,040.0\n    iii.  National consultants   900.0\n  b.  International and local travel  2,090.0\n2.  Equipment and IT solutionsc  1,700.0\n3.  Miscellaneous administration and support costsd  1,845.0\n4.  Workshops, training, seminars, and conferencese  1,900.0\n5.  Surveys and impact monitoringf  500.0\n6.  Publications and other mediag  300.0\n7.  Miscellaneous administration and support costs  215.0\n8.  Contingencies  810.0\n    Total  30,500.0\nIT = information technology. \nNote: The technical assistance (TA) is estimated to cost $30.5 million, of which contributions from the Asian \nDevelopment Bank ($2 million) and the Governments of Australia ($24 million) and New Zealand ($4.5 million) \nare presented above. \na    Financed by the Asian Development Bank’s (ADB’s) Technical Assistance Special Fund (TASF-V) \nb   Administered by ADB. Funds are joint and expenses will be disbursed pro-rata. This amount also includes ADB’s \nadministration fee, audit costs, bank charges, and a provision for foreign currency fluctuations (if any) to the \nextent that these items are not covered by the investment income earned on this grant, or any additional grant \ncontribution by the Governments of Australia, New Zealand or others. \nc  Equipment and IT solutions such as (i) electronic registry IT solutions ($1.5 million); (ii) computers, printers, and \ncommunications equipment ($150,000); and (iii) database and other software ($50,000). \nd  Includes rent from June 2013 to May 2019 ($1.795 million) and office furniture ($50,000). \ne  Capacity  building  workshops  for  state-owned  enterprise  director  pool  (12);  regional  secured  transactions \nconferences (3); in-country secured transactions workshops (12); regional company registrar conferences (3); \nregional journalist briefing conferences (3); in-country private sector development roundtables (20); access to \nfinance conferences (6); participation in knowledge sharing workshops (6); and workshops with development \npartners (6). \nf  Includes expansion of firm surveys using methodology developed in Papua New Guinea; surveys in Pacific \ndeveloping member countries of the results of specific reforms \ng  Includes video production on the impact of Private Sector Development Initiative reforms. \nSource: Asian Development Bank estimate. \n ", "10  Appendix 3 \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  International Consultants \n \n1.  Lead economist and private sector development expert (61 person-months). A lead \neconomist and private sector development (PSD) expert will further (i) develop and refine the \nregional  PSD  strategy,  (ii)  undertake  analytical  work  and  strengthen  country-specific  PSD \nstrategies, (iii) promote and underpin policy dialogue, (iv) trigger and inform reform action, and \n(v) disseminate the findings to stakeholders and the public.  \n \n2.  The expert will undertake analytical work that focuses on large, economy-wide issues \n(e.g., private sector assessments). The expert will provide inputs on the core themes of Private \nSector Development Initiative (PSDI) state-owned enterprise (SOE) reform and public–private \npartnerships  (PPPs);  business  law  and  regulation;  financial  intermediation;  and  the \nmainstreaming of PSD and other critical country and regional PSD issues, strategies, and \npractices. The expert will oversee the PSDI monitoring and evaluation framework and take the \nlead role in disseminating the outcomes of PSDI initiatives. The expert will play a key role in \ncommunicating  with  senior  country  officials,  including  cabinet  ministers,  and  in  making \npresentations to development partners and at high-level conferences and workshops.  \n \n3.  The expert must have at least a master’s degree but preferably a doctorate in economics \nor commercial law and at least 20 years’ experience in analyzing PSD issues. The expert will \nhave extensive knowledge of the Pacific region and have undertaken a substantial amount of \nanalytical work on PSD issues, including strategy formulation in both the Pacific and other \nregions of the world. \n \n4.  State-owned  enterprise  governance  expert  (61  person-months).  The  SOE \ngovernance expert will focus on the continuing design and implementation of SOE reforms in Fiji, \nthe Marshall Islands, Palau, Papua New Guinea (PNG), Samoa, Solomon Islands, Tonga, and \nVanuatu  while  contributing  to  advocacy  efforts  and  program  development  in  other  Pacific \ndeveloping member countries (DMCs). Tasks will include the development and implementation \nof  SOE  restructuring  measures,  contribution  to  legal  and  regulatory  reforms  in  support  of \nimproved  SOE  performance,  contribution  to  policy  dialogue  and  PSD-related  country \nprogramming support, undertaking and communicating relevant diagnostic work, and results-\nbased monitoring of and reporting on reform measure delivery and outcomes. \n \n5.  The expert will be required to deliver (i) frameworks for the transparent identification, \ncosting, contracting, financing, and monitoring of community service obligations provided by \nSOEs; (ii) road maps outlining the legal, regulatory, and governance reforms required for the \nimplementation of community service obligation frameworks; (iii) capacity building for improved \nSOE  governance  and  monitoring  of  performance;  and  (iv)  peer  review  of  the  legal  and \nregulatory reforms to be drafted by specialist legal advisors who may be hired to implement \nnecessary legal reforms.  \n \n6.  The expert will have at least a master’s degree in economics or business, or a law \ndegree. The expert will have undertaken analysis of SOE issues, including being involved in the \nmanagement and/or oversight of SOEs. The expert must be capable of discussions at the \nhighest levels of government and the private sector. He/she must have extensive experience in \nthe Pacific and at least 15 years’ experience overall. The expert must be capable of managing \nand providing technical support for the entire practice area of SOE reforms, including analyzing \nthe legal frameworks for these activities and designing reform programs.  \n ", "  Appendix 3  11 \n7.  Privatization  and  public–private  partnership  expert  (61  person-months).  The \nprivatization and PPP expert will focus on the continuing design and implementation of SOE \nprivatization  and  PPPs  in  Fiji,  PNG,  Samoa,  Solomon  Islands,  Tonga,  Timor-Leste,  and \nVanuatu while contributing to advocacy efforts and program development in other Pacific DMCs. \nAs SOE privatization transactions may provide opportunities to structure PPPs, the expert will \nneed  to  understand  SOE  reform  processes  in  addition  to  PPPs.  Tasks  will  include  the \ndevelopment  and  implementation  of  SOE  privatization  measures,  development  and \nimplementation  of  PPP  transactions  and  frameworks,  contribution  to  legal  and  regulatory \nreforms in support of PPP transactions, contribution to policy dialogue and PSD-related country \nprogramming support, undertaking and communicating relevant diagnostic work, and results-\nbased monitoring of and reporting on reform measure delivery and outcomes. \n \n8.  The expert will be required to deliver (i) privatization strategies for selected SOEs, \n(ii) oversight of selected privatization transactions, (iii) legal and regulatory frameworks for the \ntransparent identification and development of PPP projects, (iv) capacity building programs for \nPPP units in PNG and Timor-Leste, (v) pre-feasibility analysis for selected PPP projects, (vi) \nadvocacy for privatization and private provision of infrastructure through PPPs, and (vii) peer \nreview of the legal and regulatory reforms to be drafted by specialist legal advisors who may be \nhired to support PPPs.  \n \n9.  The expert will have at least a master’s degree in economics or business. He/she must \nbe capable of discussions at the highest levels of government and the private sector. He/she \nmust have extensive experience in the Pacific and at least 15 years’ experience overall, in \nparticular with the identification and preparation of privatization and PPP transactions and their \nenabling  environments.  The  expert  must  be  capable  of  managing  and  providing  technical \nsupport for the entire practice area of SOE privatization and PPPs, including analyzing the legal \nframeworks for these activities and designing reform programs.  \n \n10.  Competition expert (59 person-months). The expert will assist the Asian Development \nBank (ADB) to determine the needs of Pacific island economies for a competition law and policy \nframework, and implement competition policy reform as needed. The objective is to develop a \nlegal framework to support competition policy in the Pacific region. When requested, the PSDI \nwill  provide  assistance  in  formulating  Pacific  DMC  competition  policies  to  develop  a  legal \nframework for competition.  \n \n11.  The expert will identify the salient issues involved in developing a framework that has \nrelevance in small island economies. It will balance the need for a consistent approach to the \nissue of fostering competition with the importance of economies of scale in promoting economic \nefficiency in these countries.  \n \n12.  The expert will (i) identify unmet legal and policy needs in each Pacific DMC that could \nrequire competition policies, and identify the legal and institutional features of each Pacific DMC \nrelevant  to  the  implementation  of  competition  law  and  policy;  (ii)  identify  key  points  of \ncommonality  and  differences  between  individual  Pacific  DMCs’  competition  law  and  policy \nneeds; (iii) ascertain what work has been done to date, and by whom, in relation to competition \nlaw and policy among Pacific DMCs; (iv) determine forms of competition law and policy that are \nlikely to be apt to meet Pacific DMCs’ competition law and policy needs; and (v) formulate \npreliminary views as to the possible role for competition law and policy in meeting Pacific DMCs’ \nlegal and policy needs and forms of competition law and policy that merit further consideration. \n \n13.  The expert will have an advanced degree in economics or law and have extensive \n ", "12  Appendix 3 \n \n \nexperience in analysis of competition issues in a range of countries. The expert must be \ncapable  of  communicating  findings  at  the  highest  levels  to  promote  demand  for  policy \nimplementation.  \n \n14.  Gender expert (61 person-months). The gender expert will significantly contribute to \nthe objective of PSDI Phase III in promoting women’s economic empowerment through PSD in \nthe Pacific islands, with an emphasis on facilitating women’s move into the formal sectors of \nPacific DMC economies.  \n \n15.  The expert will (i) prepare a gender strategy for PSDI; (ii) identify additional gender \noutcomes that can be achieved through ongoing and programmed PSDI initiatives; (iii) identify \ncritical areas that inhibit women’s economic empowerment and carry out detailed analytical \nassessments; (iv) design and implement pilot initiatives in selected Pacific DMCs that enable \nwomen’s participation in income-generating activities; (v) evaluate pilot initiatives, disseminate \nfindings, and design up-scaling and replication programs; and (vi) refine PSDI initiatives to \nimpact gender outcomes more effectively. \n \n16.  The expert will have an advanced degree in social science with at least 15 years’ \nexperience in developing countries working on gender-specific aspects. Working knowledge in \nthe Pacific and comprehensive knowledge of sociocultural aspects of Pacific DMCs is essential.  \n \n17.  Legal  and  regulatory  experts  (122  person-months).  The  experts  will  undertake \ndiagnostic studies on laws and legal processes in selected Pacific DMCs to identify and assess \nlegal constraints to PSD. This includes support to PSDI’s private sector assessments. The \nexperts will assist in completing a comprehensive diagnostic on the competition framework in \nthe  Pacific.  This  will  analyze  the  current  legal  framework,  identifying  constraints  and \nimpediments for the Pacific region. The diagnostic will identify institutional capacity constraints \nand make recommendations for improving the region’s approach to regulating competition. \nThrough analysis and dialogue, the experts will contribute to the strengthening of country-\nspecific and regional PSD strategies, promote and underpin policy dialogue, trigger and inform \nreform  action,  and  disseminate  the  findings—and  the  benefits  of  change—to  relevant \nstakeholders and the public. The experts will provide support to the public and private dialogue \ncommittees, which have been established in each of the Pacific countries. The experts will \noversee the implementation of company-secured transactions registries and foreign investment \nregistries, where applicable in Pacific DMCs, and will play a central role in all implementation of \nlegal and regulatory reforms.  \n \n18.  In support of the PSDI’s rapid response capacity, the experts will assist reform-oriented \ngovernments in assessing legal reform issues and help translate these into reform proposals. \nDepending on the extent and scope of the required reform activities, the experts may provide \ndirect reform assistance. This assistance will include support to governments as various PSDI-\nsponsored bills progress through parliament such as trustee bills, companies bills, companies \n(insolvency and receiverships) bills, cross-border bills, personal insolvency bills, and SOE bills. \nThe experts will provide advice to governments with respect to capacity development. This \nadvice may be implemented directly by the experts, or guide business law reform processes \nundertaken by other experts. \n \n19.  The experts must have a degree in law (preferably an advanced degree) from a common \nlaw jurisdiction. The experts will have extensive experience in the evaluation of legal issues in \ndeveloping economies and extensive experience in Pacific island jurisdictions. The experts \nshould have experience in preparing legal diagnostics as well as implementation of law reform \n ", "  Appendix 3  13 \nprojects. In addition, the business law experts should have legal practice experience in the \nprivate sector. \n \n20.  Access  to  financial  services  experts  (122  person-months).  The  experts  will  be \nresponsible for strengthening PSD primarily through the design, processing, implementation, \nand monitoring and evaluation of initiatives that promote improved access to financial services \nin the Pacific DMCs, including in the areas of rural finance, microfinance and small enterprise \nfinance, secured transactions reform, mobile phone banking, bank establishment, and other \nfinancial sector reforms that facilitate access to financial services, such as the insurance sector.  \n \n21.  The experts will focus on developing a detailed and clear picture of the strengths and \nweaknesses of the financial sector in Pacific DMCs, and identifying potential interventions for \nleveraging areas of strength and strengthening or supplementing areas of weakness to promote \nthe strong and efficient expansion of financial services to low-income population, including those \nin  rural  areas.  Specifically,  the  experts  will  undertake  assessments  of  strengths  and \nweaknesses  of  financial  services  providers,  regulators,  government  institutions,  and  other \nstakeholders in the region; and will design and implement initiatives to reform the provision of \nfinancial services. This includes capacity building activities. \n \n22.  The experts will identify and assess opportunities to improve the outreach of combined \nfinancial education and financial services, particularly in rural areas, in consultation with key \nstakeholders such as financial and nonbank financial institutions (urban and rural), churches, \nnongovernment  organizations,  community  groups,  and  others.  The  experts  will  assess  the \ncurrent  legal  and  regulatory  regime  in  Pacific  DMCs  and  provide  recommendations  for \nadjustments to contribute to financial inclusion in the region. \n \n23.  The  experts  will  have  an  advanced  degree  in  economics,  business  administration, \nfinance, or related fields and at least 8 years’ experience. Experience in developing countries in \nat least two specific areas subsumed under access to finance is essential, as well as experience \nin the Pacific and at least one other area.   \n \n24.  Monitoring and evaluation expert (61 person-months). The expert will design and \nimplement a system to monitor and evaluate outcomes of PSDI initiatives. The objective is to \nimprove PSDI’s development effectiveness in the Pacific region through monitoring the design, \nprogress, and impact of reforms under PSDI. \n \n25.  The expert will be responsible for maintaining and implementing the PSDI monitoring \nand evaluation (M&E) framework. The expert will analyze and report on PSD-related project \nwork under the PSDI. This includes monitoring key PSD performance indicators of Pacific \nDMCs supported by the PSDI.   \n \n26.  The  expert  will  maintain  and  continually  upgrade  the  FileMaker  Pro  database  and \ngenerate  reports  to  track  progress  and  provide  management  information  on  each  of  the \ninitiatives in the PSDI and associated technical assistance (TA). The expert will undertake \nresearch and analysis of data and issues in the areas of public enterprise reform, legal and \nregulatory business environment, and financial sector reform in the Pacific DMCs. The expert \nwill update financial, input, output, and outcome data in the M&E system as they become \navailable.  \n \n27.  The expert will have at least a master’s degree in economics, finance, or law. Sound \nknowledge of and experience in designing and implementing M&E frameworks and advanced \n ", "14  Appendix 3 \n \n \nknowledge of FileMaker Pro is essential.  \n \nB.  Other National and/or International Consultants (150 person-months national, 229 \nperson-months international) \n \n28.  Short-term  international  consultants  (120  person-months).  Additional  short-term \nconsultants may be required in the following areas: (i) economic analysis; (ii) business and \nmarket  analysis;  (iii)  PSD  strategies  and  policies;  (iv)  competition  policies;  (v)  economic \nempowerment of women; (vi) institutional and organizational change; (vii) SOE reform; (viii) \nPPPs; (ix) business law reform; (x) regulatory reform; (xi) access to finance; (xii) branchless \nbanking; (xiii) capacity development; (xiv) knowledge management and communication; (xv) \nmonitoring and evaluation; and (xvi) flexible results-oriented innovative grant delivery, among \nothers. \n \n29.  Private  sector  development  coordinators  (109  person  months,  national  and/or \ninternational, based in Pacific developing member countries). The PSDI coordinators will \nsupport the objectives of the PSDI in improving the business environment in the countries in \nwhich they are located by promoting effective PSD policies and practices. The coordinators will \nbe located, where possible, in ADB’s resident missions and/or regional country offices. The \ncoordinators will focus on promoting PSD through extensive dialog with the government and \nother  key  stakeholders,  especially  the  private  sector;  the  identification  of  PSD  reform \nopportunities; the structuring of TA to governments in support of PSD; and close coordination \nwith activities being delivered under the PSDI. \n \n30.  Other national consultants, located in the Pacific Liaison and Coordination Office, will \ninclude: \n(i)  Research consultants (50 person-month), who will support the preparation of \nPSDI knowledge products and provide operational assistance and administrative \nsupport for PSDI regional and country–based activities.  \n(ii)  Communications  consultant  (50  person-month),  who  will  prepare  a \ncommunication  strategy;  develop  and  manage  social  media;  support  the \npreparation  of  PSDI  publications  including  reports,  newsletters,  and  impact \nstories documents; prepare publicity notices and press releases; assist with the \ndesign  of  PSDI  documents;  coordinate  conferences;  and  assist  with  the \nformulation  and  execution  of  the  PSDI  communications  and  dissemination \nstrategy. \n(iii)  Administrative  project  analyst  (50  person  month),  who  will  support  the \nadministration  of  TA-related  databases  for  financial  data,  consultant \nprocurement,  preparation  and  tracking  of  delivery  of  services  and  claims, \nsubproject outputs and outcomes, internal and external reporting, and provide \noverall TA administrative support.  \n ", "Supplementary Appendix       15 \nKEY ACHIEVEMENTS AND ANALYTICAL WORK UNDER PRIVATE SECTOR \nDEVELOPMENT INITIATIVES I AND II \n \n \n1.  In its first 6 years of operation, PSDI concentrated on 3 focus areas; (i) improving access \nto finance and financial services, (ii) improving the business law frameworks of Pacific DMCs, \nand (iii) strengthening SOE governance and assisting with privatizations and in establishing a \nfoundation for PPP transactions. It has achieved notable success in each of these areas. \n \nA.  Access to Finance and Financial Services \n \n2.  Secured  transactions  reforms.  One  of  PSDI’s  major  achievements  in  access  to \nfinance has been the reform of secured transactions frameworks in 8 Pacific DMCS. This is the \nmost extensive program of successful reform in the world. Starting with the Federated States of \nMicronesia (FSM) in 2006,1 6 Pacific DMCs have completed their reforms,2 the most recent \nbeing Palau, which opened its electronic registry in early 2013. Papua New Guinea and Samoa \nhave also passed new laws but have not yet implemented them because the registries have not \nyet been installed.  \n \n3.  In all of these countries, PSDI provided assistance in obtaining electronic registries and \nimplementing the new framework. As a result of the new secured transactions frameworks, \nfinancial institutions in the countries where they have occurred have provided over 10,000 new \nformal sector loans.  \n \n4.  Financial  outreach  and  branchless  banking.  A  significant  obstacle  to  increasing \naccess to financial services in rural areas has been the high cost of establishing traditional \nbanking networks versus the low revenue that low-income and rural customers generate for \nfinancial institutions. A central part of PSDI’s efforts to improve access to finance has and \ncontinues to be the increase in financial outreach through innovative products and delivery \nmethods. The rapid growth in mobile phone coverage in the Pacific provides an opportunity to \nextend financial services to a far broader section of the population than was possible before. \nPSDI has actively supported financial outreach through its work on branchless banking. It has \nsupported financial institutions in PNG and Timor-Leste to develop branchless banking models. \nIn PNG, Nationwide Microbank launched an innovative mobile phone–linked bank account, \nMiCash, which enables customers to deposit and withdraw funds from their bank account \nthrough an agent network, without having to travel to a bank branch, and to transfer funds to \nfriends and family who also have a bank account with Nationwide Microbank. This has reduced \ntransaction costs, increased security, and greatly improved the ease of accessing financial \nservices.  \n \n5.  PSDI provided support for (i) a review of the MiCash pilot in West New Britain Province, \n(ii) the development of appropriate audit and risk management processes for MiCash, and (iii) \nthe  development  of  a  training  program  for  staff  and  agents.  In  August  2012,  Nationwide \nMicrobank won the 2012 PNG Institute of Directors Award for the most innovative company of \nthe year for its MiCash product. Over 10,000 new customers now have a MiCash account and \ncan  now  deposit  and  withdraw  funds  through  more  than  120  agents  and  branches, \n                                                 \n1  ADB. 2001. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the \nFederated States of Micronesia for the Private Sector Development Program. Manila. PSDI has supported the \nupgrading of the registry.  \n2  FSM, Marshall Islands, Solomon Islands, Tonga, and Vanuatu. \n ", "16  Supplementary Appendix \n \n \npredominantly in rural areas. To date, 53% of subscribers reside in rural areas, 34% are female, \nand 81% are new customers to Nationwide Microbank.  \n \n6.  Increased access to bank accounts. Assistance to microfinance institutions in PNG, \nTimor-Leste and Vanuatu has resulted in a significant growth in savings accounts, particularly in \nremote areas, with women being the majority of beneficiaries – over 50,000 new savings \naccounts have been opened over the past 3 years. In addition, PSDI is assisting financial \ninstitutions improve rural outreach through the adoption of new mobile phone technology. PSDI \nalso assisted with the formation of Timor-Leste’s first commercial bank.  \n \n7.  PSDI also provides assistance for legal and regulatory environment for deposit-taking \nmicrofinance institutions and branchless banking operators in Pacific DMCs in order to improve \nthe security of deposits in these institutions. \n \nB.  Business Law Reform  \n \n8.  Analytical work undertaken by PSDI revealed that business laws in the Pacific are often \noutdated, being based on commercial law imported from the United Kingdom. This is, however, \nchanging rapidly as a result of PSDI legal reforms, which are having the effect of making the \nbusiness law framework far more inclusive.  \n \n9.  Company  registries.  Assistance  provided  by  PSDI  includes  the  transformation  of \npaper-based company registries to those that are electronic and internet-based. This has the \neffect  of  broadening  access  to  legal  facilities  to  any  area  that  has  Internet  connectivity—\nsomething that is expanding rapidly in many countries in the region. Business law reforms in \nSolomon  Islands  facilitated  a  new  innovative  Company  Act  and  registry,  which  enables \ncompanies to be registered in less than 2 days. As a result the number of new business \nregistrations has more than doubled (from 127 to 290) since the inception of the new electronic \nregistry in 2010. The cost of registering a company dropped from $336 to $175 and was a \nleading factor in Solomon Islands being identified as one of the top reformers in the 2012 World \nBank Doing Business Indicators.  \n \n10.  Community companies. A unique feature of the new Solomon Islands Companies Act, \nwhich will be expanded into other countries in the region, is the provision that allows for the \nformation  of  community  companies,  which  support  community-based  businesses  that  are \nintended to preserve and grow community assets into the future. The community company has \nmany advantages over cooperatives or trusts because they provide for far greater transparency \nand protection of community assets. They are a powerful instrument for promoting inclusive \ngrowth and opportunity, particularly for women’s groups.  \n \nC.  State-Owned Enterprise Reform  \n \n11.  Analytical work undertaken on SOE performance in the region identified SOEs as a \nsignificant factor reducing growth and productivity. Although they control nearly one third of the \ncapital stocks in Pacific DMCs they contribute on average less than 10% of output as a result of \npolitical influence, over-staffing, poor transparency, and accountability and a lack of commercial \nfocus.  \n \n12.  PSDI’s work in SOE reform and PPPs aims at placing SOEs on a more commercial, \ntransparent,  and  profitable  footing,  while  facilitating  opportunities  for  the  private  sector  to \nprovide infrastructure and related services. PSDI’s work addresses the inefficiency of SOEs \n ", "Supplementary Appendix       17 \nthrough  improving  governance,  strengthening  the  legal  and  regulatory  framework  for  SOE \noperation,  and  through  the  restructuring  and/or  privatizing  of  SOEs.  Some  examples  of \nassistance include support to the Ministry of Finance in Solomon Islands to select management \nand directors of SOEs, training sessions for SOE directors in Tonga and Samoa and the \nimplementation of Community Service Obligation guidelines in a number DMCs.  \n \n13.  The ongoing SOE reform efforts are beginning to show promising results, with the total \nfiscal transfers to SOEs dropping for the first time in fiscal year 2009 in the 4 of the 6 countries \nbenchmarked. Improvement continued in 2011, the latest year for which data are available.  \n \n14.  PSDI I and II assisted Pacific DMCs with the privatization of 7 loss-making enterprises \nand  the  improvement  in  corporate  governance  and  accountability  of  many  more.  As  an \nexample, in Solomon Islands the sale of Sasape Marina to private operators, resulted in over \n150 jobs being saved and the continuation of the only significant ship repair facility in Solomon \nIslands. PSDI support to the Tonga biosecurity heat treatment facility, which was formerly \noperated by the Ministry of Agriculture resulted in Tonga fruit and vegetables being exported to \nNew Zealand, is an example of successful corporatization and commercialization.  \n \n15.  Public–private partnerships. PPPs have become a central theme in reform in Pacific \nDMCs, not only in PSDI but also in ADB’s Pacific Department more generally. In spite of \nsignificant inputs under PSDI, PPPs have generally been embryonic in the region and only in \n2012 were beginning to achieve momentum. Some examples include (i) in Timor-Leste, a PPP \npolicy and draft law was finalized in 2011 and endorsed by the Cabinet in early 2012; and (ii) in \nPNG, a draft PPP bill was finalized in 2011 and now awaits submission to Parliament. These \nlegal frameworks will provide the basis for preparing PPP transactions in a transparent and \npredictable manner, allowing a PPP program to develop that will reduce the risks of participation \nby the private sector.   \n \n16.  While  the  frameworks  are  being  developed,  PPP  transactions  are  being  prepared, \nincluding the operation and maintenance contracts in the water and wastewater sectors in \nTimor-Leste and Vanuatu, the power sector in Timor-Leste, and the port sector in PNG. PSDI’s \nPPP assessment for PNG’s Lae Port resulted in the government’s commitment to operate the \nport under a PPP arrangement in the future. This work complements a large ADB investment in \nLae Port. PSDI also conducted PPP assessments of 22 potential infrastructure projects in \nTimor-Leste in collaboration with the International Finance Corporation. This resulted in 4 pre-\nfeasibility studies.  \n \nD.  Cross Cutting Themes \n \n17.  Gender.  PSDI actively considers gender issues when initiating reforms. Through its \ncomprehensive  M&E  framework,  PSDI  tracks  gender  impact  using  the  ADB  gender \nclassification framework. All of PSDI’s initiatives promote gender benefits, with 45 of the 70 \ninitiatives classified as either category GEN or EGM. PSDI has collected significant anecdotal \nevidence of the substantial gender effects of the company law reform in Solomon Islands, in \nparticular from the provision of community companies. In PNG and Timor-Leste, there has been \na large increase in bank accounts opened and held by women. Before these facilities became \navailable, many women opening accounts had never been in control of their own finances. \n \n18.  Analytical work. Reform initiatives under PSDI are based on a substantial foundation of \nanalytical work. To date 6 private sector assessments have been undertaken or updated under \nPSDI I and II and are used to ensure that reforms are effective and to reestablish priorities on a \n ", "18  Supplementary Appendix \n \n \nregular basis. SOE reform is based on the benchmarking analysis of Finding Balance, which \ncompares SOE performance across the region. Analysis of the contracting environment of 4 \nPacific DMCs will form the basis for contract reform. Work on competition policies has been \nundertaken in Cook Islands, PNG, and Samoa and will provide the benchmark for competition \npolicy reform.  \n \nLIST OF ANALYTICAL WORK UNDERTAKEN UNDER  \nPRIVATE SECTOR DEVELOPMENT INITIATIVES I AND II \n \n \nAsian Development Bank. 2012. Continuing Reform to Promote Growth: Update of the Private \nSector Assessment for Tonga. Manila. \nhttp://www.adb.org/documents/continuing-reform-promote-growth-update-private-sector-\nassessment-tonga \n \nAsian Development Bank. 2012. Finding Balance: Benchmarking the Performance of State-\nOwned Enterprises in Papua New Guinea. Manila.   \nhttp://www.adb.org/publications/finding-balance-benchmarking-performance-state-owned-\nenterprises-papua-new-guinea \n \nAsian Development Bank. 2012. Pacific Private Sector Development Initiative: Annual Progress \nReport 2011. Manila.  \nhttp://www.adb.org/documents/pacific-private-sector-development-initiative-annual-progress-\nreport-2011 \n \nAsian Development Bank. 2012. Impact Stories from the Pacific Region - Breaking Down the \nBarriers to Business: More Private Sector Reform Stories. Manila.  \nhttp://www.adb.org/publications/impact-stories-pacific-region-breaking-down-barriers-business \n \nAsian Development Bank. 2011. Pacific Private Sector Development Initiative Annual Progress \nReport 2010. Manila. \nhttp://www.adb.org/documents/pacific-private-sector-development-initiative-annual-progress-\nreport-2010 \n \nAsian Development Bank. 2011. Gender Issues and Responses in the Pacific Private Sector \nDevelopment Initiative. Manila. \nhttp://www.adb.org/Documents/Produced-Under-TA/43048/43048-reg-dpta.pdf \n \nAsian Development Bank. 2011. Finding Balance 2011: Benchmarking the Performance of \nState-Owned Enterprises in Fiji, Marshall Islands, Samoa, Solomon Islands, and Tonga. Manila. \nhttp://www.adb.org/Documents/Studies/Finding-Balance/2011/default.asp \n \nAsian Development Bank. 2011. Breaking Down the Barriers to Business in the Pacific: Private \nSector Reform Stories. Manila.  \nhttp://www.adb.org/Documents/Periodicals/Impact-Stories/PSR-Impact-Stories.pdf \n \nAsian Development Bank. 2010. Pacific Private Sector Development Initiative Annual Progress \nReport 2009. Manila. \nhttp://www.adb.org/Documents/Reports/Annual-Progress-Report-2009/default.asp \n \n \n ", "Supplementary Appendix       19 \nAsian Development Bank. 2009. Reforming Pacific Contract Law. Manila. \nhttp://www.adb.org/Documents/Produced-Under-TA/37662/37662-REG-DPTA.pdf \n \nAsian Development Bank. 2009. Sustaining Growth: A Private Sector Assessment for Vanuatu. \nManila. \nhttp://www.adb.org/documents/reports/sustaining-growth/default.asp \n \nAsian Development Bank. 2009. Pacific Private Sector Development Initiative Annual Progress \nReport 2008. Manila. \nhttp://www.adb.org/Documents/Reports/Annual-Progress-Report-2008/default.asp \n \nAsian Development Bank. 2009. Finding Balance: Making State-Owned Enterprises Work in Fiji, \nSamoa, and Tonga. Manila. \nhttp://www.adb.org/Documents/Studies/Finding-Balance/default.asp \n \nAsian Development Bank. 2008. Foundation for the Future: A Private Sector Assessment for \nPapua New Guinea. Manila. \nhttp://www.adb.org/Documents/Assessments/Private-Sector/PNG/2008/default.asp \n \nAsian Development Bank. 2008. The Challenges of Doing Business in Papua New Guinea: An \nAnalytical Summary of the 2007 Business Environment Survey by the Institute of National \nAffairs. Manila. \nhttp://www.adb.org/publications/challenges-doing-business-papua-new-guinea \n \nAsian Development Bank. 2008. Transforming Tonga: A Private Sector Assessment. Manila. \nhttp://www.adb.org/Documents/Reports/PSA/TON/default.asp \n \nAsian Development Bank. 2008. Pacific Private Sector Policy Briefs. Manila. \nhttp://www.adb.org/publications/series/pacific-private-sector-policy-briefs \n \nAsian Development Bank. 2008. Samoa: Consolidating Reform for Faster Economic Growth. \nManila. \nhttp://www.adb.org/documents/samoa-consolidating-reform-faster-economic-growth \n \nAsian Development Bank. 2008. Pacific Private Sector Development Initiative Annual Progress \nReport 2007. Manila. \nhttp://www.adb.org/Documents/Reports/Annual-Progress-Report-2007/default.asp \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20130515133024+10'00'", "Creator": "PScript5.dll Version 5.2.2", "ModDate": "D:20130705143257+08'00'", "Producer": "Acrobat Distiller 7.0 (Windows)", "Title": "46510-001: Pacific Private Sector Development Initiative, Phase III: Technical Assistance Report"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AusAID   –  Australian Agency for International Development  \n  DMC  –  developing member country \nM&E  –  monitoring and evaluation \nPLCO  –  Pacific Liaison and Coordination Office \nPPP  –  public–private partnership \nPSDI   –  Private Sector Development Initiative \nSOE  –  state-owned enterprise \nTA  –  technical assistance \n \n     \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional–policy and advisory technical assistance (R-PATA) \nTargeting  –  General intervention \nclassification \nSector (subsectors)  –  Multisector (economic and public affairs management, finance \nsector development, law and judiciary, microfinance) \nThemes (subthemes)  –  Private sector development (policy reforms, public–private \npartnerships); economic growth (promoting economic efficiency \nand enabling business environment; promoting macroeconomic \nstability; knowledge, science, and technological capacities; \nwidening access to markets and economic opportunities); gender \nequity (gender equity in [economic] opportunities); regional \ncooperation and integration (other regional public goods) \nPartnerships  –  Government of Australia, Government of New Zealand  \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  X. Yao, Pacific Department (PARD) \nDirector  A. Iffland, Pacific Liaison and Coordination Office, PARD  \n   \nTeam leader  S. Spohn, Private Sector Development Specialist, PARD \nTeam members  H. Everett, Financial Sector Specialist, PARD \nS. Sampath, Principal Urban Development Specialist, Regional and \nSustainable Development Department (Peer Reviewer) \nO. Santos, Senior Operations Assistant, PARD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "sector development", "role": "law and judiciary", "organization": "microfinance)"}, {"fullname": "S. Groff", "role": "Operations", "organization": ""}, {"fullname": "X. Yao", "role": "Pacific Department (PARD)", "organization": ""}, {"fullname": "A. Iffland", "role": "Pacific Liaison and Coordination Office", "organization": "PARD"}, {"fullname": "S. Spohn", "role": "Private Sector Development Specialist", "organization": "PARD"}, {"fullname": "H. Everett", "role": "Financial Sector Specialist", "organization": "PARD"}, {"fullname": "S. Sampath", "role": "Principal Urban Development Specialist", "organization": "Regional and"}, {"fullname": "O. Santos", "role": "Senior Operations Assistant", "organization": "PARD"}]}