{"path": "data/input/ta/46511-001-kir-tar.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 46511  \nCapacity Development Technical Assistance (CDTA) \nOctober 2013 \n \n \n \nRepublic of Kiribati: Enhancing Economic \nCompetitiveness through State-Owned Enterprise \nReform \n(Financed by the Japan Fund for Poverty Reduction)  \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 23 September 2013) \n \nCurrency unit  –  Australian dollar (A$) \nA$1.00  =  $0.9393 \n$1.00  =  A$1.0646 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CSO  –  community service obligation \nMFED  –  Ministry of Finance and Economic Development \nSOE  –  state-owned enterprise \nSOEMU  –  state-owned enterprise monitoring unit \nSRSC  –  state-owned enterprise reform steering committee \nTA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting  –  General intervention \nclassification \nSector (subsector)  –  Public sector management (economic and public affairs \nmanagement)  \nThemes (subthemes)  –  Economic growth (promoting macroeconomic stability), private \nsector development (private sector investment), capacity \ndevelopment (organizational development) \nLocation (impact)  –  National (high)  \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  X. Yao, Pacific Department (PARD) \nRegional Director  A. Ruthenberg, Pacific Subregional Office, PARD \n   \nTeam leader  M. Lototele, Senior Economics Officer, PARD \nTeam member  M. Melei, Country Specialist, PARD \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n   \n ", " \n \nCONTENTS \nPage \n \nI.  INTRODUCTION  1 \n \nII.  ISSUES  1 \n \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome   3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \n \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  Outline Terms of Reference for Consultants  9 \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nI.  INTRODUCTION \n1.  In late 2012, the Ministry of Finance and Economic Development (MFED) of Kiribati \nrequested  technical  assistance  (TA) from  the  Asian  Development  Bank (ADB) to  continue \nimplementation of the government’s state-owned enterprise (SOE) road map, developed with \nADB assistance. The government’s commitment to SOE reform is articulated in the Kiribati \nDevelopment Plan, 2012–2015 under key policy area 2: economic growth and poverty reduction. \nOne  of  the  strategies  identified  is  the  restructuring  of  underperforming  SOEs  to  enhance \neconomic  growth  and  improve  living  standards.  This  is  also  a  key  objective  of  Kiribati’s \nstructural reform program, as contained in the joint policy matrix developed by the government \nand its development partners. Improving corporate governance and the commercial focus of \nSOEs is a key objective of ADB support identified in the country operations business plan, \n2014–2016 for Kiribati. This focus closely aligns with ADB’s Pacific Approach, which recognizes \nthat in a microeconomy, such as Kiribati, poor expenditure allocation decisions have significant \nopportunity costs that impede development and growth.1 \n \n2.  The  28  July–1  August  2013  fact-finding  mission  resulted  in  a  memorandum  of \nunderstanding  with  the  government  outlining  the  agreed  impact,  outcome,  outputs, \nimplementation arrangements, and terms of reference for the TA to support the government’s \nSOE  road map. The TA  will  be  provided  in  tandem  with  ongoing  SOE reforms,  including  \n(i) introduction of competition in telecommunications; (ii) implementation of a public–private \npartnership for Otintaai Hotel; (iii) negotiations for a potential joint venture between a private \ncompany from Malaysia and  Betio Shipyard Limited; and (iv) ongoing support to Telecom \nServices Kiribati, Air Kiribati, and the Public Utilities Board. The TA design and monitoring \nframework is in Appendix 1. 2 \n \nII.  ISSUES \n3.  Kiribati exhibits most of the characteristics and constraints faced by small, vulnerable, \nand fragile countries. Remoteness, small economy, limited resources, and severe capacity \nconstraints limit its potential to achieve sustained economic growth and development.  The \nprevailing circumstances mean that the public sector accounts for most of the economy, while \nthe private sector is small, underdeveloped, and largely dependent on public sector spending. \nEffective public sector management is thus crucial to ensure that the country’s limited resources \nare directed to where they are needed most. During 2007–2011, the budget deficit (usually \nfunded through the Revenue Equalization Reserve Fund) ranged from 13% to 19% of gross \ndomestic product, with subsidies to SOEs contributing to the size of the deficit. In 2011, SOEs \nreceived government support equivalent to about 10% of gross domestic product. Despite the \nsupport, most SOEs pay no dividends to the government. \n \n4.  The 23 SOEs in the country share common weaknesses: (i) poor financial accounting \nand reporting with financial reports often years in arrears; (ii) lack of clear strategic or business \nplans;  (iii)  no  financial  budget,  or  budgets  that  are  overly  optimistic  and  unachievable;  \n(iv) nonpayment of interest or principal on government loans; (v) significant number of unpaid \ncreditors and substantial accounts receivable that will never be collected; and (vi) significant \ntrading  losses,  with  some  SOEs  technically  insolvent. While  ADB TA  has  helped  improve \n                                                \n1  ADB. 2009. ADB’s Pacific Approach, 2010–2014. Manila. \n2  The TA first appeared in the business opportunities section of ADB’s website on 11 September 2013.  \n ", "2   \ngovernance and financial reporting in some SOEs, more needs to be done to reduce the drain \non the government budget from underperforming SOEs.3  \n \n5.  Poor SOE performance can be attributed to two interrelated factors: \n \n(i)  Absence of a robust legal, governance, and monitoring framework. SOEs \nhave been operating without performance targets or accountability for results. No \nprofessional standards are in place for the appointment of directors. With no \nperformance contracts or statements of corporate intent, directors were not held \naccountable. In October 2012, the government enacted the SOE Act, which \nbecame  effective  on  1  August  2013.  The  act  includes  provisions  for  the \nestablishment of basic SOE director duties and obligations, accountability and \nreporting requirements, the roles and obligations of responsible ministers, SOE \ndirector performance reviews, limitation of the government’s ability to provide \nfinancial support to SOEs, and establishment of an SOE monitoring unit (SOEMU) \nwithin the MFED. Implementation of the act will strengthen SOE governance, and \nimprove performance and monitoring. \n \n(ii)  Poorly  defined  mandates,  mixing  commercial  with  noncommercial \nactivities. In addition to weak governance frameworks, many SOEs do not have \nclear  mandates.  Many  are  required  to  deliver  community  service  obligations \n(CSOs) without consideration of the financial impacts on the SOE. To operate \nefficiently,  SOEs  should  have  very  clear  profit  objectives  and  transparent \nmechanisms to identify, contract, and finance any CSOs. Without these, SOEs \ncannot meet agreed performance targets, and the government cannot ensure \nthat it is getting value for money for the CSOs. The lack of a clear commercial \nmandate and of accountability for results are among the main drivers leading to \npoor SOE performance. \n \n6.  In 2008, ADB, with cofinancing from the Government of Australia, provided TA to the \nGovernment of Kiribati to begin the divestiture of its SOEs, starting with a local hardware trading \ncompany. Following the successful sale of this SOE, ADB assisted with the sale by competitive \ntender  of  a  wholesale  grocery  and  general  merchandise  trading  company.  The  TA  was \ninstrumental in helping the government establish an SOEMU, draft and facilitate the adoption of \nthe SOE Act, and develop an SOE reform road map.  \n \n7.  The capacity development TA will build on the success of the economic management \npublic sector TA, focusing solely on improving SOE performance. Improved SOE performance \nwill support economic growth and development. SOE reforms will minimize the fiscal burden of \ninefficient SOEs on the government’s limited resources, allowing the government to better \nallocate resources to productive areas of the economy, including developing and maintaining \ninfrastructure and meeting social needs. \n \n                                                \n3  ADB. 2008. Technical Assistance to the Republic of Kiribati for Economic Management and Public Sector Reform. \nManila (TA 7166, $800,000, 13 November, with $1.5 million cofinancing from the Government of Australia). \n ", "  3 \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n8.  The TA impact will be a reduction of the financial demands of underperforming SOEs on \nthe government’s fiscal resources. This will be measured by the decrease in fiscal transfers and \nbailouts to SOEs, and a reduction in SOE contingent liabilities. The outcome will be improved \nfinancial, operating, and governance performance of SOEs. By TA completion, the governance \nframework for SOEs, as established in the SOE Act, will be fully implemented and three SOEs \nwill have completed rationalization measures.  \n \nB.  Methodology and Key Activities \n9.  The TA will complement ongoing reforms supported by various development partners by \nstrengthening SOE governance through implementation of the SOE Act, and by improving \ndirectors’ performance through implementation of a performance evaluation system. The TA will \nhave three outputs: (i) rationalization strategies for three SOEs formulated and implemented, (ii) \nat least four training courses on SOE governance and monitoring delivered, (iii) performance \nevaluation system for SOE directors developed and implemented.  \n \n10.  Rationalization strategies for three SOEs formulated and implemented. The TA will \nassist the government in implementing its SOE reform road map. The government has identified \nthe Development Bank of Kiribati, Kiribati Ports Authority, Kiribati Insurance Corporation, and Air \nKiribati as potential SOEs for public–private partnerships. The road map identifies opportunities \nfor SOE sales, contracting out, and mergers (such as Kiribati Copra Society and Kiribati Copra \nMill). The TA, through the SOE Reform Steering Committee (SRSC) will select three SOEs for \nwhich reforms will be prioritized and matched to available resources. The TA will work closely \nwith the ongoing subregional audit support program on the selection of SOEs to ensure that \naccounting and financial report preparation provided by the TA will be consistent. 4 \n11.  At least four training courses on SOE governance and monitoring delivered. The \nTA will focus on building the capacity of the SOEMU and the SOEs to improve processes, \nparticularly strengthening (i) financial management to help managers effectively manage, plan, \nand  monitor  performance,  and  (ii)  SOE  governance  and  accountability  through  the \nimplementation of formal annual processes established under the SOE Act. This output will \nbuild the capacity of the SOEMU and SOE directors and potential directors to  be able to \nundertake their roles and responsibilities under the act. The TA will review the roles of SOE \ndirectors  and  provide  training  to  establish  a  pool  of  potential  directors.  The  TA  will  help \nimplement the CSO policy through the development of costing methodology for CSOs and CSO \ncontracts between SOEs and the government.  \n \n12.  Performance evaluation system for SOE directors developed and implemented. \nThe TA will work with the SOEMU and shareholding ministries to develop (i) a selection and \nappointment  process  for  directors,  including  a  generic  position  description;  and  (ii)  a \nperformance evaluation system to monitor the performance of SOE directors. Shareholding \nministries will consult with the SOE boards of directors, the SOEMU, and responsible ministers \nbefore implementing the system. \n \n                                                \n4  ADB. 2011. Technical Assistance for the Pacific Regional Audit Initiative, Manila (TA 7794-REG). \n ", "4   \nC.  Cost and Financing \n13.  The TA is estimated to cost $880,000, of which $800,000 will be financed on a grant \nbasis by the Japan Fund for Poverty Reduction, and administered by ADB. The government will \nprovide  counterpart  support  in  the  form  of  counterpart  staff,  office  accommodation,  office \nsupplies,  and  other  in-kind  contributions.  The  cost  estimates  and  financing  plan  are  in  \nAppendix 2. \n \nD.  Implementation Arrangements \n14.  As the executing agency, MFED will appoint a TA focal point person to oversee activities \nof the consulting team and maintain the exchange of information. The consultants will, with the \nTA  focal  point  person,  liaise  with  relevant  development  partner  programs  and  projects  to \npromote coordination and complementarity of activities. To promote sustainability, the TA will \nuse the SRSC formed under the Economic Management and Public Sector Reform TA, chaired \nby  the  secretary  of  finance  and  comprising  officials  from  MFED,  the  line  ministries,  and \nrepresentatives  from  nongovernment  organizations  and  the  private  sector.  The  steering \ncommittee will promote broad-based commitment to the direction of reforms and guide TA \nimplementation.  \n \n15.  Lessons from previous assistance to MFED used in the TA design include (i) using a \nnational  committee  to  direct  TA  implementation;  (ii)  ensuring  that  consultant  missions  are \nundertaken  when  local  counterparts  are  in  the  country;  (iii)  using  a  good  local  facilitator;  \n(iv) focusing first on updating SOE financial accounts and land leasing arrangements; and  \n(v) stressing the importance of earning the government’s trust and confidence. Based on these, \nthe TA will continue to rely on the SRSC to direct TA implementation. Given the importance of \nresolving land issues at the earliest possible time, a representative from the lands department \nwill be appointed to the SRSC. Due to the lack of qualified accountants in the country and to \navoid delays, the TA will engage an international SOE accounting specialist to update the \nfinancial accounts of three SOEs to enable the TA team to undertake due diligence of the best \nrationalization option for the selected SOEs. \n \n16.  The TA will be implemented from 1 December 2013 to 31 December 2016. It is expected \nto finance 20 person-months of intermittent international consulting and 10 person-months of \nnational  consulting  services  (Appendix  3).  The  consultant  team  will  have  an  SOE  reform \nspecialist  and  team  leader  (10  person-months),  an  SOE  accounting  specialist  (3  person-\nmonths),  an  SOE  legal  specialist  (4  person-months),  and  a  capacity  building  specialist  (3 \nperson-months). A national SOE specialist (10 person-months) will assist the international team. \nInternational  consultants  will  be  senior  technical  specialists  in  their  field  with  extensive \nexperience in small island states. The consultants will be selected and engaged through a firm \nbased on a simplified technical proposal under the quality- and cost-based selection process, \nusing a 90:10 weighting for quality and cost. ADB will engage the consultants according to the \nGuidelines on the Use of Consultants (2013, as amended from time to time). Proceeds of the \nTA will be disbursed in accordance with ADB’s Technical Assistance Disbursement Handbook \n(2010, as amended from time to time). \n \n17.  The consultants will produce a concise inception report outlining the work program and \nmilestones for the duration of the TA, and a final report summarizing the achievements, issues, \nlessons, and next steps. Throughout the TA, the consultants will submit (by e-mail) brief monthly \nprogress reports summarizing TA activities, progress, issues, and constraints. The draft final \nreport will be submitted at least 5 weeks prior to the end of the assignment, and the final report \n ", "  5 \nwithin 2 weeks of receipt of government and ADB comments. \n \n18.  TA progress will be monitored using intended outcomes and outputs described in the \ndesign and monitoring framework (Appendix 1). ADB will assist the government in providing all \nreports to the development partners. The reports will be disseminated through round-table \nmeetings, radio interviews, and the ADB website. \n \nIV.  THE PRESIDENT'S DECISION \n \n19.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $800,000 to the Government \nof  Kiribati  to  be  financed  on  a  grant  basis  by  the  Japan  Fund  for  Poverty  Reduction  for \nEnhancing Economic Competitiveness through State-Owned Enterprise Reform, and hereby \nreports this action to the Board. \n \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Risks  \n       \nImpact      Assumption \nReduction of financial  Fiscal transfers and  National budget  Government \ndemands of  bailouts to SOEs    commitment to \nunderperforming  decreased to 5% of GDP  International Monetary  implementing the SOE \nSOEs on the  by 2019  Fund Article IV staff  reform plan is \ngovernment’s fiscal  (2011: 10% of GDP)  report  maintained. \nresources.        \nContingent liabilities  SOE financial  Risk \nreduced to 10% of GDP by  statements  Political instability \n2019   derails SOE reforms. \n(2010: 18% of GDP)   \n   \n   \nOutcome      Assumption \nImproved financial,  Rates of return of  SOE financial  Reliable financial data \noperating, and  rationalized SOEs show  statements  for the selected SOEs \ngovernance  improving trenda    can be collected.  \nperformance of       \nSOEs.       \nCash flows for rationalized  SOEMU reports \nSOEs are positivea   \n   \n  SOEMU reports \nStatement of intent for all \nSOEs approved \n(2013: none) \n   \n   \nOutputs      Assumption \n       \n1. Rationalization  Rationalization strategies  SOEMU reports  Market exists for \nstrategies for three  approved by MFED and    divestment of selected \nSOEs formulated and  SOE boards   Media reports  SOEs and/or SOE \nimplemented      assets.  \n  Positive evaluation of     \n2. At least four  training courses by  Training evaluation  Risk \ntraining courses on  participants  forms  Shareholding ministries \nSOE governance and      do not agree to \nmonitoring      rationalization \n      measures proposed for \n3. Performance  Director performance  Director performance  SOEs. \nevaluation system for  system approved and  evaluation reports   \nSOE directors  implemented   \ndeveloped and   \nimplemented     \n \n   \n \n ", "Appendix 1  7 \nActivities with Milestones  Inputs \n   \nTechnical Assistance Grant: \n1.1. Priority SOEs for rationalization selected (by  JFPR: $800,000 \nMarch 2014) \nItem  Amount \n1.2. Financial accounts prepared for selected SOEs \n($’000) \n(by July 2014) \nConsultants   \n1.3. Rationalization and performance improvement \nstrategies for three SOEs developed (August  International (20 person-months)   \n2014) \n-  Remuneration  607.32 \n1.4. Rationalization strategies implemented \n(throughout TA)  -  National  50.00 \n \n2.1. At least four training courses on SOE  International and local travel  32.68 \ngovernance and monitoring for SOE directors \nReports and Communication  15.00 \nand the SOEMU conducted (throughout TA) \n  Training program  35.00 \n3.1. Director selection and performance system \nMiscellaneous costs  10.00 \nreview process and evaluation system \ndeveloped (by September 2014)  Contract negotiations  5.00 \n3.2. Director selection and performance evaluation \nContingencies  45.00 \nsystem implemented at 4 SOEs (by June 2015) \n3.3. Director selection and performance evaluation   \nsystem implemented at 15 SOEs (by June   \n2016)  The government will provide counterpart support in the \nform of counterpart staff, office accommodation and \noffice supplies. \n \nGDP = gross domestic product; JFPR = Japan Fund for Poverty Reduction; MFED = Ministry of Finance and \nEconomic Development; SOE = state-owned enterprises; SOEMU = state-owned enterprise monitoring unit; TA = \ntechnical assistance. \na Baselines and targets to be confirmed once the government has identified SOEs that will be rationalized. \nSources: Asian Development Bank.\n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Amount \nA.  Japan Fund for Poverty Reductiona    \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  607.32 \n      ii.  National consultants  50.00 \n    b.  International and local travel  32.68 \n    c.  Reports and communications  15.00 \n  2.  Training, seminars, and conferences   \n      Training program  35.00 \n  3.  Miscellaneous administration and support costs  10.00 \n  4.  Representative for contract negotiations  5.00 \n  5.  Contingencies  45.00 \n   \n        Total  800.00 \nNote: The technical assistance (TA) is estimated to cost $880,000 of which contributions from the Japan Fund for \nPoverty Reduction are presented in the table above. The Government of Kiribati will provide counterpart support in \nthe form of counterpart staff, office accommodation, office supplies, and other in-kind contributions. The value of \ngovernment contribution is estimated to account for 9% of the total TA cost. \na  Administered by the Asian Development Bank.  \nSource: Asian Development Bank estimates. \n \n ", "Appendix 3  9 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  Consultant services will support the three outputs of this technical assistance (TA). The \nteam leader, who will be a state-owned enterprise (SOE) reform specialist, will supervise the TA. \nThe consultants will work closely together to ensure the TA is in line with the proposed scope. \nThe TA will work closely with 3 SOEs, which the government will select from the 23 SOEs.   \n \n2.  The TA will conduct at least four training workshops to develop the capacity of the State-\nOwned Enterprise Monitoring Unit (SOEMU), SOE management teams, and SOE boards of \ndirectors. The workshops will target existing boards of directors and potential directors, and \nfocus  on  the  SOE  Act,  financial  reporting  and  SOE  accounting  standards,  directors’ \nresponsibilities and roles stipulated under the SOE Act, the calculation of community service \nobligations (CSOs), corporate planning, development of Statement Of Intents, and performance \nmanagement and evaluation. The 1-week workshops will each target 40–50 participants. \n \n3.  SOE reform specialist and team leader (international, 10 person-months, intermittent). \nThe consultant will (i) have extensive experience in SOE reform and enterprise development \nacross a range of geographic, technical, and, possibly, political settings; (ii) be able to meet all \nthe  broad  technical  government  and  enterprise  development  requirements  competently;  \n(iii) have demonstrated strong political, negotiation, and process facilitation skills; and (iv) have \npractical understanding of consultative and participatory processes. Work experience in Kiribati, \nespecially with SOEs and/or the SOEMU, Ministry of Finance and Economic Development, is \nhighly desirable. The responsibilities of the consultant include the following: \n \n(i)  Develop a detailed work plan to implement priority TA elements. The work plan is \nto be endorsed by ADB and the government.  \n(ii)  Work closely with the SOE Reform Steering Committee (SRSC) to identify at \nleast three SOEs for rationalization. \n(iii)  Work closely with the accounting specialist to update the financial accounts of \nselected SOEs with priority to SOEs selected for rationalization. \n(iv)  Work closely with the SRSC and the SOEMU to develop rationalization strategies \nfor the selected SOEs. \n(v)  Assist the SOEMU in implementing the rationalization strategies. \n(vi)  Work together with the SOEMU and capacity building specialist to (a) develop a \nselection  and  appointment  process  for  directors,  including  development  of \ngeneric position descriptions; and (b) develop and implement a performance \nevaluation and monitoring system for directors. \n(vii)  Advise the government, with the assistance of the national SOE specialist, on the \nstrategy to retain employees and social cohesion, including proposals for such \nmethods as management buy-in, management contract, or appropriate social \nsafeguard options. \n(viii)  Assist the capacity building specialist in developing and implementing capacity \nbuilding materials for SOE directors, SOE management, and the SOEMU. \n(ix)  Coordinate with development partner(s) and relevant specialists providing related \nassistance. \n(x)  Support the local SOE specialist in the conduct of a public awareness campaign, \npublic consultation, and information dissemination on key aspects of the TA work. \n(xi)  Work closely with the SOEMU to implement the CSO requirement of the SOE Act. \n(xii)  Maintain close contact with the Asian Development Bank (ADB) project officer \nand the executing agencies during TA implementation. \n ", "10  Appendix 3 \n(xiii)  Prepare knowledge products (policy briefs on lessons, TA experiences, and best \npractices) for use outside of Kiribati and support the government in raising public \nawareness on the importance of SOE reform. \n(xiv)  Perform  overall  TA management and  coordinate  with  ADB,  the government, \ndevelopment partners, and other stakeholders to ensure that the TA milestones \nare met. \n(xv)  Collate and prepare inception, half-yearly, draft final, and final reports for the TA \nas a whole, as required by ADB. Prepare end of mission reports.  \n(xvi)  Help with other tasks to ensure successful implementation of the proposed public \nenterprise reforms. \n \n4.  SOE  legal  specialist  (international,  4  person-months,  intermittent).  The  specialist \nshould have a tertiary qualification in law, be familiar with SOE acts in small island countries, \nhave  experience  in  drafting  sale  and  purchase  agreements  for  the  sale  of  SOEs,  and \nunderstand public–private partnership arrangements. The specialist’s responsibilities include the \nfollowing:  \n \n(i)  Prepare, in conjunction with the SOE reform specialist, a request for expressions \nof interest in buying the SOE to be privatized. \n(ii)  Prepare  a  draft  sale  and  purchase  agreement  in  consultation  with  the  SOE \nreform specialist, including dispute resolution provisions. In preparing this draft, \nliaise  closely  with  the  SOE  reform  specialist  to  assess  whether  any  as  yet \nunidentified legal issues need to be addressed in the draft.  \n(iii)  Prepare, in conjunction with the SOE reform specialist, a heads of agreement \nthat sets out the basis for the sale and purchase of the SOE (including the draft \nsale and purchase agreement), government’s approach to the sale process, and \nenvisaged timetable and dispute resolution process. This agreement is for joint \nsignature by (a) respondents to the request for expressions of interest, who \nconfirm their intention to engage in the sale, and (b) the vendor.  \n(iv)  Prepare  a  draft  confidentiality  deed—to  protect  the  vendor’s  interests—for \npotential buyers to sign before they may undertake a due diligence inspection of \nthe  SOE’s  accounts,  related  documents,  and  operations,  for  the  purpose  of \ndetermining what if any offer to make for the SOE.  \n(v)  Prepare, in consultation with the SOE reform specialist, a due diligence protocol \nto govern the buyers due diligence inspection for signature by potential buyers \nbefore they may engage in the due diligence inspection process. \n(vi)  Assess the legal implications of offers to purchase the SOE, and how best to \nrespond to them and advise the vendor accordingly on the overall merits of such \noffers.  \n(vii)  If a sale is agreed, help the government with the settlement process as required.  \n(viii)  Assist  in  drafting the  standard  CSO  agreements  and  other  legal  documents \nrequired by the TA. \n \n5.  SOE accounting specialist (international, 3 person-months, intermittent). The specialist \nshould  (i)  hold  a  recognized  professional  accountancy  qualification,  (ii)  have  extensive \nexperience in the application of International Financial Reporting Standards  in the preparation \nof financial statements for SOEs, (iii) have a background appropriate to undertake the assigned \ntasks, and (iv) have at least 10 years practical experience and significant experience specific to \nsmall island states. The specialist’s tasks will include the following: \n \n ", "  Appendix 3  11 \n (i)  Support the SOE reform and privatization process by obtaining the following from \neach SOE: (a) reliable financial statements; (b) reliable current information on \nstaff  establishment,  employment  status,  wage  rates  and/or  wages  bill,  and \nemployment history; (c) an updated, comprehensive fixed assets register; and  \n (d) an accurate list of debtors and creditors. \n(ii)  Collaborate with the SOE reform specialist and the national SOE specialist, as \nnecessary, in the continuing process of restructuring, reforming or disposing of \ndesignated SOEs. \n(iii)  Update the financial accounts of selected SOEs based on available information. \n(iv)   Assist the team in undertaking due diligence of the best rationalization option for \nthe selected SOEs. \n(v)  Prepare  a template for  SOE  use for financial  reporting  to  management  and \nboards of directors. \n(vi)  Assist  the  SOEMU,  relevant  line  ministries,  and  SOEs,  as  appropriate,  to \nimplement use of the financial reporting template. \n(vii)  Provide training as appropriate to MFED, line ministries, and SOE personnel on \nthe use of the financial reporting template.  \n(viii)  Provide inputs to all TA reports as required and support the team leader and \nother team members as required. \n \n6.  Capacity building specialist (international, 3 person-months, intermittent). The expert \nwill be efficient in facilitation and education; have at least 10 years of experience providing \nsimilar advice to a variety of Pacific governments and societies; and have demonstrated strong \npolitical,  negotiation,  and  process  facilitation  skills.  Knowledge  of  SOE  monitoring  and \nperformance evaluation systems is important. Tasks will include the following: \n \n(i)  Work  closely  with  the  SOE  reform  specialist  to  develop  capacity  building \nmaterials  for  the  SOEMU,  SOE  management,  and  SOE  directors  based  on \nrequirements of the SOE Act. \n(ii)  Develop job descriptions, and selection and evaluation systems for boards of \ndirectors. \n(iii)  Develop capacity building materials for the SOEMU on selecting directors and \nevaluating SOE director performance. \n(iv)  Provide  a  framework  for  ownership,  monitoring,  capacity  development  and \ntraining  in  areas  identified  in  item  (i),  including  a  monitoring  framework  to \nmeasure the impact of individual interventions and baseline competency for the \nvarious capacity development areas. The expert will take the lead in designing \nand  implementing  training,  seminars,  and  conferences  based  on  the  areas \nidentified in items (i) and (ii). \n(v)  Lead and undertake capacity development activities agreed under items (i) and \n(ii) and included in the framework developed under item (iii). \n(vi)  Provide input for TA reports as requested by the team leader. \n \n7.  SOE specialist (national, 10 person-months, intermittent). The specialist will have a \nstrong background in training, education, and consultative and participatory processes, as well \nas extensive experience in technical assistance in those fields in small island states. The  \nspecialist will work under the guidance of the team leader and specialists. Responsibilities will \ninclude the following: \n \n(i)  Liaise  directly  with  government  counterparts  in  the  Ministry  of  Finance  and \nEconomic  Development,  other  line  ministries  as  appropriate,  and  any \n ", "12  Appendix 3 \ngovernment units established to support the SOE reform process to identify SOE \nrequirements and the progress of SOE reform.  \n(ii)  Liaise directly with SOE boards and SOE staff as appropriate to ensure progress \nof SOE reform, including identifying and extracting key information and data to \nsupport the reform and/or sale process.  \n(iii)  Work with the international SOE consulting team to determine the best way to \nensure progress of the SOE reform process and assist in implementing agreed \ntasks.  \n(iv)  Provide inputs to all TA reports. \n \n8.  The consultants will prepare an inception report for ADB and the government within  \n8 weeks of the start of field activities. It will include the capacity development road map. Half-\nyearly progress reports will be submitted during TA implementation and a draft final report by \nDecember 2016. The final report is to be submitted within a month of the incorporation of ADB \nand the government comments on the draft final report. \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20131016095312+08'00'", "Creator": "Microsoft® Word 2010", "Keywords": "adb projects, 46511, adb technical assistance, cdta/rdta/pata/ppta, adb technical assistance ta report, adb tar, adb project documents, economic competitiveness, kiribati state owned enterprise, ppps kiribati, public-private partnerships, kiribati, jfpr, japan fund for poverty reduction, jfpr project, adb, asian development bank", "ModDate": "D:20131017120308+08'00'", "Producer": "Microsoft® Word 2010", "Subject": "This technical assistance report is a decision document for the Enhancing Economic Competitiveness through State-Owned Enterprise Reform project in the Republic of Kiribati containing issues, impacts, outcomes, methodology and key activities as well as cost and financing and implementation arrangements presented to ADB’s Board of Directors or Management for approval.", "Title": "TAR: Kiribati: Enhancing Economic Competitiveness through State-Owned Enterprise Reform"}}