{"path": "data/input/ta/46526-001-pptar.pdf", "pages": ["     Appendix 4     13     \n \nPROJECT PREPARATORY TECHNICAL ASSISTANCE \nA.  Justification \n1.  The project preparatory technical assistance (PPTA) is required to prepare the Punjab \nIntermediate Cities Improvement Investment Program (the investment program) and feasibility \nstudy for Tranche 1 for possible funding by the Asian Development Bank (ADB) to support urban \ndevelopment and municipal services in the selected intermediate cities in Punjab province of \nPakistan.1 There is a need for specific expertise from the competent international consulting firm \nto prepare the investment program considering its institutional, financial and technical complexity. \nThe PPTA will also assist the Government of Punjab (GoPb) to proceed with pre-implementation \nactivities such as advance procurement. The PPTA will be implemented over 16 months from \nNovember 2014 to February 2016.  \nB.  Major Outputs and Activities \n2.  The proposed investment program will be prepared based on the works undertaken under \nthe technical assistance (TA) 7321-PAK: Punjab Cities Improvement Investment Program.2 The \nGoPb indicated that one or two of the intermediate cities maybe selected (indicatively Sialkot \nand/or Sargodha) for a proposed initial investment support, to use as a pilot city demonstrating \nthe positive impact from implementing an integrated package of planned urban reforms, improved \nservice delivery and sustainable investments. Therefore, the core components of the feasibility \nstudy  assessments  and  undertaken  studies  that  are  mostly  focused  on  Sialkot  city  remain \nrelevant. However, this work will be reassessed, and will incorporate recent floods, changing \nclimate patterns, and investments made in the last few years.  Similarly, the investment plan for \nthe other candidate cities need to be reviewed, considering the recent works and plans developed \nfor these cities, through World Bank and other development partners financed projects and the \nGoPb annual development funding. The cities will be selected based on the selection criteria \nprepared under the PPTA that will include performance parameters.   \n3.  The PPTA will have the following main activities: (i) review and update macroeconomic \nand urban sector context assessment including policy reform framework, sector road map, and \ninvestment  plan;  (ii)  review  and  update  urban  services  and  public  utilities  assessment;  (iii) \nundertake  due  diligence;  (iv)    formulate  the  investment  program  with  detailed  physical  and \nnonphysical  investments for  the  selected  subsectors  and  cities,  activities  supporting ongoing \nurban institutional and organizational development, and midterm investment plan for all tranches; (v) \nprepare detailed feasibility study for Tranche 1; and (vi) undertake advance actions with detailed \nprocurement plan and sample bidding documents. These activities will be supported by required \nsurveys and studies.  \n4.  The major outputs and activities are summarized in Table A4.1.  \nTable A4.1: Summary of Major Outputs and Activities \nMajor Activities  Major Outputs  Expected  \nCompletion Date \nMacroeconomic and Urban  Macroeconomic and Sector Assessment Report;   August 2015 \nSector Assessment   Policy Reform Framework; Sector Road Map and \nInvestment Plan \nUrban Services and Public  Business Plan Framework for Sustainable Utilities;  August 2015 \nUtilities Assessment   Capacity Development Report; and PPP report  \nDue Diligence  Economic Analysis Report; Financial Analysis Report;  August 2015 \nFund Flow Analysis Report; Financial Management   \n                                                \n1  The selection criteria for the proposed investment program will be applied to identify priority sub-sectors and cities to be \nfinanced under the investment program. \n2  ADB provided project preparatory technical assistance 7321-PAK: Punjab Cities Improvement Investment Program in \n2009-2012.   \n ", "14  Appendix 4 \nMajor Activities  Major Outputs  Expected  \nCompletion Date \nAssessment Report; Financial Sustainability Plan; Key \nStakeholders Capacity Assessment Report; \nEnvironmental Assessment and Review Framework and \nInitial Environmental Examination (Tranche 1); Summary \nPoverty Reduction and Social Strategy Report Poverty \nAnalysis and Social Development Plan; Gender Analysis \nand Action Plan; Land Acquisition and Resettlement \nFramework and Land Acquisition and Resettlement Plan \n(Tranche1); Indigenous Peoples Plan (Tranche1); Risk \nAssessment and Risk Mitigation Plan; Procurement \nCapacity Assessment Report; Development Coordination \nReport; Climate Risk, Vulnerability and Adaptation \nAssessment Report \nFormulate Investment  Investment Program Report with detailed physical and  September \nProgram  nonphysical investment plan;  FFA; DMF; and FAM  2015 \nFeasibility Study for  Engineering Design with Alternative Analysis Report;  October 2015 \nTranche 1   Least Cost Analysis and Demand Forecast Report; \nProject Costs and Benefits Report; Project Sustainability \nAssessment Report Sensitivity and Risk Analyses; PFR \nfor Tranche 1 \nAdvance Action   Contracts on program management consulting services;  March 2016 \ndetailed design and equipment contracts are ready to \naward   \nDMF = design and monitoring framework; FFA = framework financing agreement; FAM = facility administration manual; PFR = \nperiodic financing request; PPP= public-private partnership. \nSource: Asian Development Bank estimates. \nC.   Cost Estimate and Proposed Financing Arrangement  \n5.  The TA is estimated to cost $900,000 equivalent, of which $800,000 will be financed on a \ngrant basis by ADB's Technical Assistance Special Fund (TASF-V). The government will provide \ncounterpart support in the form of counterpart staff inputs, data and information provision, office \nspace, furniture, equipment and communication facilities and other in-kind contribution. External \nfinancing is not pursued because of the urgent need for consulting  services to prepare the \ninvestment program. The detailed cost estimate is presented in Table A4.2.  \nTable A4.2: Cost Estimates and Financing Plan \n ($'000) \n Item  Total Cost \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (12 person-months)  365.0 \n      ii.  National consultants (52 person-months)  290.0 \n    b.  International and local travelb  30.0 \n    c.  Reports and communications  5.0 \n  2   Workshops, training, and conferencesc  5.0 \n  3.  Surveysd   60.0 \n  4.   Miscellaneous administration and support costs  5.0 \n  5.   Contingencies  40.0 \n    Total   800.0e \na   Financed by the Asian Development Bank's Technical Assistance Special Fund (TASF-V).  \nb   Including the vehicles to be rented for site visits and commuting between the different institutions.   \nc  Workshops, training,  and conferences for stakeholder consultations, and trainings for the capacity development stockholders \nd  This include baseline, socio-economical, willingness to pay, topographical/engineering and other surveys and studies Actual cost \nof surveys including daily rates of surveyors, equipment rentals and cost of printing will be charged as actuals.   \ne   GoPb will provide counterpart support in the form of in-kind contribution estimated at 11.8% as a share of the total PPTA cost. \nSource: Asian Development Bank estimates. \n ", "  Appendix 4  15 \nD.   Consulting Services \n6.  A consulting firm will be hired to provide four international experts for 12 person-months and \n14 national experts for 52 person-months to undertake the PPTA activities. The consulting firm \nwill be recruited using quality and cost-based selection method (80:20) with simplified technical \nproposal in accordance with ADB’s Guidelines on the Use of Consultants (2013, as amended \nfrom time to time).  \nA4.3: Summary of Consulting Services Requirement and Terms of Reference \nPositions/   Terms of Reference \nPerson-months (pm) \nUrban Development  (i) responsible for the PPTA work in accordance with the TOR; (ii) supervise all field \nSpecialist  investigations and desk studies; (iii) provide overall guidance to other team members review \n/international/team  each expert’s written report for quality assurance and incorporates it into the TA reports, and \nleader, 6 pm  prepare detailed project proposal for ADB appraisal. \nMunicipal Utility  responsible for organizational structure of utilities, staffing requirements of utilities, grades \nSpecialist/  within utilities, reporting lines for operational processes. \ninternational, 2 pm \nInstitutional  (i) analyze existing institutional setting and capacities of public utilities; (ii) suggest resources \nDevelopment  for public utilities reforms including out-sourcing, developing sustainable operations, community \nSpecialist/  engagement and capacities  to operate new infrastructure; (iii) identify resources required for \ninternational, 3 pm  detail design and supervision of the project; (iv)  review policies on anti-corruption and \ndisclosure and suggest implementation option under the project; and (v) suggest inputs for \nUPU to implement business plan, consultation, and develop an urban strategy/legislation \nEnvironmental  (i) prepare EARF for the MFF; (ii) IEE/EIA, studies, as required, for all proposed subprojects \nSpecialist/  which could include IEE or EIAs for the water and wastewater treatment plant sub-projects, and \ninternational, 1 pm;  landfills construction and rehabilitation; (iii) contribute to the relevant sections of the RRP and \nnational, 3 pm  linked documents; and (iv) Climate Risk, Vulnerability and Adaptation Assessment Report.  \nWater Supply and  (i) support the Team Leader; (ii) review water and sanitation master plans (or sector data); (iii) \nSanitation  develop prioritization criteria; (iv) rank subprojects  and propose technically viable options for \nSpecialist/Deputy  prefeasibility and detailed design; (v) outline prefeasibility work, technical, financial and social \nTeam Leader/   safeguard work, and allocate and mange consultancy resources accordingly; (vi) guide and \nnational, 10 pm  supervise inputs of individual team members and quality control of their outputs \nSewerage and  (i) review the sewerage and drainage network mapping, data and master plans for Sialkot; (ii) \nDrainage Specialist/  prioritize subproject in both sectors related to networks, storage, production, treatment and \nnational, 4 pm  disposal; and (iii) prepare technical feasibility with outline design and cost estimates, design \nstandards, cost comparison between options; (iv) provide inputs for financial and social viability \nof subproject to other experts.   \nSolid Waste  (i) review the solid waste mapping, data and master plans for Sialkot; (ii) prioritize subproject \nManagement  related to primary, secondary collection, disposal, recycling and reuse, according to agreed \nSpecialist/ national,   criteria; (iii) prepare technical feasibility reports with outline design cost estimates, design \n4 pm  standards, and cost comparison between options; (iv) guide the team to undertake financial \nand social viability of subproject.   \nAsset Management  (i) review existing asset management of water, solid waste and sewerage assets; (ii) \nSpecialist/ national,   recommend appropriate asset management tools; (iii) devise methodology for asset \n2 pm  management inventory and plan, and prepare a manual with (a) framework, (b) property \ninformation, (c) methodology for assessing asset conditions; (d) a system for updating data on \nmaintenance and replacement; and (iv) assist in trial runs. \nFinancial Analyst/  (i) perform financial management assessment including risk assessment of the EA and \nnational, 6 pm  potential IAs in accordance with ADB’s guidelines, (ii) undertake affordability and willingness to \npay surveys; (iii) calculate viable tariff structures; (iv) prepare 10 years financial model of public \nutilities for cost recovery of operations; (v) estimate financial viability of priority subprojects; (vi) \nassess public utilities financial management capacity, and identify capacity needs; (vii) design \nfund flow, disbursement mechanism and financial reporting and auditing arrangement, (viii) \nprepare detailed cost tables of all components; (ix) compute contingencies and financial \ncharges, and (x) consolidate project cost by financier, by component, and by year. \nProject Economist/  (i) update macroeconomic context assessment; (ii) conduct rigorous demand analysis; (iii) \nnational, 4 pm  reconfirm economic rationale; (iv) conduct least-cost analysis and/or comparison of project \nalternatives, and identification of the optimal alternative; (v) identify project costs and benefits, \nand conduct of cost-benefit analysis; (vi) assess project sustainability; (vii) conduct of sensitivity \nand risk analyses and distribution analysis, and (iv) estimate EIRR of Tranche 1. \n ", "16  Appendix 4 \nPositions/   Terms of Reference \nPerson-months (pm) \nPrivate Sector  (i) evaluate the potential for outsourcing functions of public utilities to private sector; (ii) assess \nParticipation  suitable PPP modalities; (iii) assess legal, regulatory, institutional, financial, and staffing \nSpecialist/ national,   requirements (in public utilities) for PPP subprojects and develop measures to address them; \n3 pm  and (iv) design PPP or community outsourcing packages and prepare related documents \nCommunication  (i) assess internal and external communication needs of public utilities; (ii) prepare resource \nSpecialist/ national,   requirements to develop and implement a communication strategy including TORs; and (iii) \n2 pm  develop and implement communication plan for TA activities including consultations with \nstakeholder. \nSocial Development  (i) prepare social-economic survey and analysis; (ii) due diligence report on social development, \nSpecialist/ national,   including poverty analysis; and (iii) prepare a social development plan and monitoring \n2 pm  procedures. \nResettlement  (i) prepare involuntary resettlement categorization checklist; (ii) due diligence report on land \nSpecialist/  national,   acquisition and resettlement; (iii) for subprojects involving land acquisition and resettlement, \n3 pm  prepare a LARP, and monitoring, disclosure and grievance procedures; (iv) coordinate with \nproject team to ensure that mitigation measures are integrated into the project design features \nof Tranche 1 and subsequent tranches, (v) ensure that resettlement-related information are well \nconsidered and included in the program communication plan, (vi) assess the capacity of EA to \nscreen impacts, prepare and implement resettlement plans, and (vii) recommend appropriate \ncapacity development activities to develop or enhance safeguards knowledge and skills of EA. \nGender Specialist/  (i) carry out gender analysis; (ii) propose and recommend gender strategies for project \nnational, 2 pm  planning, implementation and operational stage; and (iii) prepare a Gender Action Plan. \nUrban Planner/  (i) review public utilities and planning capacities, and available data on urban plans; (ii) identify \nnational, 4 pm  resource requirements of both agencies to undertake planning activities according to their \nmandates; and (iii) review base maps, sector master plans, land use and zoning plans of \nSialkot to ensure consistency of project investments with these plans. \nProcurement  (i) undertake the procurement capacity assessment, identify risks and mitigations, and prepare \nSpecialist/  national,   a procurement capacity development plan for public utilities; (ii) provide on-the–job trainings; \n3 pm  and (iii)  prepare procurement plan and draft bidding documents \nADB = Asian Development Bank; EA = executing agency; EIA = environment impact assessment; EARF = environmental assessment \nand review framework ; EIRR = economic internal rate of return, IA = implementing agency IEE = initial environmental examination; \nLARP = land acquisition and resettlement plan; O&M = operations and maintenance; PPP = public-private partnership; PPTA = project \npreparatory technical assistance; RFP = request for proposal; RRP = report and recommendation to the president; TA = technical \nassistance; TOR = terms of reference; UPU = urban policy unit. \nSource: Asian Development Bank estimates.  \nE.  Implementation Arrangements \n7.  It will be a non-delegated PPTA.3 The executing agency is the Local Government and \nCommunity Development Department (LGCDD) of GoPb. The LGCDD will coordinate the PPTA \nactivities and report on the progress. The program steering committee (PSC) overseeing PPTA \nwork will be chaired by the Planning and Development Department (P&DD), with representation \nfrom key donors and other relevant departments.  \n8.  The proposed TA processing and implementation schedule is listed in Table A4.4.  \nTable A4.4: Technical Assistance Processing and Implementation Schedule \nMajor Milestones  Completion Date \nCommencement  November  2014a \nInception report  February 2015 \nInterim report  June 2015 \nDraft final report  September 2015 \nFinal report   November  2015 \nFinancial closing  March 2016 \na Commencement of work by PPTA consultants to be recruited within 4 months after PPTA approval.    \nSource: Asian Development Bank estimates.  \n                                                \n3  Disbursements under the TA will be made in accordance with the ADB’s Technical Assistance Disbursement \nHandbook (2010, as amended from time to time). \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20141007145744+08'00'", "Creator": "Microsoft® Word 2010", "Keywords": "adb project concept paper", "ModDate": "D:20141007151134+08'00'", "Producer": "GPL Ghostscript 9.07", "Title": "Concept paper"}}