{"path": "data/input/ta/46906-014-prc-rrp.pdf", "pages": [" \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 46906 \nSeptember 2012 \n \n \nProposed Loans \nChina Everbright International Limited \nAgricultural and Municipal Waste to Energy Project \n(People’s Republic of China) \nIn accordance with ADB’s public communications policy (PCP, 2011), this abbreviated version of the RRP \nexcludes confidential information and ADB’s assessment of project and transaction risk as well as other \ninformation referred to in paragraph 97 of the PCP. ", " \nCURRENCY EQUIVALENTS \n(as of 1 July 2012) \n \nCurrency units  –  yuan (CNY)  \nHong Kong dollar/s (HK$) \n \nCNY1.00  =  $0.15735 \n$1.00  =  CNY6.3551 \nHK$1.00  =  $0.12891 \n$1.00  =  HK$7.7574 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CEBEIL  –  China Everbright Biomass Energy Investment Limited \n  CEEEL  –  China Everbright Environmental Energy Limited \n  CEHCL  –  China Everbright Holdings Company Limited \n  CEIL  –  China Everbright International Limited \n  GWh  –  gigawatt-hour \n  kWh  –  kilowatt-hour \n  MSW  –  municipal solid waste \n  MW  –  megawatt \n  NDRC  –  National Development and Reform Commission \n  PRC  –  People’s Republic of China \n  WTE  –  waste to energy \n \nNOTES \n \n(i)  The  fiscal  year  (FY)  of  China  Everbright  International  Limited  ends  on \n31 December.  \n(ii)  In this report, \"$\" refers to US dollars unless otherwise stated. \n \nVice-President  L. Venkatachalam, Private Sector and Cofinancing Operations \nDirector General  P. Erquiaga, Private Sector Operations Department (PSOD) \nDirector  C. Thieme, Infrastructure Finance Division 2, PSOD \n   \nTeam leader  S. Hashizume, Investment Specialist, PSOD \nTeam members  H. Kimura, Principal Investment Specialist, PSOD  \nS. Durrani-Jamal, Senior Economist, PSOD \nJ. Gomez, Safeguards Officer (Environment), PSOD \n  A. Hirose, Assistant General Counsel, Office of the General Counsel \n  M. Manabat, Senior Investment Officer, PSOD \n  J. Qi, Investment Officer, PSOD \n  B. Quang, Safeguards Specialist, PSOD \n  Y. Wang, Investment Officer, East Asia Department \n \nIn preparing any country program or strategy, financing any project, or by making any designation of or \nreference to a particular territory or geographic area in this document, the Asian Development Bank does \nnot intend to make any judgments as to the legal or other status of any territory or area. \n \n ", " \nCONTENTS \n \nPage \n \nPROJECT AT A GLANCE \n \nI.  THE PROPOSAL  1 \n \nII.  THE PROJECT  1 \n \nA.  Project Identification and Description  1 \nB.  Development Impact, Outcome, and Outputs  4 \nC.  Alignment with ADB Strategy and Operations  4 \nD.  Project Cost and Financing Plan  5 \nE.  Implementation Arrangements  5 \nF.  Projected Financial and Economic Performance  6 \n \nIII.  THE PROPOSED ADB ASSISTANCE  7 \n \nA.  The Assistance  7 \nB.  Value Added by ADB Assistance  7 \nC.  Risks  7 \n \nIV.  POLICY COMPLIANCE  8 \n \nA.  Safeguards and Social Dimensions  8 \nB.  Anticorruption Policy  9 \nC.  Investment Limitations  9 \nD.  Assurances  9 \n \nV.  RECOMMENDATION  9 \n \nAPPENDIX \n \n1.  Design and Monitoring Framework  11 \n ", "", " \nPROJECT AT A GLANCE \n \n1. Project Name: Agricultural and Municipal Waste to Energy Project    2. Project Number: 46906 \n3. Country: People’s Republic of China   4. Department/Division: Private Sector Operations Department \n                                          Infrastructure Finance Division 2 \n5. Sector Classification:  \nSectors  Primary  Subsectors \nEnergy  √  Renewable Energy \n \n6.Thematic Classification:  \nThemes  Primary  Subthemes \nEconomic growth    Widening access to markets and \neconomic opportunities \nEnvironmental  Global and regional trans-\n√ \nsustainability  boundary environmental concerns \nPrivate sector    Private sector investment \ndevelopment \n \n \n6a. Climate Change Impact:  6b. Gender Mainstreaming: \nAdaptation    Gender equity theme   \nMitigation  √  Effective gender mainstreaming   \nNot applicable    Some gender benefits   \n  No gender benefits  √ \n \n7. Targeting Classification:  8. Location Impact: \nTargeted Intervention  Rural  High \nGeographic  Income  Urban  Medium \ndimensions  Millennium  poverty at \nNational   Low \nGeneral  of inclusive  development  household \nRegional   \nIntervention  growth  goals  level \n \n√       \n \n9. Nonsovereign Operation Risk Rating :  NSO 6 \n10. Safeguard Categorization: \n \nEnvironment  B \nInvoluntary resettlement   B \nIndigenous peoples  C \n \n11. ADB Financing: \n \nSovereign/Nonsovereign  Modality  Source  Amount ($ million) \nNonsovereign  Direct Loan (A loan)  OCR  Up to $100 million \n \n12. Cofinancing:   \n \nFinancier  Category  Amount ($ million) \nCommercial banks  Commercial Loan (B loan)  Up to $100 million \nTotal  Up to $100 million \n \n13. Counterpart Financing: Not Applicable \n14. Aid Effectiveness: Not Applicable ", "", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nfacility of up to $200 million without government guarantee comprising (i) a loan to China \nEverbright Biomass Energy Investment Limited (CEBEIL) of up to $120 million, of which up to \n$60 million (A loan) will be funded by the Asian Development Bank (ADB) and up to $60 million \n(B loan) will be funded by international commercial banks under a participation agreement \nbetween ADB and such banks; and (ii) a loan to China Everbright Environmental Energy Limited \n(CEEEL) of up to $80 million, of which up to $40 million (A loan) will be funded by ADB and up \nto $40 million (B loan) will be funded by international commercial banks under a participation \nagreement between ADB and such banks, for the Agricultural and Municipal Waste to Energy \nProject in the People’s Republic of China (PRC). \n \nII.  THE PROJECT \nA.  Project Identification and Description \n1.  Project Identification \n2.  The PRC faces a serious environmental and social challenge in dealing with waste, \nwhich  has  been  rapidly  increasing  as  a  consequence  of  the  country's  economic  growth. \nUncontrolled disposal of untreated waste is widespread in urban and rural areas, even though it \ncan contaminate soil and groundwater. In urban areas, untreated waste can find its way into \ndrinking water and put its safety at risk, which will expose the population at large, but especially \nthe urban poor, to infectious diseases and other health problems. Inadequately treated waste \nwill threaten food production and security in rural areas, as nutrients contained in straw cannot \nbe recycled into the fields without proper treatment. Even if burned, direct incineration of straw \nin the fields has a thermal impact on the soil, leading to deterioration of organic matter and loss \nof moisture. Uncontrolled direct incineration of agricultural waste can also generate fumes and \nfly ash, which have become a major source of environmental pollution and respiratory diseases. \n \n3.  The PRC is the world’s biggest generator of agricultural waste,1 with an average growth \nof 5%–10% annually. According to the Government of the PRC, the total yield of crop straw in \n2010 reached over 700 million tons. However, about 45% of the straw was directly burned or \nabandoned in 2010 due to lack of technology, funding, and awareness of local farmers. The \nPRC is also the world’s second largest generator of municipal solid waste (MSW)2 due to rapid \neconomic growth and urbanization. MSW was estimated to reach 221 million tons annually by \nthe end of 2010. In 2010, 36.5% of total MSW collected was untreated. Therefore, improving \nwaste management in the PRC is an important and urgent task. \n \n4.  The common goal of agricultural waste and MSW management is to treat the waste in \nan environmentally and socially acceptable manner with appropriate clean technologies. ADB’s \npublic sector operations have been supporting broad-based policy and regulatory reforms for \nefficient agricultural waste management since 19943 and MSW management since 2000.4 All \nwaste  disposal  alternatives  eventually  decompose  organic  materials  into  simpler  carbon \n                                                \n1  Agricultural waste includes crop residues and byproducts of agricultural produce. \n2  Municipal solid waste consists mainly of household waste, but includes commercial waste, generated in urban \nareas. \n3  ADB. 1994. Technical Assistance to the People’s Republic of China for Rural Energy Development Study. Manila. \n4  ADB. 2000. Technical Assistance to the People’s Republic of China for Strengthening Urban Solid Waste \nManagement. Manila. ", "2             \nmolecules  such  as  carbon  dioxide  and/or  methane,  but  incineration  is  recognized  as  a \nparticularly  effective  method  for  waste  treatment.  It  reduces  waste  volume  by  90%  and \neliminates methane emissions, and waste-to-energy (WTE) technologies recover the waste heat \nfrom the incineration process and steadily produce electricity and heat. By replacing fossil fuel \ncombustion and avoiding methane, WTE helps avoid greenhouse gas emissions and mitigates \nclimate change. Therefore, using abundant agricultural waste and MSW as fuel makes WTE \nplants attractive and dependable sources of renewable energy. \n \n5.  The incineration option for agricultural waste has further merits as it yields additional \nincome to farmers who sell agricultural waste and also to small and medium-sized enterprises in \ncharge of waste collection and transportation. In addition, the treated bottom ash could be \nharnessed as an organic agricultural fertilizer for the domestic community. \n \n6.  WTE for agricultural waste and MSW treatment is a very important and attractive option \nfor the PRC since the government sets the development of a recycling economy as a national \ngoal and promotes renewable energy. ADB has undertaken a study5 which showed that the \nPRC could readily utilize crop straw for electricity generation, through direct combustion in \nparticular.  To  mitigate  environmental  degradation  and  produce  cleaner  electricity,  the \ngovernment aims to install agricultural WTE capacity of up to 24 gigawatts (GW), almost four \ntimes  the  current  capacity,  which  represents  less  than  1.0%  of  the  total  energy  mix  and \nconsumes 2.5% of the total available agricultural waste. The government has further issued a \nseries  of  policies  and  regulations  to  support  agricultural WTE:  (i)  full  offtake  of  electricity \ngenerated by biomass plants, including WTE plants; (ii) national targets by 2020 including 15% \nof the total energy to be generated from renewable energy sources and biomass capacity to \nreach 30 GW; (iii) value-added tax refund; (iv) exclusivity of agricultural WTE plants by allowing \nonly one plant in each county or within a 100-kilometer radius; (v) utilization of 75% of total \navailable straw by 2013 and 80% by 2015; and (vi) feed-in tariffs of CNY0.75 per kilowatt-hour \n(kWh) for agricultural WTE and CNY0.65/kWh for municipal WTE. \n \n7.  Against this backdrop, China Everbright International Limited (CEIL) decided to extend \nits operation to the agricultural WTE business. CEIL has implemented the Municipal Waste to \nEnergy Project with ADB assistance since 2009, which supports the construction and operation \nthrough  public–private  partnerships  of  its  municipal  WTE  projects  with  advanced  clean \ntechnologies, including grate incinerator technology and advanced flue gas emission control.6 \nThe ADB facility has been utilized for the development of CEIL’s clean municipal WTE plants in \nJiangyin,  Jinan,  Suzhou,  and  Zhenjiang.  Considering  the successful  implementation  of the \nmunicipal WTE project, CEIL requested ADB to consider extending assistance to its agricultural \nwaste  management  business,  as  it  plans  to  scale  up  the  business given  the  vast  market \nopportunities and potential development impacts. CEIL has also requested to support further \nexpansion of its municipal WTE project into new municipalities to establish a solid operational \nbase from which penetration into the agricultural WTE market in the surrounding areas can be \nsought.  While  the  projects  are  of  homogeneous  nature  (i.e.,  same  technology,  same  raw \nmaterial collection method, and same offtaker), local banks cannot finance these as a portfolio \nsince a branch cannot operate beyond its territory. This lending limitation results in fairly high \ntransaction costs. \n                                                \n5  ADB. 2010. Rural Biomass Energy 2020. Manila. \n6  ADB. 2009. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Technical \nAssistance to the People’s Republic of China for the Municipal Waste to Energy Project. Manila. On 4 June 2009, \nthe ADB Board approved (i) an A loan of up to $100 million, (ii) a B loan of up to $100 million, and (iii) technical \nassistance of up to $653,000 to China Everbright Environmental Energy Limited, a fully owned subsidiary of CEIL. \nThe B loan was subscribed among six banks through successful syndication. ", "3 \n2.  Project Design \n8.  Leveraging the successful operation of the municipal WTE projects, CEIL applies its \nclean technologies to utilize agricultural waste to produce clean energy. The primary objective of \nthe project is to support CEIL in extending its operations to agricultural WTE projects. In parallel, \nbut to a lesser extent, municipal WTE projects will also be supported. Under the project, CEIL \naims to develop and invest in agricultural and municipal WTE projects to treat approximately \n7,300  tons  of  waste  daily  with  installed  capacity  of  210  megawatts  (MW)  to  generate \napproximately 1,240 gigawatt-hours (GWh) of electricity annually by 2016.  \n \n9.  Each plant incinerates waste, recovers waste heat for power generation, purifies waste \ngas, and disposes ash. CEIL’s wholly owned subsidiaries, CEBEIL and CEEEL, will hold its \nagricultural and municipal WTE operations. To ensure that the focus of the project is agricultural \nWTE, 60% of the total assistance from ADB will be channeled to agricultural WTE, while support \nto municipal WTE will be limited at 40%. \n \n10.  The ADB assistance is to provide a credit line to fund through the borrowers a series of \nWTE  projects  in  CEIL’s  investment  plan.  The  plan  includes  civil  works,  equipment  and \nmaterials, other procurement, and working capital for 9–12 WTE projects from 2012 to 2015. \nThe ADB loan will play a catalytic role to enable borrowing from the local banks at the project \ncompanies owned by the borrowers. \n \n3.  The Borrowers and Sponsor \n11.  The project is sponsored and guaranteed by CEIL, a private sector company listed on \nthe Hong Kong Stock Exchange (stock code 257). Since its establishment in 1993, CEIL has \nbecome a leading company in environment protection business in the PRC. The principal \nactivities of CEIL are waste management projects such as WTE plants, environmental water \nprojects such as wastewater treatment plants, alternative energy projects such as methane-to-\nenergy power plants and photovoltaic energy power plants, environmental technology, and \nconstruction management. In 2006, CEIL began commercial operation of its first municipal WTE \nproject to implement advanced clean technologies. In 2010, CEIL entered the agricultural waste \nmanagement business to leverage its clean municipal WTE technologies to agricultural waste. \n \n12.  CEIL’s largest shareholder is the China Everbright Holdings Company Limited (CEHCL), \na company established in Hong Kong that holds approximately 50.2% of CEIL’s issued share \ncapital. CEHCL is, in turn, owned by the China Everbright Group. CEIL posted revenues of \nHK$3.67 billion ($472 million); earnings before interest, taxes, depreciation, and amortization of \nHK$1.44 billion; and net profit of HK$845 million in 2011.  \n \n13.  The borrowers are both wholly owned and controlled by CEIL. CEBEIL, incorporated in \nHong Kong, was set up to own agricultural WTE projects. CEEEL is incorporated in the British \nVirgin Islands, and is an investment platform to own all the municipal WTE projects.  \n \n[CONFIDENTIAL INFORMATION DELETED] \n ", "4             \n14.  ADB’s review of these entities does not give ADB cause to believe that such entities \nhave been established, or are being used for cross-border tax evasion, money laundering, or \nterrorism financing in the jurisdictions involved in the project.7 \n \nB.  Development Impact, Outcome, and Outputs \n1.  Impact \n15.  Improvements in waste management. The project will contribute to the improvement \nof both agricultural and municipal waste management in the PRC. Uncontrolled incineration of \nagricultural  waste  and  untreated  MSW  emit  harmful  gases  and  contaminate  soil  and \ngroundwater.  The  impact  of  demonstrating  and  deploying  clean  waste  management \ntechnologies will result in avoidance or mitigation of environmental issues in both rural and \nurban areas. \n \n16.  Increase in energy generation from agricultural and municipal waste. The project \nfeatures a strong model for private sector participation in agricultural WTE through a public–\nprivate partnership for multiple projects. The impact of catalyzing private sector investment in \nthe PRC’s emerging biomass industry goes beyond the project’s specific interventions. Energy \ngeneration from agricultural and municipal WTE plants will result in reduction of greenhouse gas \nemissions by replacing electricity otherwise generated by coal-fired plants.  \n \n2.  Outcome \n17.  The project’s outcome is increased production of energy from viable and environmentally \nsustainable WTE power plants in the PRC. The WTE plants to be supported under the project \nwill ultimately generate 1,240 GWh of clean energy annually and reduction of greenhouse gas \nemission by approximately 638,000 tons per annum. \n \n3.  Outputs \n18.    The  project’s  output  will  be  the  construction  of  at  least  nine  WTE  plants  with  an \naggregate capacity of 210 MW.8 All the plants will be built in accordance with ADB’s Safeguard \nPolicy Statement (2009), and will also meet the new national emissions standard of the PRC, \nwhich took effect from January 2012.9 \n \nC.  Alignment with ADB Strategy and Operations \n1.  Consistency with Strategy 2020 and Country Strategy \n19.  The project is consistent with ADB's Strategy 2020,10 which defines infrastructure and \nenvironment as two of the five core operational areas. On infrastructure, the project will embody \nthe strategy, which sets forth that ADB will (i) help expand the supply of energy; (ii) promote \n                                                \n7  British Virgin Islands (BVI) is on the ‘White List’ of Organization for Co-operation and Development (OECD) \njurisdictions that have substantially implemented the internationally agreed tax standard. According to the 2011 \nProgress Report issued by OECD Global Forum on Transparency and Exchange on Information for Tax Purposes, \nBVI passed Phase 1 peer review and is going forward to Phase 2 peer review. \n8  Based on five agricultural WTE plants of 30 MW capacity each and four municipal WTE plants of 15 MW capacity \neach on average. \n9  The design and monitoring framework is in Appendix 1. \n10 ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. ", "5 \nenergy efficiency through supply-side and demand-side measures; (iii) support clean energy; \nand  (iv)  facilitate  the  removal  of  policy,  institutional,  regulatory,  technological,  and  legal \nconstraints on promoting efficient energy use. With respect to the environment, the project is in \nline with the strategy's focus on climate change and complementary actions. \n \n20.  ADB’s country partnership strategy (CPS) 11 for the PRC is based on three development \npillars: (i) inclusive growth, (ii) environmentally sustainable growth, and (iii) regional cooperation \nand  integration.  The  drivers  of  change  are  (i)  knowledge  solution,  (ii)  private  sector \ndevelopment, (iii) good governance and capacity development, and (iv) gender equity. The CPS \nalso sets out four priority sectors: (i) natural resources and agriculture, (ii) energy, (iii) transport, \nand (iv) urban development. The project will increase the production of energy from renewable \nbiomass  sources  and  thus  contribute  to  the  CPS  objective  of  supporting  environmentally \nsustainable growth in the PRC. The project also complements ADB’s public sector assistance \nfor efficient waste management, in particular the recent projects with biomass focus.12  \n \n2.  Consistency with Sector Strategy \n21.  The  project  is  consistent  with  ADB's  Energy  Policy. 13  Under  the  policy,  ADB’s \ninvestments  will  focus  on  energy  efficiency  and  renewable  energy  projects,  as  well  as \nexpansion of energy access. The policy states that support for renewable energy projects will be \nprioritized and broadened with an objective to create a framework that makes investing in \nrenewable energy commercially viable. The policy envisages that, in the process of facilitating \ndirect private sector investments in renewable energy, ADB will assume greater—but thoroughly \nassessed—risks  and  act  as  a  catalyst  for  investments  that  the  private  sector  might  not \notherwise be willing to make. \n \nD.  Project Cost and Financing Plan \n22.  CEIL’s investment plan indicates a total investment of $656 million to treat approximately \n7,300 tons of waste daily with installed capacity of 210 MW to generate about 1,240 GWh of \nelectricity annually by 2018. The plan includes civil works, equipment and materials, other local \nprocurement, and working capital for WTE projects between 2012 and 2015. \n \n23.  ADB will provide a credit line that consists of A loans of up to $100 million and B loans of \nup to $100 million. Proceeds from the ADB facility will be channeled to project companies \ncontrolled by CEIL’s two wholly owned subsidiaries, CEBEIL and CEEEL, as a part of their \ninvestment to mobilize local currency loans from local banks. \n \n[CONFIDENTIAL INFORMATION DELETED] \n \nE.  Implementation Arrangements \n24.  Table 3 summarizes the implementation arrangements.14 \n \n \n                                                \n11 ADB. 2012. Country Partnership Strategy: People’s Republic of China, 2011–2015. Manila. \n12 ADB. 2010. Report and Recommendation of the President to the Board of Directors: Proposed Loan and \nAdministration of Grants to the People’s Republic of China for the Integrated Renewable Biomass Energy \nDevelopment Sector Project. Manila. \n13 ADB. 2009. Energy Policy. Manila. \n14 Details of Implementation Arrangements (accessible from the list of linked documents in Appendix 2). ", "6             \nTable 3: Summary of Implementation Arrangements \nAspects  Arrangements \nRegulatory framework  For agricultural WTE projects, each project company will obtain various \nauthorizations for the development and construction of the project, including land \nuse right and verifications by the National Energy Administration and the National \nDevelopment and Reform Commission. The project company will also enter into an \ninvestment agreement with the respective municipal government. \nFor municipal WTE projects, each project company will be awarded a concession, \nand the concession agreement and other relevant agreements set out the MSW \ntreatment fee and the minimum amount of waste to be supplied by the municipal \ngovernment. \nManagement  Both agricultural WTE and municipal WTE projects will be supervised and \nmanaged by CEIL. \nImplementation period  October 2012–October 2015 \nConstruction arrangements \nType of arrangement  Goods and services will be required to be procured in a transparent manner, \nthrough local competitive bidding procedures in accordance with CEIL’s \nprocurement guidelines. Each project company will enter into engineering, \nprocurement, and construction contracts with subcontractors. CEIL usually adopts \na progress payment arrangement with the subcontractors, which have supported \nits strong track record by implementing existing projects in accordance with the \nschedule and sometimes even ahead of it. \nOperation arrangements \nRevenue structure  All project companies will sell electricity to the State Grid. A power purchase \nagreement will be executed between a project company and a local grid, owned by \nthe State Grid, for the total annual generation. For agricultural WTE projects, a \nfeed-in tariff of CNY0.75/kWh will be applied. Municipal WTE projects will enjoy a \nfeed-in tariff of CNY0.65/kWh. \nMajor cost structure  For agricultural WTE projects, each project company will enter into fuel supply \nagreements with local partners and agricultural cooperatives. The fuel supply \nagreements will set out the specification of waste including size, water content, \nimpurity, and minimum quantity, and the price. There are no fuel costs for \nmunicipal WTE projects, as a municipal government will guarantee fuel supply and \npay a waste management fee to a project company. \nOperation and maintenance  Operation and maintenance will generally be handled by each project company’s \nstaff, who will be transferred from CEIL and/or recruited from outside.  \nPerformance monitoring  Key performance indicators, including output and outcome indicators, and \ncompliance with ADB’s safeguard requirements, will be reported by the borrowers \nand CEIL. \nADB = Asian Development Bank, CEIL = China Everbright International Limited, kWh = kilowatt-hour, MSW = \nmunicipal solid waste, WTE = waste to energy. \nSource: Asian Development Bank. \n \nF.  Projected Financial and Economic Performance \n25.   The project is financially viable because the financial internal rates of return are higher \nthan the weighted average cost of capital. The project is economically sustainable as the \neconomic internal rates of return are higher than the social discount rate of 10%.15 \n \n[CONFIDENTIAL INFORMATION DELETED] \n                                                \n15 The Evaluation Cooperation Group's Good Practice Standards for Private Sector Investment Operations rates a \nproject satisfactory if the economic internal rate of return is 10% or higher. ", "7 \nIII.  THE PROPOSED ADB ASSISTANCE \nA.  The Assistance \n26.  ADB will provide A loans of up to $60 million to CEBEIL and $40 million to CEEEL. The \nA loans will be funded by ADB and supported by a full, irrevocable guarantee from CEIL. The \nproposed loans will have a maturity of up to 10 years, including a 3-year grace period on \nprincipal repayments. Repayments will be in equal installments of principal.  \n \n27.  The B loans of up to $60 million to CEBEIL and $40 million to CEEEL will be funded by \ninternational commercial banks, have a maturity equal to or shorter than that of the A loans, and \nbe on terms and conditions agreed by the borrowers, CEIL, participating banks, and ADB. \n \n[CONFIDENTIAL INFORMATION DELETED] \n \nB.  Value Added by ADB Assistance \n28.  The proposed transaction merits ADB’s assistance for the following reasons: \n(i)  ADB US dollar loans are essential for the borrowers to invest in US dollar, as is \noften required by municipal governments, and will also serve as a leverage to \nmobilize local currency financing from local banks that are unfamiliar with the \nsector and the technologies that the project will employ. \n(ii)  The project structure will enable ADB to extend its reach to multiple agricultural \nand  municipal  WTE  projects  that  would  be  difficult  to  assist  directly,  while \nleveraging the experience and know-how of an experienced developer and its \nadvanced technologies in municipal WTE and other sectors. \n \nC.  Risks  \n29.  Fuel (waste) supply risk. Availability of an adequate quantity and quality of waste will \naffect the performance of the WTE plants. Deterioration in waste quality can lead to less energy \nproduction. An increase in the agricultural waste price will also have a negative impact on the \ncash flow. With regard to the agricultural WTE plants, the risk will be mitigated by (i) diversifying \nfuel suppliers, and (ii) by monitoring the waste quality delivered to the plant. As for municipal \nWTE plants, this risk will be mitigated by guaranteed daily minimum waste supply from the \nrelevant municipality in the concession agreement. \n \n30.  Project sponsor credit risk. Debt service will be fully guaranteed by CEIL. This raises \nthe issue of CEIL’s capacity to undertake such commitments. The credit analysis shows that the \nCEIL's financial performance is stable due to its contract-based, utility-like business that is not \nsensitive to economic cycles, and has geographic diversity. CEIL has achieved stable growth \nwhile improving its balance sheet. The credit strengths of CEIL include (i) strong regulatory \nenvironment, (ii) stable and recurrent revenues under long-term contracts with creditworthy \ncounterparts, (iii) sound term structure and sufficient liquidity, and (iv) top-tier market position. \n \n31.  Completion risk. The project involves high initial capital expenditure for the construction \nof each WTE plant, making cost overrun and delay another potential risk. This risk is mitigated \nby CEIL’s strong technical expertise and efficient cost-control measures, including a progress \npayment arrangement with the subcontractors. \n ", "8             \n32.  Electricity tariff risk. Insufficient tariffs could adversely affect project profitability. This \nrisk will be mitigated by strong government support which requires the grid utility to purchase all \nelectricity generated by the qualified agricultural and municipal WTE plants, and pay them feed-\nin tariffs of CNY0.75/kWh for agricultural WTE plants and CNY0.65/kWh for municipal WTE \nplants. While there is no defined tenor for these feed-in tariffs, a CNY0.25/kWh premium over \nthe benchmark tariff will still be applicable for 15 years from commercial operation in the worst \ncase, i.e., if the feed-in tariffs are abolished. As for the offtaker, the State Grid is a large, \nestablished state-owned entity and the risk of payment default is considered low. \n \n33.  Operation and maintenance risk. Operation and maintenance will be handled by each \nWTE project company’s staff, who will be transferred from CEIL or recruited from outside. This \nrisk will be mitigated by CEIL’s strong in-house technical and management expertise and its \nreliable track record in existing WTE plants. \n \n34.  Foreign  exchange  fluctuation  risk.  This  risk  arises  from  currency  mismatches \nbetween the borrower's foreign debt service obligation and local currency receipts of the project \ncompanies. The risk will be partly mitigated by yuan-denominated loans from local banks. \n \n35.  Structural subordination risk. As the ADB loans will be extended to the borrowers, \nCEIL’s offshore holding companies, and not directly to the project companies, they will be \nstructurally subordinated to loans provided directly to the project companies. This risk will be \nmitigated by various measures which are based on the measures employed under ADB’s \nexisting facility to CEEEL as well as other ADB projects with similar project structure. \n \n[CONFIDENTIAL INFORMATION DELETED] \n \nIV.  POLICY COMPLIANCE \nA.  Safeguards and Social Dimensions \n36.  The  project  is  classified  as  category  B  for  environment,  category  B  for  involuntary \nresettlement, and category C for indigenous peoples. The sites for CEIL’s municipal WTE plants \nare  selected  by  the  respective  municipal  governments,  and  to  minimize  impacts  on  the \nenvironment and communities. CEIL's agricultural WTE projects will be generally small in scale \n(30 MW or less) and will be in nonsensitive areas with abundant biomass supply. The municipal \nWTE projects have been voluntarily in compliance with the European Union 2000 standard for \ndioxin, which is 10 times more stringent than the PRC national standard, and this practice will \ncontinue for CEIL’s new municipal WTE projects. Fly ash is solidified and applies cement \nstabilization technology before disposal in a landfill. Bottom ash is reused for various end-uses. \nWastewater is treated on-site and is both reused and recycled. For its agricultural WTE projects, \nthe company has adopted procedures and guidelines to manage potential impacts on air quality \nthrough the use of appropriate air emission-control equipment, and on water quality and quantity \nthrough  treatment,  recycling,  and  reuse.  Guidelines  also  govern  bottom  and  fly  ash \nmanagement through recycling by supplying to the fertilizer and construction industry. \n \n37.  CEIL’s environmental and social management system incorporates measures to avoid, \nminimize, and mitigate the potential adverse environmental and social impacts of its projects. \nThe audit of CEIL’s implementation of its environmental and social management system is \nfound  to  be  satisfactory.  CEIL’s  experience  with  its  existing WTE  plants  ensures  that  the \nenvironmental and social impacts of future municipal and agricultural WTE plants will have \nadequate  mitigating  measures  and  monitoring  programs.  The  institutional  capacity  and ", "9 \ncommitment of CEIL to manage the project’s social and environmental impacts are deemed \nadequate. To ensure compliance with ADB’s Safeguard Policy Statement,16 the borrowers will \nbe required to prepare an environmental assessment report and a resettlement planning report \nfor each project and submit to ADB for review and approval, and implement the approved plans. \nThe borrowers will also be required to submit annual monitoring reports. \n \n38.  The borrowers will comply with ADB’s Social Protection Strategy and report regularly to \nADB on their compliance (including contractors) with national labor laws and adherence to \ninternationally recognized core labor standards.17 \n \nB.  Anticorruption Policy  \n39.  The borrowers were advised of ADB’s policy of implementing best international practice \nrelating to combating corruption, money laundering, and the financing of terrorism. ADB will \nensure  that  the  investment  documentation  includes  appropriate  provisions  prohibiting \ncorruption, money laundering, and the financing of terrorism, and remedies for ADB in the event \nof noncompliance. \n \nC.  Investment Limitations  \n40.  The proposed direct loans are within the medium-term, country, industry, group, and \nsingle-project exposure limits for nonsovereign investments. \n \nD.  Assurances \n41.  Consistent  with  the  Agreement  Establishing  the  Asian  Development  Bank  (the \nCharter),18 the Government’s no objection to the proposed assistance to the Borrowers will be \nobtained. ADB will enter into suitable finance agreements, in form and substance satisfactory to \nADB, following approval of the proposed assistance by the ADB Board of Directors. \n \nV.  RECOMMENDATION \n42.  I am satisfied that the proposed loan facility would comply with the Articles of Agreement \nof the Asian Development Bank (ADB) and recommend that the Board approve a loan facility of \nup to $200 million without government guarantee for the Agricultural and Municipal Waste to \nEnergy Project in the Peoples Republic of China, comprising: \n \n(i)  a  loan  to  China  Everbright  Biomass  Energy  Investment  Limited  of  up  to \n$120,000,000, consisting of (a) an A loan of up to $60,000,000 to be funded from \nADB’s ordinary capital resources and (b) a B loan of up to $60,000,000 to be \nfunded by international commercial banks on terms and conditions to be mutually \nagreed upon between the borrower, such participating banks, and ADB; and \n(ii)  China Everbright Environmental Energy Limited of up to $80 million, consisting of \n(a) an A loan of up to $40,000,000 to be funded from ADB’s ordinary capital \nresources and (b) a B loan of up to $40,000,000 to be funded by international \ncommercial banks on terms and conditions to be mutually agreed upon between \nthe borrower, such participating banks, and ADB,  \n                                                \n16  ADB. 2009. Safeguard Policy Statement. Manila. \n17  ADB. 2003. Social Protection. Manila (adopted in 2001). \n18 ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. ", "10             \n \nand on such terms and conditions as are substantially in accordance with those set forth in this \nreport, and as may be reported to the Board. \n \n \nHaruhiko Kuroda \nPresident \n03 September 2012 ", "Appendix 2  11 \n \nDESIGN AND MONITORING FRAMEWORK \n  Performance Targets and  Data Sources and   \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Assumptions and Risks \nImpacts      Assumptions \nWaste management  Comprehensive utilization rate  Central and municipal  The government remains \nin the PRC is  of crop straw improves to 85%  government reports and  committed to WTE projects. \nimproved.  by 2020   statistics, including   \n  (2010 baseline: 70%)  NDRC reports  The private sector \n      continues investing in the \n  70% of MSW in the PRC is  Central and municipal  environmental protection \n  properly treated, with 30%  government reports and  business. \n  incinerated in cities, by 2020   statistics, including   \n  (2010 baseline: 63.5% of  NDRC reports  Risk \n  MSW properly treated, with    The private sector and/or \n  14.7% incinerated in cities)    commercial banks are not \n      interested or do not have \nEnergy generation  Total installed capacity of  Central and municipal  the capacity to provide \ncapacity from  agricultural WTE plants in the  government reports and  financing for WTE projects. \nagricultural and  PRC reaches 20 GW by 2020  statistics, including \nmunicipal waste in  (2010 baseline: less than  NDRC reports \nthe PRC is increased.  2 GW)   \n   \nTotal installed capacity of  Central and municipal \nmunicipal WTE plants in the  government reports and \nPRC reaches 3 GW by 2020   statistics, including \n(2010 baseline: about  NDRC reports \n500 MW)   \nOutcome      Assumption \nIncreased production  Approximately an additional  Project monitoring  Local governments, State \nof energy from viable  7,300 tons per day of waste is  reports  Grid, and fuel suppliers \nand environmentally  treated by 2018.a    honor the investment \nsustainable WTE      agreement, power \npower plants in the  Approximately an additional  Project monitoring  purchase agreement, and \nPRC  1,240 GWh of clean energy is  reports  fuel supply agreements. \nproduced annually by 2018.b     \n    A tariff of CNY0.75 per kWh \nGreenhouse gas emissions  Project monitoring  for agricultural WTE is \nare reduced by approximately  reports  maintained until 2018 and \n638,000 tons per annum by    revised regularly to viable \n2018.    levels. \n     \nAverage financial internal  Project monitoring  Risks \nrates of return of WTE  reports  Intense competition \nprojects exceed WACC of    undermines projects' \n5.4% by 2018.    profitability. \n     \n640 new full-time equivalent  Project monitoring  Unforeseeable technical \njobs are generated in WTE  reports  issues keep the plants from \nproject companies during    being fully utilized. \noperations by 2016.c   \n   \nCNY425 million ($66.9 million)  Project monitoring \nof local goods and services  reports \nare procured on average per   \nannum during 2016–2018.d   ", "Appendix 2 \n \n  Performance Targets and  Data Sources and   \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Assumptions and Risks \n   \nCNY55 million ($8.7 million) in  Project monitoring \nadditional corporate income  reports \ntax is paid to the government   \non average per annum during   \n2016–2018.e   \n   \nNew WTE plants will meet the  Project monitoring \ndioxin emission standard of  reports \n0.1 nanogram I-TEQ/Nm3 and \nNOx emission standard of \n400 mg/m3 for municipal WTE \nplants and 100 mg/m3 for \nagricultural WTE plants. \nOutputs      Assumption \nNine WTE plants  Nine WTE plants with an  Project monitoring  At least five municipalities \ninstalled  aggregate capacity of  reports  award concessions for \n210 MW are constructed and    WTE plants by 2013. \ninstalled by 2016 in addition to  Annual project reviews   \n10 plants with 185 MW total    Risks \ncapacity in 2011.    Competition becomes too \n    intense and the sponsor \nCNY3.2 billion ($0.5 billion) of  Project monitoring  cannot secure new projects \nlocal goods and services are  reports  as planned. \nprocured during construction     \nof nine WTE plants during  Annual project reviews  Construction of WTE plants \n2012–2016.  is delayed. \nActivities with Milestones  Inputs \n1.1  Signing of loan agreements by the fourth quarter of 2012  ADB:  \n1.2  Financial closure by the fourth quarter of 2012  Up to $100 million A loan \n1.3  Clearance of all loan drawdown conditions by the fourth quarter of 2012  Up to $100 million B loan  \n   \n2.1  Award of concession(s) for WTE projects by 2014  CEIL: \n2.2  Construction work as scheduled in accordance with engineering,  Equity to meet debt–equity \nprocurement, and construction subcontracts by 2015  ratio \n2.3  Commissioning of WTE plants by 2016   \nLocal banks: \nLocal currency loans to \nWTE project companies \nADB = Asian Development Bank, CEIL = China Everbright International Limited, GW = gigawatt, GWh = gigawatt-hour, I-\nTEQ/Nm3 = international toxicity equivalent per normal cubic meter, kWh = kilowatt-hour, mg/m3 = milligram per cubic meter, \nMSW = municipal solid waste, MW = megawatt, NDRC = National Development and Reform Commission, NOx = nitrogen \noxides, PRC = People’s Republic of China, WACC = weighted average cost of capital, WTE = waste to energy. \na  9,000 tons treated per day by 10 existing plants in 2011. \nb  553 GWh produced by 10 existing plants in 2011. \nc  690 total permanent staff employed in eight existing project companies in 2011. \nd  Estimates include agricultural waste to be purchased by agricultural WTE plants. CNY15 million ($2.4 million) in  local \ngoods and services procured by existing plants in 2011, including one agricultural WTE plant which was in operation for \npart of 2011.  \ne  CNY12 million ($1.9 million) in corporate income tax paid by existing project companies in 2011. \nSource: Asian Development Bank. \n "], "metadata": {"Author": "Asian Development Bank", "Company": "Licenced User", "CreationDate": "D:20121008092152+08'00'", "Creator": "Acrobat PDFMaker 9.0 for Word", "Keywords": "china, prc, people's republic of china, nonsovereign, loans, participation agreements, cebeil, ceeel, energy, waste management, environment, solid waste, economic growth, 46906, waste disposal, soil contamination, water contamination, health risks, agricultural waste, farm waste, biogass, ghg, greenhouse gas, china emissions, china climate change", "ModDate": "D:20121016092814+08'00'", "Producer": "Adobe PDF Library 9.0", "SourceModified": "D:20121008012132", "Subject": "Report and Recommendation of the President for a proposed loan facility without government guarantee comprising a loan to China Everbright Biomass Energy Investment Limited (CEBEIL), and a loan to China Everbright Envrionmental Energy Limited (CEEEL) for the Agricultural and Municipal Waste to Energy Project in the People's Republic of China.", "Title": "RRP: People's Republic of China: Agricultural and Municipal Waste to Energy Project"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 1 July 2012) \n \nCurrency units  –  yuan (CNY)  \nHong Kong dollar/s (HK$) \n \nCNY1.00  =  $0.15735 \n$1.00  =  CNY6.3551 \nHK$1.00  =  $0.12891 \n$1.00  =  HK$7.7574 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CEBEIL  –  China Everbright Biomass Energy Investment Limited \n  CEEEL  –  China Everbright Environmental Energy Limited \n  CEHCL  –  China Everbright Holdings Company Limited \n  CEIL  –  China Everbright International Limited \n  GWh  –  gigawatt-hour \n  kWh  –  kilowatt-hour \n  MSW  –  municipal solid waste \n  MW  –  megawatt \n  NDRC  –  National Development and Reform Commission \n  PRC  –  People’s Republic of China \n  WTE  –  waste to energy \n \nNOTES \n \n(i)  The  fiscal  year  (FY)  of  China  Everbright  International  Limited  ends  on \n31 December.  \n(ii)  In this report, \"$\" refers to US dollars unless otherwise stated. \n \nVice-President  L. Venkatachalam, Private Sector and Cofinancing Operations \nDirector General  P. Erquiaga, Private Sector Operations Department (PSOD) \nDirector  C. Thieme, Infrastructure Finance Division 2, PSOD \n   \nTeam leader  S. Hashizume, Investment Specialist, PSOD \nTeam members  H. Kimura, Principal Investment Specialist, PSOD  \nS. Durrani-Jamal, Senior Economist, PSOD \nJ. Gomez, Safeguards Officer (Environment), PSOD \n  A. Hirose, Assistant General Counsel, Office of the General Counsel \n  M. Manabat, Senior Investment Officer, PSOD \n  J. Qi, Investment Officer, PSOD \n  B. Quang, Safeguards Specialist, PSOD \n  Y. Wang, Investment Officer, East Asia Department \n \nIn preparing any country program or strategy, financing any project, or by making any designation of or \nreference to a particular territory or geographic area in this document, the Asian Development Bank does \nnot intend to make any judgments as to the legal or other status of any territory or area. \n \n ", "authors": [{"fullname": "L. Venkatachalam", "role": "Private Sector and Cofinancing Operations", "organization": ""}, {"fullname": "P. Erquiaga", "role": "Private Sector Operations Department (PSOD)", "organization": ""}, {"fullname": "C. Thieme", "role": "Infrastructure Finance Division", "organization": ""}, {"fullname": "S. Hashizume", "role": "Investment Specialist", "organization": "PSOD"}, {"fullname": "H. Kimura", "role": "Principal Investment Specialist", "organization": "PSOD"}, {"fullname": "S. Durrani-Jamal", "role": "Senior Economist", "organization": "PSOD"}, {"fullname": "J. Gomez", "role": "Safeguards Officer (Environment)", "organization": "PSOD"}, {"fullname": "A. Hirose", "role": "Assistant General Counsel", "organization": "Office of the General Counsel"}, {"fullname": "M. Manabat", "role": "Senior Investment Officer", "organization": "PSOD"}, {"fullname": "J. Qi", "role": "Investment Officer", "organization": "PSOD"}, {"fullname": "B. Quang", "role": "Safeguards Specialist", "organization": "PSOD"}, {"fullname": "Y. Wang", "role": "Investment Officer", "organization": "East Asia Department"}]}