{"path": "data/input/ta/46919-014-ind-rrp.pdf", "pages": [" \n \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n \n \nProject Number: 46919 \nMarch 2013 \n \n \n \nProposed Equity Investment \nNSL Renewable Power Private Limited \nHydro and Wind Power Development Project \n(India)\n.\nThis is an abbreviated version of the document approved by ADB's Board of Directors that \nexcludes information that is subject to exceptions to disclosure set forth in ADB's Public \nCommunication Policy 2011 ", " \nCURRENCY EQUIVALENTS \n(as of 6 March 2013) \n \nCurrency unit  –  Indian rupee/s (Re/Rs) \nRe1.00  =  $0.018248 \n$1.00  =  Rs54.80 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CO   –  carbon dioxide \n2\n  IFC  –  International Finance Corporation \n  IPO  –  initial public offering \n  NRPPL  –  NSL Renewable Power Private Limited \n  O&M  –  operation and maintenance \n  PPA  –  power purchase agreement \n \nWEIGHTS AND MEASURES \n \n  GW  –  gigawatt \n  GWh  –  gigawatt-hour \n  km  –  kilometer \n  kWh  –  kilowatt-hour \n  MW  –  megawatt \n  W/m2  –  watt per square meter  \n \nNOTES \n \n(i)  In this report, ―$‖ refers to US dollars. \n \n(ii)  The fiscal year (FY) of all NSL Group entities ends on 31 March. FY before a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2013 ends \non 31 March 2013. \n \nVice-President  L. Venkatachalam, Private Sector and Cofinancing Operations \nDirector General  P. Erquiaga, Private Sector Operations Department (PSOD) \nDirector  M. Barrow, Infrastructure Finance Division 1, PSOD \n   \nTeam leader  M. Lemoine, Investment Specialist, PSOD \nTeam members  E. David, Associate Investment Officer, PSOD \n  S. Durrani-Jamal, Senior Economist, PSOD \n  J. Gomez, Safeguards Officer, PSOD \n  M. Manabat, Senior Investment Officer, PSOD \n  N. Moller, Senior Counsel, Office of the General Counsel \nJ. Munsayac, Safeguards Specialist, PSOD \nR. Samiano, Safeguards Officer, PSOD \nM. Tsuji, Principal Safeguards Specialist, PSOD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \n \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Project Identification and Description  1 \nB.  Development Impacts, Outcome, and Output  3 \nC.  Alignment with ADB Strategy and Operations  3 \nD.  Project Cost and Financing Plan  5 \nE.  Implementation Arrangements  6 \nF.  Projected Financial and Economic Performance  7 \nIII.  THE PROPOSED ADB ASSISTANCE  7 \nA.  The Assistance  7 \nB.  Value Added by ADB Assistance  7 \nC.  Risks  7 \nIV.  POLICY COMPLIANCE  7 \nA.  Safeguards and Social Dimensions  7 \nB.  Anticorruption Policy and Anti-Money-Laundering Policies  8 \nC.  Investment Limitations  8 \nD.  Assurances  8 \nV.  RECOMMENDATION  8 \n \nAPPENDIX \n1.  Design and Monitoring Framework  9 \n \n  \n ", " \nPROJECT AT A GLANCE \n \n1. Project Name: Hydro and Wind Power Development Project  2. Project Number: 46919-014 \n \n3. Country: India  4. Department/Division:  Private Sector Operations Department \n          Infrastructure Finance 1 \n5. Sector Classification: \n \nSectors  Primary  Subsectors \nEnergy    Renewable energy generation \n \n6.Thematic Classification:  \n \nThemes  Primary  Subthemes \nEconomic growth    Physical infrastructure development \nEnvironmental sustainability     Eco-efficiency \nPrivate sector development    Private sector investment \n \n6a. Climate Change Impact:  6b. Gender Mainstreaming: \n   \nAdaptation    Gender equity theme   \nMitigation    Effective gender mainstreaming   \nNot applicable    Some gender elements   \n  No gender elements   \n \n7. Targeting Classification:  8. Location Impact: \n   \nTargeted Intervention  Rural  Medium \nGeographic  Income  Urban  Low \ndimensions  Millennium  poverty at \nNational   High \nGeneral  of inclusive  development  household \nRegional  Low \nIntervention  growth  goals  level \n \n       \n \n9. Nonsovereign Operation Risk Rating :  Not Applicable \n10. Safeguard Categorization: \n \nEnvironment  A \nInvoluntary resettlement   B \nIndigenous peoples  C \n \n11. ADB Financing: \n \nSovereign/Nonsovereign  Modality  Source  Amount ($ million) \nNonsovereign  Equity  OCR  $30.0 million (in Indian rupee) \n \n12. Cofinancing: Not Applicable \n \n13. Counterpart Financing: Not Applicable \n \n14. Aid Effectiveness: Not Applicable \n \n \n \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed \nequity investment of up to $30,000,000 (in Indian rupee equivalent) in NSL Renewable Power \nPrivate Limited (NRPPL) for the Hydro and Wind Power Development Project in India. \n \nII.  THE PROJECT \nA.  Project Identification and Description \n1.  Project Identification \n2.  India is in chronic need of additional power generation capacity. The government’s 11th \nFive Year Plan, 2007–2012 targeted the creation of 79 gigawatts (GW) of additional capacity for \ngrid power. Actual realization did not exceed 50 GW, largely on account of slippages in public \nsector projects. The government’s draft 12th Five Year Plan, 2012–2017 targets 100 GW, \nincluding 28 GW of capacity from projects that were supposed to be completed during the \nprevious plan. However, because of the continued growth in power demand, power supply is \nexpected to continue to remain 10%–12% short of demand every year during the 12th plan.1 \n \n3.  India also needs to preserve its energy mix, not only to combat climate change but also \nto ensure the country’s energy security. The availability of indigenous conventional fuels is \ndiminishing and India has to import increasing quantities of coal and liquefied natural gas. \nInvesting in renewable power mitigates import dependency and the impact of potential imported \nfuel price increases. The share of renewable power in total installed capacity has declined from \n44% in 1970 to 31% in 2011. The government intends to stop this decline and has set a goal of \nmaintaining the proportion of renewable power at its current level (31%) until 2023.2 \n \n4.  The government’s energy sector strategy is based on three pillars: (i) reforming the \nsector’s policy and regulatory framework, (ii) promoting energy efficiency, and (iii) promoting \nrenewable energy. The draft 12th plan calls for a continued emphasis on renewable resources. \nIndia’s renewable energy potential is 80% unrealized and  the largest untapped renewable \nresources are hydro (125 GW) and wind (68 GW). Yet, renewable energy capacity addition \nsince 2007 has been disappointing, especially for hydropower. During the 11th plan, hydro \ncapacity addition was only 5,400 megawatts (MW) against a target of 15,600 MW (footnote 2). \n \n5.  The private sector is expected to play an increasing role in accelerating the pace of \ninvestment in renewable energy to realize India’s potential fully. In particular, the private sector \nis expected to be more involved in hydropower. As of December 2011, the private sector share \nin hydropower installed capacity was 7% as opposed to 21% in thermal power (footnote 2). The \nprivate sector will also continue to drive the development of wind power, which is expected to \nrepresent 40% of the renewable energy capacity addition during the 12th plan (11,000 MW out \nof 27,700 MW— about the same expected capacity addition as hydropower).  \n \n6.  The Asian Development Bank (ADB) was approached by NRPPL in April 2012 and the \nstructure of the investment in the form of equity was finalized in September 2012 during the due \ndiligence mission. The project is consistent with ADB’s strategy of supporting renewable energy \ndevelopment and will be ADB’s first nonsovereign investment in the hydropower sector in India. \nThe project is also consistent with the Private Sector Operations Department’s strategy of \n                                                \n1  Government of India, Planning Commission. 2011. Faster, Sustainable and More Inclusive Growth: An Approach \nto the Twelfth Five Year Plan. Delhi. \n2  Central Electricity Authority (CEA). 2012. National Electricity Plan. Delhi. \n ", "2 \npursuing investments through innovative financial structures. Supporting a renewable energy \ndeveloper with growth capital, as opposed to single project financing, is a way to achieve \ngreater leverage of ADB’s funds and greater development impact in terms of capacity addition. \n \n7.  Several Indian renewable energy developers have been considered for growth capital \nfunding since 2010 and NRPPL was found to be the most suited for an investment by ADB. \nNRPPL combines the presence of a strong sponsor, a strong track record, a solid pipeline, and \na commitment to comply with ADB’s environmental and social safeguards. ADB assistance will \nimprove NRPPL’s ability to attract other investors and to prepare for an initial public offering \n(IPO), enabling the company to achieve its target of at least 1,000 MW of operating renewable \npower projects in India by 2017. \n \n2.  Project Design \n8.  The project encompasses the development by NRPPL of at least 175 MW of renewable \nenergy projects by 2017. The 100 MW Tidong hydropower project in Himachal Pradesh and the \n75 MW Chilarewadi wind project in Maharashtra are included as identified subprojects in the \nscope of the project. The company may identify other wind subprojects in India after approval by \nADB’s Board of Directors and utilize part of the proposed ADB funding for these subprojects.3 \n \n9.  The Tidong run-of-river hydropower project is located near the town of Reckong Peo on \nthe Tidong River in Himachal Pradesh, about 230 kilometers (km) from Shimla. The Tidong \nRiver  is  primarily  snow-fed.  More  than  30  years  of  hydrological  data  are  available  from \ngovernment  sources. The  plant  load factor  was  estimated  at  54.8%  at  P50.4  Hydrological \nanalysis was conducted by Chubu Electric Power, a Japanese power company. The project will \ninclude a 16 km transmission line up to the grid connection point at Kashang. \n \n10.  The Tidong project tied up its entire debt requirements in 2010. Lenders include Axis \nBank, L&T Infra Finance, State Bank of Hyderabad, State Bank of Patiala, and Canara Bank. \nConstruction is 50% complete and the commercial operation date is expected by June 2016. \nThe project requires a total equity funding of $41.9 million.  \n \n11.  The Chilarewadi project is located in Maharashtra, 85 km from the city of Satara. All \nprivate land required for the project has been acquired, while the required government land is at \nadvanced stages of acquisition. NRPPL engaged AWS Truepower, a leading renewable energy \nconsulting company, to carry out the wind analysis and estimation of annual energy. AWS \nTruepower estimated the P50 plant load factor at 26.7%. The project will include a 7 km \ntransmission line that will connect to the existing Sholapur–Karad transmission line. \n \n12.  The  Chilarewadi  project  is  expected  to  be  commissioned  by  December  2013. \nCertification from the Centre for Wind Energy Technology was received in July 2010. The \nproject is expected to reach financial close by March 2013. Limited recourse debt financing will \nbe provided by the International Finance Corporation (IFC), Standard Chartered Bank, and PTC \nIndia Financial Services. The project requires a total equity funding of $28.9 million. \n \n3.  The Sponsor \n13.  NRPPL is a leading renewable power developer in India. NRPPL intends to have a \ndiversified portfolio of more than 1,000 MW operational renewable power projects by 2017. \n \n                                                \n3  Any new project would have to meet criteria specified by ADB for use of ADB funds. \n4  P50 means a probability of 50%: the plant load factor is expected to be at least 54.8% in 50% of the years. \n ", "    3 \n14.  NRPPL  is  72.7%  owned  by  the  NSL  Group.  The  group  includes  the  largest  seed \ncompany in India (Nuziveedu Seeds), as well as companies engaged in textiles, cotton, sugar, \nand the manufacturing of wind turbines. The wind turbine business (Regen) has a technology \nagreement with Vensys from Germany. The NSL Group is owned by husband-and-wife team \nPrabhakar Rao and Asha Priya.5 FE Clean, a private equity fund, and IFC invested a combined \n$60 million in NRPPL in 2011. \n \nB.  Development Impacts, Outcome, and Output \n1.  Impacts \n15.  The project will contribute to the continued development of renewable energy generation \nin India. In doing so, it will help preserve India’s energy mix by relying on indigenous energy \nsources as opposed to imported fuels. The project will contribute to the national goal of at least \nmaintaining the proportion of renewable power in total installed capacity at its current level \n(31%) until 2023. \n \n16.  ADB’s assistance will also support private sector development by catalyzing private \ninvestment in the Indian renewable energy sector. As a result of continued government support \nfor private sector participation in renewable energy, the private sector share in the total installed \ncapacity of renewable energy in India is expected to increase from 33% in 2011 to 50% in 2023. \n \n2.  Outcome \n17.  The  outcome  will  be  an  increased  production  of  renewable  energy.  The  project  is \nexpected to generate 530 gigawatt-hours (GWh) annually and avoid 400,000 tons of carbon \ndioxide annually from 2017 onward, as well as contribute to local employment generation and \ntax revenue. \n \n3.  Output \n18.  The output will be 100 MW of hydropower and at least 75 MW of wind power plants \ndeveloped and commissioned by 2016. \n \nC.  Alignment with ADB Strategy and Operations  \n1.  Consistency with Strategy 2020 and Country Strategy  \n19.  The project is consistent with ADB’s Strategy 2020.6 It relates to two of ADB’s five core \nareas of operations: infrastructure and environment. The strategy calls for ADB support for \nclean energy development to meet growing energy demands in a sustainable manner. The \nproject will contribute to ADB’s operational goal of scaling up private sector development and \nprivate sector operations. \n \n20.  The project is aligned with the India country partnership strategy, 2009–2012.7 One of \nthe four pillars of the strategy is support for inclusive and environmentally sustainable growth \nthrough an enhanced focus on renewable energy. The draft country partnership strategy, 2013–\n2017  maintains  this  focus  with  a  call  for  the  ―expansion  of  clean  and  renewable  energy \n                                                \n5  P. Rao’s father founded the seed company in 1972. \n6  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n7  ADB. 2009. Country Partnership Strategy: India, 2009–2012. Manila. \n ", "4 \ndevelopment‖  and  ―more  commercial  approaches  to  support  the  deployment  of  advanced, \nenergy efficient, and renewable energy technology including solar and wind energy.‖8 \n \n2.  Consistency with Sector Strategy and Relevant ADB Operations \n21.  The project is fully aligned with ADB’s Energy Policy 2009.9 The policy states that \nsupport for renewable energy projects will be prioritized and broadened. Starting in 2013, ADB \nhas increased its target of clean energy investments to $2 billion a year from the earlier target of \n$1 billion. The policy emphasizes private sector participation as a tool to enhance energy sector \nefficiency by introducing increased competition and increased investable resources. \n \n22.  The  project  will  complement  ADB’s  sovereign  assistance  to  the  energy  sector  in \nHimachal  Pradesh,  where  the  Tidong  project  is  located.  In  2008,  the  Board  approved \n$800 million assistance to Himachal Pradesh government to increase the state government- \nowned hydroelectric capacity from about 400 MW in 2007 to about 1,200 MW in 2016.10 By \nadding 100 MW capacity from the private sector, the project will join forces with the public \nsector’s  effort  in  realizing  the  state’s  hydropower  potential.  In  2011,  the  Board  approved \nadditional $350 million assistance to the state government to support the development of the \nnecessary transmission systems to evacuate the power generated by the hydropower projects \nbeing developed. A technical assistance grant was approved at the same time to support \ncapacity development of the state agency in charge of these transmission systems, Himachal \nPradesh  Power  Transmission  Corporation.11  This  will  directly  benefit  the  project  since  the \ntransmission line required to evacuate power from Tidong has to be built by the state agency.  \n  \n3.  Lessons from Previous Operations \n23.  No evaluation report has been produced yet on ADB-financed hydropower projects in \nIndia. However, an evaluation study by  ADB’s Independent Evaluation Department on the \n114 MW Dagachhu hydropower project in Bhutan, which was financed by a sovereign loan, \nstressed the importance for ADB to support the development of medium-size (50 MW–200 MW) \nhydropower projects through private sector investments under the public–private partnership \nmodel.12 The study also highlighted the environmental and social issues associated with the \nlarge-scale development of hydropower in the Himalayas. Thorough environmental and social \ndue diligence has been conducted on the Tidong hydro project and issues will be addressed in \naccordance with ADB’s safeguard policies. \n \n24.  The extended annual reviews of wind projects previously financed by ADB’s Private \nSector Operations Department in India highlighted three key lessons: (i) the importance of wind \nresource assessment, (ii) the risks associated with land acquisition if forestland is included in \nthe scope of the project, and (iii) the need for more power evacuation facilities. In the case of \nthe Chilarewadi wind project, these risks are mitigated by (i) the wind study conducted by a \nreputable specialized firm, (ii) the absence of forestland, and (iii) the limited length of the \nrequired transmission line to connect to the grid (7 km). NRPPL is following the same approach \nfor other wind projects that it is developing, starting with several years of wind data collection. \n                                                \n8  ADB. 2012. Country Partnership Strategy: India, 2013–2017 – Draft for Consultation. Manila. \n9  ADB. 2009. Energy Policy. Manila. \n10 ADB. 2008. Report and Recommendation of the President to the Board of Directors: Proposed Multitranche \nFinancing Facility for the Himachal Pradesh Clean Energy Development Investment Program. Manila. \n11 ADB. 2011. Report and Recommendation of the President to the Board of Directors: Proposed Multitranche \nFinancing Facility and Technical Assistance Grant to India for the Himachal Pradesh Clean Energy Transmission \nInvestment Program. Manila.  \n12 ADB. 2010. Sector Assistance Program Evaluation: Energy Sector in Bhutan. Manila. \n ", "    5 \nD.  Project Cost and Financing Plan \n25.  The two subprojects identified for ADB assistance are estimated to cost $236.1 million. \nTable 1 presents the cost breakdown for these two subprojects, as validated by independent \nengineers (Chubu Electric Power for Tidong and Lahmeyer International for Chilarewadi). \n \nTable 1: Project Cost \nAmount  Amount  Share of Total \nItem  (Rs million)  ($ million)  (%) \nTidong       \nA.  Land acquisition  69.4  1.3  0.9 \nB.  Civil works  3,150.5  57.5  41.1 \nC.  Hydro-mechanical works  400.1  7.3  5.2 \nD.  Electromechanical works   1,362.8  24.9  17.8 \nE.  Transmission works  177.0  3.2  2.3 \nF.  Development costs  59.6  1.1  0.8 \nG.  Resettlement and safeguard costs  206.4   3.8  2.7 \nH.  Interest during construction  1,131.9  20.7  14.8 \n  Contingencies (25% of capital cost)  1,104.3   20.2  14.4 \n    Total Tidong  7,662.1  139.8  100.0 \n       \nChilarewadi       \nA.  Land acquisition  227.0  4.1  4.3 \nB.  Civil works  200.0  3.6  3.8 \nC.  Supply and erection of wind turbines  4,105.0  74.9  77.8 \nD.  Transformer  152.5  2.8  2.9 \nE.  Development cost  78.1  1.4  1.5 \nF.  Prefunded working capital and DSRA   173.0  3.2  3.3 \nG.  Interest during construction  245.8  4.5  4.7 \n  Contingencies (2% of capital cost)  96.0  1.8  1.8 \n    Total Chilarewadi  5,277.4  96.3  100.0 \nDSRA = debt service reserve account. \nSources: Asian Development Bank financial model; Chubu Electric Power. 2011. Technical Evaluation Report on \nNSL Renewable Power Private Limited Hydro Electric Power Projects in India. Nagoya; Lahmeyer International \n(India). 2012. 75 MW Wind Power Project in Satara District, Maharashtra. New Delhi. \n \n26.  Table 2 identifies the corresponding sources of funds. Out of $236.1 million, 70% will be \nfunded by project level debt ($165.3 million) and 30% by equity ($70.8 million). Out of the \n$70.8 million, $16.6 million has already been invested by NRPPL. The remaining $54.2 million \nwill be funded by ADB ($30.0 million) and other investors ($24.2 million).  \n \nTable 2: Financing Plan \nAmount  Amount  Share of Total \nSource  (Rs million)  ($ million)  (%) \nLoans       \n  Lenders to the Tidong project a  5,363.4   97.9   41.5 \n  Lenders to the Chilarewadi project b  3,694.2   67.4   28.5 \nEquity       \n  Already invested by NRPPL  912.4  16.6   7.1 \n  Asian Development Bank  1,644.0   30.0  12.7 \n  Other investors  1,325.5   24.2   10.2 \n  Total Tidong and Chilarewadi  12,939.5   236.1   100.0 \nNRPPL = NSL Renewable Power Private Limited. \na = Axis Bank, L&T Infra Finance, State Bank of Hyderabad, State Bank of Patiala, and Canara Bank. \nb = PTC Financial Services Limited, International Finance Corporation, and Standard Chartered. \nSource: Asian Development Bank financial model. \n ", "6 \n \nE.  Implementation Arrangements \n27.  Table 3 summarizes the implementation arrangements. \n \nTable 3: Summary of Implementation Arrangements \nAspects  Arrangements \nRegulatory framework  The Himachal Pradesh Hydro Policy, 2006 is the relevant regulatory framework for the \nTidong hydro project, in addition to the central government policies (e.g., Electricity Act, \n2003). Consistent with the policy, the project was allotted following a competitive tender \nand may sell power to any third-party off-taker, although a proportion of the power output \nwill have to be allocated free of cost to the state utility for 30 years (―free power‖). \n \nThe New Policy for Power Generation from Non-Conventional Sources of Energy of \nMaharashtra, 2008 provides incentives for wind power development in the state and is \napplicable to the Chilarewadi wind project. Under this policy, the projects are required to \nsell at least 50% of the power to Maharashtra State Electricity Distribution Company  \nunder long-term power purchase agreements (PPAs).  \nManagement  The management team of NSL Renewable Power Private Limited (NRPPL) is composed \nof seasoned professionals with relevant experience in the renewable energy sector. To \nmanage projects effectively across India, the company has set up satellite offices in five \nstates in addition to the headquarter office in Hyderabad.   \nImplementation period  Tidong: February 2009–June 2016 \nChilarewadi: January 2013–December 2013 \nConstruction  All contracts for Tidong have been or will be granted following international competitive \narrangements   bidding. The civil works contract was allocated to Himalaya Construction Company, an \nIndian firm with good tunneling experience. The electromechanical works were awarded \nto Alstom Projects India. Selection of the hydro-mechanical contractor will be done by \nJune 2013. All contracts include performance security, warranty period, and liquidated \ndamages. Nevertheless, 25% of the capital cost has been budgeted as contingency. \n \nFor Chilarewadi, the project company entered into an arm’s length supply, erection, and \ncommissioning contract with Regen. Regen was selected after a comparative study with \ntwo other potential turbine suppliers (GE and Vestas) conducted by AWS Truepower, a \nwind power consultant. Based on the review conducted by Lahmeyer International, the \nlenders’ independent engineer, the terms and conditions specified in the supply \nagreement are at par with good industry practices.  \nRevenue structure  The Tidong project company has entered into a 15-year PPA with Tata Power with \nupside sharing. If the merchant tariff realized by Tata Power is above the base tariff \n(Rs4.4 per kilowatt-hour [kWh]), the difference will be shared between NRPPL and Tata \nPower on a 90:10 basis. \n \nThe Chilarewadi project company will enter into a 13-year PPA with Maharashtra State \nElectricity Distribution Company. The PPA will be signed after the commissioning of the \nproject, as mandated by policy. Wind power density for the project site was estimated at \n236.20 W/m2 at 50 meters (m) above ground level by the Centre for Wind Energy \nTechnology. As such, the project falls under zone 1 (low wind density) with an applicable \ntariff of Rs.5.67/kWh.  \nOperation and  NRPPL plans to manage the O&M of the Tidong hydro project internally by hiring \nmaintenance (O&M)   hydropower experts. The O&M cost is minimized since the hydropower experts will \nhandle the operations of the four hydro projects of NRPPL.  \n \nRegen will undertake the O&M for the Chilarewadi project for 20 years. The first 2 years \nfrom the date of commissioning will be covered by the warranty period. The annual O&M \n ", "    7 \nAspects  Arrangements \ncost is set for the first 10 years. The O&M cost from the 11th to the 20th year will be \nmutually agreed 6 months prior to the 10th year after commissioning.  \nPerformance  Financial performance and key performance indicators, including output and outcome \nmonitoring  indicators, will be reported by NRPPL.  \nSource: NSL Renewable Power, Asian Development Bank staff due diligence. \n \nF.  Projected Financial and Economic Performance \n28.   The project is financially viable because the expected financial internal rate of return is \n15.6% for Tidong and 15.0% for Chilarewadi, higher than the weighted average cost of capital of \n11.0%. The project is economically sustainable as the economic internal rate of return is 12.4% \nfor Tidong and 13.8% for Chilarewadi, higher than the social discount rate of 12.0%. \n \nIII.  THE PROPOSED ADB ASSISTANCE \nA.  The Assistance \n29.  ADB will invest up to $30 million (in Indian rupee equivalent) in NRPPL in the form of \ncommon equity shares to partially fund the company’s equity injection in identified subprojects.  \n30.  The equity investment has been structured to address the capital needs of NRPPL. It \nprovides growth capital to NRPPL without imposing the burden of interest payments, while the \nasset base is being expanded. It will enable ADB to share the investment upside created by an \nIPO.  \n  \nB.  Value Added by ADB Assistance \n31.  ADB’s assistance will support the government’s policy to develop renewable energy, \nparticularly hydropower where the private sector has been slow to move and where ADB has \nbeen looking for good opportunities for some time. ADB’s investment will strengthen a local \nrenewable energy sponsor with a good operational track record and solid pipeline. ADB’s \npresence is expected to catalyze further private equity investment and facilitate a future IPO. \nThis will help the company reach its target of 1,000 MW of operational renewable energy assets \nby  2017.  ADB’s  presence  will  also  enhance  the  company’s  commitment  to  comply  with \nenvironment and social safeguard standards. Finally, ADB’s Future Carbon Fund will potentially \nprovide carbon offtake to Clean Development Mechanism registered projects. \n \nC.  Risks  \nIV.  POLICY COMPLIANCE \nA.  Safeguards and Social Dimensions \n32.  In compliance with ADB’s Safeguard Policy Statement (2009), the project is classified \ncategory  A  for  environment,  category  B  for  involuntary  resettlement,  and  category  C  for \nindigenous peoples based on the significance of impacts from two identified subprojects (Tidong \nand Chilarewadi). The potential environmental and social impacts of the project have been \nidentified; and effective measures to avoid, minimize, mitigate, and compensate for the adverse \nimpacts are incorporated in the corporate audit report recommendations and safeguard reports \nand plans for the identified subprojects. A draft environmental and social impact assessment \nand a compliance audit report for Tidong (classified category A for environment) were posted on \nADB’s website in June 2012. The institutional capacity of NRPPL to manage the project’s \nenvironmental and social impacts needs to be strengthened according to the compliance audit \n ", "8 \nreport. Based on ADB's due diligence, all safeguard reports and plans were improved and \nupdated to include additional assessment and additional measures, such as erosion prevention \nof construction wastes for Tidong. The company is committed to implement these measures and \nto  continue  to  build  the  capacity  of  its  staff  and  contractors  to  manage  the  project’s \nenvironmental and social effectively. The revised safeguard reports and plans were posted on \nADB’s website in March 2013. Information disclosure and consultations with affected people are \nconducted in accordance with ADB’s requirements. \n \n33.   The  project  is  classified  as  having  no  gender  elements.  ADB  will  ensure  that  the \ninvestment documentation includes appropriate provisions requiring NRPPL to comply  with \nnational  labor  laws  and,  in  addition,  to  take  specific  measures  (including  in  relation  to \ncontractors)  in  relation  to  the  internationally  recognized  core  labor  standard  for  the  ADB \nfinanced portion of the project, in compliance with ADB’s Social Protection Strategy.13  \n \nB.  Anticorruption Policy and Anti-Money-Laundering Policies  \n34.  NRPPL was advised of ADB’s Anticorruption Policy (1998, as amended to date), and \npolicy relating to the Combating of Money Laundering and the Financing of Terrorism (2003). \nConsistent  with  its  commitment  to  governance,  accountability,  and  transparency,  ADB  will \nrequire NRPPL to institute, maintain, and comply with internal procedures and controls following \ninternational  best  practice  standards  for  the  purpose  of  preventing  corruption  and  money \nlaundering activities and the financing of terrorism; and to covenant with ADB to refrain from \nengaging in such activities. \n \nC.  Investment Limitations  \n35.  The proposed equity investment is within the medium-term, country, industry, group, and \nsingle-project exposure limits for nonsovereign investments. \n \nD.  Assurances \n36.  Consistent  with  the  Agreement  Establishing  the  Asian  Development  Bank,  the \nGovernment of India’s no objection to the proposed assistance to NRPPL will be obtained. ADB \nwill enter into suitable finance documentation, in form and substance satisfactory to ADB, \nfollowing approval of the proposed assistance by the Board of Directors. \n \nV.  RECOMMENDATION \n37.  I am satisfied that the proposed equity investment would comply with the Articles of \nAgreement of the Asian Development Bank (ADB) and, acting in the absence of the President, \nunder the provisions of Article 35.1 of the Articles of Agreement of ADB, I recommend that the \nBoard approve the equity investment of up to $30,000,000 (in Indian rupee equivalent) in NSL \nRenewable Power Private Limited for the Hydro and Wind Power Development Project in India \nfrom ADB’s ordinary capital resources, with such terms and conditions as are substantially in \naccordance with those set forth in this report, and as may be reported to the Board. \n \n \nBindu N. Lohani \nRanking Vice-President \n \n                                                \n13  ADB. 2003. Social Protection. Manila (adopted in 2001). \n ", "    9 \n21 March 2013\n ", "10  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign Summary  Performance Targets and/or  Data Sources and/or  Assumptions \n  Indicators with Baselines  Reporting Mechanisms  and Risks \nImpacts      Assumptions \nContinued  Share of renewable energy  ADB staff estimates based  Continued \ndevelopment of  (including hydropower) in total  on capacity addition for the  macroeconomic \nrenewable energy  installed capacity maintained at  12th and 13th five year  and political \nin India  31% from 2011 to 2023 (end of  plans, cited in Central  stability at the \n  13th plan)  Electricity Authority. 2012.  central and state \n    National Electricity Plan.  levels \n       \nGreater private  Private sector share of total  ADB staff estimates based  Regulatory \nsector  installed capacity of renewable  on capacity addition for the  incentives for \nparticipation in the  energy (including hydropower)  12th and 13th five year  renewable energy \nIndian renewable  increased from 33% in 2011 to  plans, cited in Central  projects remain \nenergy sector  50% in 2023 (end of 13th plan)a  Electricity Authority. 2012. \n  National Electricity Plan. \n \nOutcome      Assumptions \nIncreased  400 GWh generated annually  NRPPL’s technical reports  PPAs honored \nproduction of  by the hydropower plant from     \nrenewable energy  2017 onward b  ADB’s development  Continuity of \n    effectiveness monitoring  qualified company \n130 GWh generated annually  reports  management \nby the wind farm from 2014     \nonward c  NRPPL’s audited financial  Risks \n  statements  Hydrology and \n300,000 tons of CO  avoided  wind risks \n2\nannually through the   \nhydropower plant from 2017  Operational risks \nonward d  causing disruption \n  in power \n100,000 tons of CO  avoided  production \n2\nannually through the wind farm   \nfrom 2014 onward e \n \n200 FTE employed during \noperation by 2017 \n \nAnnual contribution of corporate \ntaxes of at least Rs200 million \nby 2017 \n \nOutput      Assumption \nHydro and wind  100 MW of additional  NRPPL’s technical reports  Business plan \npower projects  hydropower capacity    executed in a \ndeveloped and  commissioned by 2016  ADB’s development  timely fashion and \ncommissioned    effectiveness monitoring  within budget \n  75 MW of additional wind power  reports   \n  capacity commissioned by 2013    Risk \n    NRPPL’s audited financial  Projects are \n  Locally purchased goods and  statements  delayed because \n  services amount to Rs9 billion    of contractors’ \nby 2016  underperformance \n ", "Appendix 1  11 \nDesign Summary  Performance Targets and/or  Data Sources and/or  Assumptions \n  Indicators with Baselines  Reporting Mechanisms  and Risks \n  or external factors \n500 FTE employed during \nconstruction in 2013 \n \nActivities with Milestones  Inputs \nFinancial close of Chilarewadi wind power project achieved by March 2013  $30.0 million \n  equity from ADB \nAudit and appropriate revision to the company’s environmental and social \n$24.2 million \nmanagement system by June 2013 \nequity from other \n \ninvestors \nCommissioning of Chilarewadi wind power project achieved by December 2013 \n  $16.6 million \nCommissioning of Tidong hydropower project achieved by December 2016  equity from \n  NRPPL \n \n$165.3 million \nproject debt \n \nADB = Asian Development Bank, CO , = carbon dioxide, FTE = full time equivalent, GWh = gigawatt-hour, MNRE = \n2\nMinistry of New and Renewable Power, MW = megawatt, NRPPL = NSL Renewable Power Private Limited,  PPA = \npower purchase agreement. \na Target assumes 10% of hydropower capacity addition by the private sector and 90% of other renewable energy \ncapacity addition by the private sector in the 12th and 13th five year plan periods. \nb 100 MW capacity x 48.1% plant load factor (at P90) x 8,760 hours x (1 - 2% auxiliary consumption) = 413 GWh \nc 75 MW capacity x 21.5% plant load factor (at P90) x 8,760 hours x (1 - 2% auxiliary consumption) = 138 GWh \nd 400 GWh x 739.73 (ADB’s conversion factor) = ~300,000 tons of CO  avoided \n2\ne 130 GWh x 739.73 (ADB’s conversion factor) = ~100,000 tons of CO  avoided \n2\nSources: NSL Renewable Power Private Limited, ADB staff estimates. \n \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20130422144112Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "india, renewable energy projects, renewable energy sources, water power, hydropower, nsl renewable power private limited, india power supply, power resources, water resources development, wind turbines, windmills, himachal pradesh hydropower, rrp, adb projects, terms and conditions", "ModDate": "D:20130510103741+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "This report and recommendation of the president for the proposed equity investment of up to $30,000,000 (in Indian rupee equivalent) in NSL Renewable Power Private Limited (NRPPL) for the Hydro and Wind Power Development Project in India describes the terms and conditions for the approval of ADB's Management or Board of Directors.", "Title": "RRP: India: Hydro and Wind Power Development Project"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 6 March 2013) \n \nCurrency unit  –  Indian rupee/s (Re/Rs) \nRe1.00  =  $0.018248 \n$1.00  =  Rs54.80 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CO   –  carbon dioxide \n2\n  IFC  –  International Finance Corporation \n  IPO  –  initial public offering \n  NRPPL  –  NSL Renewable Power Private Limited \n  O&M  –  operation and maintenance \n  PPA  –  power purchase agreement \n \nWEIGHTS AND MEASURES \n \n  GW  –  gigawatt \n  GWh  –  gigawatt-hour \n  km  –  kilometer \n  kWh  –  kilowatt-hour \n  MW  –  megawatt \n  W/m2  –  watt per square meter  \n \nNOTES \n \n(i)  In this report, ―$‖ refers to US dollars. \n \n(ii)  The fiscal year (FY) of all NSL Group entities ends on 31 March. FY before a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2013 ends \non 31 March 2013. \n \nVice-President  L. Venkatachalam, Private Sector and Cofinancing Operations \nDirector General  P. Erquiaga, Private Sector Operations Department (PSOD) \nDirector  M. Barrow, Infrastructure Finance Division 1, PSOD \n   \nTeam leader  M. Lemoine, Investment Specialist, PSOD \nTeam members  E. David, Associate Investment Officer, PSOD \n  S. Durrani-Jamal, Senior Economist, PSOD \n  J. Gomez, Safeguards Officer, PSOD \n  M. Manabat, Senior Investment Officer, PSOD \n  N. Moller, Senior Counsel, Office of the General Counsel \nJ. Munsayac, Safeguards Specialist, PSOD \nR. Samiano, Safeguards Officer, PSOD \nM. Tsuji, Principal Safeguards Specialist, PSOD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "L. Venkatachalam", "role": "Private Sector and Cofinancing Operations", "organization": ""}, {"fullname": "P. Erquiaga", "role": "Private Sector Operations Department (PSOD)", "organization": ""}, {"fullname": "M. Barrow", "role": "Infrastructure Finance Division", "organization": ""}, {"fullname": "M. Lemoine", "role": "Investment Specialist", "organization": "PSOD"}, {"fullname": "E. David", "role": "Associate Investment Officer", "organization": "PSOD"}, {"fullname": "S. Durrani-Jamal", "role": "Senior Economist", "organization": "PSOD"}, {"fullname": "J. Gomez", "role": "Safeguards Officer", "organization": "PSOD"}, {"fullname": "M. Manabat", "role": "Senior Investment Officer", "organization": "PSOD"}, {"fullname": "N. Moller", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"fullname": "J. Munsayac", "role": "Safeguards Specialist", "organization": "PSOD"}, {"fullname": "R. Samiano", "role": "Safeguards Officer", "organization": "PSOD"}, {"fullname": "M. Tsuji", "role": "Principal Safeguards Specialist", "organization": "PSOD"}]}