{"path": "data/input/ta/46920-018-tar-en.pdf", "pages": ["   \nTechnical Assistance Report\n \n \n \nProject Number: 46920-018 \nTransaction Technical Assistance Cluster (C-TRTA) \nNovember 2019 \n \n \n \nCapacity Development for the Supply Chain Finance \nProgram (Phase 2) \nSubproject 2: Capacity Development for the Supply \nChain Finance Program (Phase 2) \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Access to Information \nPolicy. \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nDMC  –  developing member country \nPFI  –  partner financial institution \nSCF  –  supply chain financing \nSCFP  –  Supply Chain Finance Program \nSME  –  small and medium-sized enterprises \nTA  –  technical assistance \nTFP  –  Trade Finance Program \n     \n     \n     \n \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars unless otherwise stated \n. \n \n \n \n \nVice-President  Diwakar Gupta, Private Sector Operations and Public-Private \nPartnerships \nDirector General  Michael Barrow, Private Sector Operations Department (PSOD) \nDirector  Christine Engstrom, Private Sector Financial Institutions Division, \nPSOD \n   \nTeam leader  Steven Beck, Advisor (Trade and Supply Chain Finance), PSOD \nTeam members  Elnora Mangampat, Senior Investment Officer, PSOD \nDonna Marie Tupas, Senior Investment Officer, PSOD \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \nPage \n \nI.  THE ONGOING PROJECT   1 \nII.  THE TECHNICAL ASSISTANCE SUBPROJECT  1 \nA.  Overall Progress of the Technical Assistance Cluster  1 \nB.  Subproject Scope  1 \nC.  Subproject Outputs and Activities  1 \nD.  Subproject Cost and Financing  2 \nE.  Subproject Implementation Arrangements  2 \n \n \n ", "", "     \n \nI.  THE ONGOING PROJECT \n \n1.  Since its launch in 2012, ADB’s Supply Chain Finance Program (SCFP) continues to \nexpand in view of the additional financing and broader scope approved in 2018.1 As the strategic \ndirection of SCFP was widened from large global banks to include banks in developing member \ncountries (DMCs), pipeline development is ongoing with DMC-based partner financial institutions \n(PFIs), with initial candidates identified through ADB’s Trade Finance Program (TFP) partner bank \nrelationships. Going forward, SCFP is also assessing the extension of debt financing directly to \ncorporate and SME obligors without the involvement of a PFI and working with third-party supply \nchain  finance  (SCF)  platforms.  These  are  expected  to  further  widen  SCFP’s  reach  both \ngeographically to focus on more challenging markets, and with SMEs. \n \nII.  THE TECHNICAL ASSISTANCE SUBPROJECT \nA.  Overall Progress of the Technical Assistance Cluster \n2.   The technical assistance (TA) cluster was approved by the President, acting under \nauthority delegated by the Board in November 2018.2 The TA cluster is aligned with ADB’s \nstrategic priorities set forth in Strategy 2030 that include addressing remaining poverty and \nreducing inequalities, accelerating progress in gender equality, strengthening governance and \ninstitutional capacity, and fostering regional cooperation and integration.3ADB’s approach to \n \ninclusive economic growth emphasizes inclusive finance by improving and expanding access to \nfinance  for  SMEs.  Inclusive  finance  is  one  of  the  three  pillars  of  ADB’s  Financial  Sector \nOperational Plan, which was reaffirmed in its 2017 review.4 The proposed capacity building and \nknowledge-sharing and collaboration activities under the TA cluster demonstrates ADB’s role as \na knowledge institution and knowledge provider. \n \n3.  In  December  2018,  subproject  1  of  the  TA  cluster  was  approved.  Engagement  of \nconsultants to manage overall SCFP business, PFI relationships and capacity development \nactivities is ongoing. \n \nB.  Subproject Scope  \n4.  Subproject 2 will provide the SCFP with funding to: i) conduct due diligence and monitoring \nassessments on DMC companies, DMC banks, and PFIs; ii) administer transactions; and iii) \nmanage overall counterparty relationships. Subproject 2 will also include capacity building through \nin-house capacity development as well as seminars and trainings.  \n \nC.  Subproject Outputs and Activities  \n5.  Output 1: SCF availability expanded in DMCs. Under subproject 2, ADB will engage \nconsultants who will assist in the implementation of the SCFP by conducting in-depth due \ndiligence and risk analysis on DMC companies in which ADB would assume risk under the \nprogram, administering transactions, performing monitoring assessments on DMC companies, \nDMC banks and PFIs, and managing overall relationships with DMC banks and PFIs. \n \n1  ADB. 2018. Proposed Loans, Guarantees, and Risk Participation Products for Additional Financing Supply Chain \nFinance Program. Manila. \n2  ADB. 2018. Capacity Development for the Supply Chain Finance Program (Phase 2). Manila. \n3 ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient and Sustainable Asia and the Pacific. Manila. \n4 ADB. 2017. Review of 2011 Financial Sector Operational Plan. Manila. \n ", "2  \n \n6.  Output  2:    SCF  knowledge  deepened  in  DMCs  through  in-house  capacity \ndevelopment as well as seminars and trainings. Subproject 2 will fund related knowledge-\nsharing and partnership activities including in-house capacity development training, seminars and \nregional trainings for DMC banks, SMEs and regulators to increase supply chain finance usage \nand broaden SME access to supply chain financing. These activities will contribute to the \ndevelopment of supply chain finance in countries where it is still at a nascent stage of development. \n \n7.  Output 3: Gender initiatives implemented for SCFP. SCFP will encourage female \nparticipants in all its seminars, trainings and capacity development activities. \n \n8.  Subproject 2 activities will include the following: \n \n(i)  work with DMC companies (i.e. corporate and SME obligors) and PFIs to acquire \nfinancial data; \n(ii)  conduct in-depth due diligence and risk analysis that will focus on credit and \nperformance risk and established relationships specific to a supply chain of DMC \ncompanies in which ADB would assume risk under the program, and ensure that \nbusiness  activities  of  such  DMC  companies  are  not  on  ADB’s  prohibited \ninvestment activities list; \n(iii)  assess  the  SCF  operations  capacity  of  selected  banks  and  make \nrecommendations for improvement; \n(iv)  draft credit applications, risk ratings, and financial due diligence reports; \n(v)  conduct integrity due diligence and reputational risk reviews, including monitoring \nand following up on recommendations for improvement;  \n(vi)  conduct signing ceremonies with new PFIs;  \n(vii)  conduct  capacity  building,  knowledge-building,  knowledge-sharing,  and \npartnership-development activities (including training seminars for DMC banks, \nSMEs and regional training and/or networking events);  \n(viii)  administer transactions and perform annual monitoring assessments on DMC \ncompanies and PFIs; and \n(ix)  engage consultants or possibly work with established financial technology or SCF \nplatforms to facilitate operations. \n \nD.  Subproject Cost and Financing \n9.  The TA subproject is estimated to cost $1,166,670 of which (i) $275,000 will be financed \non a grant basis by ADB’s Technical Assistance Special Fund (TASF-6) and (ii) $891,670 will be \nfinanced on a grant basis by ADB’s Technical Assistance Special Fund (TASF-Others).  The funds \nwill cover remuneration, travel, and per diem for international consultants, conference related \nexpenditures, and miscellaneous expenses. \n \nE.  Subproject Implementation Arrangements \n10.  ADB will administer the subproject. PSOD will select, supervise and evaluate consultants \nas well as resource persons that will be engaged for TFP seminars and trainings. \n ", "    3 \n \nTable 1: Subproject Implementation Arrangements \nAspects   Arrangements \nIndicative implementation  November 2019 –October 2020 \nperiod \nExecuting agency  Asian Development Bank \nImplementing agencies  Asian Development Bank \nConsultants  To be selected and engaged by ADB \n  Quality and cost-based  Individuals or Firm: supply  ADB, Subproject 2 \nselection or individual  chain finance due \nselection as applicable  diligence expert(s) \n  Individual Selection   Individuals: supply chain  ADB, Subproject 2 \nfinance relationship \nmanagement expert(s) \n(international) \n  Quality and cost-based  Individuals: supply chain  ADB, Subproject 2 \nselection or individual  finance capacity \nselection as applicable  development expert(s) \n(international) \n  Individual Selection  Individuals: middle office  ADB, Subproject 2 \nassistant (national) \n  Resource Person  Individuals: resource  ADB, Subproject 2 \nSelection  person for training/ \nworkshop (international or \nnational) \nAdvance contracting  Not applicable \nDisbursement  The TA resources will be disbursed following ADB's Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). \nADB = Asian Development Bank, TA = technical assistance \nSource: Asian Development Bank. \n \n10.   Consulting services. The consultants will be engaged in accordance with the ADB \nProcurement  Policy  (2017,  as  amended  from  time  to  time)  and  the  associated  project \nadministration and/or staff instructions.\n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20200220101943+08'00'", "Creator": "PDF24 Creator", "Keywords": "supply chain finance program, banking, debt financing, inclusive finance, small and medium enterprise, sme, risk assessments, scf transactions, capacity building, 46920-018, ta 9871, adb technical assistance, approved technical assistance, tar, ta projects, trta", "ModDate": "D:20200221141904+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "46920-018: Capacity Development for the Supply Chain Finance Program (Phase 2) (Subproject 2)"}, "author_page": " \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nDMC  –  developing member country \nPFI  –  partner financial institution \nSCF  –  supply chain financing \nSCFP  –  Supply Chain Finance Program \nSME  –  small and medium-sized enterprises \nTA  –  technical assistance \nTFP  –  Trade Finance Program \n     \n     \n     \n \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars unless otherwise stated \n. \n \n \n \n \nVice-President  Diwakar Gupta, Private Sector Operations and Public-Private \nPartnerships \nDirector General  Michael Barrow, Private Sector Operations Department (PSOD) \nDirector  Christine Engstrom, Private Sector Financial Institutions Division, \nPSOD \n   \nTeam leader  Steven Beck, Advisor (Trade and Supply Chain Finance), PSOD \nTeam members  Elnora Mangampat, Senior Investment Officer, PSOD \nDonna Marie Tupas, Senior Investment Officer, PSOD \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "Diwakar Gupta", "role": "Private Sector Operations and Public-Private", "organization": ""}, {"fullname": "Michael Barrow", "role": "Private Sector Operations Department (PSOD)", "organization": ""}, {"fullname": "Christine Engstrom", "role": "Private Sector Financial Institutions Division", "organization": ""}, {"fullname": "Steven Beck", "role": "Advisor (Trade and Supply Chain Finance)", "organization": "PSOD"}, {"fullname": "Elnora Mangampat", "role": "Senior Investment Officer", "organization": "PSOD"}, {"fullname": "Donna Marie Tupas", "role": "Senior Investment Officer", "organization": "PSOD"}]}