{"path": "data/input/ta/46930-01-prc-rrp.pdf", "pages": [" \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 46930 \nNovember 2012 \n \n \nProposed Loan and Technical Assistance \nDynagreen Environmental Protection Group \nCompany \nDynagreen Waste-to-Energy Project \n \n(People’s Republic of China)\nThis RRP contains information that is subject to disclosure restrictions agreed between ADB and \nthe relevant sponsor or recipient of funds from ADB. Recipients should therefore not disclose its \ncontent to third parties, except in connection with the performance of their official duties. Upon \nBoard approval, ADB will make publicly available an abbreviated version of this RRP, which will \nexclude confidential information and ADB’s assessment of project or transaction risk. ", " \nCURRENCY EQUIVALENTS \n(as of 1 November 2012) \nCurrency units  –  yuan (CNY)  \nCNY1.00  =  $0.15869 \n$1.00  =  CNY6.3017 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank  \n  BSAM  –  Beijing State-Owned Assets Management Company \n  CPS  –  country partnership strategy \n  MSW  –  municipal solid waste \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance  \n  WTE  –  waste-to-energy \n \n \nNOTES \n(i)  The fiscal year (FY) of Beijing State-Owned Assets Management and Dynagreen \nEnvironmental Protection Group ends on 31 December.  \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nVice-President  L. Venkatachalam, Private Sector and Cofinancing Operations \nDirector General  P. Erquiaga, Private Sector Operations Department (PSOD) \nDirector  C. Thieme, Infrastructure Finance Division 2, PSOD \n   \nTeam leader  H. Kimura, Principal Investment Specialist, PSOD \nTeam members  S. Durrani-Jamal, Senior Economist, PSOD \nJ. Gomez, Safeguards Officer (Environment), PSOD \n  M. Greenhow, Senior Counsel, Office of the General Counsel \n  S. Hashizume, Investment Specialist, PSOD \nV. Medina, Safeguards Officer, PSOD \n  J. Qi, Investment Officer, PSOD \nR. Tabanao, Project Analyst, PSOD \n  Y. Wang, Investment Officer, People's Republic of China Resident Mission, \nEast Asia Regional Department \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", " \nCONTENTS \n \nPage \n \nPROJECT AT A GLANCE \n \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Project Identification and Description  1 \nB.  Development Impact, Outcome, and Outputs  3 \nC.  Alignment with ADB Strategy and Operations  4 \nD.  Project Cost and Financing Plan  5 \nE.  Implementation Arrangements  5 \nF.  Projected Financial and Economic Performance  6 \nIII.  THE PROPOSED ADB ASSISTANCE  6 \nA.  Loan  6 \nB.  Technical Assistance  6 \nC.  Value-Added by ADB Assistance  7 \nD.  Risks  7 \nIV.  POLICY COMPLIANCE  9 \nA.  Safeguards and Social Dimensions  9 \nB.  Anticorruption Policy  9 \nC.  Investment Limitations  9 \nD.  Assurances  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n ", " \nPROJECT AT A GLANCE \n \n1. Project Name: Dynagreen Waste-to-Energy Project    2. Project Number: 46930 \n3. Country: People’s Republic of China   4. Department/Division: Private Sector Operations Department \n                                          Infrastructure Finance Division 2 \n5. Sector Classification:  \nSectors  Primary  Subsectors \nWater supply and other  Waste management \nmunicipal  infrastructure  √  Renewable energy \nand services \n \n6.Thematic Classification:  \nThemes  Primary  Subthemes \nEconomic growth    Widening access to markets and \neconomic opportunities \nEnvironmental  Global and regional trans-\n√ \nsustainability  boundary environmental concerns \n \n6a. Climate Change Impact:  6b. Gender Mainstreaming: \nAdaptation    Gender equity theme   \nMitigation  √  Effective gender mainstreaming   \nNot applicable    Some gender benefits   \n  No gender benefits  √ \n \n7. Targeting Classification:  8. Location Impact: \nTargeted Intervention  Rural   \nGeographic  Millennium  Income  Urban  High \ndimensions  development  poverty at \nNational    \nGeneral  of inclusive  goals  household \nRegional   \nIntervention  growth  level \n \n√       \n \n9. Nonsovereign Operation Risk Rating :  NSO 7 \n10. Safeguard Categorization: \nEnvironment  B \nInvoluntary resettlement  B \nIndigenous peoples  C \n \n11. ADB Financing: \n \nSovereign/Nonsovereign  Modality  Source  Amount ($ million) \nUp to $100 million equivalent in \nNonsovereign  A loan  OCR \nlocal currency \nLocal currency \nCommercial  Up to $100 million equivalent in \nNonsovereign  complementary \nlenders  local currency \nloan \nNonsovereign  Grant  TASF  Up to $500,000  \n \n12. Cofinancing:   \n \nFinancier  Category  Amount ($ million) \nUp to $178 million equivalent in \nLocal commercial banks  Commercial loan \nlocal currency \nTotal   \n \n13. Counterpart Financing: Not Applicable \n14. Aid Effectiveness: Not Applicable ", " \nI.  THE PROPOSAL \n1.   I submit for your approval the following report and recommendation on a proposed loan \nof up to $200 million equivalent without government guarantee to Dynagreen Environmental \nProtection Group Company, comprising (i) an A-loan of up to $100 million equivalent in yuan, \nand (ii) a local currency complementary loan of up to $100 million equivalent in yuan for the \nDynagreen Waste-to-Energy Project in the People’s Republic of China (PRC). This report also \ndescribes proposed technical assistance (TA), and if the Board approves the proposed loan, I, \nacting under the authority delegated to me by the Board, will approve the TA.  \n \nII.  THE PROJECT \nA.  Project Identification and Description \n1.  Project Identification \n2.  The PRC is currently the world's second-largest generator of solid wastes, producing \nmore than 220 million tons annually. The country’s urban population has more than tripled, from \n190 million in 1980 to 691 million in 2011, accounting for 51.3% of the national population; it is \nexpected to account for more than 60% of the total by 2030, an incremental increase of about \n200 million people. This demographic shift has led to significant increases in municipal solid-\nwaste (MSW) generation. Although the per capita production of solid waste in the PRC is only \nabout 21% of the average in industrialized nations, it is expected to grow considerably in small \nand medium-sized cities in particular where population growth of 24% by 2030 is expected. \n \nFigure 1: Urban Population Growth Projection by City Size \n1000   in the PRC \n)n  900  97   mega-city (> 10 \noillim 780000   million) \n( n 600  44  322   large city (> 1 \no million–10 million) \nita 500  206 \nlu 25   medium-sized city (> \npo 400  134  247  0.2 million–1 million) \nP 300 \n n 213 \nab 200  164  71   small city (20,000–\nrU 100  44  43  200,000) \n99  130  163 \n0   town (< 20,000) \n2000  2010  2030 \nProjection \nSource: Asian Development Bank. \n \n \n3.   In the past, the provision of MSW treatment was considered a basic social right and was \nprovided by the government free of charge. This system has led to a serious environmental \nproblem in municipalities, where large quantities of waste are dumped in unengineered landfills. \nFurthermore, an imbalance in the quality of project development has been observed between \nlarge and small cities, with only a limited number of small cities having appropriate waste \ndisposal facilities.1  \n                                                \n1  ADB. 2012. Technical Assistance Completion Report: Urban Wastewater and Solid Waste Management for Small \nCities and Towns. Manila.  ", "2 \n4.  Waste-to-energy (WTE) is recognized as the single most effective method for MSW \ntreatment,  as  it  reduces  waste  volume  by  90%  and  eliminates  methane  emissions.  WTE \ntechnologies recover the waste heat from the incineration process and produce electricity and \nheat. By substituting for fossil fuel combustion and avoiding methane, it reduces greenhouse \ngas emissions and mitigates climate change. Under its 12th Five Year Plan, 2011–2015, the \nGovernment of the PRC targets to (i) treat 100% of MSW in municipalities larger than province \ncapital cities, and the cities specifically designated in the state plan, and treat over 90% in other \nsmaller cities; and (ii) among waste treatment options, treat 35% through WTE technologies. It \nis estimated that investment of CNY173 billion ($27.3 billion) in MSW treatment facilities will be \nrequired. The government has further issued a series of policies and regulations to support \nmunicipal WTE, such as (i) full offtake of electricity generated by WTE plants; (ii) national \ntargets by 2015, including 20% of the total energy to be generated from renewable energy \nsources and municipal WTE capacity to reach 3 gigawatts; (iii) value-added tax refund; and (iv) \nelectricity feed-in tariff of CNY0.65 per kilowatt-hour for municipal WTE plants, compared with \nthe nationwide average base rate tariff of CNY0.40 per kilowatt-hour from coal-based power \ngeneration. \n \n5.  To  achieve  these  national  targets  and  to  promote  cleaner  WTE  technologies  with \nsustainable financing and the timely delivery of public services, increasing numbers of municipal \ngovernments, including those of smaller cities, have been opening the sector for specialized \nWTE  companies  through  concession.  However,  a  lack  of  access  to  finance  has  been  a \nbottleneck to promoting cleaner waste management projects in smaller cities. \n \n6.  In response to the PRC’s increasing challenges of ensuring livable cities and sustainable \ndevelopment, sovereign and private sector operations of the Asian Development Bank (ADB) \nhave  been  focusing  on  municipal  environmental  infrastructure.  ADB’s  East  Asia  Regional \nDepartment has been supporting broad-based policy and regulatory reforms since 20002 and \nhas identified state-owned enterprises that take over the traditional responsibility of municipal \ngovernments in providing environmental infrastructure.  Among the state-owned enterprises, \nDynagreen—the environmental infrastructure arm of Beijing State-Owned Assets Management \nCompany (BSAM)—was found to possess a desirable business model that can leverage its \noperational experience with clean technologies to pursue new ventures in small and medium-\nsized  cities,  which  are  often  too  small  to  attract  private  sector  participation.  Dynagreen \ndistinguishes  itself  from  its  peers3 through  its  clear  focus  on  small  and  medium-sized \nsubprojects of 500–1,000 tons daily processing capacity. This is about half the average size of \nengagement of its peers. Unlike most plants in this size range, the technologies that Dynagreen \nemploys do not require coal as supplemental fuel to burn low-calorific-value waste. \n \n2.  Project Design \n7.  The project will address the need to treat MSW in small and medium-sized cities and \nsupply electricity to the local grid. The ADB loan will be channeled through Dynagreen to fund a \nseries of WTE subprojects with total capacity of up to 6,300 tons of MSW per day and to \ngenerate approximately 610 gigawatt-hours of electricity annually by 2018. Each subproject \nincinerates waste, recovers waste heat for power generation, purifies waste gas, and disposes \nof ash. The criteria used in selecting municipalities include (i) populations of more than 0.5 \nmillion generating in excess of 600 tons of MSW per day; (ii) exclusive rights to operate WTE \n                                                \n2  ADB.  2000. Technical  Assistance  to  the  People’s  Republic  of  China for  Strengthening  Urban  Solid Waste \nManagement. Manila. \n3  Private sector enterprises such as China Everbright International; and nonsovereign public enterprises such as \nChongqing Sanfeng, Shanghai Environment, and Shenzhen Energy. ", "3 \nplants in well-defined areas through concession agreements, which guarantees a minimum \nMSW supply; (iii) a clear and transparent municipal waste management policy; and (iv) sufficient \nfinancial capacity to uphold its end in the partnership. \n \n8.  The project is designed to be a least-cost solution to financing small and medium-sized \nWTE subprojects; such financing involves relatively high transaction costs. ADB aims to finance \nthe subprojects on a portfolio basis to reduce financing transaction costs and diversify risk. This \nportfolio approach is broad in reach and will enable ADB to provide financing support for \nmultiple WTE subprojects that are often too small and time-consuming for ADB or international \nbanks to finance on a stand-alone basis.  \n \n9.  To achieve long-term environmentally sustainable growth and to set standards in the \nfast-growing waste management industry, the proposed ADB assistance will incorporate loan \nconditions such as maintenance of a transparent corporate governance structure and adoption \nand maintenance of an environmental and social management system consistent with ADB’s \nSafeguard Policy Statement (2009). These components of the project are expected to serve as \nbest-practice  examples  to  Dynagreen’s  peers  in  the  industry,  enhancing  its  demonstration \neffects. \n \n3.  The Guarantor and the Borrower  \n10.  BSAM will guarantee the payment obligations of the borrower under ADB’s loan. Funded \nand entrusted by the Beijing municipal government, BSAM is an exclusively state-invested \nlimited  liability  company  whose  subsidiaries  are  engaged  in  managing,  supervising,  and \noperating state-owned assets. BSAM focuses its business investments in four major fields: (i) \nurban development, environmental protection, and new energies; (ii) financial services; (iii) hi-\ntech manufacturing; and (iv) culture and sports infrastructure.  \n \n[CONFIDENTIAL INFORMATION DELETED] \n \n11.  The borrower of the project is Dynagreen, which is the sole environmental infrastructure \nholding company in the BSAM group. The scope of business of Dynagreen and its project \ncompanies covers not only construction, operation, and management of WTE power plants, but \nalso technology research and development in relation to WTE power plants and consulting \nservices on overall solutions to municipal waste treatment. Since its incorporation in 2000, \nDynagreen has successfully implemented municipal WTE plants and developed the proprietary \nthree-driving and reverse-feeding reciprocating grate incineration technology4 based on the \ndesign of Martin Gmbh, one of the world's leading WTE technology providers.  \n \n[CONFIDENTIAL INFORMATION DELETED] \n \nB.  Development Impact, Outcome, and Outputs \n1.  Impact \n12.  Improved urban solid-waste management in small and medium-sized cities. The \nproject will contribute to improved municipal waste management in the PRC. The special focus \nof the project is on small and medium-sized cities which currently have significant issues with \nuntreated MSW, which in turn emit harmful gases and contaminate soil and groundwater. The \n                                                \n4  The patent was awarded by the PRC National Intellectual Property Bureau. ", "4 \nimpact of deploying effective waste management technologies such as incineration under the \nproject is to catalyze MSW management investments that treat larger volumes of municipal \nwaste in a safe and environmentally friendly manner.  \n \n13.  Increased renewable energy generation capacity from municipal waste. The project \nfeatures  an  innovative  model  for  state-owned  enterprises  to  take  part  in  municipal  WTE \ninfrastructure development on a concession basis for multiple subprojects. The demonstration \nimpact of the project is expected to be an increase in similar MSW management and WTE \ninvestments  that  help  meet  the  government’s  target  of  increasing  WTE-based  energy \ngeneration capacity to 3 gigawatts by 2020. \n \n2.  Outcome \n14.  The  outcome  will  be  increased  production  of  energy  from  technically  efficient  and \nenvironmentally sustainable WTE power plants in small and medium-sized cities in the PRC. \nThe WTE plants to be supported under the project will treat 2.8 million tons of MSW annually, \ngenerate 610 gigawatt-hours of clean energy annually, and reduce carbon dioxide emissions by \nabout  450,000  tons  per  year.  Energy  generation  from  municipal  WTE  plants  will  reduce \ngreenhouse gas emissions by replacing electricity otherwise generated by coal-fired plants, and \navoiding methane otherwise generated from unsanitary landfills. \n \n3.  Outputs \n15.  The output will be  the construction of at least  nine WTE plants with an aggregate \ncapacity of 120 megawatts. All the plants will be built in accordance with ADB’s Safeguard \nPolicy Statement (2009), and will also meet the national emissions standard of the PRC.     \n \nC.  Alignment with ADB Strategy and Operations \n1.  Consistency with Strategy 2020  \n16.  The project is consistent with ADB's Strategy 2020, which identified infrastructure and \nenvironment as two of the five core areas in which ADB will employ its financial and institutional \nresources to maximize results, efficiency, and impact.5 On infrastructure, the project will embody \nthe strategy, which sets forth that ADB will help expand the supply of energy, and support clean \nenergy. With respect to the environment, the project is in line with the strategy's focus on \nclimate change and complementary actions.   \n \n2.  Consistency with Country Strategy \n17.  ADB’s country partnership strategy (CPS) for the PRC is based on three development \npillars:  inclusive  growth,  environmentally  sustainable  growth,  and  regional  cooperation  and \nintegration. 6 The CPS also sets out four priority sectors: natural resources and agriculture, \nenergy,  transport,  and  urban  development.  The  CPS  specifically  states  that  ADB's \nnonsovereign  operations  will  continue  to  finance  catalytic  projects,  focusing  on  innovative \nfinancing solutions and demonstration projects for infrastructure investment, particularly in clean \nenergy,  urban  environmental  protection,  and  social  infrastructure.  The  project  will  address \nenergy and urban development sectors to leverage ADB’s comparative strengths and expertise \n                                                \n5  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n6  ADB. 2012. Country Partnership Strategy: People’s Republic of China, 2011–2015. Manila. ", "5 \nthrough provision of finance to a nonsovereign client in a new sector where commercial finance \nis  still  scarce.  It  will  thus  contribute  to  the  CPS  objective  of  supporting  environmentally \nsustainable growth in the PRC. The project is fully consistent with the CPS and will complement \nADB’s overall support for urban development in the PRC through investment projects and \nknowledge products. In particular, the project benefits from public sector operations’ policy \nadvice and lessons learned from public sector waste management projects.   \n \n3.  Consistency with Sector Strategy \n18.  The  project  is  consistent  with  ADB's  Energy  Policy. 7  Under  the  policy,  ADB’s \ninvestments  will  focus  on  energy  efficiency  and  renewable  energy  projects,  as  well  as \nexpansion of energy access. The policy states that support for renewable energy projects will be \nprioritized and broadened with the objective of creating a framework that makes investing in \nrenewable energy commercially viable.  \n \n19.  The project is in line with ADB’s efforts to strengthen nonsovereign operations8 and has \na significant demonstration impact as the first ADB intervention with a public enterprise to take \nover the municipal government responsibility of providing waste management infrastructure. \n \nD.  Project Cost and Financing Plan \n20.  Dynagreen’s investment plan indicates a total investment of $454 million equivalent to \ntreat  approximately  6,300  tons  of  waste  daily  with  installed  capacity  of  120  megawatts to \ngenerate about 610 gigawatt-hours of electricity annually by 2018. The plan includes civil works, \nerection,  equipment  and  materials,  other  local  procurement,  and  working  capital  for  WTE \nsubprojects between 2013 and 2017.  \n \n[CONFIDENTIAL INFORMATION DELETED] \n \nE.  Implementation Arrangements \n21.  Table 2 summarizes the implementation arrangements.9 \n \nTable 2: Summary of Implementation Arrangements \nAspects  Arrangements \nRegulatory framework  Each project company will be awarded a concession of 25–30 years, and the \nconcession agreement sets out the municipal solid-waste treatment fee and the \nminimum amount of waste to be supplied by the municipal government.  \nManagement  All WTE subprojects will be supervised and managed by Dynagreen. \nImplementation period  January 2013–January 2017 \nConstruction arrangements \nType of arrangement  Goods and services will be procured adopting ADB’s private sector procurement \nprocedures from ADB member countries in a transparent manner, through \ncompetitive bidding procedures and in accordance with Dynagreen’s procurement \nguidelines. Each project company will enter into engineering, procurement, and \nconstruction contracts with subcontractors.  \nOperation arrangements \nRevenue structure  A power purchase agreement will be executed between a project company and a \n                                                \n7  ADB. 2009. Energy Policy. Manila. \n8  ADB. 2011. Mainstreaming Nonsovereign Public Sector Financing. Manila. \n9   Details of Implementation Arrangements (accessible from the list of linked documents in Appendix 2). ", "6 \nAspects  Arrangements \nlocal grid, owned by the State Grid Corporation of China, for the total annual \ngeneration. In addition, each WTE plant will be paid a waste treatment fee by \nmunicipal government based on the amount of waste delivered to the plant. The \nfee is generally determined through a competitive bidding process and will be \nadjusted reflecting the cost and inflation. \nMajor cost structure  There are no fuel costs for municipal WTE subprojects. The major costs consist of \nwaste treatment cost, maintenance expense, and administrative expense. \nOperation and maintenance  Operation and maintenance will generally be handled by each project company’s \nstaff, who will be transferred from Dynagreen and/or recruited from outside.  \nPerformance monitoring  Key performance indicators, including output and outcome indicators, and \ncompliance with ADB’s safeguard requirements, will be reported by Dynagreen. \nADB = Asian Development Bank, WTE = waste-to-energy.  \nSource: Asian Development Bank. \n \nF.  Projected Financial and Economic Performance \n22.  The project is financially viable as Dynagreen’s expected financial internal rate of return \nis higher than the weighted average cost of capital and economically viable as the economic \ninternal rate of return is higher than the social discount rate of 12%. \n \n[CONFIDENTIAL INFORMATION DELETED] \n \nIII.  THE PROPOSED ADB ASSISTANCE \nA.  Loan \n23.  ADB  will  provide  a  loan  of  up  to  $200  million  equivalent  in  yuan  to  Dynagreen, \ncomprising an A-loan (of up to $100 million equivalent) and a local currency complementary \nloan (of up to $100 million equivalent). ADB will fund the A-loan from its ordinary capital \nresources and the local currency complementary loan will be funded by commercial banks. \nADB’s loan will be supported by an unconditional, irrevocable payment guarantee from BSAM. \nThe proposed A-loan will have a maturity of up to 10 years, including a 4-year grace period on \nprincipal repayments. The local currency complementary loan will have a maturity equal to or \nshorter than that of the A-loan.  \n \n[CONFIDENTIAL INFORMATION DELETED] \n \nB.  Technical Assistance \n1.  Impact, Key Activities, and Output \n24.  For the project to succeed and for Dynagreen to cope with its rapid growth, well-defined, \ntransparent, effective, and efficient corporate governance is an indispensible prerequisite. Good \ngovernance  will  also  attract  commercial  lenders  and  support  Dynagreen’s  plan  of  further \ncommercialization.  The  TA  will  have  two  components:  (i) assessment  and  evaluation  of \nDynagreen’s current corporate governance framework and internal risk management, and (ii) \ncapacity building to enhance and consummate Dynagreen’s corporate governance system. The \nTA is classified as capacity development technical assistance category B and is estimated to \ncost $500,000. \n ", "7 \n[CONFIDENTIAL INFORMATION DELETED] \n \n2.  Implementation Arrangements \n25.  ADB will be responsible for all implementation issues but will have the full support of and \ncooperation  from  Dynagreen.  ADB  and  Dynagreen  will  form  a  TA  task  force  comprising \nrepresentatives at appropriate levels from ADB and Dynagreen, as well as the consultants to be \nhired. The task force will communicate regularly to assess needs, monitor progress, and discuss \nissues. A consulting firm will be selected using the quality- and cost-based selection method \nwith simplified technical proposals. Recruitment of the firm will be in accordance with ADB’s \nGuidelines on the Use of Consultants (2010, as amended from time to time). Disbursements \nunder the TA  will  be made  in  accordance  with  ADB's  Technical  Assistance  Disbursement \nHandbook (2010, as amended from time to time). \n \nC.  Value-Added by ADB Assistance \n26.  Justification for ADB’s involvement in the proposed project is based on the following: \n(i)  ADB  will  be  catalytic  in  promoting  the  commercialization  of  MSW  treatment \nthrough a project that combines several innovative features in PRC infrastructure \nfinance. It is structured as a multiproject loan facility, in effect bundling small and \nmedium-sized subprojects to avoid the high transaction costs associated with \nstand-alone project financing and to diversify risk. In addition, the local currency \ncomplementary  loan  will  mobilize  cofinancing  where  little  domestic  bank \nparticipation has been evident to date, given the high transaction costs and \nupfront capital costs. ADB’s loan is structured to provide a tenor sufficient to \nallow Dynagreen to amortize these upfront capital costs over the long life of the \nassets and ensure its investments are commercially viable. \n(ii)  By promoting the know-how transfer to smaller municipalities under commercial \nconcessions, ADB will be supporting environmentally sustainable improvements \nin waste treatment and contributing to the PRC’s renewable energy generation \nactivities. The project builds on ADB’s complementary interventions with private \ncompanies in the areas of WTE projects in second-tier cities.10 ADB’s experience \nwith the project can meaningfully contribute to the dialogue on regulations in the \nPRC and the region, and reflects a continuation of ADB’s effort to help establish \neffective and efficient solutions for waste management.  \n(iii)  ADB’s requirements will ensure that Dynagreen adheres to high standards of \ncorporate governance and environmental and social protection, serving as a \nmodel  for  the  industry  in  small  and  medium-sized  cities.  ADB  will  support \nDynagreen’s efforts to improve its corporate governance in alignment with the \nprinciples set by the Organisation for Economic Co-operation and Development, \nand  the  TA  will  advise  on  development  of  enhanced  corporate  governance, \nprivatization, and minority shareholding rights. \n \nD.  Risks \n27.  Guarantor credit risk. ADB’s loan will be unconditionally and irrevocably guaranteed by \nBSAM.  Detailed  analysis  shows  the  credit  strengths  of  BSAM  including  (a)  strong  market \n                                                \n10 ADB. 2009. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Technical \nAssistance for the Municipal Waste-to-Energy Project in the People’s Republic of China. Manila; ADB. 2012. \nReport and Recommendation of the President to the Board of Directors: Proposed Loans to China Everbright \nInternational Limited for the Agricultural and Municipal Waste-to-Energy Project in the PRC. Manila. ", "8 \nposition  of  most  of  its  operating  subsidiaries  given  its  close  relationship  with  the  Beijing \nmunicipal government, (b) stable revenue growth, (c) good financial flexibility, and (d) moderate \nleverage position and strong equity base. These are constrained by BSAM’s moderate earnings, \ncash flow coverage, and substantial exposure to high-tech industrial park development. BSAM’s \noverall credit standing is assessed satisfactory and provides an adequate credit enhancement.  \n \n[CONFIDENTIAL INFORMATION DELETED] \n \n28.  Aggressive expansion plan. Dynagreen’s plan to develop up to nine plants with a total \ndaily capacity of up to 6,300 tons in four years’ time requires significant management resources; \nand substantial capital funding.  This aggressive expansion plan involves execution and funding \nrisks which are partially mitigated by: (a) Dynagreen’s technical competence, including use of \nstandardized management systems across its subprojects, use of industry experts, shared \ntechnical  resources  at  several  operational  hubs,  and  the  homogeneous  nature  of  the \nsubprojects, and (b) adoption of eligibility criteria in the selection of subprojects and monitoring \nof compliance with financial covenants to ensure project viability. \n \n29.  Completion risk. The project involves high capital expenditure for the construction of \nWTE plants, making cost overrun and delay a potential risk. This is mitigated by Dynagreen’s \ntechnical expertise and control measures, including progress payments with subcontractors. \n \n30.  Operation and maintenance risk. Due diligence has confirmed Dynagreen’s reliable \ntrack record in existing WTE plants and its ability to increase efficiency and meet quality and \nsafety  standards.  Dynagreen  also  implemented  standardized  control  systems  to  minimize \noperation risks and it has management expertise, strong technical training system, and rotation \nof senior engineers. \n \n31.  Waste supply and treatment fee risk. Revenue risk may arise from low waste supply \nand treatment fees. Mitigating this risk are (a) large latent demand for waste treatment and \nDynagreen’s  practice  of  selecting  subprojects  in  part  based  on  demand  potential;  (b) \ngovernment policies which mandate that tariffs provide cost-recovery and adequate returns to \nutility  operators;  (c)  concession  agreements  with  guaranteed  minimum  waste  supply;  (d) \nDynagreen’s  assessment  of  waste  treatment  fees  to  ensure  financial  viability  in  selecting \nsubprojects;  (e)  the  portfolio  nature  of  ADB’s  assistance,  which  diversifies  risk  across \nsubprojects; and (f) Dynagreen’s track record, which  will assist in securing the support of \nmunicipal governments in aggregating waste from surrounding smaller counties. \n \n32.  Regulatory  risk.    It  is  unclear  whether  the  current  fixed  feed-in  tariff  will  remain \nunchanged during the life of ADB’s loan as it appears that the regulator can change the tariff at \nits discretion. In the worst case, should the feed-in tariff be abolished, the regulations still \nsupport premium over the average coal-fired tariff applicable for 15 years from operation.   \n \n33.  Structural subordination. ADB’s loan will be structurally subordinated to direct loans \nraised by the project companies from local banks. This risk is partially mitigated by various \nmeasures employed by other ADB projects with similar project structure. \n \n[CONFIDENTIAL INFORMATION DELETED] \n ", "9 \nIV.  POLICY COMPLIANCE \nA.  Safeguards and Social Dimensions  \n34.  The  project  is  classified  category  B  for  environment,  category  B  for  involuntary \nresettlement, and category C for indigenous peoples. Since 2002, WTE plants in the PRC have \nbeen required to have a full environmental assessment. The sites for Dynagreen’s municipal \nWTE plants are selected in coordination with the respective municipal governments to minimize \nimpacts on the environment and nearby communities. Emission levels of major air pollutants are \nfound to comply with PRC national standards. Dynagreen’s WTE plants meet the European \nUnion 2000 standard for dioxins, which is 10 times more stringent than the PRC national \nstandard. Fly ash is collected and cemented prior to disposal in a landfill. Bottom ash is reused \nin various ways by the construction industry. Wastewater is treated onsite and is both reused \nand recycled. Land acquisition, compensation, resettlement, and rehabilitation are expected not \nto be significant and, if needed, are normally carried out by the municipal governments. Since all \nsubprojects will be implemented in small and medium-sized cities, the project will not have any \nimpacts on ethnic minorities. \n \n35.  Dynagreen’s environmental and social management system incorporates measures to \navoid, minimize, and mitigate the potential adverse environmental and social impacts of its \nsubprojects.  The  audit  of  Dynagreen’s  implementation  of  its  environmental  and  social \nmanagement system is found to be satisfactory. Dynagreen’s experience with its existing WTE \nplants ensures that the environmental and social impacts of future municipal WTE plants will \nhave adequate mitigating measures and monitoring and reporting programs. The institutional \ncapacity and commitment of  Dynagreen to manage the project’s social and environmental \nimpacts are deemed adequate and the company has committed to enhancing its environmental \nand social management system to meet ADB Safeguard Policy Statement requirements. To \nensure compliance with ADB’s Safeguard Policy Statement,  Dynagreen will be required to \nprepare an initial environmental examination and a resettlement or land acquisition planning \nreport for each subproject and submit these to ADB for review and approval, and implement the \napproved plans. Dynagreen will also be required to submit annual monitoring reports. ADB will \nensure that the investment documentation includes appropriate provisions requiring Dynagreen \nto  comply  with  national  labor  laws  and  to  take  specific  measures  (including  in  relation to \ncontractors), in compliance with ADB’s Social Protection Strategy.11 Dynagreen will be required \nto report to ADB on compliance with such measures. A no gender element classification is \nassigned for the proposed project.  \n \nB.  Anticorruption Policy  \n36.  Dynagreen was advised of ADB’s policy of implementing best international practice \nrelating to combating corruption, money laundering, and the financing of terrorism. ADB will \nensure  that  the  investment  documentation  includes  appropriate  provisions  prohibiting \ncorruption, money laundering, and the financing of terrorism, and remedies for ADB in the event \nof noncompliance. \n \nC.  Investment Limitations  \n37.  The proposed direct loan is within the medium-term, country, industry, group, and single-\nproject exposure limits for nonsovereign investments.  \n                                                \n11 ADB. 2003. Social Protection. Manila (adopted in 2001). ", "10 \nD.  Assurances \n38.  Consistent  with  the  Agreement  Establishing  the  Asian  Development  Bank, 12  the \ngovernment’s no objection to the proposed assistance will be obtained. ADB will enter into \nsuitable finance documentation, in form and substance satisfactory to ADB, following approval \nof the proposed assistance by the Board of Directors. \n \nV.  RECOMMENDATION \n39.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan of up to \n$200,000,000 equivalent without government guarantee for the Dynagreen Waste-to-Energy \nProject in the People’s Republic of China, comprising \n(i)  an A-loan to Dynagreen Environmental Protection Group of up to $100,000,000 \nin yuan equivalent from ADB’s ordinary capital resources; and \n(ii)  a local currency complementary loan of up to $100,000,000 equivalent in yuan to \nbe funded by commercial banks;  \nwith such terms and conditions as are substantially in accordance with those set forth in this \nreport, and as may be reported to the Board. \n \nHaruhiko Kuroda \nPresident \n \n19 November 2012 \n                                                \n12 ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. ", "Appendix 2  11 \n \nDESIGN AND MONITORING FRAMEWORK \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Risks \nImpacts      Assumption  \n       \nImproved urban  70% of MSW in the PRC is  Central and municipal  The government \nsolid-waste  treated, with 30%  government reports and  remains committed to \nmanagement in  incinerated in cities, by  statistics  safe waste treatment \nsmall and medium- 2020 (from 63.5% of MSW    and environmental \nsized cities of the  treated with 14.7%    protection. \nPRC  incinerated in cities in     \n  2010)a    Risk \n       \nIncreased  Total installed capacity of  Published environmental  MSW generation grows \nrenewable energy  municipal WTE plants in the  market and industry  faster than MSW \ngeneration capacity  PRC reaches 3 gigawatts  reports  treatment capacity. \nfrom municipal  by 2020 from approximately     \nwaste in the PRC  1.7 gigawatts in 2010b  National Development \n    and Reform Commission \nand China Electricity \nCouncil reports \nOutcome      Assumption \n       \nTechnically efficient  2.8 million tons of MSW is  Company reports on  Municipal governments \nand environmentally  treated per annum on  operations  and off-takers honor the \nsustainable solid- average by 2018 c    concession and MSW \nwaste management      supply agreements. \nand WTE solutions  About 610 gigawatt-hours  Project monitoring   \ndeveloped in small  of clean energy is produced  reports; development  Risk \nand medium-sized  annually by WTE plants by  effectiveness monitoring   \ncities in the PRC  2018  reports  Unforeseeable \n    technical issues keep \nCO  emissions are reduced  Company reports on  the plants from being \n2\nby approximately 450,000  operations and project  fully utilized. \ntons per annum by 2018  monitoring reports \n   \nAverage financial internal  Project monitoring \nrates of return of WTE  reports; development \nsubprojects exceed the  effectiveness monitoring \nweighted average cost of  reports \ncapital of 5.9%    \n   \nUp to 700 local workers  Project monitoring \nemployed by nine WTE  reports \nplants during operation   \n   \nCNY45 million of local  Project monitoring \ngoods and services  reports \nprocured during operations   \non average per annum   \nstarting 2018–2019   \n   \nCNY24 million in additional  Audited financial \ncorporate income tax paid  statements \non average to government   ", "Appendix 2 \n \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Risks \nper annum starting 2018–  \n2019    \n   \nCore recommendations of  Project monitoring \nthe TA satisfactorily  reports \nimplemented \nOutputs      Assumption \n       \nInstallation and  Nine WTE plants with a  Project monitoring  Project sponsor \noperation of nine  total capacity of  reports  maintains technical and \nWTE plants   120 megawatts are    operating capacity to \n  constructed and installed by    complete WTE \n  2017    subprojects and \n      implement services. \n  CNY2.5 billion of local  The borrower’s financial   \n  goods and services  reports  Risk \n  procured during     \n  construction by 2017    Competition becomes \n      so intense that \n  Up to 45,000 person- Project monitoring  Dynagreen cannot \n  months of local  reports  secure new subprojects \n  employment provided    as planned. \n  during construction      \n     \n  Completion of TA study on  TA study \ncorporate governance \n Activities with Milestones  Inputs \n1.1  Signing of loan agreement by Q1 2013  ADB:  \n1.2  Financial closure by Q1 2013  Up to $100 million \n1.3  Clearance of all loan drawdown conditions by Q1 2013  equivalent A-loan in \n  yuan; \n2.1  Award of concession(s) for WTE subprojects by 2017  Up to $100 million \n2.2  Construction work as scheduled in accordance with engineering,  equivalent \nprocurement, and construction subcontracts by 2017  complementary loan in \n2.3  Commissioning of WTE plants by 2017  yuan; \n$500,000 TA funded by \nTASF-other sources. \n \nDynagreen: \nEquity to meet debt–\nequity ratio \n \nCommercial banks: \nLocal currency loans to \nWTE project companies \nADB = Asian Development Bank, CO  = carbon dioxide, MSW = municipal solid waste, PRC = People’s Republic of \n2\nChina, TA = technical assistance, TASF = Technical Assistance Special Fund, WTE = waste-to-energy. \na  National Bureau of Statistics of China. 2011. China Statistical Yearbook. Beijing. \nb  National Energy Administration.  2012. National 12th Five-year Plan for Biomass Energy Development. Beijing. \nc  This is the cumulative amount of gross waste treated by the nine WTE plants. Actual amount of waste incinerated \nfor energy generation by each plant depends on the type of waste generated by each city.  \nSource: Asian Development Bank. \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20121217131348Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "china, prc, solid wastes, solid waste management, waste management, recycling, urban wastes, waste management technologies, incinerators, renewable energy generation, energy generation, waste-to-energy power plants, energy projects, project terms, rrp", "ModDate": "D:20121218110142+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "This document provides the report and recommendation of the president (RRP) on a proposed loan to Dynagreen Environmental Protection Group Company for the Dynagreen Waste-to-Energy Project in the PRC. The RRP describes terms and conditions proposed for the project for the approval of the Board of Directors of ADB.", "Title": "RRP: PRC: Dynagreen Waste-to-Energy Project"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 1 November 2012) \nCurrency units  –  yuan (CNY)  \nCNY1.00  =  $0.15869 \n$1.00  =  CNY6.3017 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank  \n  BSAM  –  Beijing State-Owned Assets Management Company \n  CPS  –  country partnership strategy \n  MSW  –  municipal solid waste \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance  \n  WTE  –  waste-to-energy \n \n \nNOTES \n(i)  The fiscal year (FY) of Beijing State-Owned Assets Management and Dynagreen \nEnvironmental Protection Group ends on 31 December.  \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nVice-President  L. Venkatachalam, Private Sector and Cofinancing Operations \nDirector General  P. Erquiaga, Private Sector Operations Department (PSOD) \nDirector  C. Thieme, Infrastructure Finance Division 2, PSOD \n   \nTeam leader  H. Kimura, Principal Investment Specialist, PSOD \nTeam members  S. Durrani-Jamal, Senior Economist, PSOD \nJ. Gomez, Safeguards Officer (Environment), PSOD \n  M. Greenhow, Senior Counsel, Office of the General Counsel \n  S. Hashizume, Investment Specialist, PSOD \nV. Medina, Safeguards Officer, PSOD \n  J. Qi, Investment Officer, PSOD \nR. Tabanao, Project Analyst, PSOD \n  Y. Wang, Investment Officer, People's Republic of China Resident Mission, \nEast Asia Regional Department \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", "authors": [{"fullname": "L. Venkatachalam", "role": "Private Sector and Cofinancing Operations", "organization": ""}, {"fullname": "P. Erquiaga", "role": "Private Sector Operations Department (PSOD)", "organization": ""}, {"fullname": "C. Thieme", "role": "Infrastructure Finance Division", "organization": ""}, {"fullname": "H. Kimura", "role": "Principal Investment Specialist", "organization": "PSOD"}, {"fullname": "S. Durrani-Jamal", "role": "Senior Economist", "organization": "PSOD"}, {"fullname": "J. Gomez", "role": "Safeguards Officer (Environment)", "organization": "PSOD"}, {"fullname": "M. Greenhow", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"fullname": "S. Hashizume", "role": "Investment Specialist", "organization": "PSOD"}, {"fullname": "V. Medina", "role": "Safeguards Officer", "organization": "PSOD"}, {"fullname": "J. Qi", "role": "Investment Officer", "organization": "PSOD"}, {"fullname": "R. Tabanao", "role": "Project Analyst", "organization": "PSOD"}, {"fullname": "Y. Wang", "role": "Investment Officer", "organization": "People"}]}