{"path": "data/input/ta/47008-002-aze-pptar.pdf", "pages": [" \nPROJECT PREPARATORY TECHNICAL ASSISTANCE \n \n1.  The main objective of the proposed project preparatory technical assistance (PPTA) is to \nprepare the Renewable Energy Development (Biomass Cogeneration) Project (the project) and \nassist the executing agency in undertaking advance procurement.  \n \nA.  Justification \n \n2.  The PPTA is necessary on the following grounds:  \na.  The project needs to be prepared in a timely manner to meet the investment needs \nin Azerbaijan.  \nb.  While the government has a plan to invest in the project, there is a need to prepare a \nfeasibility study to undertake due diligence required to process a loan for the project, \nand to prepare tender documents for the procurement.  \nc.  There  is  a  need for  expertise from  a  competent  international  consulting firm to \nprepare  the  project  and  to  assist  the  tender  process,  considering  the  technical \ncomplexity of the project.  \n \nB.  Major Outputs and Activities \n \n3.  The PPTA is expected to be implemented over an 18-month period starting June 2013 \nwith two phases. In the first phase, the consultants will conduct a detailed feasibility study to \nassess the viability of the proposed renewable energy investment projects, with particular focus \non the fuel flexibility of the conversion technology and the security of affordable biomass supply. \nSubject to the discussions with the government, the identified investment project will be further \ndeveloped and optimized in the second phase with due diligence assessment in accordance \nwith ADB and the government's requirements. The major outputs and activities are summarized \nin Table A4.1.  \n \nTable A4.1: Summary of Major Outputs and Activities \nExpected  Expected \nCommencement  Completion \nMajor Activities  Date  Major Outputs  Date \nPhase I (Jun –Dec 2013) \n 1.  Project Scope                                                                  Jun 2013                                             Aug 2013 \n-  Gather relevant data and information     Inception Report: including   \n-  Conduct biomass resource assessment and energy yield    work plan and preliminary \n    estimation  framework, biomass resource \n-  Recommend biomass conversion technology considering   assessment and technology \n    flexibility to available fuels  selection report \n 2.  Technical Design                                                              Aug 2013                                            Dec 2013 \n-  Assess sustainability of biomass sources and supply     Interim Report: including   \n-  Design an appropriate set of policies and regulatory  feasibility study, economic and \nframework  financial analysis, draft policy \n-  Prepare detailed cost estimates, financing plan,  and regulatory framework, \nprocurement plan, and implementation schedule    capacity assessment \n-  Conduct economic and financial analyses, and financial    \nmanagement assessments   \n-  Assess corporate management structure and procurement \ncapacity \n-  Propose and define technical specifications \n  ", "2 \n \nPhase II (Jan – Dec 2014) \n 3.  Due Diligence Assessment                                             Jan 2014                                            Dec 2014 \n-   Assess environmental impacts and conduct public consultations.     Draft Final Report: including   \n-  Prepare initial environmental examination (IEE) with  refined reports on feasibility \nenvironmental management plan (EMP).  study, economic and financial \n-  Conduct poverty, social and gender analysis and social  analysis, policy and regulatory \nsafeguards due diligence and prepare due diligence report  framework, capacity \n-  Climate Change Assessment and workshop be conducted in  assessment, IEE, social \nparallel with the Safeguards assessment;   safeguard assessment, and \n-  Develop  GHG monitoring -reporting -verification plan for the  draft PAM \nprojected emissions reductions  \n-  Prepare draft Project Administration Memorandum (PAM) \n-  Assess fund flow and disbursement mechanism \n4.  Advance Procurement                                                     May 2014                                            Dec 2014 \n-  Prepare bidding documents for the main works    bidding documents,   \n-  Evaluate the bids and prepare evaluation reports  bid evaluation report \n-  Assist contract negotiations \n5.  Preparation of Final Report                                                         Final Report and its summary    \nSource: Asian Development Bank \n \nC.  Cost Estimate and Proposed Financing Arrangement  \n \n4.  The PPTA is estimated to cost $1,200,000 equivalent, of which $1,000,000 will be \nfinanced on a grant basis by the multi-donor Clean Energy Fund1 under the Clean Energy \nFinancing Partnership Facility (CEFPF), administrated by ADB. The government will provide \ncounterpart support in the form of counterpart staff, office space and other in-kind contributions. \nThe detailed cost estimate is presented in Table A4.2.   \n   \nTable A4.2: Tentative Cost Estimates \n ($'000) \nItem  Total Cost \nA.  Multi-donor Clean Energy Funda under the Clean Energy Financing     \nPartnership Facility  \n  1.  Consultants   \n       a.   Remuneration and per diem   \n    i.    International consultants (28 person-months)  630.0 \n    ii.   National consultants (15 person-months)  70.0 \n       b.  International and local travel  50.0 \n       c.  Reports, communications, and translations  20.0 \n  2.  Workshops, training, seminars, and conferencesb  50.0 \n  3.  Vehiclec  20.0 \n  4.  Surveys  50.0 \n  5.  Miscellaneous administration and support costs  10.0 \n  6.  Contingencies  100.0 \n             Total                                                                                                        1,000.00d \na  Contributors: the Governments of Australia, Norway, Spain and Sweden, administered by ADB. \nb  Workshops, training, seminars, and conferences: Stakeholder consultations/training in Azerbaijan. \nc  Vehicle: Rented vehicles will be required for consultants during fielding in Azerbaijan and for site survey.   \nd  The government will provide counterpart support in the form of counterpart staff, office space, and other in-kind \ncontributions. The value of government contribution is estimated at $200,000. \nSource: Asian Development Bank. \n \n \n                                                \n1  Contributors: the Governments of Australia, Norway, Spain, and Sweden. ", "3 \n \nD.  Consulting Services \n \n5.  A consulting firm or consortium of firms will be engaged by ADB under its Guidelines on \nthe Use of Consultants (2010, as amended from time to time).  A simplified technical proposal \nformat and the quality- and cost-based selection method (90:10 ratio)2 will be used.   \n \n6.  The PPTA consultants need to undertake necessary due diligence for processing the \nloan for the project, and assist the pre-implementation works. The PPTA will also adequately \naddress the following aspects relating to the ensuing loan project: (i) improved policy and \nregulation  framework  for  promotion  of  biomass  cogeneration  investment  projects;  and  (ii) \ndetailed loan executing agency capacity assessment, and suggested remedial action plan to \nbuild the executing agency and the implementing agency capacity to minimize procurement and \nfinancial management risks. \n \nTable A4.3: Summary of Consulting Services Requirement \nInternational  Person- National         Person-    \nName of Positions  months  Name of Positions         months \n Biomass generation specialist/Team     6.0  Biomass engineer  6.0 \n leader  2.0  Regulatory and policy expert  2.0 \nBiomass feedstock market specialist \nRegulatory and policy specialist  3.0  Heating supply design expert  2.0 \nHeating supply specialist   4.0  Economic and financial expert  2.0 \nEconomic analysis specialist    2.0  Environment/social  safeguard  3.0 \nFinancial analysis/Financial    expert \nmanagement Specialist                                   2  . 0                                  \nEnvironment safeguard specialist  3.0     \nSocial  development/  resettlement  3.0     \nspecialist \nProcurement specialist  3.0     \nTotal inputs  28.0    15.0 \nSource: Asian Development Bank estimates.  \n \n7.  The outline terms of reference for the PPTA consultants are summarized below: \n(i)  The team leader will be a biomass generation specialist responsible for overall \nproject design, preparation, and development of Renewable Energy policy and \nregulation framework.  \n(ii)  Biomass feedstock market specialist will lead the biomass resource assessment \nand  energy  yield  estimation  including  recommendations  for  viable  long-term \nbiomass supply agreements/contracts.  \n(iii)  Regulatory and policy specialists will evaluate key policy and regulatory issues, \nand design an appropriate set of policies and regulatory framework. \n(iv)  Heating supply specialists will conduct a power and heating demand analysis \nand  propose  design  and  configuration,  controls  and  instrumentation  of  the \ncogeneration system and heating supply. \n(v)  Economic and financial specialists will conduct cost estimate, economic and \nfinancial analysis, and financial management assessment.  \n(vi)  Environmental  safeguard  specialists  will  prepare  an  IEE  for  the  project \ncomponents. \n(vii)  Social  development  and  resettlement  specialists  will  undertake  social, \nresettlement, and poverty impact assessments as required.  \n(viii)  Procurement specialist will be primarily engaged in assisting bidding process.  \n                                                \n2  The project involves complex technology requiring highly competent consulting firm, therefore a 90:10 ratio will be \napplied. ", "4 \n \nE.  Implementation Arrangements \n \n8.  The SAARES will be the executing agency for the overall implementation of technical \nassistance. A PMU established within SAARES with sufficient resources and qualified personnel \nwill implement the project. The PMU will be headed by a Project Coordinator, and will closely \ncoordinate with the consultants. SAARES will assist the consultants on data collection, site visit, \nsurvey, and provide other administrative support as necessary. All disbursements under the \nPPTA will be made in accordance with Technical Assistance Disbursement Handbook (2010, as \namended). \n \n9.  The executing agency will assist the consultants in data gathering, preliminary analysis, \nand report writing. The executing agency will provide all necessary assistance to the consultants \nin liaising with other government ministries and agencies. The consultants, on the other hand, \nwill be responsible for personal computers and other facilities for producing reports. \n \n10.  The executing agency will provide and make available to the consultants, free of charge, \nthe following facilities, services, equipment, materials, documents and information as they are \nrequired by the consultants for carrying out the technical assistance. \n(i)  counterpart staff/technical support; \n(ii)  office space: sufficient office space for the consultant team, and has national and \ninternational telephone lines, electricity and air conditioning/heating, and internet \nconnections; \n(iii)  office  furniture:  desks,  office  chairs,  book  shelves/cabinets  adequate  to \naccommodate the full complement of international and local consultants; and  \n(iv)  organizational support: assistance in all arrangements for workshops, meetings, \nand field visits and access to required data, maps and other relevant information.  \n \n11.  The proposed technical assistance processing and implementation schedule is listed in \nTable A4.4.  \n \nTable A4.4: Proposed Technical Assistance Processing  \nand Implementation Schedule \nMajor Milestones  Expected Completion Date   \nRFP issuance  Apr 2013 \nEvaluation of proposal  May 2013 \nContract signing  Jun 2013 \nInception mobilization  Jun 2013 \nInterim report (draft feasibility study)  Dec 2013 \nDraft final report   Apr 2014 \nFinal report  Dec 2014 \nRFP = request for proposal. \n \nSource: Asian Development Bank. "], "metadata": {"Author": "Felix Emmanuel Golez IV", "CreationDate": "D:20130925165607+08'00'", "Creator": "Microsoft® Word 2010", "ModDate": "D:20130927111042+08'00'", "Producer": "Microsoft® Word 2010", "Title": "Renewable Energy Development (Biomass Cogeneration) Project"}}