{"path": "data/input/ta/47002-001-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 47002-001  \nCapacity Development Technical Assistance (CDTA) \nNovember 2014 \n \n \n \nDemocratic Republic of Timor-Leste: Expansion of \nFinancial Services   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB’s  Public \nCommunications Policy 2011. \n The views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \n members, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n \nThe currency of Timor-Leste is the United States dollar. \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank  \nBNCTL  –  Banco Nacional de Comércio de Timor-Leste \nBNU  –  Banco Nacional Ultramarino  \nPSDI  –  Private Sector Development Initiative \nTA  –  technical assistance  \n     \nNOTE \n \nIn this report, “$” refers to US dollars. \n \nVice-President  S. Groff, Operations 2 \nDirector General  X. Yao, Pacific Department (PARD) \nRegional Director  A. Iffland, Pacific Liaison and Coordination Office, PARD  \n   \nTeam leader  S. Spohn, Private Sector Development Specialist, PARD \nTeam members  M. de Villa, Associate Project Analyst, PARD \n  H. Everett, Senior Country Specialist, PARD \n  P. Flegler, Senior Investment Specialist, Private Sector Operations \nDepartment \n  S. Lee, Principal Social Development Specialist (Gender and \nDevelopment), PARD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \n \nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  Outline Terms of Reference for Consultants  10 \n \n \n \n ", "", "Project Classification Information Status: Complete\nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 47002-001\nProject Name Expansion of Financial Services Department PARD/PLCO\n/Division\nCountry Timor-Leste, The Democratic Republic Executing  Banco Nacional de Comércio de \nof Agency Timor-Leste\nBorrower N/A\nqq\n2. Sector Subsector(s)     ADB Financing ($ million)\nFinance Inclusive finance 0.75\nTotal 0.75\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the  Low\ngrowth (IEG) opportunities, including jobs, made  Project\nmore inclusive\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Institutional development Effective gender mainstreaming (EGM)\ncapacity development Organizational development\n(GCD)\nPartnerships (PAR) Implementation\nPrivate Sector\nPrivate sector  Promotion of private sector \ndevelopment (PSD) investment\nqq\n5. Poverty Targeting Location Impact\nProject directly targets  No\nRural High\npoverty\nUrban Medium\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.75\n    Sovereign Capacity development technical assistance: Technical  0.75\nAssistance Special Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.75\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 28082014115607351213 Generated Date: 18-Nov-2014 6:35:35 AM", "", " \nI.  INTRODUCTION \n1.  The Government of Timor-Leste requested technical assistance (TA) from the Asian \nDevelopment Bank (ADB) to support the commercial transformation of Banco Nacional de \nComércio de Timor-Leste (BNCTL).1 The TA aims to support economic growth and strengthen \nthe Timorese finance sector. It will assist BNCTL in upgrading its institutional capacity and \ngovernance arrangements by (i) assessing BNCTL’s operations and financial performance, and \nreview its strategic and business plan for 2014–2017; and (ii) supporting BNCTL’s management \nand staff to apply commercial banking principles efficiently and effectively. This is consistent \nwith the government’s strategic development plan, 2011–2030 and the Master Plan for Financial \nSector  Development,  2014–2025.2 It  also  reflects  ADB’s  Pacific  strategy  and  the  country \npartnership strategy, 2012–2016 for Timor-Leste, and is included in the country operations \nbusiness plan, 2015–2017.3 The design and monitoring framework is in Appendix 1. \n \n2.  The TA fact-finding mission concluded with a memorandum of understanding outlining \nagreed impact, outcome, outputs, implementation arrangements, and outline terms of reference \nfor  consultants.  The  TA  was  discussed  with  BNCTL,  development  partners,  government \nagencies, and the Banco Central de Timor-Leste (Central Bank of Timor-Leste).  \n \nII.  ISSUES \n3.  The finance sector with its institutions and processes plays a crucial role in supporting \neconomic development. Improving the provision of financial services is critical to increasing the \nliving standards of all Timorese. Without access to ﬁnancial services, businesses cannot grow; \nentrepreneurship is stifled; and people on low incomes cannot save securely to invest, pay bills, \nor move beyond subsistence living standards. They have little chance to manage economic \nrisks. The still developing financial system in Timor-Leste constrains rural and urban populations \nin achieving these development objectives. At the end of 2013, the value of private sector credit \nwas $177 million, equivalent to only 11% of gross domestic product. Lending to the agriculture \nsector was only 3% of total outstanding credit at the end of 2013. \n \n4.  The banking industry comprises three foreign-owned banks—ANZ Bank from Australia, \nBank Mandiri from Indonesia, and Banco Nacional Ultramarino (BNU) from Portugal—and one \nlocally owned bank, BNCTL, which the government owns. The foreign banks dominate the \nsector; BNCTL accounted for about 7% of banking system deposits and about 11% of banking \nsystem  credit  at  the  end  of  2013.  Nonbank  credit  providers  include  two  microfinance \ninstitutions—Moris Rasik and Tuba Rai Metin—which offer financial services to the low-income \nand  mainly  rural  population.  Both  institutions  are  financially  weak,  despite  lending  at  high \ninterest rates (around 20% annually). There are also several small and financially weak credit \nunions with a limited customer base. \n \n5.  Despite the presence of foreign banks, provision of credit remains constrained. The \nloan–deposit ratio for the banking system was only about 30% at the end of 2013. Banks have \nbeen  reluctant  to  lend  to  Timorese  businesses  because  they  consider  the  risks  too  high, \nwhether for agricultural or small and medium-sized enterprises. A lack of collateral, incomplete \n                                                 \n1  The TA first appeared in the business opportunities section of ADB’s website on 19 November 2014. \n2  Government of Timor-Leste. 2011. Strategic Development Plan, 2010–2013. Dili; and Central Bank of Timor-Leste. \nMaster Plan for Financial Sector Development, 2014–2025. Dili.  \n3  ADB. 2009. ADB’s Approach to Assisting the Pacific, 2010–2014. Manila; ADB. 2012. Country Partnership \nStrategy: Timor-Leste, 2012–2016. Manila; and ADB. 2014. Country Operations Business Plan: Timor-Leste, \n2015–2017. Manila.  \n ", "2  \nlegal frameworks, weak contract enforcement mechanisms, and poor financial information on \nborrowers due to the absence of a credit bureau have contributed to these unfavorable risk \nassessments. Banks’ nonperforming loan ratios have been persistently high, and stood at 27% \nfor the banking sector as a whole at the end of 2013. Two of the three foreign banks operate \nonly in Dili, while the third, BNU, has moved only recently to increase its presence outside Dili. \nBNCTL,  by  contrast,  is  well  established  outside  Dili  and  is  represented  in  Timor-Leste’s \n13 districts.  BNCTL  also  operates  a  sub-branch  in  Atauro  and  a  mobile  banking  service \nwhereby vans visit selected remote districts. While it has a lower nonperforming loan ratio than \nthe industry as a whole, it has a very narrow product offering—a major share of the total loan \nportfolio consists of low-risk multipurpose loans4—and has not fully shed its microfinance legacy.  \n \n6.  BNCTL was established in July 2011, when the former Instituição de Micro Finanças de \nTimor-Leste,  founded  in  2002,  was  transformed  into  a  commercial  bank  and  granted  an \nunrestricted banking license. BNCTL’s original mandate was to increase access to finance for \nthe poorer sections of the population and small businesses, but on commercial terms. ADB \nprovided technical assistance to the former Instituição de Micro Finanças de Timor-Leste and \nBNCTL to support this objective.5 To date, still a significant portion of BNCTL’s customer base \ncomprises government employees and veterans. At the end of August 2014, BNCTL had 17,100 \nloan accounts and 151,100 savings account customers and a total balance sheet of $48.1 \nmillion. The government, as the sole shareholder, and the central bank have now directed \nBNCTL to play a more active role in the banking sector and hasten its transformation into a \nmainstream commercial bank. The primary objectives are to finance local business activity, \nincluding agriculture, and extend the range and quality of financial services in Timor-Leste. The \ncentral bank also wants to increase the number of banks in Timor-Leste to boost competition, \nbut it is reluctant to do so until BNCTL is strong enough to withstand additional competition.  \n \n7.  To this end, Secretária de Estado para o Apoio e Promoção do Setor Privado Timor-\nLeste  (State  Secretary  for  Support  and  Promotion  of  the  Private  Sector  Timor-Leste),  the \nshareholder representative, has increased BNCTL’s board to include people with commercial \nbanking experience in Timor-Leste. The new board has overseen the development of the 2014–\n2017  strategic  and  business  plan,  which  requires  support  for  implementation.  The  Pacific \nPrivate Sector Development Initiative (PSDI) has been working with the BNCTL board and \nmanagement to support the implementation of this plan by appointing an internal audit advisor, \nhoping that this support also provides the foundation for longer-term ADB assistance.6 The \nPSDI is also working with the government to implement the secured transactions reform. The \nreform  will  complement  the  transformation  of  BNCTL  by  unlocking  the  collateral  value  of \nmovable  assets  to  reduce  risk  and  increase  lending.  More  recently,  the  PSDI  has  begun \ndiscussions with the central bank, at the request of the governor, on a package of financial \nsector development activities. \n \n8.  The commercial transformation of BNCTL in line with the requirements of its commercial \nbanking license will expand its product portfolio, strengthen its balance sheet, and increase its \nattractiveness  to  strategic  investors.  To  fully  achieve  the  desired  transformation,  BNCTL \nrequires substantial assistance. It will need to expand its customer base and product range, \nincluding  savings  and  fee-based  products,  review  its  pricing  structures,  and  implement \n                                                 \n4  These are provided to formal employees, guaranteed by the payroll. \n5  ADB. 2000. Report on a Project Grant from the Trust Fund for East Timor and a Technical Assistance Grant from        \nthe Asian Development Bank to the United Nations Administration in East Timor for the Microfinance Development \nProject. Manila; ADB. 2004. Technical Assistance to Timor-Leste for Strengthening Microfinance Operations. \nManila; ADB. 2004. Technical Assistance for the Pacific Private Sector Development Initiative, Phase I. Manila \n6  ADB. 2013. Technical Assistance for the Pacific Private Sector Development Initiative, Phase III. Manila. \n ", "  3\nbranchless banking or internet technologies if it is to operate competitively and provide a wider \nrange of banking services. For this, an adequate core banking system needs to be in place. In \naddition,  BNCTL  will  need  to  develop  staff capability  to  implement  the  business  plan  and \nimprove service levels to match the foreign banks’ offerings. BNU, in particular, is aggressively \nexpanding ATMs and point-of-sale electronic fund transfers. The use of these technologies is \nincreasing quickly, so much so that by June 2014, transaction volumes were higher for BNU \nATMs than for BNU branches. Accordingly, BNCTL has identified priority areas for assistance: \ncredit  and  treasury  operations,  banking  information  technology  infrastructure,  product \ndevelopment, and staff capacity building. \n \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n9.  The expected impact will be that a large portion of the population has access to and \nuses a range of financial services. The intended outcome will be an improved BNCTL, growing \nand operating sustainably, consistent with its commercial banking license.  \n \nB.  Methodology and Key Activities \n10.  ADB’s assistance will support BNCTL to upgrade its institutional capacity, covering bank \noperations, human resources, banking technology, and governance arrangements. To ensure \nownership and compatibility with existing capacities, the TA will be implemented in two phases \nand have the following outputs: (i) phase one—road map and action plan for comprehensive \ninstitutional strengthening finalized; and (ii) phase two—BNCTL management and staff apply \ncommercial  banking  principles  efficiently  and  effectively.  Phase  one  will  comprise  an \nassessment  of  BNCTL’s  operations  and  financial  performance,  including  governance \narrangements, and a review of the 2014–2017 strategic and business plan.7 A road map and \naction plan for institutional strengthening will be developed and agreed with BNCTL. The road \nmap will prioritize the areas where support is needed, the required input, and the milestones to \nbe  achieved.  A  study  tour  will  be  organized  to  visit  a  potential  role  model,  i.e.,  a  fully \ncommercialized but still government-owned institution. Phase one will be highly participatory, \nwith the BNCTL board, senior management, and staff actively engaged throughout to ensure \ntheir commitment to the commercial transformation of BNCTL. \n \n11.  Based on the findings of phase one and resultant recommendations (documented in the \nroad map and action plan for institutional strengthening), phase two will comprise technical \nsupport to underpin the implementation of BNCTL’s business plan. This will include long-term \ninstitutional capacity building in areas identified as essential to implementing the business plan \nand  the  associated  commercial  transformation.  While  these  areas  can  be  determined \nconclusively only in the phase-one assessment, they are likely to be operational support for \ncredit  and  treasury  operations,  risk  management,  product  development,  and  information \ntechnology  enhancement  and  support.  Substantive  hands-on  training  for  key  staff  will  be \nprovided to ensure that management and staff apply commercial banking principles effectively \nand efficiently. This will be complemented with training courses for staff by an Asian bank \ntraining  institute.8 Support  will  be  provided  responsively  and  according  to  the  institution’s \nabsorptive capacity. This also means that support will need to be able to adjust to changes in \n                                                 \n7  The assessment will be coordinated closely with ADB’s Private Sector Operations Department. \n8  BNCTL is in discussions with an Indonesian bank training institute for standard and tailor-made courses for staff. \n ", "4  \nthe strategic and business plan, which may evolve with changes in BNCTL and the wider \nfinance sector.  \n \nC.  Cost and Financing \n12.  The TA is estimated to cost $825,000, of which $750,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-V). BNCTL will provide counterpart \nsupport in the form of office space for consultants (including furniture and other office equipment, \nas necessary) office supplies, staff time, workshop facilities, domestic transport, and other in-\nkind contributions. \n \nD.  Implementation Arrangements \n13.  BNCTL will be the executing and the implementing agency for this TA.  \n \n14.  The TA will be implemented over 42 months from 30 December 2014 to 30 June 2018, \nwith phase one estimated to take 7 months and phase two 35 months. It is anticipated that a \ntotal of 22 person-months of intermittent international consulting services will be required to \nimplement the TA. For phase one, an estimated 6 person-months (international, intermittent) of \nconsulting services will be needed. This will be a banking operations advisor (3 person-months) \nand a banking information technology expert (3 person-months). The consulting input for phase \ntwo  is  unallocated  and  will  be  determined  after  phase  one,  once  the  findings  and \nrecommendations for implementation have been discussed and agreed with the BNCTL board. \nThis approach is important to ensure that the design is not based on preconceived ideas but \nsubject to actual assessment and findings. It is envisaged that phase-two services will comprise \ncontinued  inputs  from  the  banking  operations  advisor  and  banking  information  technology \nexpert,9 plus potentially—depending on the findings of phase one—a credit risk management \nexpert, a treasury expert, and/or a banking product and marketing expert. Their required input \nwill be specified after completion of phase one. \n15.  Consultants  will  be  recruited  individually  under  ADB’s  Guidelines  on  the  Use  of \nConsultants (2013, as amended from time to time).10 Contracts will be intermittent and longer-\nterm. This will be important to ensure flexibility during TA implementation and be responsive to \nBNCTL’s absorption capacity. Consultants may be recruited as resource persons for a specific \nshort-term input, e.g., to help organize a strategic workshop with BNCTL’s board. The outline \nterms  of  reference  for  consultants  are  in  Appendix  3.  Consultants  will  arrange  seminars. \nSpecific training courses and study visits for BNCTL staff and senior management, including \nboard members, will be paid through the TA.11 ADB staff can be used as sector, thematic, or \ntechnical experts and resource persons. Their travel-related expenses will be paid through the \nTA.12 The  TA  proceeds  will  be  disbursed  in  accordance  with  ADB’s  Technical  Assistance \nDisbursement Handbook (2010, as amended from time to time).  \n \n16.  TA progress will be monitored against the activities, outputs, and outcome as described \nin the design and monitoring framework. ADB will assist BNCTL and the government in sharing \n                                                 \n9  Contracts will be phased and conditional, i.e., continuation of services will be subject to meeting certain conditions.  \n10 To reduce administrative burden and improve economy and efficiency, and value for money, consulting services \nunder the TA will be engaged on output-based (lump-sum) contracts, if feasible. \n11  Direct payment via bank transfer to the end users (the training institute or BNCTL, should expenses incurred be \nreimbursed) will be considered after the TA officer has approved the cost estimate or invoice. \n12 ADB. 2013. Use of Bank Resources: Regional Technical Assistance and Technical Assistance vs. Internal \nAdministrative Expenses Budget. Manila (26 June). \n ", "  5\nall results, good practices, and lessons through reports with other development partners and \nADB’s finance sector and gender communities of practice.  \n \nIV.  THE PRESIDENT'S DECISION  \n \n17.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $750,000 on a grant basis to \nthe Government of Timor-Leste for Expansion of Financial Services, and hereby reports this \naction to the Board.  \n \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselinesa Reporting Mechanisms Risks \nImpact  Number of account holders  Central Bank statistics  Assumptions \nincreased by 5% within    Regulatory, competition, \nA large portion of the \n12 months of the completion  Financial service sector  infrastructure, and \npopulation has access \nof TA inputs (2019)  assessment  economic conditions \nto and uses a range of \n(2014 baseline: Central Bank    remain at least at current \nfinancial services  \nstatistics for 2014)  levels in targeted areas \n \n \nTransport infrastructure \nand mobile network \ncoverage expansion is not \nforthcoming in rural areas \n \n    Risk \nFinancial institutions lose \n \ninterest in providing \nservices in rural areas\nOutcome    Assumption \nReturn on equity of BNCTL  Management report  SEAPRI’s commitment \nAn improved BNCTL, \nincreases by 5% by year 3 of    remains but without \ngrowing and operating \nsupport provision  Audited financial  government interference in \nsustainably, consistent \n(December 2013 baseline:  statements  operational matters \nwith its commercial \n11%)      \nbanking license  \nRisks \n   \n  BNCTL does not reach \nperformance targets \n \nBNCTL board and \nmanagement lack capacity \nand commitment to \nimplement the business \nplan \nOutputs      Assumption \n1. Road map and action  All BNCTL board members   Consultant’s report  Board, management, and \nplan for comprehensive  approve  gender-sensitive  staff have time for \ninstitutional  road map and action plan by  consultation \nstrengthening finalized  Q3 2015    \nRisk \n  Board minutes \nFindings and \n  recommendations not \nagreed by the board and \nmanagement \n    Assumption \n2. BNCTL management  Cost–income ratiob remains  IT management reports  Management reports are \nand staff apply  on average below 75% during    accurate  \ncommercial banking  TA input    \nprinciples efficiently and  (December 2013 baseline:  Management report  Risk \neffectively  74%, as per management    Improvement of staff \nreport)  Audited financial  capacity takes more time \n  statements  than anticipated \nShare of multipurpose loans   \nin total loan portfolio volume   \nreduced to at least 60:40 by \n2018 \n(December 2013 baseline: \n70:30) \n \nAt least one women-specific \n ", "Appendix 1  7 \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselinesa Reporting Mechanisms Risks  \nbusiness loan product \ndeveloped by 2018. \n \nNonperforming loan ratio \n(PAR 30c) is below 5% on \naverage by 2018  \n(December 2013 baseline: \n0.5%) \n \nSavings portfolio volume \nincreased by 15% by 2018 \n(December 2013 baseline:  \n$31.4 million) \n \nNumber of women’s savings \naccount increased by 15% by \n2018 \n(December 2014 baseline: no \nsex-disaggregated data \navailable) \nActivities with Milestones  Inputs \n1.  Road map and action plan for comprehensiveinstitutional strengthening ADB: $750,000\nfinalized \nNote: BNCTL will provide \n1.1 Conduct institutional assessment, including review of job descriptions with  counterpart support in the \ncapacities of staff filling these positions. The review should be carried out from a  form of staff time, office \ngender perspective (Q1 2015).  space for consultants \n(furniture and other office \n1.2  Review the IT system and recommend improvements where needed (Q1 2015). \nequipment), office \n1.3 Review BNCTL’s strategic and business plan 2014–2017 (Q1 2015).  supplies, workshop \nfacilities, domestic \n1.4 Conduct workshop with management team on findings and recommendations and  transportation, and other \nachieve agreement on targeted support areas. The workshop should include  in-kind contributions. \ngender issues (Q1 2015). \n1.5  Prepare terms of reference for consulting inputs in phase two, and performance \ntargets for BNCTL (Q2 2015). Consultants should have gender background, \nindicators and performance targets should be gender sensitive, data should be \nsex-disaggregated. \n1.6  Prepare and coordinate training plan for staff (Q2 2015) \n2.  BNCTL management and staff apply commercial banking principles \nefficiently and effectively—based on the outcomes of phase one, likely activities \nin phase two might be: \n2.1 Support implementation of the agreed strategic and business plan (2015–2018). \n2.2  Support the business development unit to develop new loan, savings, and fee-\nbased products, including pilot rollouts and gender-sensitive products (2015–2018). \n2.3  Assist the business development units in marketing strategies for branding BNCTL \nand promoting services to the population, in particular women (2015–2018). \n2.4 Support the credit department to implement new products and develop appropriate \ncredit policies, processes, and procedures. These should include at least one \ngender-sensitive product (2015–2018). \n2.5 Support the credit department in credit analysis and risk assessment of business \nloans to SMEs (2015–2018) \n2.6  Support the operations department to implement new savings products and \ndevelop appropriate policies and procedures. These should include at least one \n ", "8  Appendix 1 \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselinesa Reporting Mechanisms Risks  \ngender-sensitive product (2015–2018). \n2.7  Support operational staff in credit and retail departments with hands-on and on-the-  \njob training (2015–2018). \n  2.8  Support the proper functioning of the treasury department (2015–2018). \n2.9  Once correspondent relationships with foreign banks are established, assess the \npotential for establishing trade finance facilities at BNCTL (2015–2018). \n2.10 Provide strategic advice about a core banking system and IT needs to \naccommodate future growth of BNCTL (2015–2016). \n2.11 Support capacity building activities, such as study visits to potential “role model” \nbanks, for BNCTL board and senior management (Q3 2015). \nBNCTL = Banco Nacional de Comércio de Timor Leste, IT = information technology, PAR = portfolio at risk, \nSEAPRI = Secretária de Estado para o Apoio e Promoção do Setor Privado Timor-Leste (State Secretary for Support \nand Promotion of the Private Sector), SMEs = small and medium-sized enterprises, TA = technical assistance \na  All data should be recorded as sex-disaggregated. Currently data is not sex-disaggregated. \nb  The cost–income ratio is calculated by dividing total income by total expense. \nc  Portfolio at risk 30 (PAR 30) measures the outstanding principal balance of all loans past due more than 30 days as \na percentage of the outstanding principal balance of all loans.  \nSource: Asian Development Bank. \n \n \n \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Amount \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem  436.0 \n    b.  International and local travel  199.0 \n    c.  Reports and communications  4.0 \n  2.  Training, seminars, and conferences  70.0 \n  3.  Miscellaneous, administrative, and support costs  20.0 \n  4.  Contingencies  21.0 \n        Total  750.0 \nNote:  The  technical  assistance  (TA)  is  estimated  to  cost  $825,000,  of  which  contributions  from  the  Asian \nDevelopment Bank are presented in the table above. Banco Nacional de Comércio de Timor Leste will provide \ncounterpart support in the form of staff time, office space for consultants (including furniture and other office \nequipment), office supplies, workshop facilities, domestic transportation, and other in-kind contributions. The value of \ngovernment contribution is estimated to account for approximately 10% of the total TA cost.  \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-V). \nSource: Asian Development Bank estimates. \n ", "10     Appendix 3   \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Objectives and Scope \n     \n1.  The outline terms of reference (TOR) for consultants describes the main tasks for the \noutputs of the proposed capacity development technical assistance (TA). The Pacific Liaison \nand Coordination Office of the Asian Development Bank will coordinate the TA. The required \nareas of expertise for the international experts for phase one include, but are not restricted to, \ncommercial banking, audit, financial management, strategy, branchless banking, information \ntechnology (IT), and training. The inputs for phase two are not yet allocated and the respective \nTOR for phase-two consultants will be determined after phase one. More detailed TOR will be \nformulated at a later stage but before consultant recruitment. Language is an issue at BNCTL. \nMost  operational  staff  do  not  speak  English.  All  TOR  therefore  include  a  request  for \nconversational Bahasa or Tetum. Should this significantly reduce the likely pool of qualified \nconsultants, BNCTL will organize an interpreter. \n \nB.  Terms of Reference for Phase-One Consultants \n2.  Banking  operations  advisor (individual, international, 70 person-days, intermittent). \nThe advisor will review, with the operations department manager, the operations of Banco \nNacional de Comércio de Timor-Leste (BNCTL) with a view to realigning them, as necessary, \nwith the board’s commercial transformation objectives. The advisor will especially assess the \ncredit, treasury, and retail operations to ensure that products and systems are appropriate for a \ncommercial bank. With the IT specialist, the advisor will review the IT infrastructure needed to \nsupport bank operations.  \n \n3.  The  advisor  must  have  (i)  experience  in  establishing  and/or  managing  operations \ndepartments in commercial banks in developing countries, and preferably in Asia and the Pacific; \n(ii)  at  least  10  years  of  relevant  professional  work  experience  in  operational  aspects  of \ncommercial banking, particularly in credit, retail, and treasury operations; (iii) at least 5 years of \nrelevant  professional  work  experience  in  a  managerial  capacity  in  a  commercial  bank; \n(iv) demonstrated experience in developing and implementing business plans for a commercial \nbank;  and  (v)  demonstrated  experience  in  developing  and/or  enhancing  deposit  and  loan \nproducts, including electronic banking products.  \n \n4.  The advisor will have suitable tertiary academic qualification in business administration, \neconomics, or finance, preferably at a postgraduate level (master of arts [MA], MA in Business \nAdministration [MBA], or equivalent). The advisor will need to be fluent in English and be able to \nconverse in Bahasa Indonesia and/or Tetum. Sensitivity to gender issues will be crucial to \nensure that data is collected on a sex-disaggregated basis. The expert will be able to work in \nphase two, if required. Phase-two input will be determined after completion of phase one. \n \n5.  Banking  information  technology  expert  (individual,  international,  70  person-days, \nintermittent). The expert will review the current IT systems and provide recommendations of \nwhat strategic IT infrastructure improvements are needed to be able to accommodate future \ngrowth and development into a commercial bank. In particular, this will involve (i) strategic \nreview and assessment of current IT operations; (ii) recommendations for future IT infrastructure \nneeds in line with BNCTL’s business plan and the board’s commercial transformation objectives; \n(iii) preparations for the business requirements for any planned IT investment, including an IT \nroad map; (iv) support for BNCTL in consultations and negotiations with potential core banking \nsystem vendors; and (v) support for implementation and capacity building, as needed.  \n ", "  Appendix 3  11 \n \n6.  The expert must have (i) experience in establishing and/or managing IT departments in \ncommercial banks in developing countries, and preferably in Asia and the Pacific; (ii) at least \n10 years of relevant professional work experience in IT operations in commercial banks; and \n(iii) demonstrated experience in developing and implementing IT infrastructure in a commercial \nbank.  \n \n7.  The expert will have appropriate tertiary academic qualification in IT, finance, or similar, \npreferably at a postgraduate level (MA, MBA, or equivalent). The advisor will need to be fluent in \nEnglish and be able to converse in Bahasa Indonesia and/or Tetum. Sensitivity to gender issues \nwill be crucial to ensure that data will be collected on a sex-disaggregated basis. The expert will \nbe able to work in phase two, if required. Phase-two inputs will be determined after completion \nof phase one. \n \nC.  Indicative Terms of Reference for Phase-Two Consultants \n8.  Credit risk management expert (individual, international, intermittent). The expert will \nreview the current credit risk management system, relevant policies, and procedures to ensure \nthat  system,  policies,  and  procedures  are  able  to  accommodate  growth  in  lending  and \ndiversification of the loan portfolio, e.g., moving from payroll lending to lending to small and \nmedium-sized enterprises which requires different types of systems and procedures. This will \ninclude reviewing current job descriptions for loan staff as well as assessing their capacity for \nskills improvement. The expert will work closely with the bank operations advisor, treasury, and \nIT banking expert. \n \n9.  The advisor must have (i) experience in credit risk management at operational and \nmanagerial level in banks in developing countries, and preferably in Asia and the Pacific; (ii) at \nleast  10  years  of  relevant  professional  work  experience  in  credit  risk  management  in \ncommercial banks; and (iii) demonstrated experience in developing and implementing system, \nprocedures, policies, and processes for credit assessments of various types of credit products.  \n \n10.  The advisor will have appropriate tertiary academic qualification in finance or similar, \npreferably at a postgraduate level (MA, MBA, or equivalent). The advisor will need to be fluent in \nEnglish and be able to converse in Bahasa Indonesia and/or Tetum. Sensitivity to gender issues \nwill be crucial.  \n \n11.  Treasury  expert  (individual,  international,  intermittent).  The  expert  will  review  the \nfinancial  management,  asset,  and  liability  management  system  in  BNCTL.  The  expert  will \nsuggest improvements  to  BNCTL  systems, which  will enable  BNCTL  to  adequately  match \nassets and liabilities, terms, interest rates, liquidity, and gap analysis. The expert will work \nclosely with the banking IT expert and banking operations advisor.  \n \n12.  The expert must have (i) experience in treasury operations in commercial banks in \ndeveloping countries, and preferably in Asia and the Pacific at a managerial level; (ii) at least \n10 years of relevant professional work experience in treasury operations in commercial banks; \nand (iii) demonstrated experience in managing treasury functions in a commercial bank.  \n \n13.  The  expert  will  have  suitable  tertiary  academic  qualification  in  finance  or  similar, \npreferably at a postgraduate level (MA, MBA, or equivalent). The expert will need to be fluent in \nEnglish and be able to converse in Bahasa Indonesia and/or Tetum. Sensitivity to gender issues \nwill be crucial.  \n ", "12  Appendix 3 \n \n \n \n14.  Banking product and marketing expert (individual, international, intermittent). The \nexpert will work with BNCTL to develop or define BNCTL’s product range. In line with the \nstrategic plan, the expert will support the review of the current product range, including product \ncosting; market assessments for new products, development of new credit and savings products, \nas well as fee-based products; and review of supporting IT systems as well as requirements for \nprocesses  and  procedures.  The  expert  will  suggest  marketing  and  branding  strategies  for \nBNCTL’s product range. The expert will work closely with the banking operations advisor, \nbanking IT expert, and credit risk management expert.  \n \n15.  The expert must have (i) experience in banking product development and marketing of \nproducts in commercial banks in developing countries, preferably in Asia and the Pacific; (ii) at \nleast  10  years  of  relevant  professional  work  experience  in  development  and  marketing  of \nbanking  products,  including  using  new  technologies  for  service  delivery  channels  such  as \nbranchless banking; and (iii) demonstrated experience in developing, marketing, and branding \nof banking products.  \n \n16.  The expert will have appropriate tertiary academic qualification in marketing, finance, or \nsimilar, preferably at a postgraduate level (MA, MBA, or equivalent). The expert will need to be \nfluent in English and be able to converse in Bahasa Indonesia and/or Tetum. Sensitivity to \ngender issues will be crucial.  \n \n "], "metadata": {"Author": "vh2", "CreationDate": "D:20141124152304+11'00'", "Creator": "PDF24 Creator", "ModDate": "D:20141209171745+11'00'", "Producer": "GPL Ghostscript 9.10", "Title": "Microsoft Word - 47002 TA  Paper for Approval Final 20112014_revised_clean.docx"}, "author_page": " \nCURRENCY EQUIVALENTS \n \nThe currency of Timor-Leste is the United States dollar. \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank  \nBNCTL  –  Banco Nacional de Comércio de Timor-Leste \nBNU  –  Banco Nacional Ultramarino  \nPSDI  –  Private Sector Development Initiative \nTA  –  technical assistance  \n     \nNOTE \n \nIn this report, “$” refers to US dollars. \n \nVice-President  S. Groff, Operations 2 \nDirector General  X. Yao, Pacific Department (PARD) \nRegional Director  A. Iffland, Pacific Liaison and Coordination Office, PARD  \n   \nTeam leader  S. Spohn, Private Sector Development Specialist, PARD \nTeam members  M. de Villa, Associate Project Analyst, PARD \n  H. Everett, Senior Country Specialist, PARD \n  P. Flegler, Senior Investment Specialist, Private Sector Operations \nDepartment \n  S. Lee, Principal Social Development Specialist (Gender and \nDevelopment), PARD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "S. Groff", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "X. Yao", "role": "Pacific Department (PARD)", "organization": ""}, {"documentRole": "Regional Director", "fullname": "A. Iffland", "role": "Pacific Liaison and Coordination Office", "organization": "PARD"}, {"documentRole": "Team leader", "fullname": "S. Spohn", "role": "Private Sector Development Specialist", "organization": "PARD"}, {"documentRole": "Team members", "fullname": "M. de Villa", "role": "Associate Project Analyst", "organization": "PARD"}, {"documentRole": "Team members", "fullname": "H. Everett", "role": "Senior Country Specialist", "organization": "PARD"}, {"documentRole": "Team members", "fullname": "P. Flegler", "role": "Senior Investment Specialist", "organization": "Private Sector Operations"}, {"documentRole": "Team members", "fullname": "S. Lee", "role": "Principal Social Development Specialist (Gender and", "organization": ""}]}