{"path": "data/input/ta/47019-001-tar.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 47019 \nRegional—Capacity Development Technical Assistance (R–CDTA) \nSeptember 2014 \n \n \n \nSouth Asian Association for Regional Cooperation \nFood Security Through Control of Transboundary \nAnimal Diseases \n(Financed by the Japan Fund for Poverty Reduction) \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPTuheb lvicie Cwos mexmpruensisceadti ohnerse Pino alircey t h2o0s1e1 o. f the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \n ABBREVIATIONS \n   \n  ADB  –  Asian Development Bank \n  ASEAN  –  Association of Southeast Asian Nations \n  ECTAD  –  Emergency Centre for Transboundary Animal Diseases \n  EU  –  European Union \n  FAO  –  Food and Agriculture Organization of the United Nations \n  FMD  –  foot and mouth disease \n  HPAI  –  highly pathogenic avian influenza \n  HPED  –  highly pathogenic and emerging disease \n  JFPR  –  Japan Fund for Poverty Reduction \n  OIE  –  World Organization for Animal Health \n  PPR  –  pest des petits ruminants (goat plague) \n  RDL  –  regional diagnostic laboratory \n  RSU  –  regional support unit \n  SAARC  –  South Asian Association for Regional Cooperation \n  TA  –  technical assistance \n  TAD  –  transboundary animal disease \n  WHO  –  World Health Organization \n \nNOTE \n \n                       In this report, “$” refers to US dollars. \n  \nVice-President   W. Zhang, Operations 1 \nDirector General  H. Kim, South Asia Department (SARD) \nDirector  T. Matsuo, Environment, Natural Resources and Agriculture Division, \nSARD \n   \nTeam leader  R. Khan, Senior Natural Resources and Agriculture Economist, SARD \nTeam members  K. Emzita, Principal Counsel, Office of the General Counsel \nC.M. Nguyen, Senior Economist (Regional Cooperation), SARD \n  S. Vikram, Senior Public Management Specialist (Governance), SARD \n   \n  \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \n      CONTENTS \nPage \n \n CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE  AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE PROPOSED CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  5 \nIV.  THE PRESIDENT'S RECOMMENDATION  5 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  Outline Terms of Reference for Consultants  10 \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "   \nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE  AT A GLANCE \n \n ", " \nI.  INTRODUCTION \n1.  The South Asian Association for Regional Cooperation (SAARC) regional strategy and \nregional program for food security was drawn up in 2007–2008 with the assistance of the Food \nand Agriculture Organization of the United Nations (FAO).1 This was adopted by the Fifteenth \nSAARC Summit in Colombo, Sri Lanka in August 2008. Under SAARC initiatives for regional \nfood  security,  the  Asian  Development  Bank  (ADB)  prepared  seven  food  security  project \nproposals  for  SAARC,  assisted  by  technical  assistance  (TA)  on  Promoting  South  Asian \nRegional Economic Cooperation II.2 SAARC requested ADB assistance in 2012 for a regional \nTA for implementing one of the seven project proposals, namely, the control of transboundary \nanimal diseases (TADs).3 Following SAARC’s request, a fact-finding mission visited Nepal from \n21 to 26 July 2013 and agreed with SAARC on the TA impact, outcome, output, implementation \narrangements, cost estimates, and terms of reference of the consulting services. The TA will \nfocus on promoting sustainable regional cooperation among the SAARC member countries to \naddress common issues related to TADs. The underpinning thrust is on improving biosecurity in \nthe SAARC region; improving food security and safety in the SAARC region; and expanding \nlocal, regional, and international trade in livestock and livestock products. The design and \nmonitoring framework is in Appendix 1.4  \n  \nII.  ISSUES \n2.  Despite  recent  rapid  economic  growth,  about  571  million  people  or  36%  of  the \npopulation are poor in SAARC countries, making up 44% of the developing world’s poor. 5 \nLivestock accounts for 30% of the regional agricultural gross domestic product, and more than \n60% of livestock are owned by smallholder farmers. The majority of rural poor in the region are \ndependent on livestock, which is an important source of protein, micronutrients, income, and \noften the only insurance against crop failure and major medical expenses. By 2020, the demand \nfor livestock products within the region is projected to grow rapidly, requiring the region to \nprovide an estimated additional 4 million tons of meat and 65 million tons of milk.6  \n \n3.  This sharp increase in demand for livestock products, largely driven by high income \ngrowth and rapid urbanization, will potentially improve the livelihoods of smallholder farmers by \ncommercializing  livestock  products.  Meeting  the  growing  livestock  demand  is  a  challenge \nbecause of the impending threats from TADs. Smallholders will have to produce healthy and \nproductive animals to exploit these market opportunities. The outbreak of TADs in the region \nduring 2007–2012 killed a large number of animals, threatening the livelihoods of poor people. \nThe morbidity and mortality rates of livestock resulting from TADs are high, and the impact of \nthese diseases on the incomes of poor households is not only felt locally and nationally but also \nwithin and outside the region.     \n \n4.  TADs have threatened food security in the region through reducing the quantity and \nquality of food, serious loss of animal protein, and loss of draught animal power for cropping. \n                                                \n1 The SAARC member countries are Afghanistan, Bangladesh, Bhutan, India, Maldives, Nepal, Pakistan, and \nSri Lanka.  \n2  ADB. 2008. Technical Assistance for Promoting South Asian Regional Economic Cooperation II. Manila. \n3   TADs are epidemic diseases that are highly contagious or transmissible and have the potential for very rapid \nspread, irrespective of national borders, causing serious socioeconomic and possibly public health consequences.  \n4  The TA first appeared in the business opportunities section of ADB’s website on 31 July 2013.  \n5  On the basis of the percentage of people living on less than $1.25 a day.   \n6  ADB. 2008. Institutionalization of SAARC Mechanisms for the Control of Transboundary Animal Diseases. \nBackground paper prepared under Promoting South Asian Regional Economic Cooperation II. \n \n ", "2   \nMost of the agriculture production in the region is derived from a predominantly mixed crop–\nlivestock farming system based on less than a hectare of land. All countries in the region are \nmainly dependent on the supply of animal protein from milk and meat, mainly derived from \nbuffalo, cattle, sheep, goats, and poultry. Livestock contributes to food security and provides \nhigh-quality  protein  and  micronutrients  to  help  correct  nutritional  deficiencies  caused  by  a \npredominantly vegetarian and cereal-based diet.  \n \n5.  Significant trade, including huge informal trade in livestock and livestock products, is one \nof the major reasons for the spread of high impact TADs between the land-linked South Asia \nnations. These diseases cause devastating economic losses to farmers and the agriculture \nsector.  TADs—such  as  highly  pathogenic  avian  influenza  (HPAI),  foot  and  mouth  disease \n(FMD), and pest des petits ruminants or goat plague (PPR)—are seriously impeding trade and \nmarket opportunities in livestock and livestock products in South Asia. TAD outbreaks cause \nhuge morbidity and mortality in cattle, sheep, goats, and poultry, with significant disruption of \ntrade in livestock, meat, and dairy products. These diseases seriously affect the livelihoods of \nsmallholder livestock farmers, who represent 60% of the population in the region. In Bangladesh, \nthe poultry industry is estimated to have lost $550 million since 2007 as a result of HPAI \noutbreaks.  Losses  of  livestock  in  India  attributable  to  FMD  are  estimated  at  $4.50  billion \nannually. The colossal losses resulting from TADs indicate inadequate capacity of public and \nprivate sector animal health management agencies at country and regional levels.   \n \n6.  The relationship between animal infectious diseases and emerging human diseases is \nwell established. In Asia, two significant zoonotic diseases have emerged in the past decade to \ncause serious epidemics in humans, i.e., Nipah virus disease and severe acute respiratory \nsyndrome. HPAI and/or H5N1 have emerged as a major problem and persists in South Asian \ncountries with varying incidence of outbreaks at national levels. From a global perspective, the \ncontinued presence of uncontrolled foci of HPAI in South Asia is a continued threat for the \nemergence of a pandemic strain of human influenza, as well as a source for introduction of the \nH5N1 virus to other countries, and a threat to livelihoods and food security for the poor in the \nregion.  Highly pathogenic and emerging diseases (HPEDs) are expected to increase, creating \na constant threat in many parts of Asia.    \n \n7.  SAARC countries face significant challenges in the implementation of animal health \nmanagement strategies, especially in surveillance, reporting, zoning, contingency planning, and \nrisk  analysis.  This  is  mainly  because  of  inadequate  regional  and  national  capacity  and \nawareness. Improvement in these areas would contribute to improved biosecurity within the \nfood-based industries of SAARC countries—augmenting productivity and market access. Given \nthe transboundary nature of the diseases, a strong coordination mechanism is needed to foster \nand  mobilize  subregional  cooperation  in  controlling  TADs.  Such  mechanisms  have  been \nestablished in other subregions, such as the Association of Southeast Asian Nations (ASEAN), \nand are highly effective in dealing with TADs. The world is now free from rinderpest, largely \nbecause  of  the  Global  Rinderpest  Eradication  Programme.  Global  experience  shows  that \ncombating TADs requires regional initiatives rather than independent actions by each country. \nNo single country will be able to control these high-impact transboundary diseases effectively \nthrough isolated efforts. SAARC countries, via a series of consultations, agreed to tackle the \nTADs through a regional coordination mechanism under the umbrella of the Global Framework \nfor  the  Progressive  Control  of  Transboundary  Animal  Diseases.  This  joint  FAO–World \n ", "  3 \nOrganization  for  Animal  Health  (OIE)  initiative  on  global  control  of  TADs  is  conducted  in \ncooperation with the World Health Organization (WHO).7  \n \n8.  SAARC undertook regional initiatives in 2010 through the regional cooperation program \non HPEDs funded by the European Union (EU). FAO has been supporting SAARC to implement \nregional cooperation program on HPEDs. Under this project, a regional support unit (RSU) and \na regional epidemiology center have been established in Kathmandu, Nepal. Leading regional \ndiagnostic laboratories (RDLs) have been strengthened in Bangladesh (for PPR), India (for \nFMD), and Pakistan (for HPAI). The institutional structure developed under the EU funding \nneeds to be strengthened and sustained with TA for the next 2 years before SAARC takes it \nover formally. Despite developing an institutional structure, SAARC’s TAD control activities are \nnot fully functional because of limited technical capacity and organizational weaknesses. The \nregional framework for combating TADs is weak, and regional strategies and guidelines are not \nfully harmonized. The RSU and RDLs need to be strengthened with specialist support and \ntechnical expertise to combat TADs effectively. Regional and national animal health information \nand surveillance need to be upgraded. Animal management agencies in the public and private \nsector need to be better equipped to provide specialist assistance in controlling TADs. SAARC’s \nTAD initiatives still lag behind well-established regional TAD activities such as ASEAN program, \nwhich has achieved significant progress in combating TADs—particularly on HPAI, FMD, and \nclassical swine fever. In ASEAN, national animal health capability has been expanded, with \ngreater regional coordination on TADs, focusing on controlling the diseases at source with \nmultisectoral cooperation; and expanding partnership arrangements and cooperation.  \n \nIII.  THE PROPOSED TECHNICAL ASSISTANCE \nA.  Impact and Outcome  \n9.  The impact of the TA will be improved control of the priority TADs in affected zones of \nSAARC countries. The impact indicators are (i) the morbidity rate for livestock decreased from \n50% in 2012 to 30% by 2018 in affected zones; and (ii) the mortality rate of livestock decreased \nfrom 70% in 2012 to 35% by 2018 in affected zones. The outcome of the TA will be improved \ncompliance with international sanitary and phytosanitary standards in the SAARC region. The \noutcome  indicator  is  compliance  with  international  sanitary  and  phytosanitary  standards \nimproved from 30% in 2012 to 50% by 2016 in affected zones.  \n \nB.  Methodology and Key Activities \n10.  The TA aims at fostering regional cooperation among SAARC countries, improving food \nsecurity in the region, and facilitating regional and international trade in livestock and livestock \nproducts. It will focus on innovative and new knowledge and/or approaches under the umbrella \nof the Global Framework for the Progressive Control of Transboundary Animal Diseases (para. \n7).  About 30 seminars, workshops and training programs will be organized to improve the \ncapacity of the animal health management agencies and stakeholders to control TADs. \n  \n11.  The TA will build on existing activities within the SAARC region funded through the EU \nregional cooperation program on HPEDs. It will integrate these activities to underpin three \npriority diseases that limit trade in livestock and its products: FMD, PPR, and HPAI. Since many \nTADs can also cause severe disease and death in humans, SAARC through the RSU will use \n                                                \n7  World Organization for Animal Health. The Global Framework for the Progressive Control of Transboundary Animal \nDiseases. http://www.oie.int/fileadmin/Home/eng/About_us/docs/pdf/GF-TADs_approved_version24May2004.pdf. \n ", "4   \nthe One Health approach to ensure a multidisciplinary approach to address these high-impact \ndiseases, involving both the animal and human health sectors.8 The TA will support four outputs \nas follows: \n \n(i)  Output 1: Established framework for improved regional cooperation among \nSouth Asian Association for Regional Cooperation countries in combating \ntransboundary animal diseases. The TA will support the establishment of a \nframework for a sustainable and improved regional cooperation mechanism on \nanimal  health  management  for  SAARC.  It  will  also  focus  on  harmonizing \nstrategies and guidelines on animal health management and disease control \namong SAARC countries. To ensure the long-term sustainability of TAD control \ninitiatives,  SAARC  is  expected  to  endorse  the  framework  and  harmonized \nstrategies and guidelines by the end of the TA.  \n \n(ii)  Output 2: Regional structures in the fight against transboundary animal \ndiseases operational. The TA will support the RSU with specialist assistance to \nmake it fully operational, improving capacity in combating TADs. RDLs will be \nstrengthened with specialist support and technical expertise. By 2016, over 30% \nof the RSU will be supported by the member states, and two out of the three \ndesignated leading laboratories in the region will be self-funded. With SAARC’s \nincreasing  ownership  of  the  regional  mechanism,  the  member  countries  are \nexpected to contribute financially to the regional coordination mechanism by mid-\n2016.  The  TA  will  also  focus  on  improving  disease  control,  based  on  local \nproblem analysis in each country.   \n \n(iii)  Output 3: Expanded regional and national animal health information and \nsurveillance  system.  The  TA  will  support  the  establishment  of  a  regional \nepidemiology center animal health information system, issuing regular reports on \nregional and national animal health information, publishing a bimonthly bulletin, \n(occurring every 2 months) and updating the web-based reporting system. It will \nalso  focus  on  mapping  regional  and  national  animal  movements;  preparing \noptimal  TAD  control  options  for  poor  smallholder  farmers;  and  developing \nregional and national reporting systems, and a surveillance plan. \n \n(iv)  Output  4:  Improved  institutional  capacity  of  public  and  private  sector \nanimal health management agencies. The TA will develop improved animal \nhealth  delivery  mechanisms;  improve  stakeholders’  capacity  in  policy \ndevelopment  in  international  animal  health  procedures  and  regulations;  and \nexpand  technical  expertise  in  epidemiology,  disease  diagnosis,  surveillance, \nreporting, outbreak investigation, and laboratory operations.  \n     \nC.  Cost and Financing \n12.  The TA is estimated to cost $2,000,000, which will be financed on a grant basis by the \nJapan Fund for Poverty Reduction (JFPR) and administered by ADB .  \n \n                                                \n8 One health approach recognizes that the health of humans, animals, and ecosystems are interconnected.  \n ", "  5 \nD.  Implementation Arrangements  \n13.  TA  implementation  is  expected  to  commence  in  October  2014  and  continue  up  to \nSeptember 2016 (24 months). SAARC will be the implementing agency, through the ministries \nof agriculture and/or livestock of SAARC member states. ADB will be the executing agency. \nEngagement of consulting services will follow ADB’s Guidelines on the Use of Consultants \n(2013, as amended from time to time).  \n \n14.  The FAO will be selected by ADB through single-source selection to implement the TA \nand deliver the required services.9 The FAO has the necessary expertise at global, regional, and \nnational levels to provide technical and operational services to deliver TA activities. The FAO is \nthe only institution qualified, with technical expertise and experience for the assignment.  The \nFAO plays an important role in managing and coordinating development partner inputs to TAD \ncontrol programs at country and regional levels. It has also been working closely with both \nASEAN and SAARC in the development of regional activities for HPAI control. \n   \n15.  The FAO structure in the region provides a comparative advantage for detailed technical \nproject  implementation, with  a  well-established Regional Office for  Asia  and the  Pacific  in \nBangkok. Its Emergency Centre for Transboundary Animal Diseases (ECTAD) can provide full \ntechnical and administrative support. The FAO representative office in each SAARC member \ncountry provides an efficient high-level link to national animal health authorities. The FAO has a \nsignificant  team  of  technical  and  operational  personnel  in  the  field,  and  this  TA  can  be \ncomplemented by their activities. Single-source selection is justified, as the envisaged TA tasks \nrepresent continuity of the ongoing EU-funded regional cooperation program on HPEDs being \nimplemented by the FAO.  \n \n16.  The  FAO  will  propose  a  team  comprising  144  person-months  of  international  and \n48 person-months of national consulting services to deliver TA activities. All procurement will \nfollow ADB’s Procurement Guidelines (2013, as amended from time to time). The FAO will be \npaid on a time-based contract basis. The RSU in Kathmandu, Nepal will implement the project \nactivities.  A  project  steering  committee—composed  of  the  SAARC  Secretariat,  experts \nrepresenting each of the participating countries, the FAO, and ADB—will be established to \nprovide  (i) overall  strategic  and  policy  directions,  (ii)  guidance  and  oversight,  and \n(iii) implementation guidelines to the project and RSU. The FAO will (i) ensure transparency and \naccountability; (ii) facilitate administrative procedures; and (iii) provide legal assistance, where \napplicable. All disbursements under the TA will be made in accordance with the Technical \nAssistance Disbursement Handbook (2010, as amended from time to time). The equipment \nprocured under the TA will be turned over to the SAARC Secretariat upon TA completion. \n \nIV.  THE PRESIDENT'S RECOMMENDATION  \n17.  The  President  recommends  that  the  Board  approve  ADB  administering  technical \nassistance not exceeding the equivalent of $2,000,000 to be financed on a grant basis by the \nJapan Fund for Poverty Reduction for the South Asian Association for Regional Cooperation \nFood Security Through Control of Transboundary Animal Diseases.  \n \n \n                                                \n9 Arrangements with FAO will comply with the ADB–FAO 1981 Memorandum of Understanding.  \n \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \n    Data Sources and   \n  Performance Targets and  Reporting  Assumptions and \nDesign Summary  Indicators with Baselines  Mechanisms  Risks \nImpact  By 2018:    Assumptions \nImproved control  Morbidity rate for livestock decreased  FAO, OIE, WHO,  SAARC and \nof the priority  from 50% in 2012 to 30%    and European  member countries \nTADs in affected    Commission data  remain committed \nzones of SAARC  Mortality rate of livestock decreased  and reports  to TAD control  \ncountries  from 70% in 2012 to 35%        \n    No new disease of \n  high impact \n  emerges during the \nproject period \n \nOutcome  By 2016:  FAO, OIE, and  Risk \nImproved  Compliance with international sanitary  WHO regional joint  Natural disasters \ncompliance with  and phytosanitary standards improved  reports on  and price shocks \ninternational  from 30% in 2012 to 50% in affected  diseases   for livestock and \nsanitary  zones      livestock products \nand phytosanitary    significantly affect \nstandards in the  livestock \nSAARC region  development \n     \nOutputs    By 2016:     Assumption \n1. Established  A framework for a sustainable and  For all Output 1  Qualified and \nframework for  improved regional coordination  indicators:  experienced animal \nimproved regional  mechanism and cooperation on  SAARC-signed  health management \ncooperation  animal health management endorsed  document   specialists are \namong SAARC  by SAARC     available   \ncountries in       \ncombating TADs  Harmonized strategies and guidelines     \n  on animal health management and     \n  disease control endorsed by SAARC     \n  for implementation by their respective     \n  governments       \n          \n2. Regional  RSU for TAD control fully operational  For all Output 2 and   \nstructures in the  and partially self-funding, with over  Output 3 indicators:   \nfight against TADs  30% of staff supported on  RSU quarterly   \noperational   secondment from the countries in the  reports and   \n  region    newsletters, and  \n    project website  \n  Three RDLs designated regional   \n  leading laboratories are fully    \n  operational, and at least two out of the   \n  three laboratories are self-funded   \n     \n3. Expanded  REC animal health information system   \nregional and  established and functional    \nnational animal     \nhealth information  Regional and national animal   \nand surveillance  movements mapped and key value   \nsystem  chains determined   \n ", "Appendix 1  7 \n    Data Sources and   \n  Performance Targets and  Reporting  Assumptions and \nDesign Summary  Indicators with Baselines  Mechanisms  Risks \n     \n  Guidelines for optimal TAD control for   \n  smallholder farmers prepared   \n     \n  Regional and national reporting   \n  systems, surveillance plan, and an   \n  early warning network endorsed by   \n  SAARC    \n     \n4. Improved  40 specialists trained in policy  RSU quarterly \ninstitutional  development in international animal  reports and \ncapacity of public  health procedures and regulations   newsletters, and \nand private sector  project website  \n200 technical experts from veterinary \nanimal health   \ndepartments certified in epidemiology, \nmanagement  SAARC-signed \ndisease diagnosis, surveillance, \nagencies   document   \nreporting, outbreak investigation, and \n   \nlaboratory operations \n   \nActivities with Milestones    Inputs \n1.  Established framework for improved regional cooperation among SAARC  Japan Fund for \ncountries in combating transboundary animal diseases  Poverty Reduction: \n1.1 Identify and facilitate mechanisms for long-term sustainability of framework  $2 million  \n(Q4 2014)    \n1.2 Evaluate institutional structures to enhance the impact of optimal   animal   \ndisease control technologies and strategies for poor livestock producers   \n(Q4 2014)   \n1.3 Organize regular meetings of national chief veterinary officers, heads of   \nepidemiological units, etc. (Q4 2014–Q2 2016) \n1.4 Organize annual meetings of regional and national animal and human health \nexperts (Q4 2014–Q2 2016) \n1.5 Identify regulations, policies, and strategies to support smallholder farmers’ \naccess to markets (Q4 2015) \n1.6 Evaluate social welfare benefits of policy and technology options, and assess \ntrade-offs (Q4 2014) \n  \n2.   Regional structures in the fight against transboundary animal diseases \noperational  \n2.1 Develop long-term plan for dissemination and promotion of RSU, REC, and \nRDL outputs (Q2 2015) \n2.2 Leverage other sources of funding for the long-term delivery of RSU, REC, and \nRDL outputs (Q4 2014)  \n2.3 Assess administrative and financial sustainability of RSU, REC, and RDLs; and \nrecommend measures for sustainability (Q4 2014) \n \n3.   Expanded regional and national animal health information and \nsurveillance system \n3.1 Support REC and enhanced intercountry information sharing (Q3 2014–\nQ2 2016) \n3.2 Prepare national epidemiological studies and national disease survey plans \n(Q4 2014) \n3.3 Characterize viral strains, disease prevalence, and vaccine strains for overall \nTAD control program (Q1 2015) \n3.4 Map animal movements and main drivers of movement (Q3 2015) \n ", "8  Appendix 1 \n3.5 Develop optimal TAD control options to benefit poor livestock farmers \n(Q3 2015) \n3.6 Develop regional TAD reporting system and surveillance plans and early \nwarning network (Q1 2015) \n3.7 Assess border control mechanisms (Q2 2015)  \n3.8 Support the continued publication of bimonthly  (occurring every 2 months) \nbulletin and operation of website and web-based animal health reporting \nsystem (Q3 2014–Q2 2016) \n \n4.   Improved institutional capacity of public and private sector animal health \nmanagement agencies \n4.1 Evaluate veterinary services delivery mechanism and their effectiveness in \nreaching the poor (Q4 2014) \n4.2 Develop national capacity strengthening and training plans (Q4 2014) \n4.3 Conduct training and capacity development program (Q1 2015–Q2 2016) \n4.4 Develop capacity to deploy emergency animal health missions (Q3 2014–\nQ2 2016) \n4.5 Develop frameworks for market assessment and capacity building in \ninternational animal health regulations (Q4 2014) \nFAO = Food and Agriculture Organization of the United Nations, OIE = World Organization for Animal Health, \nQ = quarter, RDL = regional diagnostic laboratory, REC = regional epidemiology center, RSU = regional support unit, \nSAARC = South Asian Association for Regional Cooperation, TAD = transboundary animal disease, WHO = World \nHealth Organization. \nSource: Asian Development Bank. \n  \n \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nJapan Fund for Poverty Reductiona   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  1,254.0 \n      ii.  National consultants  44.4 \n    b.  International and local travel  132.0 \n    c.  Reports and communications  45.0 \n  2.  Equipmentb  40.0 \n  3.  Workshops, training, seminars, and conferencesc  90.0 \n  4.  Miscellaneous administration and support costs   302.1 \n  5.  Contingencies  92.5 \n      Total  2,000.0 \na  Administered by the Asian Development Bank.   \nb   Seven office equipment items (laptops, printers, office supplies, etc.); and three laboratory equipment items.  \nc   Thirty workshops, seminars, training and/or conferences will be organized.  \nSource: Asian Development Bank estimates. \n \n \n ", "10        Appendix 3                                                       \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  International Consultants \n1.   Regional support unit coordinator (24 person-months). The coordinator will manage \nthe technical assistance (TA) team in Kathmandu, and coordinate the highly pathogenic avian \ninfluenza (HPAI) and other transboundary animal disease (TAD) regional programs for South \nAsian Association for Regional Cooperation (SAARC) countries. In particular, the coordinator \nwill: \n \n(i)  lead  the  subregional  Emergency  Centre for Transboundary  Animal  Diseases \n(ECTAD) unit and the regional support unit, and coordinate and participate in \nmonitoring the activities of the Food and Agriculture Organization of the United \nNations (FAO) and outputs related to avian influenza and other transboundary \nanimal diseases in the subregion; \n(ii)  assist  in  liaising  with  the  SAARC  Secretariat  on  avian  influenza  and \ntransboundary disease control program activities, including implementation of the \nEuropean  Union-funded  project  for  strengthening  capacity  in  eight  SAARC \nmember countries; \n(iii)  manage and coordinate the epidemiology and diagnostic laboratory networks \nrelated  to  TADs  and  highly  pathogenic  and  emerging  infectious  diseases \n(HPEDs) in SAARC countries; \n(iv)  promote, coordinate, and facilitate subregional policies and technical activities to \ncontrol TADs and HPEDs, according to the concepts and principles of the Global \nFramework for the Progressive Control of Transboundary Animal Diseases; \n(v)  review and update preparedness plans in response to various TADs and HPEDs \nin  conjunction  with  the  World  Health  Organization  (WHO)  and  other  related \norganizations, taking into account animal–human health and ecosystem interface \nin SAARC countries; and \n(vi)  monitor closely the progress of coordination mechanisms being put into place \nwithin the United Nations (UN) system to address the avian influenza threat, and \nliaise regularly with other UN and international agencies to ensure timely and \nrelevant participation of the FAO in the process.  \n \n2.  The RSU coordinator will have a postgraduate degree in an animal health discipline; and \nwill  be  an  internationally  recognized,  experienced  veterinarian  with  demonstrated  broad \nexpertise  in  the  control  and  prevention  of  animal  diseases,  especially  those  of  epidemic \nsignificance, with competence and practical experience of disease emergency preparedness \nplanning, disease surveillance, and control management. With at least 10 years of relevant \nexperience in animal disease emergency preparedness in the region, the coordinator should \nhave good communication skills in English (written and spoken). The location of the assignment \nwill be in Kathmandu, Nepal. \n \n3.  Regional  support  unit  assistant  coordinator  (24  person-months).  The  assistant \ncoordinator will perform the following: \n \n(i)  under the direct supervision of the RSU coordinator, be directly responsible for \nthe day-to-day activities of the RSU; \n(ii)  assist the RSU coordinator in his or her duties; \n(iii)  ensure harmonization of project activities with other national and regional TAD \nand One Health projects; \n ", "  Appendix 3  11 \n(iv)  collaborate  with  government  staff  of  the  SAARC  member  countries  in \nundertaking field activities; \n(v)  ensure smooth implementation of the program at subregional and country levels, \nincluding  establishing  the  subregional  laboratory  and  surveillance  networks, \nliaising with institutions for a letter of agreement, assuring timely provision of \ninputs, and liaising with concerned persons at central and provincial levels; and \n(vi)  facilitate collaboration between international consultants and authorities at all \nlevels—central, provincial, municipal, and village. \n  \n4.  The RSU assistant coordinator will, preferably, be a veterinarian with a postgraduate \ndegree in an animal health discipline. The assistant coordinator must have at least 7 years of \nrelevant disease control experience at the national or regional levels, with a good understanding \nof  the  livestock  industry  in  the  region,  preferably  to  include  the  large  and  medium-scale \nproducers as well as smallholder substance producers. The assistant coordinator will have good \ncommunication skills in English (written and spoken). The location of the assignment will be in \nKathmandu, Nepal. \n \n5.  Program officer (24 months). The officer will perform the following: \n \n(i)  handle day-to-day country and regional emergency and rehabilitation operations \nfor  the  TAD  and/or  HPED  program,  including  procurement,  recruitment,  and \nbudgetary management and/or monitoring of the approved field expenditures;  \n(ii)  assist  the  RSU  coordinator  in  supervising  the  technical,  administrative,  and \noperational personnel; \n(iii)  liaise with the technical personnel in the  FAO technical units to ensure the \ntechnical quality of activities; \n(iv)  monitor expenditures and check against project work plans and budgets; and \n(v)  ensure compliance with Asian Development Bank (ADB) and FAO regulations. \n \n6.  The officer should have an advanced university degree in agronomy, economics, natural \nsciences, or other related field, with at least 5 years of relevant experience in the agricultural \nand rural development sectors, including project and/or program management experience in \ndeveloping countries and emergency operations. The location of the assignment will be in \nKathmandu, Nepal. \n \n7.  Regional epidemiology center coordinator (24 person-months). The coordinator will \nperform the following: \n \n(i)  under the direct supervision of the RSU coordinator, be directly responsible for \nthe day-to-day activities of the center; \n(ii)  review  and  update  the  work  plan  to  cover  project  activities  and  ensure  its \nsuccessful implementation; \n(iii)  establish and coordinate regional networks on epidemiology and surveillance, \nengaging national partners from all the member countries;  \n(iv)  map  existing  laboratories,  evaluate  the  capacities  of  the  key  national \nlaboratories, and develop a plan to upgrade them; and  \n(v)  evaluate  the  system  for  outbreak  investigations  and  develop  standardized \nregional outbreak investigation protocols that can be acceptable to all member \ncountries. \n     \n8.  The consultant must be  a veterinarian with a postgraduate degree in  epidemiology \nand/or microbiology, with extensive experience in coordinating animal health programs. The \n ", "12  Appendix 3 \n \n \nconsultant should have a minimum 7 years of experience  in development and emergency \nprojects in the sector, including extensive experience in project management; knowledge of the \nregion’s  institutional  environment;  and  the  ability  to  operate  in  complex  institutional \nenvironments. The  consultant  should  have good  English  communication  skills  (written  and \nspoken). The location of the assignment will be in Kathmandu, Nepal. \n \n9.  Regional  support  unit  animal  health  officer  (24  person-months).  Under  the \nsupervision of the subregional manager of the ECTAD unit (SAARC) and the RSU coordinator, \nthe consultant will perform the following activities:  \n \n(i)  participate in activities on TADs and HPEDs;  \n(ii)  be  familiar  with  the  various  regional  and  international  tools  and  platforms \nsupporting control of TADs and HPEDs on a regional basis;  \n(iii)  support the FAO RSU coordinator in ensuring coordination with the SAARC \nSecretariat  on  HPED  and  TAD  control  program  activities  for  strengthening \ncapacity in SAARC countries;  \n(iv)  engage  ministries  in  member  countries  to  promote  inter-sectoral  regional \ncoordination on key aspects of HPED and TAD prevention and control; and  \n(v)  perform other related duties as required. \n \n10.  The officer will be a veterinary graduate from a recognized university, ideally with a \npostgraduate degree, preferably in epidemiology. The officer will have demonstrated broad \nexpertise  in  the  control  and  prevention  of  animal  diseases,  especially  those  of  epidemic \nsignificance. The officer will have at least 5 years of relevant experience in animal disease \nemergency preparedness, surveillance, control, and management at the national and regional \nlevel, with good communication skills in English (written and spoken).  The location of the \nassignment will be in Kathmandu, Nepal. \n \n11.  Disease information data expert (24 person-months). Under the direct supervision of \nthe REC coordinator, the expert will be directly responsible for the day-to-day activities of the \nREC: \n \n(i)  train central and field staff on the use of the TAD information data management \nsoftware for animal disease data collection and analysis; \n(ii)  facilitate Geographic Information System (GIS) data management and disease \nmapping in the region, and conduct GIS training; \n(iii)  assist in developing the national and regional animal disease information and \nreporting systems; \n(iv)  produce bimonthly (occurring every 2 months)  information bulletins; \n(v)  in collaboration with technical staff in REC and national counterparts, assist in \nconfiguring the Java version of information on TADs with administrative layers in \nmember countries, and assist in its installation at the central level; and \n(vi)  develop a program for surveillance and laboratory data analysis, including  a \nstatistical program. \n  \n12.  The expert will be a graduate from a recognized university, ideally with a postgraduate \ndegree, preferably in epidemiology or veterinary science, with a strong background in data and \nstatistical analysis. The expert will have a minimum of 5 years of experience handling data \nrelated to epidemiology and TADs, with understanding of the SAARC region and FAO systems, \nand excellent communication skills. \n \n ", "  Appendix 3  13 \nB.  National Consultants \n13.  Website  manager  (24  person-months).  Under  the  direct  supervision  of  the  RSU \ncoordinator,  the  website  manager  will  be  responsible  for  the  following  specific  tasks  and \ndeliverables on a daily basis: \n \n(i)  design and manage technical functions related to the project website, including \nbuilding, updating, and linking all website pages in English, to make the sites \nmore user-friendly and easily accessible; \n(ii)  conceptualize and design the website layout, graphics, logos, and banners; \n(iii)  manipulate a wide variety of audio and visual media, and prepare it for use on \nthe project website; \n(iv)  identify existing material in publications and use it to produce animated interfaces \nto  display  a  wide  variety  of  information;  illustrate  and  produce  educational \nanimations; and \n(v)  implement  and  maintain  technical  requirements  of  web  systems:  server \ninfrastructure, HTML markup, URL structure, and coding of web applications. \n \n14.  The manager will have a bachelor’s degree in information technology,  good command \nof the English language, computer science, visual communication, graphic design, or a related \ndiscipline. The manager should have 3–4 years of progressive work experience in website and \nweb application development; must have theoretical and practical knowledge of HTML, DHTML, \nCSS,  JavaScript,  ASP.NET,  VB.NET,  SQL  Server,  A  Photoshop,  Macromedia  Flash,  and \nknowledge of other graphics applications; and a solid knowledge base in advanced internet \ntechnologies  and  object-oriented  programming.  The  location  of  the  assignment  will  be  in \nKathmandu, Nepal. \n \n15.  Operations and finance officer (24 person-months). Under the general supervision of \nthe ECTAD and/or RSU coordinator, with direct supervision of the  international operations \nofficer, the officer will perform the following duties: \n \n(i)  assist with day-to-day operations on matters relating to the RSU and/or ECTAD \nunit; \n(ii)  for the projects under ECTAD and the RSU, monitor the project budget in terms \nof expenditures and commitments in accordance with the project budget and \nwork plan, and assist in reconciling the financial report between the shadow \nbudget and the FAO corporate system data; \n(iii)  examine project payment requests and documentation to ensure compliance with \nadministrative  and  financial  rules  and/or  procedures;  scrutinize  all  relevant \ndocuments against each reimbursement; provide clearance to the operations \nofficer as to the eligibility of payment; and prepare corresponding disbursement \nvouchers and  spreadsheet; \n(iv)  maintain petty cash and/or operational cash advances, keep electronic and paper \nfiling of relevant administrative and financial information, maintain all relevant \ncorrespondence, and archive relevant information and data; \n(v)  assist  in  preparing  project  progress  and  financial  reports;  process  project \npayments in accordance with the authorized budget limits; and \n(vi)  assist  in  the  implementation  of  administrative  transactions  in  line  with  the \norganization’s  rules  and  regulations  (including  the  issuance  of  field  budget \nauthorizations,  field  disbursement  authorizations,  purchase  requisitions,  field \npurchase orders, and local purchase orders). \n \n ", "14  Appendix 3 \n \n \n16.   The officer will be a university graduate, preferably in finance, accounting, business \nadministration, or a related field; with training in business administration and/or accountancy \nand/or finance qualifications, with computer literacy, and 3 years of practical experience in \ngeneral  accounting  and  progressively  responsible  experience  in  administrative  and/or \naccounting work. The officer will be assigned to Kathmandu, Nepal. \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20141013161338+08'00'", "Creator": "Microsoft® Word 2010", "Keywords": "adb technical assistance ta report", "ModDate": "D:20141013161338+08'00'", "Producer": "www.adlibsoftware.com:EXS3190-Windows 2003:TNG", "Title": "Technical Assistance Report"}, "author_page": " \n ABBREVIATIONS \n   \n  ADB  –  Asian Development Bank \n  ASEAN  –  Association of Southeast Asian Nations \n  ECTAD  –  Emergency Centre for Transboundary Animal Diseases \n  EU  –  European Union \n  FAO  –  Food and Agriculture Organization of the United Nations \n  FMD  –  foot and mouth disease \n  HPAI  –  highly pathogenic avian influenza \n  HPED  –  highly pathogenic and emerging disease \n  JFPR  –  Japan Fund for Poverty Reduction \n  OIE  –  World Organization for Animal Health \n  PPR  –  pest des petits ruminants (goat plague) \n  RDL  –  regional diagnostic laboratory \n  RSU  –  regional support unit \n  SAARC  –  South Asian Association for Regional Cooperation \n  TA  –  technical assistance \n  TAD  –  transboundary animal disease \n  WHO  –  World Health Organization \n \nNOTE \n \n                       In this report, “$” refers to US dollars. \n  \nVice-President   W. Zhang, Operations 1 \nDirector General  H. Kim, South Asia Department (SARD) \nDirector  T. Matsuo, Environment, Natural Resources and Agriculture Division, \nSARD \n   \nTeam leader  R. Khan, Senior Natural Resources and Agriculture Economist, SARD \nTeam members  K. Emzita, Principal Counsel, Office of the General Counsel \nC.M. Nguyen, Senior Economist (Regional Cooperation), SARD \n  S. Vikram, Senior Public Management Specialist (Governance), SARD \n   \n  \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "W. Zhang", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "H. Kim", "role": "South Asia Department (SARD)", "organization": ""}, {"documentRole": "Director", "fullname": "T. Matsuo", "role": "Environment", "organization": "Natural Resources and Agriculture Division"}, {"documentRole": "Team leader", "fullname": "R. Khan", "role": "Senior Natural Resources and Agriculture Economist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "K. Emzita", "role": "Principal Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "C.M. Nguyen", "role": "Senior Economist (Regional Cooperation)", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "S. Vikram", "role": "Senior Public Management Specialist (Governance)", "organization": "SARD"}]}