{"path": "data/input/ta/47028-001-nep-tar.pdf", "pages": [" \nTechnical Assistance Report \n  \n \nProject Number: 47028  \nCapacity Development Technical Assistance (CDTA)  \nSeptember 2013 \n \n \n \nNepal: Supporting Participation in the South Asia \nSubregional Economic Cooperation Trade \nFacilitation Program \n(Financed by the Japan Fund for Poverty Reduction)  \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 15 August 2013) \n \nCurrency unit  –  Nepalese rupee (NRe), Nepalese rupees (NRs) \nNRe1.00  =  $0.01019 \n$1.00  =  NRs98.08 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  RKC  –  Revised Kyoto Convention \n  SASEC  –  South Asia Subregional Economic Cooperation \n  TA  –  technical assistance \n  TFTWG  –  trade facilitation and transport working group \n  WCO  –  World Customs Organization \n       \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention  \nSector (subsectors)  –  industry and trade (Industry and trade sector development, \ntransport management and policies)  \nThemes (subthemes)  –  Regional cooperation and integration (cross-border \ninfrastructure), capacity development (institutional development) \nLocation (impact)  –  Regional (high), national (medium), rural (low), urban (low) \nPartnership  –  Japan Fund for Poverty Reduction  \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice-President  X. Zhao, Operations 1 \nDirector General  J.Miranda, South Asia Department (SARD) \nDirector  S.Bonu, Country Coordination and Regional Cooperation Division, SARD \n   \nTeam leader  N. Cuong, Senior Economist (Regional Cooperation), SARD \nTeam members  R. Butiong, Principal Regional Cooperation Specialist, SARD \n  R. McKenzie, Regional Cooperation Specialist, SARD \nA. Pangilinan, Associate Programs Officer, SARD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n \n ", " \nCONTENTS \n \nPage \n \nI.  INTRODUCTION  2 \nII.  ISSUES  2 \nIII.  THE TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  3 \nD.  Implementation Arrangements  3 \nIV.  THE PRESIDENT'S DECISION  4 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework   5 \n2.  Cost Estimates and Financing Plan   8 \n3.  Outline Terms of Reference for Consultants   9\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", " \n \n \n \n \n ", " \nI.  INTRODUCTION \n1.  The proposed capacity development technical assistance (TA) is consistent with the \nSouth Asia regional cooperation strategy, 2011–2015 and the Asian Development Bank (ADB) \ncountry partnership strategy for Nepal, 2010–2012, both of which accord high priority to regional \nconnectivity and trade facilitation. It was conceptualized following consultations conducted for \nSouth Asia Subregional Economic Cooperation (SASEC) trade facilitation during October 2012–\nMarch 2013. It was also included in the South Asia regional cooperation operations business \nplan, 2013-2015.1 \n2.  At meetings of the SASEC trade facilitation and transport working groups (TFTWG) in \n2010–2012, the governments of SASEC countries requested continued support from ADB for \nthe  SASEC  trade  facilitation.2 At  the  SASEC  TFTWG  meeting  in  Thimphu,  Bhutan,  on  8 \nNovember  2012,  SASEC  country  delegations  (i)  agreed  to  expand  assistance  to  trade \nfacilitation through additional TA to provide full support to ongoing initiatives and (ii) requested \nADB to explore the possibility of providing TA to respond to the trade facilitation needs of \nSASEC countries. All consulted parties agreed broadly on the expected impacts and outcomes \nof the TA and strongly support TA design and  proposed implementation. The design and \nmonitoring framework is in Appendix 1.3  \nII.  ISSUES \n3.  According  to  the World  Bank  Doing  Business  reports,  2006–2013,  Nepal  does  not \nfacilitate trade well.4 The country’s rank fell from 136 in 2007 to 171 in 2012. Nepal’s key trade \nfacilitation  indicators  underperform  the  average  in  South  Asia.  The  weak  performance  is \nattributed to a number of key factors. \n4.  Large number of trade documents. Preparing documents takes considerable time and \nconstitutes a major barrier to trade facilitation. In 2012, it took 11 documents and 41 days to \ncomplete normal export processing, at a cost of $1,975 per container. It took 11 documents and \n38 days to complete normal import processing, at a cost of $2,095 per container. In addition, \nNepal  has  yet  to  conform  to  accepted  standards  of  trade  documentation  specified  in  the \nInternational  Convention  on  the  Simplification  and  Harmonization  of  Customs  Procedures, \notherwise known as the Revised Kyoto Convention (RKC).  \n5.  Inadequate  customs  automation.  Nepal currently uses the Automated System for \nCustoms Data ++ for customs operations at 15 major customs offices and applies risk-based \ncustoms clearance at six major customs offices. However, the customs process is not fully \nautomated, and technical difficulties affect system operation. In addition, the current Informix \ndatabase is obsolete and needs to be migrated to a new system. Nepal needs a master plan for \ne-customs and customs automation. Currently, 70%–90% of cargoes are inspected at border \ncheckpoints. Risk-based inspection is generally not applied, except in a limited way at six land \nborder crossings. Most cargo must be physically inspected for lack of modern equipment to \nsupport the border clearance procedures.   \n6.  Lack of transparency and publicly available trade and custom-related rules. This \nlack is a nontariff barrier to trade with Nepal. Priorities of Nepal’s private sector regarding trade \n                                                \n1  ADB. 2013. Regional Cooperation Operations Business Plan: South Asia, 2013-2015. Manila. \n2  Comprising Bangladesh, Bhutan, India, and Nepal. \n3  The TA first appeared in the business opportunities section of ADB’s website on 22 May 2013.  \n4  The World Bank and IFC. 2013. Doing Business 2013. Washington. \n ", "2   \nfacilitation are therefore the timely and comprehensive publication of trade and custom rules \nand regulations, and their effective and transparent application. \n \n7.  Other behind border barriers. Other issues such as quarantine testing, clearing and \nfreight forwarding, insurance, terminal handling, and port services are critical nontariff barriers to \ntrade  in  Nepal.  It  is  therefore  important  to  comprehensively  assess  and  streamline  these \nnontariff barriers. \n8.  Nepal  has  taken  several  initiatives  to  facilitate  trade  such  as  applying  harmonized \nsystem codes for customs tariffs, adopting the World Trade Organization Customs Valuation \nAgreement, enacting the new Customs Act and associated rules and regulations, establishing \nthe Automated System for Customs Data ++ for clearance at 15 major customs offices, and \nintroducing risk-based customs clearance at six major customs offices. Nepal has constructed \nan inland container deport at Kakarbhitta, supported by an ADB loan. \n9.  Nepal actively participates in the SASEC TFTWG. Through the TFTWG, Nepal is taking \npart in an ADB-supported subregional trade facilitation program along with Bangladesh and \nBhutan. 1 The components of the program grant to Nepal include the following:  \n(i)  Supporting modern and effective customs administration. ADB is helping \nNepal (as well as Bangladesh and Bhutan) accede to the RKC, comply with its \nprovisions,  and  apply  the  Framework  of  Standards  to  Secure  and  Facilitate \nGlobal Trade.  \n(ii)  Streamlining regulations and procedures. ADB’s support enhances Nepal’s \nautomated customs management systems, which is important for establishing a \nnational single window.  \n(iii)  Improving  services  and  information  for  traders  and  investors.  ADB  is \nhelping SASEC governments implement reforms that will inform and respond to \nimporters and exporters more effectively, notably through electronic trade portals \nand the establishment of national trade facilitation committees. \nInitial experience in implementing the program in Nepal suggests that the government needs \nassistance in ensuring that these components are achieved, and in putting in place other key \nlegal, regulatory, and institutional and capacity requirements for customs modernization and \nreforms.2 \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n10.  The expected impact of the TA is Nepal enjoying speedier and less costly trade, to be \nindicated  by  the  time  it  takes to  export  and  import. The  expected  outcome  will  be  better \nalignment  of  Nepalese  customs’  procedures  and  practices  with  internationally  accepted \nstandards. \n \n                                                \n1  ADB approved in November 2012 SASEC Trade Facilitation Program loans and grants to Bangladesh, Bhutan, and \nNepal to help develop modern customs administrations, streamline regulations and procedures, and provide \nimproved services and information to traders. \n2  Bangladesh and Bhutan are also in need of resources and capacity to put into effect the reforms being promoted \nunder  the  SASEC  Trade  Facilitation  Program  loans  and  grants.  CDTA  support  is  also  being  planned  for \nBangladesh and Bhutan. \n ", "                                                                                                                                                       3  \nB.  Methodology and Key Activities \n11.  The TA will have five planned outputs: (i) consensus reached to accede to the RKC; (ii) \neffective operation of the automated customs management system; (iii) client service centers \nestablished; (iv) Customs Information Portal established, and (v) agreed business plan for the \nFour-Year Customs Reform and Modernization Strategy and Action Plan, 2013–2017.  \n12.  Consensus Reached to Accede to the Revised Kyoto Convention. The TA will help \nthe Government of Nepal to assess the regulatory impact of proposed amendments to laws and \nregulations.  To  complement  regulatory  reform  related  to  RKC  accession,  the  TA  will  also \nsupport activities to raise key stakeholders’ awareness of the RKC, in collaboration with the \nWorld Customs Organization (WCO).  \n13.  Effective operation of the automated customs management system. The TA will \nhelp provide technical training to Nepalese customs officials on issues related to customs \nautomation and a national single window. \n14.  Client  service  centers  established. The TA will support establishing client service \ncenters at selected border points to facilitate information sharing and other interaction between \nborder agencies and traders.  \n15.  Customs  Information  Portal  established.  Information  on  trade  and  customs \nregulations is critical for trade facilitation. The TA will help Nepal share accurate and detailed \ninformation on trade- and customs-related laws, regulations, procedures, and documentation. \nThese documents will be made publically available in Nepal’s Customs Information Portal.  \n16.  Agreed  business  plan  for  the  Four-Year  Customs  Reform  and  Modernization \nStrategy and Action Plan. Nepal’s Four-Year Customs Reform and Modernization Strategy \nand Action Plan, 2013–2017 has been approved. The strategy identifies priority activities to be \nsupported  and  implemented  with  possible  support  from  other  development  partners.  It  is \ntherefore important for the Nepal Department of Customs to develop a business plan that \nincludes resource mobilization and the implementation of priority activities.  \nC.  Cost and Financing \n17.  The TA is estimated to cost $1.6 million, of which $1.5 million will be financed on a grant \nbasis by the Japan Fund for Poverty Reduction, and administered by ADB. The government will \nprovide counterpart support in the form of counterpart staff and office accommodation, and \nother in-kind contributions.  The detailed cost estimates and financing plan are in Appendix 2.  \nD.  Implementation Arrangements \n18.  The TA will be implemented over 24 months from September 2013 to August 2015. The \nADB  South  Asia  Department  will  be  the  executing  agency  and  the  Nepal  Department  of \nCustoms the implementing agency. ADB will work closely with the WCO and other international \norganizations,  such  as  the  Economic  and  Social  Commission  for  Asia  and  the  Pacific,  in \nimplementing the TA, particularly for activities under outputs 1 and 2.  \n19.  On 25 January 2013, the South Asia Regional Cooperation and Operations Coordination \nDivision, the executing agency’s focal point for the TA, and the WCO Asia Pacific Regional \n ", "4   \nOffice for Capacity Building met in Bangkok for a 1-day planning retreat.1 The ADB mission and \nthe WCO agreed on six themes for capacity building: general annex provisions of the RKC, the \nSAFE Framework of Standards to Secure and Facilitate Global Trade (SAFE Framework), \nauthorized  economic  operators,  risk  management,  post  clearance  audit,  and  time  release \nstudy2.  \n20.  Building on a training needs assessment workshop on 28 March 2013, the following \ntraining workshops have been identified for 2013: (i) a regional knowledge-sharing workshop; (ii) \na  regional  workshop  on  the  WCO  compendium  on  national  single  windows  for  SASEC \ncountries, Sri Lanka, and the Maldives; and (iii) a regional workshop on a time release study for \nBangladesh, Bhutan, and Nepal. WCO officials will share their semiannual capacity-building \nprograms with the South Asia Regional Coordinating and Country Division on a regular basis to \nbetter synchronize the training programs of both institutions. \n21.  The TA will require 58.5 person-months of international consultancy and 96 person-\nmonths of national consultancy, consisting of (i) 27 person-months each from international \ncustoms and trade facilitation specialists; (ii) 36 person-months each from legal and trade \nfacilitation specialists; (iii) 24 person-months from web and content managers; and (iv) 4.5 \nperson-months from resource persons who will participate in capacity building on international \nbest practice, coordinating development partner activities and trade facilitation, and supporting \nthe preparation of a regulatory impact study. Consultants will be engaged by ADB as individuals \nin accordance with ADB’s Guidelines on the Use of Consultants (2013, as amended from time \nto time). The outline terms of reference for consultants are in Appendix 3. All procurement and \ndisbursements under the TA will follow ADB Procurement Guidelines (2013, as amended from \ntime to time) and the Technical Assistance Disbursement Handbook (2010, as amended from \ntime to time).  \n22.  The TA will be monitored and coordinated principally through meetings of the SASEC \nTFTWG and the SASEC customs subgroup, as well as through national and regional meetings \nheld under TA auspices.3 TA outputs will be evaluated by the South Asia Department through \nannual TA implementation review missions, assisted by the Nepal Resident Mission.  \n23.  Best practices and lessons from the TA will be documented in the progress reports \nsubmitted to the SASEC TFTWG and posted on the SASEC website (www.sasec.asia). Good \npractices  and  lessons  learned  will  also  be  reported  during  meetings  of  ADB’s  Regional \nCooperation and Integration Community of Practice. \nIV.  THE PRESIDENT'S DECISION  \n \n25.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering  technical  assistance  not  exceeding  the  equivalent  of  $1,500,000  to  the \nGovernment of Nepal to be financed on a grant basis by the Japan Fund for Poverty Reduction \nfor  Supporting  Participation  in  the  South  Asia  Subregional  Economic  Cooperation  Trade \nFacilitation Program, and hereby reports this action to the Board. \n                                                \n1  The WCO Asia Pacific Regional Office for Capacity Building was represented by Yoshihiro Kosaka, the head of the \noffice;  Shigeaki  Katsu,  his  deputy;  and  Cheng  Jing,  technical  attaché.  Takashi  Nakao,  Capacity  Building \nDirectorate of the WCO Secretariat, joined the retreat by teleconference.   \n2  ADB and WCO. 2013. Aide Memoire, ADB–WCO Planning Retreat. Bangkok.  \n3  ADB is planning to implement a regional TA, which will, among other things, help coordinate the activities of the TA \nand planned TA projects for Bangladesh and Bhutan in support of the SASEC Trade Facilitation Program loans \nand grants. \n ", "                                                                                                                               Appendix1        5  \nDESIGN AND MONITORING FRAMEWORK \n \nDesign Summary  Performance Targets and  Data Sources and  Assumptions \n  Indicators with Baselines  Reporting  and Risks \nMechanisms   \nImpact      Assumptions \nReduction in time  By 2018, export and import  World Bank’s Doing  Ongoing and planned \nand cost for trade  times in Nepal shorten by at  Business report  complementary trade \nwith Nepal  least 10%.     facilitation measures \n  achieve their desired \nBaseline: Time to export was  results. \n41 days and time to import   \nwas 38 days in 2012.  Physical infrastructure \nto facilitate trade, such \nas road, rail, and border \ncrossing infrastructure \nalong SASEC corridors, \nare upgraded and \nmodernized. \n \nOutcome      Assumption \nBetter alignment of  By 2016, Nepal achieves a  World Bank logistics  The Government of \nNepal customs   10% improvement in its  performance index  Nepal remains \nprocedures and  Logistics Performance Index  committed to trade \npractices with   ranking.  facilitation and \ninternationally     subregional cooperation \naccepted standards  Baseline: Nepal’s ranking  with other SASEC \nwas 151 in 2012   countries. \n    \n  Risk \n   Influential groups with \nvested interests in the \nstatus quo lobby \nagainst customs reform. \n \nOutputs      Assumptions \n1. Consensus  The cabinet approves the  Proposal for the  There is sufficient \nreached to  proposal to accede to the  accession to the RKC  number of customs staff \naccede to the  RKC by 2015.  submitted to the  to carry out the needed \nRKC     Cabinet by the Ministry  customs reforms. \n    of Finance   \n  An RIA is conducted.     \n    Report of the RIA   \n  Awareness of the RKC is     \n  raised.     \n       \n2. Effective  The automated customs  Report of the Nepalese   \noperation of the  management system is  delegation at the   \nautomated  operational by 2015.  SASEC Trade   \ncustoms    Facilitation Working   \nmanagement  At least 5 training programs will  Group meeting   \nsystem  be conducted on customs     \n  automation and related topics.     \n  Each training program     \n  will have approximately 30      \nparticipants. \n ", "6  Appendix 1 \nDesign Summary  Performance Targets and  Data Sources and  Assumptions \nIndicators with Baselines  Reporting  and Risks \n  Mechanisms   \n3. Client service  Client service centers are  Reports of the   \ncenters  established in at least three  Department of \nestablished  border points.  Customs on operations \n    of client service centers \n     \n4. Customs  The Customs Information  Customs information \nInformation Portal  Portal is established and  portal of the Nepal \nestablished  hosted by the Nepal  Department of \n  Department of Customs.  Customs \n     \n5. Agreed business  The Trade Facilitation  Approved trade \nplan for the Four- Business Plan is prepared  facilitation business \nYear Customs  and agreed by Government of  plan \nReform and  Nepal by 2015. \nModernization \nStrategy and \nAction Plan \n \nActivities with Milestones  Inputs \n   \n1.  Consensus reached to accede to the RKC  Japan Fund for Poverty Reduction: $1.5 million  \n1.1 Assist in reviewing and preparing necessary \nItem    Amount ($’000) \nlegal documents (Q3 2013–Q2 2014). \n   \n1.2 Assist in preparing a regulatory impact \nassessment on proposed amendments to laws  Consultants and out-of- 1,286.0 \nand regulations (Q1 2014–Q3 2014).  pocket expenses \n1.3 In collaboration with the World Customs \nOrganization, raise key stakeholders’  Meetings, workshops, and \nawareness of the RKC (Q1 2014–Q4 2014).           seminars  100.0 \n  \nPublications, \n2.  Effective operation of the automated \ncommunications, and \ncustoms management system \nreport preparation  40.0 \n2.1 Assist in developing the automated customs \nsystem, including possible software upgrades  Administrative expenses  20.0 \nand improvements (Q3 2013–Q1 2014). \nContingency   54.0 \n2.2 Assess training needs regarding the use of \ncustoms automated systems (Q2 2013–Q2   \n2014, including a subregional training needs  Note: The government will provide counterpart \nassessment workshop in March 2013).  support in the form of counterpart staff and office \n2.3 Train on the use of automated customs systems  accommodation, and other in-kind contributions. \n(Q1 2014–Q1 2015, including 3 training \nworkshops).    \n \n3.  Client service centers established \n3.1 Select border points for establishing client \nservice centers (Q3 2013–Q1 2014). \n3.2 Support the Department of Customs in setting \nup client service centers (Q1 2014–Q3 2014). \n \n \n \n \n \n ", "            Appendix 1  7                                                                                                                                       \n4.   Customs Information Portal established  \n4.1 Select the web and content managers (Q3 \n2013). \n4.2 Launch the Customs Information Portal (Q4 \n2014). \n \n5.  Agreed  business  plan  for  the  Four-Year \nCustoms  Reform  and  Modernization  Strategy \nand Action Plan \n5.1 Carry out a detailed assessment of the business \nplan (Q3 2013–Q1 2014). \n5.2 Conduct intensive consultations with \nstakeholders, including members of the National \nTrade Facilitation Committee (Q1 2014–Q3 \n2014). \n5.3 Finalize the business plan (Q2 2014–Q1 2015). \n5.4 Update and monitor the implementation of \nbusiness plan based on the Four-Year Customs \nReform and Modernization Strategy and Action \nPlan (Q2 2014–Q 3 2015). \nADB =  Asian  Development Bank,  Q =  quarter,  RKC  =  Revised  Kyoto  Convention,  RIA  =  regulatory  impact \nassessment, SASEC = South Asia Subregional Economic Cooperation.  \nSource: Asian Development Bank. \n ", "8          Appendix 2   \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Amount \nJapan Fund for Poverty Reductiona     \n   1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  741.0 \n      ii.  National consultants  360.0 \n    b.  International and local travel  184.8 \n    c.  Reports and communications  40.0 \n  2.  Training, seminars, and conferences  100.0 \n  3.  Miscellaneous administration and support costs  20.0 \n  4.  Contingencies  54.2 \n        Total  1,500.0 \nNote: The technical assistance (TA) is estimated to cost $1,550,000, of which contributions from the Japan Fund for \nPoverty Reduction are presented in the table above. The government will provide counterpart support in the form of \noffice space for client service centers, and other in-kind contributions. The value of the government’s in-kind \ncontribution is estimated to account for 3.2% of the total TA cost.  \na  Administered by the Asian Development Bank.  \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "            Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  Under  the  supervision  of  the  South  Asia  Department  team  overseeing  technical \nassistance (TA) implementation, a team of individual international and national consultants will \nbe  engaged.  In  addition,  international  resource  persons  will  support  capacity  building  by \nparticipating in workshops and training programs, as well as guide the development of programs \nand reports. An estimated 154.5 person-months of consulting services (58.5 person-months \ninternational and 96 national) will be required over 24 months. The indicative person-month \nallocations and outline terms of reference for the consultants are as follows. \n \nA.  International Consultants \n \n1.  Customs specialists (27 person-months combined, intermittent).  \n \n2.  Analytical work. Tasks will include the following: \n(i)  Undertake analytical work to identify gaps between the existing situation in Nepal \nand key international standards such as those of the Revised Kyoto Convention \n(RKC) and the World Trade Organization (WTO) Agreement on Valuation and \nRules of Origin, in particular the benchmarks set out in the RKC and the SAFE \nFramework of Standards, and identify Nepalese laws, regulations, procedures, \nand forms that can be harmonized. \n(ii)  Examine, through supply and demand analysis using qualitative and quantitative \ntools, the feasibility of introducing effective post-clearance and/or post-release \ncontrols (an important function of customs in trade facilitation) and associated \nsimplified import and export procedures, based upon sound risk management \nprinciples for Nepal’s customs administration.  \n(iii)  Prepare working papers and other publications and provide other inputs related \nto customs. \n(iv)  Propose  concrete  projects  such  as  loans  and  capacity  building  technical \nassistance projects in line with the analysis. \n \n3.  Policy support. Tasks will include the following: \n(i)  Support the preparation of an e-customs master plan, which will include a time-\nbound  implementation  plan  to  upgrade  its  automated  customs  management \nsystem and integrate customs operations. \n(ii)  Assist in establishing a national single window program that will (a) specify the \nlead  agency  and  other  participating  agencies,  (b)  outline  the  roles  and \nresponsibilities of participating agencies, and (c) provide an implementation plan \ntoward launching a pilot national single window program. \n(iii)  Assist  the  preparation  of  a  directive  supporting  the  participation  of  the \nDepartment of Customs in the national single window program and appropriating \nresources for the Department of Customs involvement as recommended by the \ne-customs master plan. \n(iv)  Assist in establishing client service centers at selected customs border posts. \n(v)  Participate in trade facilitation and transport working group meetings as technical \nexperts presenting analytical findings from field work. \n(vi)  Provide technical support for the preparation of a business plan for the Four-Year \nCustoms Reform and Modernization Strategy and Action Plan. \n(vii)  Assist  the  Department  of  Customs  of  Nepal  in  updating  and  monitoring  the \nimplementation of the Four-Year Customs Reform and Modernization Strategy \nand Action Plan. \n ", "10        Appendix 3         \n(viii)     Assist the Department of Customs of Nepal in administering the operations of the   \n  client service centers. \n \n4.  Capacity building. The specialists will assess the training needs and organize and \ndeliver targeted training programs for Nepal’s customs officials on the RKC, SAFE framework, \nand other issues related to custom operations and procedures. \n \n5.  Qualifications. The consultants will have the following qualifications:  \n(i)  A master’s or similar degree in international law, economics, international trade, \npublic policy, or a related area.  \n(ii)  At least 10 years of work experience in and knowledge of the full range of \ncustoms  procedures  and  operations,  as  well  as  institutional  experience  in \napplying them operationally.  \n(iii)  Considerable practical experience on issues related to the RKC and the SAFE \nframework.  \n(iv)  Proven  skills  in  writing  policy  reports  and  papers  and  expertise  in  training \ngovernment officials.  \n(v)  Experience of working in and/or for the Asian Development Bank (ADB), United \nNations  Economic  and  Social  Commission  for  Asia  and  the  Pacific,  World \nCustoms  Organization  (WCO),  World  Trade  Organization,  United  Nations \nConference on Trade and Development, and World Bank on issues related to \ntrade facilitation is highly desirable. \n(i)  Similar work experience in South Asia would be a distinct advantage.  \n(vi)  Proven skills in project design are desirable. \n \n2.  Trade facilitation specialists (27 person-months combined, intermittent).  \n \n6.  Analytical work. Tasks will include the following: \n(i)  Analyze the trends, challenges, and prospects of trade facilitation in Nepal. \n(ii)  Review  and  consider  regional  and  international  experience  relevant  to  trade \nfacilitation in Nepal. \n(iii)  Conduct in-depth assessments of trade facilitation in Nepal, including the use of \na time release methodology to determine the cost and time required to trade \nalong  priority  transport  corridors  such  as  Birgunj–Kolkata  and  Karkavita–\nChittagong. \n(iv)  Examine key elements of trade facilitation such as customs, quarantine testing, \nclearing and freight forwarding, insurance, terminal handling, and port services \nas they affect domestic and international road, rail, and air transport in Nepal. \n(v)  Identify  behind-border trade facilitation  and  logistic  impediments  in  Nepal  by \nassessing  logistic  development,  including  multimodal  facilities  and/or \ninterchanges, freight distribution centers, container depots, and service providers \nalong such high-priority corridors as Birgunj–Kolkata and Kakavirta–Chittagong. \n(vi)  Assess the economic potential of key transport corridors and the possibility of \ndeveloping industrial zones or special economic zones along these corridors. \n(vii)  Assess issues related to Nepal’s transit trade, including those related to bilateral \ntransit agreements between Nepal and India.  \n(viii)  Document supply chain costs for Nepal’s intra- and inter-regional trade, including \ntransaction costs at various points in a trade transaction or flow. \n(ix)  Prepare working papers and other publications and other inputs related to trade \nfacilitation.\n \n ", "                                                                                                                              Appendix 3   11 \n(x)  Prepare a medium-term trade facilitation road map that sets out the scope and \nassociated policy actions for the follow-on investment program and/or projects of \nthe recently approved South Asia Subregional Economic Cooperation (SASEC) \nTrade Facilitation Program. \n(xi)  Propose concrete projects such as loans and capacity building technical \nassistance projects in line with the analysis. \n \n7.  Policy support. Tasks will include the following:  \n(i)  Formulate proposals for strategies, policies, and programs as well as effective \nmeasures to harmonize legislation with trade facilitation in Nepal.  \n(ii)  Recommend possible legal, regulatory, and operational frameworks, and identify \npossible routes and centers for further developing trade logistics in Nepal. \n(iii)  Identify areas of high trade-facilitation costs in Nepal to establish where \ninvestment or reform may be most effective, and sequence and prioritize the \nreform program.  \n(iv)  Participate in SASEC trade facilitation and transport working group meetings as \ntechnical experts presenting analytical findings from field work. \n \n8.  Capacity Building. The specialists will assess training needs and organize and deliver \ntargeted training programs for Nepalese officials. \n \n9.  Qualifications. The consultants will have the following qualifications:  \n(i)  A master’s or similar degree in international law, economics, international trade, \npublic policy, or a related area. \n(ii)  At  least  10  years  of  experience  working  on  trade  facilitation  issues,  with \nconsiderable practical experience on trade facilitation issues.  \n(iii)  Proven  skills  in  writing  policy  reports  and  papers  and  expertise  in  training \ngovernment officials.  \n(iv)  Experience of working in and/or for the Asian Development Bank (ADB), United \nNations  Economic  and  Social  Commission  for  Asia  and  the  Pacific,  World \nCustoms  Organization  (WCO),  World  Trade  Organization,  United  Nations \nConference on Trade and Development, and World Bank on issues related to \ntrade facilitation is highly desirable. \n(v)  Similar work experience in South Asia would be a distinct advantage.  \n(vi)  Proven skills in project design are desirable. \n \n3.  International Resource Persons (4.5 person-months combined, intermittent)  \n \n10.  Ten resource persons with international and regional experience on customs and trade \nfacilitation, will be engaged for the following tasks: \n(i)  Prepare and deliver lectures in training courses on the RKC, SAFE framework, \nAuthorized Economic Operators’ Program, and other issues related to custom \nand trade facilitation. \n(ii)  Prepare policy briefs and/or working papers on selected topics at the request of \ncustoms and other agencies in Nepal working on trade facilitation. \n(iii)  Prepare a study that maps out how to coordinate development partner activities \non  trade  facilitation  and  provides  a  framework  for  development  partner \ncoordination on trade facilitation.  \n(iv)  Support the preparation of a regulatory impact study.  \n(v)  Perform other tasks as required. \n \n ", "12          Appendix 3     \nB.  National Consultants \n \n1.  Legal specialists (36 person-months combined, intermittent)  \n \n11.  Tasks will include: \n(i)  Support the conduct of the gap analysis to identify the strengths and weaknesses \nof  the  current  legislative  and  practical  framework  when  compared  with \ninternationally accepted standards and practices for trade facilitation in the RKC \nand other international conventions for trade facilitation. \n(ii)  In cooperation with WCO experts and ADB, develop concrete recommendations \nand an action plan for their implementation to improve legal frameworks for trade \nfacilitation. \n(iii)  Help the government operationalize national legislation and regulations relating \nto the RKC and other international conventions on trade facilitation.  \n \n12.  The consultants must have the following qualifications:  \n(i)  A university or similar degree in international law, economics, international trade, \npublic policy, or a related area.  \n(ii)  At least 5 years of extensive working experience and knowledge of the legal \nsystem in Nepal.  \n(iii)  Proven  skills  in  writing  policy  reports  and  papers  and  expertise  in  training \ngovernment officials.  \n(iv)  Proven skills in project design are desirable. \n \n2.  Trade facilitation specialists (36 person-months combined, intermittent).  \n \n13.  Tasks will include: \n(i)  Support the international specialists’ analytical work. \n(ii)  Assist  the  international  specialists  in  formulating  proposals  for  strategies, \npolicies, and programs for trade facilitation. \n(iii)  Support the formulation of concrete loan and capacity building technical \nassistance projects. \n(iv)  Assist in assessing trade facilitation training and support the delivery of targeted \ntraining programs. \n(v)  Perform other tasks as required. \n \n14.  The consultants must have the following qualifications:  \n(i)  A university or similar degree in international law, economics, international trade, \npublic policy, or a related area. \n(ii)  At least 5 years of work experience in and knowledge of trade facilitation, with \nconsiderable practical experience in issues related to trade facilitation. \n(iii)  Proven  skills  in  writing  policy  reports  and  papers  and  expertise  in  training \ngovernment officials.  \n(iv)  Similar work experience in South Asia would be a distinct advantage.  \n(v)  Proven skills in project design are desirable. \n \n3.  Web administrator (12 person-months) \n \n15.  The web administrator will be based in the Nepal Department of Customs in Kathmandu \nand support the development of Nepal’s Custom Information Portal through the following tasks:\n(i)  Maintain network and data security against virus, hacking, and worm threats. \n ", "            Appendix 3  13 \n(ii)  Monitor website performance and make adjustments as necessary to maximize \nits availability and capacity. \n(iii)  Assess  technology  needs;  evaluate  new  technology  to  determine  whether  it \nwould benefit organization websites; and install, configure, and test hardware \nand software as appropriate. \n(iv)  Post and update new resources on the website as needed. \n(v)  Optimize the website as per requirements. \n(vi)  Handle minor design issues such as banner advertisement development, notices, \nand pop-up design, such that the website is dynamic and allows easy updating \nwithout specialized web development skills. \n \n16.  The consultants must have the following qualifications:  \n(i)  A university or similar degree in information and communication technology or a \nrelated field.  \n(ii)  At  least  5  years  of  work  experience  and  proven  skills  in  web  design;  (iii) \nknowledge of Microsoft Windows, Linux/Unix, Sun Solaris, Oracle, and MySql. \n(iii)  Knowledge  of  web  mail  and  familiarity  with  such  social  networking  sites  as \nFacebook, Twitter, and Google+. \n(iv)  Knowledge of national and international websites, as well as customs-related \nsites.  \n(v)  Similar experience in South Asia would be a distinct advantage.  \n \n4.  Content manager (12 person-months)  \n \n17.  The content manager will be based in the Nepal Department of Customs in Kathmandu \nand support the development of Nepal’s Custom Information Portal. The tasks will be as follows: \n(i)  Develop  daily  and  monthly  activity  reports  on  activity  on  the  organization’s \nprofessional site. \n(ii)  Design the contents of the website in collaboration with the Nepal Department of \nCustoms. \n(iii)  Assist in reviewing and updating the contents of the website. \n \n18.  The consultant will have the following qualifications:  \n(i)  A university or similar degree in business administration, economics, information \nand communication technology, or a related field.  \n(ii)  At least 5 years of work experience and proven skills in content management or \n10 years of experience on customs procedures, rules, and regulations.  \n(iii)  Similar experience in South Asia would be a distinct advantage.  \n \n "], "metadata": {"CreationDate": "D:20130903104140+08'00'", "Creator": "Microsoft® Word 2010", "Keywords": "adb technical assistance ta report", "ModDate": "D:20130904172511+08'00'", "Producer": "Microsoft® Word 2010", "Title": ""}}