{"path": "data/input/ta/47078-001-tar.pdf", "pages": [" \n \n \n \nTechnical Assistance Report \n \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 47078-001  \nResearch and Development Technical Assistance (RDTA) \nNovember 2013 \n \n \n \nKey Indicators for Asia and the Pacific 2015\n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nDMC  –  developing member country \n  ERDI  –  Development Indicators and Policy Research Division \n  FIGI  –  Framework of Inclusive Growth Indicators \n  MDG  –  Millennium Development Goal \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Research and development technical assistance (RDTA) \nTargeting  –  General intervention \nclassification \nSector (subsector)  –  Public sector management (economic and public affairs \nmanagement) \nThemes (subthemes)  –  Economic growth (promoting economic efficiency and enabling \nbusiness environment), social development (human \ndevelopment), private sector development (conducive policy and \ninstitutional environment)  \nLocation (impact)  –  Regional (high), national (medium), urban (medium), rural (low) \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice-President  B.N. Lohani, Knowledge Management and Sustainable Development \nChief Economist  C. Rhee, Economics and Research Department (ERD) \nAssistant Chief  D. Brooks, Development Indicators and Policy Research Division, ERD \nEconomist \n   \nTeam leader  N. Chun, Economist, ERD \nTeam members  G. Amoranto, Economics and Statistics Analyst, ERD \n  A. Andrysiak, Statistician, ERD \nK. Joshi, Senior Statistician, ERD \nE. Suan, Economics and Statistics Analyst, ERD \n  G. Sugiyarto, Senior Economist, ERD  \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \n \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  Outline Terms of Reference for Consultants  9 \n4.  Outline of Key Indicators for Asia and the Pacific 2015  14 \n \n \n \n ", "", " \nI.  INTRODUCTION \n1.  The Key Indicators for Asia and the Pacific, prepared by the Economics and Research \nDepartment, is one of the annual flagship publications of the Asian Development Bank (ADB). \nThe  publication  provides  the  latest  comprehensive  compendium  and  analysis  of  trends  in \neconomic,  social,  financial,  and  Millennium  Development  Goal  (MDG)  indicators  of  ADB’s \nregional members. It also contains a special chapter that provides in-depth, data-intensive \npolicy analysis of a prevailing critical policy issue. In general, Key Indicators provides a strong \ndata and information support system for evidence-based policy making.  \n2.  The Key Indicators series promotes ADB’s reputation as a knowledge institution and \nserves as an instrument for better informed policies and projects. To ensure that it does so \neffectively, it is essential that the topic of the special chapter is rigorously researched and that \nintensive  data  validation,  analysis,  and  compilation  are  conducted.1 This  process  involves \nextensive  collaboration  with  statistical  and  other  partners.  A  widespread  and  multipronged \napproach is used in disseminating the resulting publications. This technical assistance (TA) will \nensure that these activities are carried out effectively. The design and monitoring framework is \nin Appendix 1.2 \n3.  The Key Indicators special chapter is produced on a 2-year production cycle to allow for \nmore  rigorous  and  systematic  analysis.  This  TA  will  support  the  preparation  of  the  Key \nIndicators 2015 (the 46th edition of Key Indicators). \n \nII.  ISSUES \n4.  Despite significant economic growth in Asia and the Pacific over the last 20 years,  the \npercentage employed formally has mostly remained stable or has modestly increased. This \njobless  growth,  where  by  growth  fails  to  create  substantial  increases  in  better  jobs,  may \npotentially hinder Asia and the Pacific’s progress toward reducing poverty and becoming the \nleading region of consumption which drives global economic growth. In-depth research can \nprovide an evidence base for ways to strengthen the linkage between expansion of better \nemployment opportunities, which includes formal jobs and higher wages in the informal sector, \nand economic growth. It is necessary to have a macroeconomic overview and an understanding \nof the institutional and regulatory structures that directly or indirectly impede job creation, such \nas employment regulation, the business climate, openness to foreign direct investment, etc. \nHowever, this must be complemented by a microeconomic perspective, to provide evidence on \nthe skill development of workers and managers, firm technology adoption, input allocations, and \nother firm-specific factors that can improve firm performance and competitiveness, such that it \nultimately strengthens the linkage between growth and greater employment creation. While \nother studies have touched on similar issues, including the 2009 and 2011 issues of Key \nIndicators,  there  continues  to  be  a  need  to  better  understand  specific  microeconomic \ninterventions and innovations that can be undertaken to improve macroeconomic development. \nMoreover, the intersection between labor market supply and demand through job matching \ncontinues to be relatively under-studied in the context of developing countries in Asia. \n5.  The Key Indicators is a premier knowledge product of ADB, consistently ranking as one \nof the top two most downloaded publications of all ADB publications in each year over the last \nfive years.  In particular, the 2010 and 2011 KIs were downloaded 66,394 and 37,438 times \n                                                \n1  The special chapter of Key Indicators for Asia and the Pacific 2013 was entitled “Asia’s Economic Transformation: \nWhere to, How and How Fast?” It discussed the structural transformation taking place in Asia and the importance \nof having a balanced strategy of development in regard to industry and services. \n2  The TA first appeared in the business opportunities section of ADB’s website on 8 October 2013. \n ", "2   \n(non-single page-nodes), respectively; while the 2012 KI was downloaded 30,969 times (single \npage-nodes) in the first year and a half of release.  To maintain its reputation as an important \nsource of information, there is a need to improve the quality and relevancy of its contents.  Yet, \nthe generation of knowledge has become increasingly more competitive, and maintaining the \nKey Indicators’ reputation as an important source of information requires continually improving \nthe quality and relevancy of its contents.    In addition to the special chapter, the latest Key \nIndicators edition contained more than 120 statistical tables of indicators, grouped according to \nMDGs;  people;  economy  and  output;  money,  finance,  and  prices;  globalization;  transport, \nelectricity, and communications; energy and environment; and government and governance.3 A \nshort,  nontechnical  commentary  on  selected  indicators  precedes  each  of  the  groups.  To \nmaintain relevancy and focus on current and emerging issues, each addition requires an early \nreview  of  the  statistical  tables  to  identify  indicators  to  add  or  eliminate.  Similarly,  careful \nconsideration needs to be given to the choice of indicators to be analyzed in the commentaries \nto ensure they reflect the impact of current developments across different themes.  To meet \nthese objectives significant time and labor resources are required.  \n6.  One of the key strategies outlined in ADB’s Strategy 2020 was inclusive growth.  The \nabsence of a defined way to measure inclusive growth, however, made it difficult to identify how \ncountries were performing and to understand how to enhance inclusive growth in the region.  \nThe Framework of Inclusive Growth Indicators (FIGI) was designed to make inclusive growth \nmore  operational  by  identifying  indicators  that  depict  policy  aspects  of  inclusive  growth.  \nHowever, significant effort is required to update and develop FIGI to gain broader support and to \nincrease the usage of these measures to ensure they capture growth and well-being beyond \nsimply gross domestic product. These measures are seen as a way to support ADB’s thrust to \npromote inclusive growth in the region, but require continued development and dissemination of \nthe FIGI. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n7.  The  impact  of  Key  Indicators  2015  will  be  to  influence  the  environment  in  which \neconomic monitoring and policy formulation, investment decisions, and new projects occur, \nespecially in ADB’s developing member countries (DMCs). The outcome will be that by the end \nof  the  project,  Key  Indicators  2015  will  be  referred  to  by  policy  makers  and/or  economic \nresearchers within and outside Asia, as well as by the general public. The improved content of \nKey Indicators 2015 will provide (i) information on trends and emerging issues that affect the \ndevelopment status of DMCs; (ii) high-quality data presented in the country, regional, and MDG \ntables; and (iii) indicators of inclusive growth for project planners, policy makers, researchers, \nand other users.  \n8.  The outputs of the TA are as follows: (i) background papers and storyline for Key \nIndicators 2015 refined; (ii) final background research papers prepared for Key Indicators 2015; \nand (iii) publication and online links of Key Indicators 2015, statistical tables, FIGI, and special \nchapter.  \n \n                                                \n3  Key Indicators has five parts: Part I—Special Chapter; Part II—MDGs; Part III—Regional Tables; Part IV—\nFramework of Inclusive Growth Indicators; and Part V—Definitions. Country tables containing socioeconomic data \non developing member countries, Australia, Japan, and New Zealand, are available on CD-ROM or can be \naccessed online. \n ", "  3 \nB.  Methodology and Key Activities \n \n9.  For the Key Indicators to have a significant impact on the policy environment it is \nnecessary (i) to develop relevant and unique content for the Key Indicators; (ii) maintain its \ncredibility as source for statistics and development policy issues; and (iii) for the message and \ndata  contents  of  Key  Indicators  to  be  effectively  disseminated  to  its  target  audience.    In \npreparing and enhancing the content Key Indicators 2015, workshops and seminars will be held, \nwith invitees to include prominent researchers, key government officials, policy makers, and \nother key stakeholders. Workshops and seminars are crucial for (i) developing the special \nchapters,  (ii)  confirming  the  initial  findings  of  the  background  research  papers,  and  (iii) \ndiscussing  the  general  direction  and  unifying  theme  of  the  background  papers  to  ensure \nusefulness for the special chapters. Further, workshops and seminars may be held to look at the \npossibility of harmonizing inclusiveness with development effectiveness by analyzing economies \nin  Asia  and  the  Pacific  that  are  making  progress  in  reducing  poverty  and  inequalities. \nDistinguished experts will be invited to give their views so that the outputs of the workshops will \nbe useful in finalizing the Key Indicators publication. Research, consultations, and discussions \nwith staff from regional and other departments within ADB will also be conducted to further \nvalidate the relevance of the research findings, as well as to identify emerging concerns that \ncould be potential topics for future Key Indicators editions. \n10.  For Key Indicators 2015, the special chapter will tentatively examine the issue of jobless \ngrowth by undertaking macroeconomic and microeconomic analyses. It will provide evidence on \nways to improve the skill development of workers and managers to reduce skill mismatches, \nand pursue more efficient allocation of inputs, technology adoption, and innovations that can \nimprove firm performance and competitiveness to strengthen the linkage between growth and \nemployment creation. This study is related to a broader goal of providing an evidence-based \nperspective on ways to improve support for economic development and poverty reduction in \nAsia.  To enhance the quality, partnership with a top research center or institute in the area of \nlabor, productivity and enterprise performance research will be developed.4 \n11.  A series of internal meetings and workshops will be organized to further streamline the \nKey Indicators production process.  Production bottlenecks to be addressed will include staff \nand consultant assignments; overall coordination; development of commentaries; generation of \ncountry, regional, and MDG statistical tables; and consultant recruitment. System improvements \nwill be carried out, including the interlinked processes involving the Statistical Database System. \nThe use of C-cube as an additional platform for regular communications and data exchanges \nwill be explored, including for sending out Key Indicators questionnaires and receiving replies, \nand for discussion forums including on best practice and methods.5 Close monitoring of the Key \nIndicators  process  will  mitigate  the  risk  of  unforeseen  circumstances  that  may  affect  the \nproduction schedule. \n12.  To improve the quality of Key Indicators, new regional aggregations may be introduced \nin the statistical tables. The aggregations are currently available but are limited to only a few \nindicators.  Compiling  aggregates  using  transparent,  consistent,  and  sound  methods  and \npractices will provide additional value to users. However, this may involve looking at different \nclassifications  and  aggregation  practices  used  in  Key  Indicators  in  the  light  of  recent \n                                                \n4  Possible research centers that work in an area related to the proposed special chapter is the Center for Economic \nPerformance housed at the London School of Economics or the Institute of Labor Studies out of the University of \nBonn. \n5  C-cube is a set of tools that link members through the web environment within and outside ADB, and allow them to \ncommunicate ideas and insights, coordinate tasks and events, and collaborate by sharing documents or holding \nconferences in different locations. \n ", "4   \nsocioeconomic  developments  in  Asia  and  the  Pacific  and  practices  of  other  international \norganizations,  which  could  raise  complex  issues.  The  TA  will  support  the  development  of \nmethodologies to produce the aggregations. \n13.  To ensure accuracy, coherence, and consistency of approach across the different parts \nof  Key  Indicators,  the  knowledge  products  will  undergo  stringent  editing  following  ADB’s \nHandbook of Style and Usage.6 Experienced international economics and/or manuscript editors \nwill help prepare the publication’s chapters and highlights. Writer and copy editors will edit the \nregional  tables,  country  tables,  MDG  and  FIGI  tables,  definitions,  and  front  matter  of  the \ndocuments. \n14.  The Key Indicators 2015 will also contain a chapter on the Framework of Inclusive Growth \nIndicators (FIGI), which previously was produced as a special supplement in 2011–2013.7 The \nFIGI previously identified 35 indicators that depict policy aspects of inclusive growth. These \ninclude economic growth and employment opportunities, social inclusion, and social protection, \nas well as good governance and institutions.  A systematic review of the indicators will be \nundertaken to ensure FIGI maintains relevancy and to analyze a specific topic on inclusive \ngrowth that will further enhance ADB’s status as a promoter of inclusive growth in the region. \n15.  The Key Indicators publications will be widely disseminated in coordination with ADB’s \nDepartment of External Relations. Dissemination will start with an international media launch \nfollowed by seminar presentations to key government officials, business people, academe, and \nother research groups. Concurrently, the publications will be uploaded to the ADB website. \nBackground papers will be published separately in ADB’s working paper series, the  Asian \nDevelopment Review, or other media at a later date. \n16.  The TA will therefore support the following key activities of Key Indicators 2015: (i) \nupdating, compiling, and validating data for the country, regional, and MDG tables; (ii) preparing \nbackground  papers,  including  data-intensive  research  related  to  the  theme  chapter(s);  (iii) \ndrafting the theme chapter, FIGI, and thematic analysis; (iv) editing, layout, and printing of the \nKey Indicators main volume and the special chapter and Highlights of the Key Indicators for \nAsia and the Pacific; (v) disseminating the publications; and (vi) analyzing important policy \nissues related to emerging challenges for future special chapters of the Key Indicators series. \nFollowing the 2-year cycle, initial preparations for the Key Indicators 2016 special chapter may \nalso be supported under this TA. \n \nC.  Cost and Financing \n17.  The TA is estimated to cost $750,000, which will be financed on a grant basis by ADB’s \nTechnical Assistance Special Fund (TASF-V). The cost estimates and financing plan are in \nAppendix 2. \n \nD.  Implementation Arrangements \n18.  ADB will be the executing agency. The Development Indicators and Policy Research \nDivision (ERDI) of the Economics and Research Department  will implement the project in \ncoordination with the regional departments, resident missions, and statistical partners in ADB’s \nmember countries. The project will be implemented over 25 months, beginning on 1 December \n2013 with completion targeted for 31 December 2015. \n                                                \n6  ADB. 2011. Handbook of Style and Usage. Manila. \n7  The FIGI chapter may be combined with other chapters. \n ", "  5 \n19.  The Key Indicators is produced by a team consisting of ERDI international, national, and \nadministrative staff with support from international and national consultants.8  For Key Indicators \n2015, an estimated 15 person-months of international consultancy services and 107 person-\nmonths of national consultancy services will be needed for the entire production process, i.e., \nfor the special chapter; the statistical tables (MDG, FIGI, country, and regional); and other \ndevelopmental activities related to improving data quality and promoting effective dissemination \nof results and findings.  \n20.  Consulting services are required to develop the different parts of Key Indicators. For the \nspecial chapter, international consultants will be collecting unique data, preparing background \npapers and original research material related to the theme, and providing manuscript and \neconomics editing. National consultants will provide specific insight and research into country \ncase studies and assist in data cleaning, calculations, and some analytical research.9  \n21.  For the statistical tables (MDG, FIGI, regional, and country) and commentaries, an \ninternational or national consultant may be engaged to develop the aggregation procedures and \nother methodologies or innovations that will contribute to increasing the interest for users of the \npublication. An international consultant will also be recruited to draft the commentaries. Both \nstaff and national consultants will assist in preparing the statistical tables, charts, boxes, and \ncommentaries; laying out the text and tables; and copy editing. National consultants will assist in \nupdating, validating, and further researching the indicators; laying out text and tables; and \nmanuscript or copy editing.10  \n22.  Resource people will also be engaged for 2–3 days each to contribute as facilitators, \nspeakers, or panelists for Key Indicators workshops for the special chapters, supplements, and \nstatistical tables. Travel may also be supported for ADB staff participating as resource people in \nrelated  workshops,  conferences,  or  seminars,  following  the  appropriate  administrative \nguidelines. \n23.  All  consultants  will  be  recruited  individually  and  selected  on  the  basis  of  their \nqualifications  for  the  assignment.11 The  outline  terms  of  reference  for  consultants  are  in \nAppendix 3. The international and national consultants, as well as resource people, will be \nengaged  by  ADB  in  accordance  with  its  Guidelines  on  the  Use  of  Consultants  (2013,  as \namended from time to time). Disbursements under the TA will be made in accordance with \nADB's Technical Assistance Disbursement Handbook (2010, as amended from time to time). \nAppendix 4 presents the tentative outline of Key Indicators 2015. \n \nIV.  THE PRESIDENT'S DECISION \n24.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $750,000 on a grant basis for \nthe Key Indicators for Asia and the Pacific 2015, and hereby reports this action to the Board. \n                                                \n8   ERDI has also discussed possible collaborations with RSGS staff on work related to the special chapter. \n9  National consultants will be hired in various countries throughout the Asia and the Pacific region for work related to \nthe special chapter. They will be identified after further assessment of the viability of conducting research in those \ncountries and highlighting of specific interesting cases related to the special chapter. For the statistical work, most \nof the consultants will be Philippine nationals as they need to be based in ADB headquarters for close monitoring \nof their work. \n10  ERDI’s standard process uses TA funds to facilitate the hiring of a manuscript editor, graphic designer, and writer \nand copy editor for the Key Indicators due to the need and urgency to have these people available in the final \nstages of the development of the publication. \n11  Individual consultants are being proposed, as opposed to a firm, due to the need to hire people that have very \nspecific expertise in either a specific topic or country of interest. Experience has shown that few firms can provide \nthe same level of expertise sought for developing knowledge products. ADB staff will serve as team leaders for \nteams of individual consultants. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK  \n \nPerformance \nTargets and  Data Sources and \nDesign  Indicators with  Reporting \nSummary  Baselines  Mechanisms  Assumptions and Risks \nImpact      Assumption \nThe impact of Key  At least one DMC  Government, donor,  The DMC applies evidence-based \nIndicators 2015 will  or donor in a DMC  and relevant  policy making and believes in the \nbe to influence the  acts on at least one  regional bodies’  value of the information produced \nenvironment in  finding of Key  reports   \nwhich economic  Indicators through a     \nmonitoring and  government  Risks \npolicy formulation,  program, project or  Unforeseen changes in the global or \ninvestment  policy document, or  regional political, economic, and \ndecisions, and new  related output  technological environment render \nprojects occur,    Key Indicators messages inopportune \nespecially in ADB’s  At least one output   \nDMCs.   is produced in a  Other organizations come out with \npeer-reviewed,  similar work \npolicy-oriented \njournal \nOutcome      Assumptions \nThe Key Indicators  By 2015:  Department of  Key Indicators 2015 is communicated \nis referred to by    External Relations  effectively \npolicy makers or  Key Indicators is  media monitoring   \neconomic  cited in major  reports  Accurate, reliable, and up-to-date \nresearchers within  newspapers and    data are available for regional \nand outside ADB,  publications  ADB promotional  members \nas well as by the  (baseline: 10 top- materials   \ngeneral public  tier media citations)     Risk \n    ADB documents  Other organizations come out with \nKey Indicators  similar work around the same time \ncontent is used in \ncorporate materials \nsuch as the ADB \ncorporate video \nscript and the ADB \npublication blurb \n(baseline: two \npublications) \n \nKey Indicators \ncontent is used to  \nmonitor poverty in \nAsian Development \nFund DMCs \n(baseline: one \nDMC) \nOutputs       Assumption \n1. Background  2 preparation  Announcement of  Users have access to printed copies \npapers and  workshops and  workshops on ADB  or online versions of the Key \nstoryline for Key  dissemination  Today.  Indicators, and relevant information is \nIndicators 2015  seminars    easy to find \nrefined.  conducted.     \n ", "Appendix 1  7 \nPerformance \nTargets and  Data Sources and \nDesign  Indicators with  Reporting \nSummary  Baselines  Mechanisms  Assumptions and Risks \n       \n  3 or more  ADB website links to  Risk \n  background papers  working papers.  Unforeseen circumstances may affect \n2.  Final  written.    the production schedule  \nbackground       \nresearch papers     \nprepared for Key     \nIndicators 2015    BTORs \n  5 presentations on   \n  Key Indicators   \n  occurs.   \n3.   Publication     \nand online links of  500 printed copies  Number of \nKey Indicators  each with  publications \n2015, statistical  accompanying CD- distributed \ntables, FIGI, and  ROMs are   \nspecial chapter.   distributed    \n     \n  At least 1,000 web  ADB website \ndownloads of  download statistics \nvarious publications   \nrelated to Key   \nIndicators work \nActivities with Milestones  Inputs \n   \n1.  Background papers and storyline for Key Indicators 2015  ADB: $750,000  \nrefined  (TASF-V)  \n1.1  Consultants recruited and research commissioned   \n(November 2013–September 2014)  Item  Amount \n1.2  Workshops conducted (June 2014–April 2015)   1. International  $210,000 \n  consultant inputs, \n2.  Final background research papers prepared for Key  including international \nIndicators 2015  travel (15 person-\n2.1  Background papers drafted, edited, and published (April  months) \n2014–December 2015)  2. National consultant  $345,000 \n  inputs (107 person-\n3.  Publication and online links of Key Indicators 2015,  months) \nstatistical tables, FIGI, and special chapter.  3. Workshops,  $100,000 \n3.1  Questionnaires processed and uploaded on to the Statistical  seminars, and \nDatabase System (March–May 2015)  conferences \n3.2  Statistical tables (country, MDG, and regional) generated  4. Miscellaneous  $20,000 \n(April–July 2015)   administration and   \n3.3  Analysis, charts, and highlights drafted (June–July 2015 )  support costs \n3.4  Contents reviewed and edited (June–Aug 2015 )  5. Contingencies  $75,000 \n3.5  Special chapter and highlights finalized (July–Oct 2015)   \n3.6  Publication is published, launched, and disseminated    \n(August–November 2015) \nADB = Asian Development Bank, DMC = developing member country, MDG = Millennium Development Goal,  \nTASF = Technical Assistance Special Fund. \nSource: Asian Development Bank.\n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Amount \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  National consultants  345.0 \n      ii.  International consultants  150.0 \n    b.  International travel  60.0 \n  2.  Workshops, seminars, and conferencesb  100.0 \n  3.  Miscellaneous administration and support costsc  20.0 \n  4.  Contingencies  75.0 \n        Total  750.0 \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-V). \nb  Includes costs of dissemination activities, and travel and related expenses of resource people, including ADB staff \nas resource people. Workshops, seminars, and conferences will occur only in eligible ADB member countries. \nc  Includes data support, subscription, software acquisition, and printing costs. Software acquisition, if needed, will be \nprocured through ADB’s Office of Administrative Services, while the Department of External Relations will be \nconsulted for printing assignments. \nSource: Asian Development Bank estimates. \n \n   \n ", "  Appendix 3  9 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Economists (international, three consultants, 10 person-months total, intermittent)  \n \n1.  The  consultants  should  have  a  strong  background  in  development  economics, \neconomics, or other related subjects. The consultants should also have expertise or interests in \nAsian economies. He or she will carry out the following activities: \n \n(i)  document policies and interventions that enable countries to promote inclusive \nand  sustainable  growth  in  Asia  from  the  perspective  of  education  and \nemployment generation, private sector development, and firm productivity, and \nthrough regulatory constraints (one topic will be chosen for each consultant); \n(ii)  use data from selected developing member countries (DMCs) to document or \nhighlight unique findings that will provide perspective on the issues, and how \nissues  on  jobless  growth  could  be  addressed  through  education,  firm \ndevelopment, or regulation; \n(iii)  undertake rigorous analytical research using valid econometric approaches and \nmodeling techniques to provide detailed insights on an area related to the special \nchapter topic; and \n(iv)  provide advice on the direction of research for the special chapter and potentially \ncontribute subsections to the special chapter, with the following specific tasks:  \n \n(a)  review draft outline of special chapter or subchapter prepared by Asian \nDevelopment Bank (ADB) staff and provide comments and suggestions \nfor its finalization; \n(b)  brainstorm on potential terms of reference for background papers that will \nbe funded through ADB related to the topic;  \n(c)  attend  workshops  and  provide  comments  and  suggestions  for  the \nfinalization of background papers; \n(d)  provide advice to authors of the background papers as required; and \n(e)  draft a paper that will serve as one of the key highlights in the special \nchapter, to be presented in one or two workshops. \n \n2.  The output for each of the three consultants will be a background paper for the special \nchapter. \n \nB.  Economists, Statisticians, Data Specialists (national, 12 consultants, 36 person-\nmonths total, intermittent)  \n \n3.  The national consultants should have a well-rounded knowledge of labor market policies \nin their countries. They should also be knowledgeable about sources of good data and have the \nability to access this data, or be capable of collecting the data through surveying techniques. \nThey  should  also  have  the  ability  to  analyze  the  data  using  statistical  and  econometric \ntechniques. The tasks assigned are as follows: \n \n(i)  describe major policies and interventions on supply and demand for labor in their \ncountry, or perform analytical work on specific datasets; \n(ii)  synthesize findings in a report; \n(iii)  potentially help design and field survey; \n(iv)  provide inputs to Development Indicators and Policy Research Division (ERDI) \nstaff and international consultants regarding policies and interventions prevalent \n ", "10  Appendix 3 \n \n \nin their country, which can be used to evaluate the impact of selected policies \nand interventions; and \n(v)  present a paper or analytical work in one or two workshops. \n \n4.  The output of the national consultants will include background papers or country-specific \ncase studies for the special chapter. \n \nC.  Manuscript and Economics Editor (international, 2 person-months, intermittent)  \n \n5.  The manuscript and economics editor will be responsible for the manuscript-editing of \nthe Key Indicators special chapter and assist in preparing the Highlights of the Key Indicators for \nAsia and the Pacific 2015, including the tables and charts appearing in the publication. He or \nshe will also assist with the preparation of the highlights and presentation materials for the Key \nIndicators launch. \n \n6.  The consultant will review and edit the special theme chapter, statistical commentaries, \nand sources for the graphs and tables of the Key Indicators 2015 in line with the ADB Handbook \nof Style and Usage. The work includes a number of editing rounds of the typeset version until \nthe  desired  quality  is  achieved.  The  manuscript  and  economics  editor  will  also  make \nsuggestions regarding layout of the publication. In particular, the editor will carry out the following \ntasks for the special chapter and highlights: \n \n(i)  reorganize  the text  so that the  subject matter  is  easy to  understand  and  is \nlogically presented; \n(ii)  eliminate wordiness and repetition, and reduce ambiguity; \n(iii)  query substantive discrepancies, possible typographical errors, and non-English \nterms; \n(iv)  edit tables and figures, and recast if required; \n(v)  ensure that subheadings are consistent and logical; \n(vi)  check references to tables, figures, appendixes, and parts of the text; \n(vii)  edit notes to ensure that the text references are correct; \n(viii)  edit reference lists; \n(ix)  edit the foreword and acknowledgments; \n(x)  edit the highlights; \n(xi)  check final changes; \n(xii)  work closely with the Key Indicators overall coordinator; \n(xiii)  check and sign off on the layout; and \n(xiv)  perform other relevant tasks as assigned by ERDI. \n \n7.  The outputs of the manuscript and economics editor are a manuscript-edited special \nchapter, highlights, and presentation materials. \n \nD.  Economics and Statistics Specialists (national, 10 consultants, 70 person-months \ntotal) \n \n8.  The economics and statistics specialists should have (i) a background in economics or \nstatistics, and experience working in the area of statistics or research analysis; (ii) technical and \nanalytical skills required for the project; (iii) a good understanding of the official statistics and \nnational statistical systems; (iv) advanced knowledge and proficiency in using Microsoft Excel, \nMicrosoft Word, and other relevant software; (v) experience in performing automated business \n ", "  Appendix 3  11 \nprocesses; (vi) due diligence in data compilation and validation; (vii) good writing skills; and (viii) \ncreativity in producing statistical graphs. The tasks assigned are as follows: \n \n(i)  compile  and  validate  statistics  from  assigned  regional  members  and  other \nsources; \n(ii)  generate, review, and finalize assigned statistical tables under the guidance of \nERDI international staff and the Key Indicators coordinator using applications of \nthe Statistical Database System; \n(iii)  study  the  assigned  themes,  and  together  with  their  ERDI  staff  counterpart, \nanalyze the available statistics and other information; \n(iv)  suggest or create statistical graphs in the analysis of commentaries; \n(v)  review and update the statistical definitions and concepts that are used in the \npreparation of the Key Indicators; \n(vi)  review or revise the statistics and write-ups on commentaries; \n(vii)  implement the new aggregation methods; \n(viii)  participate in integrating the Framework of Inclusive Growth Indicators (FIGI) in \nthe Key Indicators publication; \n(ix)  familiarize self with the FIGI and recommend modifications on the indicators, if \nany, including justifications; \n(x)  draft a paper based on original empirical research (using household survey data \nand statistical indicators) on a selected theme (to be determined) of the FIGI that \nwill serve as the basis for the introductory section of the Key Indicators special \nchapter, from the perspective of inclusive growth in developing Asia; \n(xi)  develop policy prescriptions that are needed for inclusive growth for the selected \ntheme; \n(xii)  discuss on a regular basis with the project officer any issues encountered in the \ndrafting of the paper; and present the draft paper in the Economics and Research \nDepartment seminar series or other workshops as needed, for the purpose of \nsoliciting comments on improvements in methodology and overall paper quality;  \n(xiii)  finalize the draft report based on solicited comments; and \n(xiv)  perform other related technical and administrative tasks as may be assigned by \nthe Key Indicators coordinator. \n \n9.  The  output  of  the  economics  and  statistics  specialists  will  include  questionnaires, \ncountry tables, MDG tables, regional tables, FIGI tables, and charts and figures for the write-ups, \nhighlights, and presentation materials. \n \nE.  Inclusive Growth Expert (international, 1.5 person-months) \n \n10.  The expert should have a strong background in using socioeconomic indicators and \nnational household survey data for policy analysis purposes, and must possess excellent writing \ncapability. Preferably, he or she should have experience with international organizations and \nconsiderable experience in research on development policy, especially on economic growth, \npoverty, and inclusive growth, with a particular focus on social sector issues of developing Asia. \nThe consultant will perform the following tasks: \n \n(i)  familiarize themself with the FIGI and recommend modifications on the indicators, \nif any, including justifications; \n(ii)  draft a paper based on original empirical research (using household survey data \nand statistical indicators) on a selected theme (to be determined) of the FIGI that \n ", "12  Appendix 3 \n \n \nwill serve as a basis for the introductory section of the Key Indicators special \nchapter, from the perspective of inclusive growth in developing Asia; \n(iii)  develop policy prescriptions that are needed for inclusive growth for the selected \ntheme; \n(iv)  discuss on a regular basis with the project officer any issues encountered in the \ndrafting of the paper; and present the draft paper in the Economics and Research \nDepartment’s seminar series or other workshops as needed, for the purpose of \nsoliciting further comments on improvements in methodology and overall paper \nquality;  \n(v)  finalize the draft report based on solicited comments; and  \n(vi)  perform other related tasks as discussed with the project officer. \n \n11.  The output of the inclusive growth expert will include write-ups on FIGI topics. \n \nF.  Writer and Copy Editor (international, 1.5 person-months, intermittent)  \n \n12.  The  writer  and  copy  editor  will  be  responsible  for  writing  a  high-quality  thematic \ncommentary based on sound statistical analysis, for the statistical components (parts II and III) \nof Key Indicators, highlighting recent trends and providing an overview of developments in the \nAsia and Pacific region and across countries. He or she will also make suggestions as to the \nlayout. In particular, the copy editor will carry out the following tasks: \n \n(i)  review the statistical commentaries from earlier issues of Key Indicators and \nother statistical publications, and prepare a detailed outline including proposed \ngraphs, charts, and boxes for commentaries on the following themes (ensuring \nconsistency in the overall style, approach, and presentation): MDGs; people; \neconomy  and  output;  money,  finance,  and  prices;  globalization;  transport, \nelectricity,  and  communications;  energy  and  environment;  government  and \ngovernance; and any other themes that may be introduced; \n(ii)  drawing on statistics from Key Indicators and external sources and based on a \nsound statistical analysis, draft commentaries covering the themes within the \nstatistical  component;  and  provide  an  informative  overview  of  trends  and \ndevelopments, as well as relevant emerging issues in the Asia and Pacific region \nand across countries;  \n(iii)  work  closely  with  the  concerned  ERDI  staff  and  national  consultants  in \ndeveloping the graphs, charts, and boxes, including statistical boxes covering \ndata comparability issues; \n(iv)  conduct  a  consultation  on  the  proposed  commentary  and—based  on  the \nreceived feedback and working closely with the concerned ERDI staff—finalize \nthe statistical commentaries ensuring full compliance with the ADB Handbook of \nStyle and Usage and any other relevant guidelines; \n(v)  assist with preparations of Part V—Definitions, and the Foreword; \n(vi)  prepare highlights for the statistical component as part of the overall highlights; \nand assist with preparations of the key messages, press releases, and other \nrelated materials; and \n(vii)  perform other tasks as assigned by ERDI. \n \n13.  The output of the writer and copy editor will include copy edited parts II, III, and IV, \nincluding edited tables and charts of the Key Indicators publication. \n \n ", "  Appendix 3  13 \nG.  Graphic Designer (national, 1 person-month, intermittent) \n \n14.  The graphic designer will be responsible for text layout, encoding of corrections, relayout, \nand formatting of graphic elements of Key Indicators, including preparation for the web version. \nHe or she must be skilled in working with Adobe Creative Suite 4 (or 5), Microsoft Word, and \nMicrosoft Excel. The consultant will prepare InDesign, Illustrator, and PDF files of the interiors \nand covers using original manuscripts submitted in Microsoft Word and Microsoft Excel. In \nparticular, the graphic designer will perform the following tasks: \n \n(i)  typeset or layout the main volume and spin-off publications of Key Indicators; \n(ii)  reformat tables and charts, and encode corrections in the main text, based on \ncorrections received from ERDI staff and consultants; \n(iii)  encode final text and graphical corrections from ERDI staff and consultants;  \n(iv)  prepare InDesign, Illustrator, Photoshop, and PDF files of the artwork, interior \npages,  and  covers  using  original  manuscripts  submitted  in  Microsoft  Word, \nMicrosoft Excel, and other formats; \n(v)  apply the template developed by ERDI in typesetting the Key Indicators; \n(vi)  ensure that the main volume is formatted and the layout is clear and accurate; \nand \n(vii)  perform other related tasks as assigned by ERDI. \n \n15.  The outputs of the graphic designer are layout, encoded corrections, relayout, formatted \ngraphic elements of Key Indicators, press-ready PDFs, and web files for upload. \n \nH.  Resource People (international, six consultants, 12 person-days total) \n \n16.  The resource people should be experts in the topic being discussed in the workshop or \nconference. They  should  have  good  analytical  skills  and  an  ability  to  provide  constructive \ncriticisms. The tasks assigned are as follows: \n \n(i)  review papers associated with the workshop or conference; \n(ii)  actively participate in the conference by providing feedback on the content of \nbackground papers drafted for the special chapter; and \n(iii)  provide detailed written comments and serve as discussants at the workshop for \nat least one background paper or topic under discussion.  \n \n ", "14  Appendix 4 \n \nOUTLINE OF KEY INDICATORS FOR ASIA AND THE PACIFIC 2015 \n \nI.  Special Chapter (tentatively on jobless growth)  \nII  Millennium Development Goals \nIII.  Regional Tables \n  1.  People     \n  2.  Economy and Output \n  3.  Money, Finance, and Prices \n  4.  Globalization \n  5.  Transport, Electricity, and Communications \n  6.  Energy and Environment \n  7.  Government and Governance \nIV.  Framework of Inclusive Growth Indicators \n1.  Regional Trends \n2.  Country Trends \na.  Poverty and Inequality \nb.  Policy Pillar 1: Growth and Expansion of Economic Opportunity \nc.  Policy Pillar 2: Social Inclusion to Ensure Equal Access to Economic \nOpportunity \nd.  Policy Pillar 3: Social Safety Nets \ne.  Good Governance and Institutions \n3.  Tables \nV.  Definitions \n "], "metadata": {"Title": "Technical Assistance Report", "Author": "ADB", "Keywords": "adb technical assistance ta report", "Creator": "Microsoft® Word 2010", "CreationDate": "D:20131126120450+08'00'", "ModDate": "D:20131126120450+08'00'", "Producer": "Microsoft® Word 2010"}}