{"path": "data/input/ta/47075-001-tar.pdf", "pages": [" \n \n \n \nTechnical Assistance Report           \n \n \n                         \n \n \n                 \n \n \n \n \n \n \n \n \nProject Number: 47075  \nCapacity Development Technical Assistance (CDTA) \nDecember 2013 \n \n \n \nPeople’s Republic of China: Strengthening Capacity \nfor Wetland Protection for Sanjiang Plain  \n(Cofinanced by the Multi-Donor Trust Fund under the Water \nFinancing Partnership Facility) \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "", " \nCURRENCY EQUIVALENTS \n(as of 5 December 2013) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1642 \n$1.00  =  CNY6.0917 \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nHPFD  –  Heilongjiang Provincial Forestry Department  \nHPG  –  Heilongjiang provincial government \nPRC  –  People’s Republic of China \nTA  –  technical assistance \nTMO  –  technical assistance management office \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Agriculture and natural resources (water-based natural resource \nmanagement) \nThemes (subthemes)  –  Environmental sustainability (natural resources conservation, \nglobal and regional transboundary environmental concerns), \ncapacity development (institutional development)  \nClimate change  –  Adaptation \nLocation (impact)  –  National (medium), rural (high), urban (low), regional (medium) \nPartnership  –  Multi-Donor Trust Fund under the Water Financing Partnership \nFacility \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  Y. L. Feng, Environment, Natural Resources, and Agriculture Division, EARD \n   \nTeam leader  Y. Kobayashi, Senior Water Resources Specialist, EARD \nTeam members  M. Bezuijen, Environment Specialist, EARD \nQ. Zhang, Lead Water Resources Specialist, EARD \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "", " \nCONTENTS \n \nPage \n \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  Outline Terms of Reference for Consultants  9 \n \n \n \n ", "", " \nI.  INTRODUCTION \n1.  During the 2012 country programming mission, the Government of the People’s Republic \nof  China  (PRC)  requested  capacity  development  technical  assistance  (TA)  from  the  Asian \nDevelopment  Bank (ADB)  to  strengthen capacity for  wetland  protection for  Sanjiang  Plain.1                \nIn August 2013, an ADB fact-finding mission visited the PRC and reached an understanding with \nthe  government  on  the  TA’s  impact,  outcome,  outputs,  cost  estimates  and  financing  plan, \nimplementation arrangements, and consultants’ terms of reference. The design and monitoring \nframework is in Appendix 1. \n \nII.  ISSUES \n2.  Sanjiang Plain is a vast alluvial floodplain of 108,900 square kilometers in the northeast of \nHeilongjiang Province, where the Heilong, Songhua, and Wusuli rivers join. The plain, one of the \nPRC’s richest areas in globally significant flora and fauna, supports about 40 ecosystems; 1,000 \nspecies  of  plants;  and  530  species  of  vertebrate  fauna,  including  more  than  20  globally \nthreatened species on the World Conservation Union Red List. The globally threatened species \ninclude waterfowl such as cranes, storks, and swan geese, which require extensive, undisturbed \nwetlands during their migration and breeding seasons. The Sanjiang Plain  wetlands are an \nimportant nesting and stopover location at the northern end of the East Asian—Australian flyway \nfor migratory waterfowl, most notably white-naped and red-crowned cranes. \n \n3.  However, the wetlands have shrunk to one-fifth of their original size in the last 5 decades \nbecause  of  increasing  population,  grain  production,  and  exploitation  of  biological  and  water \nresources. Accelerating population growth and increasing grain production threaten the flora and \nfauna. Local communities exploit biological and water resources within the wetlands for their \nlivelihood  through  unsustainable  farming  practices.  The  limited  management  capacity  of \nprovincial and local government staff has exacerbated the deterioration of wetland resources. \n \n4.  The PRC government has adopted several important national policies and legal measures \nto guide and direct habitat restoration and biodiversity conservation. The Wild Animal Protection \nLaw of 1988 has reduced the overexploitation of wildlife from hunting and egg collecting. In 1993, \nthe PRC ratified the Convention on Biological Diversity; and in 1994, it issued the Biodiversity \nConservation  Action  Plan  and  the  Nature  Reserve  Protection  Regulation.  In  1996,  the \nHeilongjiang provincial government (HPG) issued the Regulation of Nature Reserves establishing \npriority wetland nature reserves;2 and in 1998, the Decision on Wetland Conservation suspending \nfurther conversion of wetlands to farmland.3 In 2002, the National Wetland Conservation Action \nPlan  was  approved,  outlining  priority  actions  to  guide  conservation,  use,  management,  and \ninstitutional frameworks. The plan was reinforced a year later with the issuance by HPG of one of \nthe PRC’s first wetland regulations, the Regulations on Wetland Conservation of Heilongjiang \nProvince. The protected wetland area of Sanjiang Plain currently includes 24 nature reserves, \nwhich cover 11,675 square kilometers or 10.7% of the plain. Despite the impressive legal steps, \nwetland  restoration  and  protection  are  still  new  concepts  in  the  PRC.  Wetland  restoration \nprograms  have  been  planned,  but  sound  wetland  management  expertise  and  scientific \nknowledge are scarce. \n                                                \n1  The TA first appeared in the business opportunities section of ADB’s website on 16 August 2013.   \n2  Nature reserves are specially designated areas protected by the PRC’s Nature Reserve Protection Regulation to \nconserve wetland habitats.  \n3  Heilongjiang Party Committee. 1998. Document No. 21. Harbin. \n ", "2   \n5.  Since wetland management expertise and scientific knowledge needed to be developed to \nreverse the continuing trend toward reduction and degradation of the Sanjiang Plain wetlands and \nprotect wetland-dependent wildlife species, an ADB loan for $15 million cofinanced by a Global \nEnvironment Facility grant of $12.14 million for the Sanjiang Plain Wetlands Protection Project \nwas approved in 2005. The project comprised five components: (i) watershed management, (ii) \nwetland  nature  reserve management, (iii)  alternative  livelihood  programs, (iv)  education  and \ncapacity building, and (v) project management. The HPG was the executing agency. \n \n6.  Under the project, various pilot wetland protection activities were conducted in six model \nnature  reserves:  Angbanhe,  Dajiahe,  Naolihe,  Qixinghe,  Xingkaihu,  and  Zhenbaodao.  The \nRamsar Convention Bureau listed Xingkaihu as a wetland of international importance in 2002 \nbefore the project commenced; Qinghe and Zhenbaodao were listed in 2011 during  project \nimplementation.  Lessons  during  project  implementation  were  introduced  in  ADB  reviews  on \nreviving lakes and wetlands.4 \n \n7.  The project was completed successfully in August 2012. In the six model reserves, pilot \nactivities were successfully conducted, including watershed management, wetland restoration, \nwildlife  species  recovery,  reduction  of  resource  exploitation,  and  alternative  livelihoods \ndevelopment. Eight key globally threatened species in Sanjiang Plain were monitored during \nproject implementation; this is ongoing.5  \n \n8.  To expand these successes under the Sanjiang Plain Wetlands Protection Project to other \nnature reserves through capacity development, dissemination of the wetland protection models \ndeveloped under the project, and sharing of knowledge accumulated under the project, including \nproviding information useful for considering future investment projects, the HPG requested ADB’s \ncontinuous support through this TA. \n \n9.  The PRC’s Twelfth Five-Year Plan, 2011–2015 supports the long-term goal of building a \nharmonious and moderately prosperous society through livelihood improvement, with regionally \nbalanced and environmentally sustainable growth. ADB has been supporting projects on lakes \nand wetland protection in the PRC. ADB’s country partnership strategy, 2011–2015 for the PRC \nsupports the government’s overarching strategic goal of building a harmonious and moderately \nprosperous  society  by  focusing  on  three  strategic  pillars:  inclusive  growth,  environmentally \nsustainable growth, and regional cooperation and integration. The TA is fully consistent with the \nPRC’s  plan  and  the  country  partnership  strategy  by  promoting  sustainable  management  of \nnatural resources and protecting globally significant biodiversity in Sanjiang Plain. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n10.  The  impact  will  be  improved  management  of  natural  resources  to  protect  globally \nsignificant biodiversity in Sanjiang Plain. The outcome will be capacity established for continued \nimplementation and expansion of achievements of the Sanjiang Plain Wetlands Protection Project. \n                                                \n4  ADB. 2008. Reviving Lakes and Wetlands: Lessons Learned from the People’s Republic of China. Manila. \n5  The eight key globally threatened species are Baikal teal, hooded crane, lesser white-fronted goose, scaly-sided \nmerganser, oriental stork, red-crowned crane, swan goose, and white-naped crane. As of 31 October 2013, scaly-\nsided merganser, oriental stork, and red-crowned crane are on the list of endangered species; and hooded crane, \nlesser white-fronted goose, swan goose, and white-naped crane are on the list of vulnerable species. Baikal teal was \nmoved from the list of endangered to vulnerable species. ", "  3 \nB.  Methodology and Key Activities \n11.  The TA outputs will be (i) expansion of relevant HPG staff capacity for wetland protection \ndeveloped  under  the  Sanjiang  Plain  Wetlands  Protection  Project;  and  (ii)  expansion  and \ndissemination  of  wetland  protection  models  developed  under  the  Sanjiang  Plain  Wetlands \nProtection Project and sharing of knowledge developed or accumulated for Sanjiang Plain. The \nTA will be implemented over 13 months. From TA commencement to the end of the first month, \nconsultants will (i) review past and ongoing wetland protection activities for Sanjiang Plain and \nother wetlands in the PRC; and identify achievements and remaining challenges, particularly \nthose under the project; (ii) assess HPG, local government, and nature reserve staff capacity for \nwetland  protection,  and  identify  training  needs;  (iii)  prepare  a  training  program  for  decision \nmakers and nature reserve staff; and (iv) prepare an outline of a knowledge product on wetland \nprotection. \n \n12.  From the beginning of the second month to the end of the fifth month, the consultants will \ndraft the knowledge product to supplement ADB reviews on reviving lakes and wetlands (footnote \n4). It will include sections for watershed management (particularly forest improvement), wetland \nrestoration,  wildlife  species  recovery,  reduction  of  resource  exploitation,  and  alternative \nlivelihoods (particularly ecotourism and water- and land-intensive eco-greenhouse agriculture) \nincluding achievements, suggested revisions to the achievements, remaining challenges, lessons \nfrom  the  Sanjiang  Plain Wetlands  Protection  Project,  and  key  messages  for  future  wetland \nprotection. Two workshops will be held at the beginning and end of this period for consultation on \nthe knowledge product. The draft knowledge product will be discussed by decision makers and \nnature reserve staff through training courses. The consultants will revise the knowledge product \nincorporating  comments  from  ADB,  HPG,  local  governments,  nature  reserves,  and  other \nspecialists. From the beginning of the 6th month to the end of the 10th month, the knowledge \nproduct will be edited, formatted, and printed by ADB. It will be launched at an international \nworkshop during the 11th month. \n \n13.  From the beginning of the 2nd month to the end of the 10th month, the consultants will \nprovide decision makers and nature reserve staff with training. At least one training course will be \nprovided to decision makers, including mayors of cities and counties where important wetlands \nexist; and key senior officers of the HPG to raise their awareness of the importance of wetland \nprotection.  At  least  one  training  course  will  be  provided  to  nature  reserve  staff  on  \n(i) wetland restoration, (ii) recovery of wildlife species and reduction of resource exploitation,  \n(iii) monitoring of wildlife species, and (iv) development of alternative livelihoods. During this \nperiod, the consultants will assist HPG, local government, and nature reserve staff in continuously \nimplementing and expanding the project achievements for wetland restoration, wildlife species \nrecovery, reduction of resource exploitation, and monitoring of wildlife species. \n \nC.  Cost and Financing \n14.  The TA is estimated to cost $625,000, of which $200,000 will be financed on a grant basis \nby ADB’s Technical Assistance Special Fund (TASF-other sources); and $300,000 equivalent will \nbe  financed  on  a  grant  basis  by  the  Multi-Donor  Trust  Fund  under  the  Water  Financing \nPartnership Facility and administered by ADB. Funding from the Multi-Donor Trust Fund will be \nused to produce the knowledge product.6 \n \n                                                \n6  Contributors: the governments of Australia, Austria, Norway, Spain, and Switzerland. \n ", "4   \n15.  The government will provide counterpart support in the form of office accommodation; \ndomestic  transportation,  remuneration,  per  diem  for  counterpart  staff,  and  other  in-kind \ncontributions. The detailed cost estimates and financing plan are in Appendix 2. \n \nD.  Implementation Arrangements \n16.  The HPG will be the executing agency. The Heilongjiang Provincial Forestry Department \n(HPFD)  will  be  the  implementing  agency.  The  HPG,  particularly  HPFD,  is  responsible  for \nprotecting wetlands through Heilongjiang Province; and has shown strong capacity to execute the \nproject. \n \n17.  A TA management office (TMO) will be established at HPFD to administer the day-to-day \nTA activities and coordinate with ADB. HPFD will assign an experienced full-time staff member to \nserve as TMO director and counterpart staff to work closely with the TA consultants. It will provide \noffice space, access to communications and copiers, and logistical support for TA implementation. \nThe TMO director will manage and liquidate funds provided by ADB for training, seminars, and \nconferences. \n \n18.  A steering committee will be established under the HPG to guide TA implementation. The \ncommittee  members  will  be  senior  representatives  of  the  HPG,  including  the  Heilongjiang \nProvincial  Development  and  Reform  Commission,  the  Heilongjiang  Provincial  Finance \nDepartment, and HPFD. The steering committee will meet at the inception, interim, midterm, and \nfinal stages of TA implementation; and when important TA outputs are produced. \n \n19.  Consultant recruitment will be conducted from January to April 2014. The TA will be \nimplemented from 12 May 2014 to 11 June 2015 (tentative). The consultants will submit an \ninception report within a month after TA commencement, a draft knowledge product within 4 \nmonths after TA commencement, and interim report within 5 months after TA commencement. A \ndraft final report will be submitted within 11 months after TA commencement, and a final report at \nTA  conclusion. The  inception,  interim,  and  draft final  reports,  including the  draft  knowledge \nproduct will be subject to review by ADB and the HPG. All reports and the draft knowledge \nproduct will be written in English and translated into Chinese. Three copies of each of the reports \nand draft knowledge product will be submitted to ADB in English, and five copies in both English \nand Chinese will be submitted to the HPG. In addition, soft copies of the draft knowledge product \nwill be submitted to ADB in a format suitable for editing and publication. The outline terms of \nreference for consultants are in Appendix 3. \n \n20.  The TA will be carried out by a team of consultants engaged through a firm, providing 8.5 \nperson-months of international and 16.0 person-months of national consulting services. ADB will \nengage the consultants following the Guidelines on the Use of Consultants (2013, as amended \nfrom time to time). The consulting firm will be selected using simplified technical proposals and \nquality- and cost-based selection with a quality–cost ratio of 80:20. Equipment for TA consultants \nwill be procured following ADB’s Procurement Guidelines (2013, as amended from time to time), \nand handed over to the HPG upon TA completion. Disbursement under the TA will be in line with \nADB’s Technical Assistance Disbursement Handbook (2010, as amended from time to time). \nAdvance payment facilities will be established to facilitate timely TA implementation. ADB funds \nfor training, seminars, and conferences will be transferred to an existing HPG bank account, and \nmanaged  and  liquidated  by  the  TMO  director.  ADB  will  undertake  intensive  review  and \nsupervision by fielding missions at critical stages of TA implementation—particularly inception, \nmidterm, and final; and by extending regular support from ADB headquarters and the PRC \nResident Mission. ", "  5 \nIV.  THE PRESIDENT’S DECISION \n21.  The President, acting under the authority delegated by the Board, has approved (i) ADB \nadministering a portion of technical assistance not exceeding the equivalent of $300,000 to be \nfinanced on a grant basis by the Multi-Donor Trust Fund under the Water Financing Partnership \nFacility; and (ii) ADB providing the balance not exceeding the equivalent of $200,000 on a grant \nbasis  to  the  Government  of  the  People’s  Republic  of  China  for  Strengthening  Capacity  for \nWetland Protection for Sanjiang Plain, and hereby reports this action to the Board. \n \n \n \n   \n \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \nData \nPerformance Targets  Sources and \nand Indicators with  Reporting \nDesign Summary  Baselines  Mechanisms  Assumptions and Risks \nImpact      Assumption \nImproved management of  Number of eight key  World  The HPG and relevant \nnatural resources to protect  globally threatened  Conservation  national and local agencies \nglobally significant biodiversity  speciesa monitored in six  Union  maintain their commitment \nin Sanjiang Plain  model nature reservesb in  biodiversity  to improve management of \n  Sanjiang Plain increased  surveys  natural resources to protect \nby 10% to 37,407 in 2020  globally significant \n(baseline: 34,006 in 2011)  biodiversity in wetlands, \nA total of 10,278 square  particularly the eight key \nkilometers of wetland area  globally threatened species. \nin Sanjiang Plain   \nRisks \nmaintained in 2020  \nThe eight key species are \nthreatened by activities \nalong their migration routes \noutside Sanjiang Plain. \nOther factors such as \nclimate change adversely \naffect the environment in \nSanjiang Plain. \nOutcome      Assumptions \nCapacity established for  By 2018 in Sanjiang Plain:  HPG and  The TA outputs are well \ncontinued implementation and  Wetland restoration  nature  supported and continued by \nexpansion of the  implemented in at least 10  reserves  the HPG, the nature \nachievements of the Sanjiang  documents  reserves, and relevant \nnature reserves  \nPlain Wetlands Protection  and reports   agencies. \nRecovery plans for  \nProjectc  18 species implemented in    Staff trained under the TA \n  at least 10 nature reserves   continue to work for \nwetland protection. \nAlternative livelihood \ndevelopment projects   \nimplemented in at least 10 \nnature reserves  \nOutputs       Assumptions \n1. Expansion of relevant HPG  By 2015:  HPG and  The HPG and the nature \nstaff capacity for wetland  Training on wetland  nature  reserves maintain adequate \nprotection developed under  protection provided to at  reserve  number of dedicated staff \nthe Sanjiang Plain Wetlands  least 10 decision makers  documents  with required qualifications. \nProtection Projectc  and 50 nature reserve staff   and reports  Necessary information is \n   \nA knowledge product on  available on time. \n2. Expansion and  wetland protection in     The nature reserves \ndissemination of wetland  Sanjiang Plain published  maintain their commitments \nprotection models  and disseminated at an  to develop staff capacity for \ndeveloped under the  international workshop   wetland protection. \nSanjiang Plain Wetlands \nProtection Projectc and \nsharing of knowledge \ndeveloped or accumulated \nfor Sanjiang Plain \n   \n ", "Appendix 1  7 \nActivities with Milestonesc  Inputs  \n1.  Expansion of relevant HPG staff capacity for wetland  Asian Development Bank: $200,000 \nprotection developed under the Sanjiang Plain  (TASF-other sources) \nWetlands Protection Projectd \nAmount  \n1.1. Review past and ongoing wetland protection activities for  Item  ($’000) \nSanjiang Plain and other wetlands in the PRC; and   Consulting services,  \nidentify achievements and remaining challenges,  11.0 person-months  133.42 \nparticularly those under the Sanjiang Plain Wetlands  International and local travel  5.75 \nProtection Project by month 1d  Reports, communications, \nand translation  10.00 \n1.2. Assess HPG, local government, and nature reserve staff \ncapacity for wetland protection, and identify training  Equipment  2.00 \nneeds; prepare a training program for decision makers  Training, seminars, and \nand nature reserve staff on wetland restoration, recovery  conferences  36.00 \nof wildlife species and reduction of resource exploitation,  Surveys  1.00 \nmonitoring of wildlife species, and alternative livelihood  Miscellaneous administration \ndevelopment by month 1   and support costs  1.90 \n1.3. Begin to implement the training program by month 2  Contingencies  9.93 \n1.4. Begin to assist HPG staff in continuously implementing  Multi-Donor Trust Fund under the Water \nand expanding achievements of the Sanjiang Plain  Financing Partnership Facility:e \nWetlands Protection Project by month 2d  $300,000 \n1.5. Complete implementation of the training program by \nAmount \nmonth 10 \nItem  ($’000) \n1.6. Complete assistance to HPG staff on continuous \nConsulting services,  \nimplementation and expansion of achievements of the \nSanjiang Plain Wetlands Protection Project by month 10d  13.5 person-months  212.32 \nInternational and local travel  13.78 \n2.  Expansion and dissemination of wetland protection  Reports, communications, \nmodels and sharing of knowledge developed or  and translation  17.00 \naccumulated for Sanjiang Plain  Equipment  3.00 \nTraining, seminars, and \n2.1 Prepare an outline of a knowledge product on wetland \nconferences  34.00 \nprotection by month 1 \n2.2 Conduct the first consultation workshop by month 2  Surveys  4.00 \n2.3 Prepare and submit to ADB and the HPG a draft  Miscellaneous administration \nknowledge product by month 5  and support costs  2.90 \n2.4 Conduct the second consultation workshop by month 5  Contingencies  13.00 \n2.5 Edit the draft knowledge product and publish the final  Note: The government will provide \nversion by month 10  counterpart support in the form of \n2.6 Conduct the final international workshop to launch the  office accommodation, domestic \nknowledge product; discuss TA findings, remaining  transportation, remuneration, per \nchallenges, and measures to solve them by month 11   diem for counterpart staff, and other \nin-kind contributions. \nADB = Asian Development Bank, PRC = People’s Republic of China, HPG = Heilongjiang provincial government, TA = \ntechnical assistance. \na  The eight key targeted globally threatened species are Baikal teal, hooded crane, lesser white-fronted goose, scaly-\nsided Merganser, Oriental stork, red-crowned crane, swan goose, and white-naped crane. \nb  The six model nature reserves are Angbanhe, Dajiahe, Naolihe, Qixinghe, Xingkaihu, and Zhenbaodao. \nc  The starting point of all references to “by month xx” in this section is the estimated TA commencement of 12 May 2014. \nd  ADB. 2005. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Global \nEnvironment Facility Grant to the People’s Republic of China for the Sanjiang Plain Wetlands Protection Project. Manila \n(Loan 2157-PRC/TA 4571-PRC). \ne  Contributors: the governments of Australia, Austria, Norway, Spain, and Switzerland. Administered by ADB. \nSource: Asian Development Bank. \n ", "8  Appendix 2 \n \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nA.  Asian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  59.94 \n      ii.  National consultants  73.48 \n    b.  International and local travel  5.75 \n    c.  Reports and communications  10.00 \n  2.  Equipmentb  2.00 \n  3.  Training, seminars, and conferences   \n    a.  Facilitators  6.00 \n    b.  Training program  30.00 \n  4.  Surveys  1.00 \n  5.  Miscellaneous administration and support costs  1.90 \n  6.  Contingencies  9.93 \n      Subtotal (A)  200.00 \n B.  Multi-Donor Trust Fund under the Water Financing Partnership Facilityc   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  143.66 \n      ii.  National consultants  68.66 \n    b.  International and local travel  13.78 \n    c.  Reports and communications  17.00 \n  2.  Equipmentb  3.00 \n  3.  Training, seminars, and conferences   \n    a.  Facilitators  5.00 \n    b.  Training program  29.00 \n  4.  Surveys  4.00 \n  5.  Miscellaneous administration and support costs  2.90 \n  6.  Contingencies  13.00 \n      Subtotal (B)  300.00 \n        Total  500.00 \nNote:  The  technical  assistance  (TA)  is  estimated  to  cost  $625,000,  of  which  contributions  from  the  Asian \nDevelopment Bank and the Multi-Donor Trust Fund under the Water Financing Partnership Facility are presented in \nthe table above. The government will provide counterpart support in the form of office accommodation, domestic \ntransportation, remuneration, per diem for counterpart staff, and other in-kind contributions. The value of government \ncontribution is estimated to account for 20% of the total TA cost. Funding from the Multi-Donor Trust Fund will be \nutilized first on a front-loading basis. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-other sources). \nb  Equipment to be procured: Asian Development Bank: one office computer with wireless broadban internet access \n($1,500), one digital cameras ($350), and other small peripherals ($150) and Multi-Donor Trust Fund under the \nWater Financing Partnership Facility: one office computer with wireless broadband internet access ($1,500), one \nprinter ($750), and one fax machine ($750). \nc  Contributors: the governments of Australia, Austria, Norway, Spain, and Switzerland. Administered by ADB. \nSource: Asian Development Bank estimates. \n ", "  Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Implementation Arrangements \n1.  The TA will be carried out by a team of consultants engaged through a firm, providing \n8.5 person-months of international and 16.0 person-months of national consulting services. ADB \nwill engage the consultants following the Guidelines on the Use of Consultants (2013, as \namended from time to time). The consulting firm will be selected using simplified technical \nproposals and quality- and cost-based selection with a quality–cost ratio of 80:20. \nB.  Terms of Reference \n2.  Wetland nature reserve management specialist and team leader (1 international,  \n5.0 person-months). The specialist must have a university or postgraduate degree or equivalent \nqualification in fields related to wetland nature reserve management, and more than 15 years of \nwork experience in wetland nature reserve management. Experience in conducting projects as \na  team  leader  will  be  highly  regarded.  The  specialist  will  have  overall  substantive  and \nadministrative responsibility for effective and timely implementation of the technical assistance \n(TA), and quality and consistency of all TA outputs; and lead in formulating and developing TA \noutputs by coordinating all TA activities, ensuring and coordinating stakeholder participation, \ncoordinating  and  consolidating  inputs  of  government  agencies  and  other  specialists,  and \nappropriately managing other specialists. The specialist must ensure that all consultants work \nclosely with each other so that all individual components are well integrated and complement \neach other in the TA outputs. Specifically, the specialist will  \n(i)  review past and ongoing activities for protection of Sanjiang Plain and other \nwetlands in the People’s Republic of China (PRC); and in consultation with other \nspecialists, identify achievements and remaining challenges, particularly those \nunder the Sanjiang Plain Wetlands Protection Project;1 \n(ii)  assess the Heilongjiang provincial government (HPG), local government, and \nnature reserve staff capacity and training needs for wetland restoration, recovery \nof  wildlife  species  and  reduction  of  resource  exploitation,  and  monitoring  of \nwildlife species; \n(iii)  provide the national capacity development specialist with a training program for \nwetland  restoration,  recovery  of  wildlife  species  and  reduction  of  resource \nexploitation, and monitoring of wildlife species; \n(iv)  prepare an outline of the knowledge product in consultation with other specialists; \nand  draft  sections  of  the  knowledge  product  on  wetland  restoration,  wildlife \nspecies recovery, and reduction of resource exploitation, including achievements, \nremaining challenges, and lessons from the Sanjiang Plain Wetlands Protection \nProject, key messages for future wetland protection, and references using the \nformat of the Asian Development Bank (ADB);  \n(v)  prepare or collect figures, tables, boxes, and photographs, with references as \nnecessary  in  ADB  format,  to  be  incorporated  in  sections  of  the  knowledge \nproduct  on  wetland  restoration,  wildlife  species  recovery,  and  reduction  of \nresource exploitation; \n(vi)  organize the main text of the draft knowledge product and sets of figures, tables, \nboxes, and photographs, consolidating other specialists’ inputs; \n                                                \n1  ADB. 2005. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Global \nEnvironment Facility Grant to the People’s Republic of China for the Sanjiang Plain Wetlands Protection Project. \nManila (Loan 2157-PRC/TA 4571-PRC). \n ", "10  Appendix 3 \n(vii)  present  the  sections  of  the  draft  knowledge  product  on  wetland  restoration, \nwildlife  species  recovery,  and  reduction  of  resource  exploitation  at  an \ninternational workshop; \n(viii)  revise sections of the draft knowledge product on wetland restoration, wildlife \nspecies recovery, and reduction of resource exploitation, incorporating comments \nmade by ADB, the HPG, and other relevant agencies and specialists; revise the \nmain text and sets of figures, tables, boxes, and photographs, consolidating other \nspecialists’ inputs; \n(ix)  conduct training on wetland restoration, recovery of wildlife species and reduction \nof resource exploitation, and monitoring of wildlife species, based on the training \nprogram; \n(x)  assist HPG staff, particularly of nature reserves, in continuously implementing \nand  expanding  the  achievements  of  the  Sanjiang  Plain  Wetlands  Protection \nProject for wetland restoration, wildlife species recovery, reduction of resource \nexploitation, and monitoring of wildlife species; \n(xi)  present  the  sections  of  the  knowledge  product  and  TA  findings  for  wetland \nrestoration, wildlife species recovery, and reduction of resource exploitation; and \ndiscuss  remaining  challenges  and  measures  to  solve  them  at  the  final \ninternational workshop; and \n(xii)  prepare inception, interim, draft final, and final reports, consolidating inputs from \nthe other specialists. \n \n3.  Watershed management specialist (1 international, 1.5 person-months). The specialist \nmust have a university or postgraduate degree or equivalent qualification in fields related to \nwatershed management for wetland protection, and more than 10 years of work experience in \nwatershed management for wetland protection. The specialist will  \n(i)  draft a section of the knowledge product on watershed management, including \nachievements, remaining challenges, lessons from the Sanjiang Plain Wetlands \nProtection Project, key messages for future wetland protection, and references \nfollowing the ADB format;2 \n(ii)  prepare  or  collect  figures,  tables,  boxes,  photographs,  and  references  as \nnecessary following ADB format, to be inserted in the section of the knowledge \nproduct on watershed management; \n(iii)  present the section on watershed management at an international workshop; \n(iv)  revise the section on watershed management, incorporating comments made by \nADB, the HPG, and other relevant agencies and specialists;  \n(v)  assist  staff  of  the  HPG  and  forest  farms  in  continuously  implementing  and \nexpanding the achievements of the Sanjiang Plain Wetlands Protection Project \nfor watershed management; \n(vi)  present the section of the knowledge product and TA findings on watershed \nmanagement, and discuss remaining challenges and measures to solve them at \nthe final international workshop; and \n(vii)  provide the team leader with inputs for inception, interim, draft final, and final \nreports. \n                                                \n2  The specialist will quantify effects on wetland protection of new forestry plantations and existing forestry treatment \nconducted under the Sanjiang Plain Wetlands Protection Project. The effects to be quantified include (i) increase of \nwater retention capacity of the upstream areas, delay in release of water from the upstream areas to wetlands, \nincrease of ratio of water supplied to wetlands against the amount of rainfall, and increase of water in wetlands; \nand (ii) mitigation of soil erosion in upstream areas, and mitigation of sedimentation in wetlands. The effects seem \nto differ depending on conditions, such as type of tree species, age of trees, density of trees, and type of soil. \n ", "  Appendix 3  11 \n4.  Alternative livelihood specialist (1 international, 2.0 person-months). The specialist \nmust have a university or postgraduate degree or equivalent qualification in fields related to \ndeveloping alternative livelihoods, and more than 10 years of work experience in developing \nalternative livelihoods for restoration of wetlands or lakes. The specialist will  \n(i)  assess HPG, local government, and nature reserve staff capacity and training \nneeds  for  alternative  livelihood  development,  including  development  of \necotourism and land- and water-intensive eco-agriculture; \n(ii)  provide the national capacity development specialist with a training program for \nalternative  livelihood  development,  including  development  of  ecotourism  and \nland- and water-intensive eco-agriculture; \n(iii)  draft a section of the knowledge product on alternative livelihood development, \nincluding achievements, remaining challenges, lessons from the Sanjiang Plain \nWetlands Protection Project, key messages for future wetland protection, and \nreferences following ADB format; \n(iv)  prepare or collect figures, tables, boxes, and photographs, with references as \nnecessary  following  ADB  format,  to  be  incorporated  in  the  section  of  the \nknowledge product on alternative livelihood development; \n(v)  present  the  section  on  alternative  livelihood  development  at  an  international \nworkshop; \n(vi)  revise the section on alternative livelihood development, incorporating comments \nmade by ADB, the HPG, and other relevant agencies and specialists; \n(vii)  conduct training on alternative livelihood development, including development of \necotourism and land- and water-intensive eco-agriculture based on the training \nprogram; \n(viii)  assist  staff  of  the  HPG,  particularly  of  nature  reserves,  in  continuously \nimplementing  and  expanding  achievements  of  the  Sanjiang  Plain  Wetlands \nProtection Project for alternative livelihood development; \n(ix)  present the section of the knowledge product and TA findings on alternative \nlivelihood  development,  and  discuss  remaining  challenges  and  measures  to \nsolve them at the final international workshop; and \n(x)  provide the team leader with inputs for inception, interim, draft final, and final \nreports. \n \n5.  Wetland  biodiversity  specialist  and  deputy  team leader  (1 national, 7.0 person-\nmonths).  The  specialist  must  have  a  university  or  postgraduate  degree  or  equivalent \nqualification in fields related to wetland biodiversity management, have more than 10 years of \nwork experience in wetland biodiversity management, have demonstrated experience in the \nconservation of migratory water birds and other wetland fauna, and have English speaking and \nwriting skills. The specialist will assist the international wetland nature reserve management \nspecialist and team leader in accomplishing the tasks related to recovery of wildlife species, \nreduction  of  resource  exploitation,  and  monitoring  of  wildlife  species.  The  specialist  will \nundertake any other necessary work assigned by the team leader. \n \n6.  Alternative livelihoods specialist (1 national, 4.0 person-months). The specialist must \nhave  a  university  or  postgraduate  degree  or  equivalent  qualification  in  fields  related  to \nalternative livelihood development, have more than 7 years of work experience in alternative \nlivelihood development for restoration of wetlands and/or lakes; and have English speaking and \nwriting skills. The specialist will assist the international alternative livelihoods specialist and \nundertake any other necessary work assigned by the team leader. \n \n ", "12  Appendix 3 \n7.  Capacity development specialist (1 national, 5.0 person-months). The specialist must \nhave a university or postgraduate degree or equivalent qualification in fields related to capacity \ndevelopment, have more than 7 years of work experience in capacity development, and have \nEnglish speaking and writing skills. The specialist will  \n(i)  prepare  a  training  program  for  program  for  wetland  restoration,  recovery  of \nwildlife  species  and  reduction  of  resource  exploitation,  monitoring  of  wildlife \nspecies, and alternative livelihood development, consolidating inputs from other \nspecialists; \n(ii)  plan, design, organize, and implement training based on the training program; \n(iii)  plan,  design,  organize,  and  implement  two  international  workshops:  the  first \nworkshop to discuss the draft knowledge product; and the second to launch the \nknowledge  product  and  discuss  TA  findings,  remaining  challenges,  and \nmeasures to solve them;  \n(iv)  provide the team leader with inputs for inception, interim, draft final, and final \nreports; and \n(v)  undertake any other necessary work assigned by the team leader. \n \nC.  Reporting Requirements \n8.  The inception report will present (i) an approach for the capacity development TA, \nincluding a work plan and implementation schedule; (ii) past and ongoing activities for protection \nof  Sanjiang  Plain  and  other  wetlands  in  the  PRC,  and  the  achievements  and  remaining \nchallenges, particularly those under the Sanjiang Plain Wetlands Protection Project; (iii) outline \nof the knowledge product; (iv) results of the assessment of HPG, local government, and nature \nreserve staff capacity for wetland protection and training needs; and (iv) training program for \nwetland  restoration,  recovery  of  wildlife  species  and  reduction  of  resource  exploitation, \nmonitoring of wildlife species, and alternative livelihood development.  \n \n9.  The  draft  knowledge  product  should  contain  sections  for  watershed  management \n(particularly forest improvement), wetland restoration, wildlife species recovery, reduction of \nresource exploitation, and alternative livelihoods (particularly ecotourism and water- and land-\nintensive eco-agriculture), including achievements, suggested revisions to the achievements, \nremaining challenges, and lessons from the Sanjiang Plain Wetlands Protection Project, key \nmessages for future wetland protection, and references following the ADB format. The draft \nknowledge  product  will  include  the  main  text  and  sets  of  figures,  tables,  boxes,  and \nphotographs.  \n \n10.  The interim report will present (i) the contents of the inception report; (ii) the revised draft \nknowledge  product  incorporating  comments  made  by  ADB,  the  HPG,  and  other  relevant \nagencies and specialists; and (iii) summary of training conducted. The draft final report will \npresent the updated contents of the interim report, and summary of discussions at the final \ninternational workshop. The final report will reflect comments made by ADB and the HPG. The \ninception, interim, and draft final reports; and the draft knowledge product will be subject to \nreview by ADB and the HPG.  \n \n11.  All reports and the draft knowledge product will be written in English and translated into \nChinese. Three copies of each of the reports and draft knowledge product will be submitted to \nADB in English, and five copies in both English and Chinese will be submitted to the HPG. In \naddition, soft copies of the draft knowledge product will be submitted to ADB in a format suitable \nfor editing and publication. \n "], "metadata": {"Author": "RR3", "CreationDate": "D:20131210160605+08'00'", "Creator": "Microsoft® Word 2010", "ModDate": "D:20131213103735+08'00'", "Producer": "Microsoft® Word 2010", "Title": "Doc number"}}