{"path": "data/input/ta/47070-002-pptar.pdf", "pages": ["Hunan Dongjiang Lake Environmental Protection and \nIntegrated Utilization Project (Concept Paper PRC 47070) \nPROJECT PREPARATORY TECHNICAL ASSISTANCE \nA.  Justification \n1.  During  the  country  programming  mission  held  in  Manila  in  November  2012,  the \ngovernment of the People’s Republic of China (PRC) requested the Asian Development Bank \n(ADB) to assist the governments of Hunan Province and Zixing City in preparing the Hunan \nDongjiang  Lake  Environmental  Protection  and  Integrated  Utilization  Project.  The  project  is \nincluded in ADB’s lending program for 2015 standby under the country operations business \nplan, 2013–2015 for the PRC. A project preparatory technical assistance (PPTA) is required to \nundertake due diligence in technical, safeguards, economic and financial, and poverty and \nsocial areas. The PPTA will help ensure compliance with ADB’s requirements and incorporation \nof international best practices in the project design. \nB.  Major Outputs and Activities \n2.  The  major  output  of  the  PPTA  will  be  a  project  design  which  responds  to  the \ngovernment’s needs and fulfill ADB’s requirements. Specifically, the outputs include (i) a sector \nassessment; (ii) financial management and procurement capacity assessments; (iii) stakeholder \nanalysis  and  project  design  and  monitoring  framework  (DMF);  (iv)  project  technical, \nenvironmental, economic, financial, and social viability appraisals; (v) a gender action plan and \na social action plan; (vi) a resettlement plan; (vii) an environmental impact assessment and an \nenvironmental management plan; (viii) project implementation schedule and a procurement \nplan; and (ix) a project administration manual. The key outputs and activities are summarized in \nTable A4.1. \nTable A4.1: Summary of Major Outputs and Activities \nExpected  Expected \nMajor Activities  Completion Date  Major Outputs  Completion Date \nInitial assessment and  By Aug 2014  An inception report  By mid-Aug 2014 \nscheduling       \nSector assessment  By Oct 2014  A sector assessment report   By end Oct 2014 \nStakeholder analysis,  By Oct 2014  A problem tree and a draft project  By end Oct 2014 \nproblems, and constraints  design and monitoring framework \nidentification \nSocial and economic survey  By Oct 2014  A gender action plan and a social  Draft by Oct 2014 \nand consultations  action plan  Final by Jan 2015 \nTechnical, environmental,  By Dec 2014  An interim report  By Oct 2014 \neconomic, financial, and  A draft final report  Draft by Jan 2015 \nsocial viability  A final report   Final by Feb 2015 \nConduct social and safeguards  By Dec 2014  A resettlement plan   Draft by Oct 2014 \nassessment  Final by Jan 2015 \nAssess environmental impacts  By Dec 2014  An environmental impact  Draft by Oct 2014 \nassessment report  Final by Jan 2015 \nAssess institutional capacity  By Dec 2014  An institutional capacity   Draft by Oct 2014 \nand training needs   assessment report  Final by Jan 2015 \nConduct financial management  By Dec 2014  A financial management  Draft by Oct 2014 \nassessment  assessment report  Final by Jan 2015 \nConduct procurement capacity  By Dec 2014  A procurement capacity  Draft by Oct 2014 \nassessment  assessment report and a  Final by Jan 2015 \nprocurement plan \nPrepare implementation plan  By Dec 2014  A project administration manual  Draft by Oct 2014 \n  Final by Jan 2015 \nSource: Asian Development Bank. ", "Appendix 4  2 \n \nC.  Cost Estimate and Proposed Financing Arrangement  \n3.  The PPTA is estimated to cost $1,000,000 equivalent, of which $600,000 equivalent will \nbe  financed  on  a  grant  basis  by  ADB’s  Technical  Assistance  Special  Fund  (TASF-other \nsources); and $200,000 equivalent will be financed on a grant basis by the Multi-Donor Trust \nFund1 under the Water Financing Partnership Facility administered by ADB. The cofinancier \nfunds will be utilized on a front-loaded basis. The government will provide in-kind contributions \n(20% of the total PPTA cost), including counterpart staff remuneration, office accommodation, \ntransportation to the project sites, access to communications and data, and other administrative \nsupport. The detailed cost estimate is presented in Table A4.2.  \nTable A4.2: Cost Estimates and Financing Plan \n ($’000) \n Item  Total Cost \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (15 person-months)  300.0 \n      ii.  National consultants (47 person-months)  235.0 \n    b.  International and local travel  70.0 \n    c.  Reports and communications  20.0 \n  2.  Equipment (computer, printer, etc.)b  20.0 \n  3.  Workshops, training, seminars, and conferencesc   \n    a.  Facilitators  10.0 \n    b.  Training program  30.0 \n  4.  Surveys  30.0 \n  5.   Miscellaneous administration and support costsd  20.0 \n  6.  Representative for contract negotiationse  7.0 \n  7.  Contingencies  58.0 \n    Total  800.0 \na  Financed by the Asian Development Bank’s (ADB) Technical Assistance Special Fund (TASF-other sources) and \nthe Multi-Donor Trust Fund under the Water Financing Partnership Facility (footnote 1). The cofinancier fund is \nadministered by ADB on a front-loaded basis. \nb  Equipment will be turned over to the executing agency upon completion of the project preparatory technical \nassistance. \n    Type   Quantity  Cost ($) \nComputer  4  10,000 \nPrinter  2  3,000 \nCopier  1  3,000 \nDigital camera  2  2,000 \nOther items (scanner etc.)    2,000 \nc  Workshops, training, seminars, and conferences (Advances to the consultants to cover the costs will be liquated by \nthe consultants within 30 days of each event.) \n    Purpose             Venue \nStakeholder analysis (problems and constraints)   Zixing City/Chenzhou Municipality, Hunan Province  \nDesign and monitoring framework  Zixing City/Chenzhou Municipality, Hunan Province \nSocial and environmental safeguards training  Zixing City/Chenzhou Municipality, Hunan Province  \nProcurement training  Zixing City/Chenzhou Municipality, Hunan Province \nFinancial management training  Zixing City/Chenzhou Municipality, Hunan Province \nd  Includes costs for office operations, secretarial services, miscellaneous travel expenses, and site interpretation and \ntranslation. \ne  Includes cost of travel, hotel, and per diem for government observers invited for contract negotiations. \nSource: Asian Development Bank estimates. \n                                                \n1  Contributors: the governments of Australia, Austria, Norway, Spain, and Switzerland. ", "3  Appendix 4 \n \nD.  Consulting Services \n4.  It  is  expected  that  15  person-months  (pm)  of  international  and  47  pm  of  national \nconsultants are required. The consultants will support the executing and implementing agencies \nin completing the project feasibility studies and safeguard documents to a standard consistent \nwith the requirements of ADB and the government. The consultants will also provide start-up \nproject implementation support to the executing and implementing agencies. ADB’s Guidelines \non the Use of Consultants (2013, as amended from time to time) will be applied in recruiting \nconsultants. A consulting firm will be engaged using quality- and cost-based selection method \nwith quality and cost ratio of 80:20. Table A4.3 provides details of the required expertise. The \noutline terms of reference for the PPTA consultants are described in paras. 5–20 (detailed terms \nof reference presented as a separate attachment). \nTable A4.3: Summary of Consulting Services Requirement \nInternational  Person- National  Person-\nName of Position  month  Name of Position  month \nWater environmental management    Wastewater management specialist/              \nspecialist/team leader  6  deputy team leader  6 \nEconomics and finance specialist  3  Environment economist  3 \nEnvironment specialist  3  Financial analyst  2 \nSocial development and resettlement     Environment specialist  3 \n    specialist  3  Social development specialist  3 \n  Resettlement specialist  3 \n    Climate change and water resources   \nmanagement specialist   4 \n    Financial management specialist  2 \n    Institutional and capacity development   \nspecialist  3 \n    Project management and procurement   \nspecialist  3 \n    Solid waste management specialist  2 \n    Nonpoint source pollution management   \nspecialist  3 \n    Soil conservation and vegetation specialist  2 \n    Biodiversity and wetland management   \nspecialist  3 \n    Eco-compensation specialist  3 \n    Water supply specialist  2 \nTotal  15  Total       47 \nSource: Asian Development Bank estimates. \n5.  Water environmental management specialist/team leader (international, 6 pm), and \nwastewater management specialist/deputy team leader (national, 6 pm). The specialists will \nhave a master degree or above in water environmental management, wastewater management, \nor other related fields. They shall have 10 years of work experience in project development and \nimplementation, and familiar with ADB’s project processing requirements. The team leader will \nhave overall responsibility for the PPTA coordination and implementation, and the quality of all \nPPTA  outputs.  Specifically,  the  specialists  will  (i)  prepare  a  sector  assessment  report;  (ii) \nconduct stakeholder analyses, and develop the project DMF; (iii) review the overall project \ndesign;  (iv)  recommend  a  project  performance  management  system;  (v)  prepare  the \nimplementation schedule and the detailed implementation arrangements; (vi) analyze lessons \nlearned from the previous projects financed by ADB, other development partners, and the \ngovernment; and incorporate them in the project design; (vii) prepare inception, interim, draft \nfinal, and final reports; (viii) project scenarios of future water quality in the absence of the \nproject; and (ix) organize and implement training for the executing and implementing agencies. ", "Appendix 4  4 \n \n6.  Economics  and  finance  specialists  (international,  3  pm;  national  environmental \neconomist, 3 pm; and national financial analyst, 2 pm). The specialists will have a master \ndegree or above in economics or finance, and 7 years of work experience in economic and \nfinancial analyses of ADB- or World Bank-financed projects. The specialists will (i) review and \nprepare project cost estimates and financing plan; (ii) conduct project economic and financial \nanalyses, covering demand forecast, least-economic cost analysis, economic and financial cost-\nand-benefit analysis, economic and financial internal rates of return, sensitivity analysis, and \nbenefit distributional analysis; (iii) conduct analysis on the wastewater tariffs covering policies \nand regulations, existing structures, cost-recovery tariff setting, cross-region comparison, and \nother related issues; (iv) conduct willingness-to-pay and affordability analysis; and (v) review the \nfund flow, loan repayment, and disbursement arrangements. \n7.  Environment specialists (international, 3 pm; national, 3 pm). The specialists will have \na  master  degree  or  above  in  environmental  studies  and  10  years  of  work  experience  in \nenvironmental  assessment.  The  specialists  will  (i)  review  draft  domestic  environmental \nsafeguard  reports,  and  obtain  any  additional  information  needed  to  comply  with  ADB’s \nrequirements; (ii) assess possible environmental impacts of each subproject, and prepare a \nconsolidated environmental impact assessment report and an environmental management plan \nto  meet  ADB’s  requirements,  including  description  of  each  mitigation  measure  and  cost \nestimates, environmental monitoring plan, institutional arrangements, implementation schedule, \nand public consultations; (iii) coordinate with the social development plans for the inputs to be \ncovered in the consolidated environmental assessment, including livelihood issues related to \nenvironment; and (iv) assess initial climate change impacts, and recommend options on how to \ncope with climate change. \n8.  Social development and resettlement specialist (international, 3 pm). The specialist \nwill have a master degree or equivalent qualification in social sciences and/or development \nstudies, and at least 7 years of work experience in social development, with proven experience \nin social safeguards and/or resettlement planning and implementation. Extensive experience in \nsocial assessment, poverty analysis, and gender analysis is essential, as is familiarity with \nqualitative and quantitative methodology. The consultants should have good knowledge on rural \npoverty and rural–urban inequality issues in the PRC, including poverty trends, geographical \nand/or regional distribution of the poor, and characteristics of typical poor households in the \nrural  PRC.  Knowledge  of  the  Chinese  language  will  be  an  asset.  Recent  experience  in \npreparing resettlement plans and social analysis for ADB-financed projects, and familiarity with \nthe  ADB  policies  and guidelines  on  safeguards, resettlement,  poverty  and  social  analysis, \ngender mainstreaming, and consultation and participation will be highly regarded. The specialist \nwill lead the national resettlement and social development specialists to accomplish the tasks \ndescribed in paras. 9 and 10 following the sections of ADB’s Safeguard Policy Statement (2009) \nand  other  ADB  policies  regarding  poverty  and  social  analysis,  gender,  consultation  and \nparticipation, etc. The specialist will be responsible for coordinating social development and \nsocial safeguard requirements with the work of the other PPTA team members. \n9.  Social development specialist (national, 3 pm). The specialist will have at least a \nmaster’s degree in a social science or a relevant field, and at least 7 years of experience \nworking on social development, preferably on rural development and water resource projects \nfinanced by ADB or the World Bank group. Extensive experience in social assessment, poverty \nanalysis, and gender analysis is essential, as is familiarity with qualitative and quantitative \nmethodology. The specialist will support the international social development and resettlement \nspecialist to conduct a poverty and social analysis; prepare social development documents; and \nprepare social surveys and other research to assess poverty, gender, labor, and other social ", "5  Appendix 4 \n \ndimensions, with the objective of preparing design elements that will make the project socially \nand economically inclusive in the sense that the poor, vulnerable, and excluded households will \nbenefit from the project; and that will contribute to increased gender equity. The specialist will \nassess whether safeguard requirements 3 in ADB’s Safeguard Policy Statement (2009) will be \ntriggered; and if triggered, will assist in preparing an ethnic minority development plan. \n10.  Resettlement specialist (national, 3 pm). The specialist will have a master’s degree or \nequivalent qualification in a field relevant to social safeguards, and at least 7 years of work \nexperience in resettlement in internationally financed projects with rural land acquisition impact. \nThe specialist will have extensive experience in involuntary resettlement safeguard planning \ndocuments,  and  in-depth  knowledge  of  current  PRC  legislation  and  policy  regarding  land \nacquisition,  land  tenure  consolidation,  and  land  transfer.  The  specialist  will  support  the \ninternational social development and resettlement specialist to (i) collect data on land use in \nproject impact areas and assess whether the project will cause any resettlement impacts; (ii) \nreview past, present, and future social impacts, conduct consultation to determine the economic \nand sociocultural conditions of potentially affected persons; (iii) confirm and verify presence or \nabsence of persons who may be differentially or disproportionately affected by the project; and \n(iv) assist the implementing agency in preparing a resettlement plan; and (v) confirm and verify \npresence  or  absence  of complaints  in  relation  to  the  project  and  selected  sites,  etc. The \nspecialist will be responsible to coordinate social safeguard requirements with the work of the \nother national PPTA team members.  \n11.  Climate change and water resources management specialist (national, 4 pm). The \nspecialist  will  have  (i)  a  graduate  degree  or  equivalent  experience  in  water  resources \nmanagement, hydrology, water engineering, ecology, or environment, or equivalent; (ii) at least \n10 years of work experience in integrated water resources management and climate change; \n(iii) demonstrated expertise in evaluating potential impacts of climate change on water security \nand making recommendations for adaptation in the water sector; and (iv) proficiency in spoken \nand written English. Specifically, the specialist will (i) review the water resources development \nand conservation plans in the project area; (ii) assist in sector assessment; (iii) conduct water \ndemand and water balance analyses, including consideration of climate variability and changes; \n(iv) assess climate change impacts and model climate projections; (v) assess climate change \nrisks; and (vi) identify opportunities for climate proofing, adaptation, and mitigation actions \nand/or activities to be incorporated in the project design. \n12.  Financial management specialist (national, 2 pm). The specialist will have a degree in \nfinancial management and at least 7 years of work experience in project financial management \nassessment. The specialist will (i) conduct a financial management assessment of the executing \nand  implementing  agencies;  (ii)  assess  their  policies  and  capacity  for  financial  and \ndisbursement management; (iii) review existing procedures for disbursement, funds flow, and \napprovals; and recommend streamlined procedures for contracting and disbursement under the \nproject, and internal control and audits; (iv) review onlending arrangements; and (v) assist in \nfinancial projections and analyses.  \n13.  Institutional and capacity development specialist (national, 3 pm). The specialist \nshould have a degree in management or related field, and at least 7 years of work experience \nwith ADB or other externally funded projects. Experience with ADB- or World Bank-financed \nprojects  in  the  water  resources  management  and  environment  sectors  is  expected.  The \nspecialist will (i) assess the institutional settings for environmental and lake management; (ii) \nreview, assess, and prepare the institutional impacts of the project following ADB guidelines; (iii) \nassess the existing management for water resources protection and wetland management in ", "Appendix 4  6 \n \nthe project area and their capacity, and propose institutional and capacity development plans to \nbe included in the project; and (iv) recommend measures for improving performance. \n14.  Project management and procurement specialist (national, 4 pm). The specialist will \nhave a degree in engineering and at least 7 years of work experience in project management, \nand procurement and consulting services. The specialist will (i) conduct procurement capacity \nassessment  for  the  executing  and  implementing  agencies  to  undertake  procurement  and \nconsultant recruitments envisaged under the project; (ii) prepare a procurement plan; (iii) assess \nthe  capacity  of  the  executing  and  implementing  agencies  for  project  implementation,  and \nprepare training proposals to be included under the project; (iv) provide necessary trainings on \nproject management, procurement, and consulting services; and (v) assist in developing the \nDMF and performance targets. \n15.  Solid waste management specialist (national, 2 pm). The specialist will have a degree \nin environment or relevant field, and at least 7 years of work experience in waste treatment and \nenvironmental management. The specialist will (i) review the relevant government policy and \nplans regarding solid waste treatment in Zixing City; (ii) assist in assessing the pollution status \nin Dongjiang Lake catchment; and (iii) review the measures of solid waste management, and \nrecommend measures for improvement under the project to reduce water pollution. \n16.  Nonpoint source pollution management specialist (national, 3 pm). The specialist \nwill have a degree in environment or relevant field, and at least 7 years of work experience in \nnonpoint source pollution management and environmental management. The specialist will (i) \nreview  the  relevant  government  policy  and  plans  regarding  nonpoint  source  pollution \nmanagement; (ii) assess nonpoint sources pollution status; and (iii) review the measures of \nmanaging  nonpoint  source  pollution,  and  propose  measures  for  mitigating  and  reducing \nnonpoint source pollution under the project. \n17.  Soil conservation and vegetation specialist (national, 2 pm). The specialist will have \na master degree or above in botany, or environment or other relevant field, and at least 10 years \nof  work  experience  in  soil  conservation,  re-vegetation,  restoration,  and  rehabilitation  of \ndegraded landscape. The specialist will (i) review the relevant government policy and plans \nregarding soil conservation and reforestation; (ii) assess the soil conservation and reforestation \nprograms and plans; and (iii) review the proposed activities to be included in the project, and \nprovide recommendations for improvement. \n18.  Biodiversity and wetland management specialist (national, 3 pm). The specialist will \nhave a master degree or above in ecology or biodiversity or other relevant fields, and at least 10 \nyears of work experience in wetland rehabilitation and management. The specialist will (i) \nreview the relevant government policy and plans relating to wetland management; (ii) assess \nwetland rehabilitation programs and plans; and (iii) review the proposed wetland rehabilitation \ninterventions to be included in the project, and provide recommendations for improvement. \n19.  Eco-compensation specialist (national, 3 pm). The specialist will have a degree in \nenvironment or relevant field, and at least 7 years of work experience in eco-compensation and \npayment for environmental services. The specialist will (i) review the relevant government policy \nand plans regarding eco-compensation; (ii) assess the value of the ecosystem of Dongjiang \nLake; (iii) review the proposed activities under the project, and provide recommendations for \nimprovement;  and  (iv)  recommend  policy  reforms,  and  propose  several  eco-compensation \noptions for government to further take actions. ", "7  Appendix 4 \n \n20.  Water supply specialist (national, 2 pm). The specialists will have a degree in water \nsupply or other related fields; 10 years of work experience in water supply and water resources \nmanagement  project  development  and  implementation;  and  familiar  with  ADB’s  project \nprocessing requirements. The specialists will (i) assist in preparing a sector assessment report, \nand identify issues and constraints of water supply in the project area; (ii) assess water demand \nforecasts and the feasibility of the water supply systems to be developed under the project, and \npropose  recommendations  for  improving  project  design;  (iii)  estimate  operation  and \nmaintenance  costs  of  the  project,  including  the  recurrent  cost  of  implementing  social  and \nenvironmental safeguards; and (iv) assist in preparing a procurement plan and the project \nimplementation schedule. \nE.  Implementation Arrangements \n21.  The Zixing city government will be the executing agency responsible for overall planning \nand management of project. A project leading group, chaired by the mayor of the Zixing city \ngovernment, has established and will ensure coordination across sectors; and provide guidance \nto the PPTA implementation, project preparation, and implementation. A project management \noffice, headed by the deputy director of the Zixing City Development and Reform Bureau, has \nalso  been  formed  to  be  responsible  for  daily  coordination  of  the  PPTA  implementation, \npreparation, and implementation of the project. In Chenzhou Municipality, a project leading \ngroup  will  be  established  to  guide,  coordinate,  and  support  project  preparation  and \nimplementation. The Hunan Provincial Development and Reform Commission and the Hunan \nProvincial Finance Department will provide overall guidance, coordination, and supervision. The \nequipment will be procured by the consulting firm following ADB’s Procurement Guidelines \n(2013, as amended from time to time) and will be handed over to the executing agency upon \ncompletion of the PPTA. The training and workshop funds will be administered through the \nconsultants. The disbursement will be done following ADB’s Technical Assistance Disbursement \nHandbook (2010, as amended from time to time).  \n22.  The PPTA will be implemented in about 18 months from 15 July 2014 to 31 December \n2015. The proposed PPTA processing and implementation schedule is listed in Table A4.4.  \nTable A4.4: Technical Assistance Processing and Implementation Schedule \nMajor Milestones       Expected Completion Date \nProject concept paper (PPTA) approval  April 2014 \nRecruitment of PPTA consultants  March–July 2014 \nConsultant mobilization  July 2014 \nInception  August 2014 \nInterim report  October 2014 \nDraft final report  January 2015 \nFinal report  February 2015 \nPPTA closure  31 December 2015 \nPPTA = project preparatory technical assistance. \nSource: Asian Development Bank estimates. \n \n "], "metadata": {"Author": "Heidee C. Luna", "Creator": "Microsoft® Word 2010", "CreationDate": "D:20141120085414+08'00'", "ModDate": "D:20141120085414+08'00'", "Producer": "Microsoft® Word 2010"}}