{"path": "data/input/ta/47071-002-pptar.pdf", "pages": [" \nPROJECT PREPARATORY TECHNICAL ASSISTANCE \n \nA.  Justification \n \n1.  During  the  country  programming  mission  held  in  Manila  in  November  2013,  the \nGovernment of the People’s Republic of China (PRC) requested the Asian Development Bank \n(ADB) to assist the Fujian Provincial Government (FPG) in preparing Fujian Farmland Sustainable \nUtilization and Demonstration Project, which is included in ADB’s lending program for 2016. A \nproject preparatory technical assistance (TA) will help the FPG prepare the project in compliance \nwith ADB’s requirements and following best international practices. \n \nB.  Major Outputs and Activities \n \n2.  The TA will (i) assess the project's technical, economic, and financial feasibility; (ii) assess \nsafeguards requirements; (iii) conduct social survey and consultations for poverty, social, and \ngender analysis; (iv) prepare project documents according to ADB’s requirements; (v) assist the \nFPG in revising domestic feasibility studies and improving safeguard documents in line with ADB's \nand the government's requirements; and (vi) conduct training and capacity development.  \n \n3.  The major outputs and activities are summarized in Table A3.1. \n \nTable A3.1: Summary of Major Outputs and Activities \nExpected  Expected \nCompletion  Completion \nMajor Activities  Date  Major Outputs  Date \nSector assessment  April 2015  An inception report  April 2015 \nSocial survey and  April 2015  An interim report  April 2015 \nconsultations \nAssessment of the technical  July 2015  A draft final report, including finalized FSRs for  July 2015 \nfeasibility  all subprojects; IEE reports; land lease due \nDue diligence on the  July 2015  diligence report and, if needed, resettlement \neconomic and financial  plan(s); a social and poverty analysis report; a \nfeasibility   gender action plan; climate smart \nimplementation plan; an economic and financial \nCompletion of safeguard  July 2015 \nanalysis report; a financial management \nrequirements \nassessment report; a procurement capacity \nassessment report, and draft RRP, including \nPAM \nCapacity development  September 2015  A final report  October 2015 \nFSR = feasibility study report, IEE = initial environmental examination, PAM = project administration manual, RRP = report \nand recommendation of the President. \nSource: Asian Development Bank. \n \nC.  Cost Estimate and Proposed Financing Arrangement  \n \n4.  The TA is estimated to cost $600,000 equivalent, of which $600,000 will be financed on a \ngrant basis by Technical Assistance Special Fund (TASF-other sources). The FPG will provide \ncounterpart  support  in  the  form  of  counterpart  staff,  office  space,  facilities,  supplies,  and \ntransportation. The detailed cost estimates are presented in Table A3.2.  \n \nTable A3.2: Cost Estimates and Financing Plan ($’000) \nItem                    Total Cost  \nAsian Development Banka \n1.  Consultants         \na.  Remuner ation and  per diem      \n  i.   International consultants (12 perso n-months)    276.0 \n   ", "2 \nii.  National consultants (28 person-months)  140.0 \n   b.  International and local travel  40.0 \n  c.  Reports preparation, production, and  transmission  10.0 \n 2.  Equipmentb  10.0 \n3.  Workshops, training, s eminars,  and conf erencesc   15.0 \n4.  Surveysd  20.0 \n5.  Miscellaneou s admini stration a nd suppo rt costs    10.0 \n6.  Contingencies  79.0 \n                      Total  600.0 \na Financed by the Asian Development Bank's Technical Assistance Special Fund (TASF-other sources). \nb Equipment (The equipment will be handed over to Fujian Provincial Government upon the completion of the project \npreparatory technical assistance.) \nType                 Quantity       Cost ($) \nLaptop computer        5  6,000 \nCopier        1  3,000 \nProjector           1  1,000 \nc Workshops, training, seminars, and conferences will be administered by the consultants. \nPurpose        Venue \nStakeholder consultation workshop  Fuzhou, Fujian \nInception, interim, and final workshops  Fuzhou, Fujian \nTraining on social and environmental safeguards  Fuzhou, Fujian \nTraining on financial management and procurement  Fuzhou, Fujian \nTraining on technical matters  Fuzhou, Fujian \nd Surveys will be administered by the PPTA consultant \nSource: Asian Development Bank estimates. \n       \nD.  Consulting Services \n \n5.  The TA will require services of 12 person-months (pm) of international and 28 pm of \nnational consultants. A consulting firm will be recruited through quality- and cost-based selection \nmethod using a quality—cost ratio of 90:10 and simplified technical proposal according to ADB’s \nGuidelines on the Use of Consultants (2013, as amended from time to time).  \n \nTable A3.3: Summary of Consulting Services Requirement \nInternational Positions  person- National Positions  person-\nmonths  months \nAgriculture economist and team leader  5.0  Financial specialist and deputy team leader  6.0 \nEnvironment impact assessment specialist  2.0  Procurement specialist  2.0 \nSocial development specialist  2.5  Environment impact assessment specialist  3.0 \nSoil conservation specialist  2.5  Soil conservation specialist  3.0 \n    Irrigation water resources management specialist  3.0 \n    Farmer's institution specialist  3.0 \n    Climate-smart agriculture specialist  1.5 \n    Social development specialist  3.0 \n    Resettlement specialist  1.5 \n    Rural land law specialist  2.0 \nTotal  12.0  Total  28.0 \nSource: Asian Development Bank estimates. \n \n6.  Agriculture economist and team leader (international, 5 pm). The specialist will have (i) a \ngraduate degree in agricultural economics, or a relevant discipline; and (ii) work experience for at \nleast  five  investment  projects  financed  by  ADB  or  other  international  development  banks  as \neconomist and at least two projects as a team leader. The specialist will conduct all economic \nanalysis according to ADB’s Guidelines for the Economic Analysis of Projects and Key Areas of \nEconomic Analysis of Projects. The specialist will prepare project cost estimates and financing plan.  \n ", "3 \n7.  Financial specialist and deputy team leader (national, 6 pm). The specialist will have (i) \nat least a graduate degree in finance, accounting, or  a relevant discipline; (ii) a professional \naccountancy qualification; and (iii) work experience for at least five investment projects financed by \nADB or other international development banks as financial specialist. The specialist will conduct all \nfinancial analysis, which comprises financial management assessment, financial analysis, and \nfinancial  evaluation,  according  to  Financial  Due  Diligence-A  Methodology  Note  and  Financial \nManagement and Analysis of Projects.  \n \n8.  Procurement  specialist  (national,  2  pm).  The  specialist  will  have  (i)  at  least  an \nundergraduate degree in civil engineering, or a relevant discipline; and (ii) a track record of at least \n5-year experience in procurement and consultant recruitment for ADB and/or other international \ndevelopment  banks.  The  specialist  will  assess  procurement  capacity  of  the  executing  and \nimplementing  agencies,  prepare  a  procurement  plan  and  sample  bidding  documents  for \ninternational/national competitive bidding, and provide training on procurement.  \n \n9.  Environment impact assessment specialists (international, 2 pm; national, 3 pm). Each \nspecialist will have (i) a graduate degree in environmental studies, or a relevant discipline; (ii) and \nwork experience in environmental assessment, knowledge of non-point source pollution, large-\nscale sustainable farming, and impacts and remediation techniques. The specialists will (i) assess \npossible environmental impacts of the project as a whole and of each subproject; and (ii) prepare \nan initial environmental examination, including an environmental management plan. \n \n10.  Soil conservation specialists (international, 2.5 pm; national, 3 pm). Each specialist will \nhave (i) a graduate degree in soil science, or a relevant discipline; and (ii) work experience in \nfarmland preparation and on-farm soil management. Experience in tea plantation on upland will be \nparticularly  acknowledged.  The  specialist  will  work  closely  with  the  irrigation  water  resources \nmanagement  specialist,  environment  specialist,  and  climate-smart  agriculture  specialist.  The \nspecialists will (i) assess soil condition and its change in project sites; (ii) assess proposed land \nuse in project sites proposed in the feasibility study report and its impact on the soil condition; and \n(iii) produce land use guidelines for sustainable land use and soil fertility.  \n \n11.  Irrigation water resources management specialist (national, 3 pm). The specialist will \nhave (i) a graduate degree in water resources management, hydrology, or a relevant discipline; \nand (ii) work experience with water user’s associations in a rural context. The specialist is expected \nto work closely with the soil conservation specialists, farmer’s institution specialist, and climate-\nsmart agriculture specialist. The specialist will assess water impact and ensure sustainable and \nefficient utilization of water resources to be incorporated in the project design.  \n \n12.  Farmer’s institution specialist (national, 3 pm). The specialist will have (i) at least an \nundergraduate degree in community development, or a relevant discipline; and (ii) work experience \nwith farmer’s institutions, particularly cooperatives and water user’s associations in a rural context. \nThe  specialist  will  design  appropriate  institutional  arrangements  for  water  use  to  achieve \nsustainable  water  resources  management  in  project  areas,  and  farming  activities  to  ensure \nappropriate benefits for farmers and cooperatives in project areas.  \n \n13.  Climate-smart  agriculture  specialist (national, 1.5 pm). The specialist will have (i) a \ngraduate degree in agronomy or horticulture; (ii) at least 10 years of experience relevant to crop \nfarming preferably in mountainous and hilly areas, with at least 5 years’ track record of working \nexperience in climate-smart agricultural practices; and (iii) demonstrated expertise in evaluating \npotential risks and making recommendations for prevention or mitigation, particularly for tea crops. \nThe specialist will (i) gather data regarding the total area and location of primary agricultural crops \nin  the  project  areas;  and  (ii)  produce  a  climate-smart  agriculture  implementation  plan  with ", "4 \nrecommendations for climate adaptation, and mitigation actions and/or activities in the agriculture \nsector based on international best practices and new technologies.  \n \n14.  Social development specialists (international, 2.5 pm; national, 3 pm). Each specialist will \nhave (i) a graduate degree in social sciences, or a relevant discipline; and (ii) work experience in \nsocial and gender development, preferably with international financial institutions. The international \nsocial development specialist will provide oversight of tasks of the national social development \nspecialist, resettlement specialist, and rural land law specialist. The specialists will (i) conduct a \npoverty and social analysis and vulnerability, gender inclusion, and labor and employment; (ii) \nprepare a consultation and participation plan, a social action plan, which will include specific \nactions to ensure inclusion of the poor and vulnerable, and a gender action plan; and (iii) conduct \nother tasks in line with the initial poverty and social analysis such as assessment of farmland \naffordability. \n \n15.  Resettlement specialist (national, 1.5 pm). The specialist will have (i) a graduate degree \nin  social  sciences,  or  a  relevant  discipline;  and  (ii)  work  experience  relevant  to  rural  land \nresettlement, preferably with international development banks. The specialist will (i) collect data on \nland use in project impact areas, and assess whether any land acquisition was done in the last 5 \nyears in anticipation of the project; and if so, conduct and produce the due diligence report in \naccordance with Safeguard Requirements 2 of ADB’s Safeguard Policy Statement (2009); (ii) \nassist  the  FPG  in  assessing  involuntary  resettlement  impacts  including  land  leasing  and/or \nconsolidation for proposed subproject(s); and (iii) prepare the resettlement plan(s), if needed.  \n \n16.  Rural  land  law  specialist  (national,  2  pm).  The  specialist  will  have  (i)  at  least  an \nundergraduate  degree  in  law,  social  sciences,  or  a  relevant  discipline;  (ii)  a  track  record \nsubstantiating thorough understanding on the latest PRC’s law on land contract in rural areas and \nrelated regulations; and (iii) actual work experience dealing with rural land contracts. The specialist \nwill assess (i) compliance of proposed land leases and land consolidation schemes with relevant \nlaws and regulations, (ii) economic and social consequences for lessors to enter into these lease \nagreements, (iii) ensure the process is transparent and voluntary, and (iv) produce a land lease \ndue diligence report, sample contract, and implementation guidelines. \n \nE.  Implementation Arrangements \n \n17.  The FPG will be the executing agency. Implementing agencies will be project municipal \ngovernments.  The  project  management  office  under  Fujian  Agriculture  Department  will  be \nresponsible for the TA implementation and coordination with ADB. Disbursement will be carried out \nfollowing ADB’s Technical Assistance Disbursement Handbook (2010, as amended from time to \ntime). Procurement of equipment will follow ADB’s Procurement Guidelines. The TA will commence \non 15 December 2014 and be completed on 30 October 2015. \n \n18.  The proposed TA processing and implementation schedule is listed in Table A3.4. \n \nTable A3.4: Technical Assistance Processing and Implementation Schedule \nMajor Milestones  Expected Completion Date \nConcept paper approval  October 2014 \nRecruitment of consultants  October 2014–December 2014 \nTechnical assistance inception mission  January 2015 \nTechnical assistance midterm review mission  April 2015 \nLoan fact-finding mission  August 2015 \nSubmission of technical assistance final report  October 2015 \nSource: Asian Development Bank estimates. \n. "], "metadata": {"Title": "Concept paper", "Author": "ADB", "Keywords": "adb project concept paper", "Creator": "Microsoft® Word 2010", "CreationDate": "D:20141020142830+08'00'", "ModDate": "D:20141020142830+08'00'", "Producer": "Microsoft® Word 2010"}}