{"path": "data/input/ta/47084-001-pptar.pdf", "pages": ["10   Appendix 4   \nPROJECT PREPARATORY TECHNICAL ASSISTANCE \n \nA.  Justification \n \n1.  The Government of Indonesia requested Asian Development Bank (ADB) for support in \nimplementing the Forest Investment Program (FIP). A project preparatory technical assistance \n(PPTA) is required to conduct due diligence and prepare relevant documents for compliance \nwith requirements of the FIP sub-committee and ADB. Based on meaningful and effective \nengagement of communities and other stakeholders, the PPTA will collect baseline data, assess \ncritical issues affecting sustainability of REDD+ implementation, identify target locations, assess \nfeasibility of various activities, and develop an agreed project design.   \n \nB.  Major Outputs and Activities \n2.  The key output of PPTA will be a feasibility study report in the format of ADB’s Report \nand Recommendation of the President (RRP) and its appendices. The TA will undertake the \ndetailed design of the project by performing various activities, including: (i) detailed scoping and \nassessments of the activities listed in concept paper, (ii) assessment of institutional capacity, \nhuman  resources  development  needs  and  monitoring  mechanisms  for  the  proposed \ninterventions,  (iii)  effective  communication  and  meaningful  engagement  with  civil  society \norganizations, national and sub-national governments, private sector and local and indigenous \ncommunities,  (iv)  baseline  data  collection  for  key  indicators  in  the  design  and  monitoring \nframework, (v) identification of specific areas to direct FIP support and assessment of feasible \npartnership  arrangements,  (vi)  due  diligence  assessments  (technical,  economic,  social \n[involuntary resettlement and indigenous peoples’ impacts], environmental, land tenure risks) for \nproject financing and any necessary surveys, consultation and refinement for implementation \nplan, (vii) preparation of sample procurement documentation for both Consultant Recruitment \nand Procurement of Goods and Works, and (viii) preparation of necessary documents for \napproval of grant funding by FIP sub-committee. The TA will prepare reports on poverty and \nsocial  assessment,  environmental  assessment,  indigenous  peoples  and  land  tenure, \nstakeholder communication strategy, and consultation and participation plan for local community \nengagement to ensure beneficiaries benefit fully from the project’s activities.  \n \n3.  The major outputs and activities are summarized in Table A4.1. \n \nTable A4.1: Summary of Major Outputs and Activities \nExpected  Expected \nMajor Activities  Completion Date  Major Outputs  Completion Date \n1. Consultant mobilization  June 2014     \n2. Sector assessment, stakeholder analysis       \nand design of methodology and work program   July 2014  Inception report   July 2014 \n3. Draft feasibility study including (i) baseline       \ndata collection, (ii) selection of project areas,       \n(iii) technical, economic, and financial       \nappraisal, (iv) capacity needs analysis, (v)       \nfinancial analysis, (vi) procurement capacity       \nassessment , (vii) environmental and social       \nsafeguards assessments  October 2014  Interim report   October 2014 \n4. Final project design (including preparation of    Draft final report   \nFIP summary documents, draft RRP and PAM)   December 2014  with all appendices  December 2014 \n    Final Report  January 2015 \nFIP = Forest Investment Program; RRP = report and recommendation of the President; PAM = project administration \nmanual; TA = technical assistance.  \nSource: Asian Development Bank. \n \n ", "  Appendix 4  11 \nC.  Cost Estimate and Proposed Financing Arrangement  \n4.  The TA is estimated to cost $500,000 equivalent, to be financed on a grant basis by \nADB Strategic Climate Fund and administered by ADB.1 The government, through the Ministry \nof Forestry (MoFr), will contribute in the form of counterpart staff remuneration and transport, \noffice  supplies,  communication  and  meeting  facilities,  and  other  in-kind  contributions.  The \ndetailed cost estimate is presented in Table A4.2.  \n \nTable A4.2: Cost Estimates and Financing Plan \n($'000) \nItem    Total Cost \nADB Strategic Climate Fund a     \n1.  Consultants           \na.  Remuneration and per diem           \ni.  International consultants           140.0 \nii.  National consultants          160.0 \nb.  International and local travel          55.0 \nc.  Reports and communications          5.0 \n2.  Equipmentb      2.0 \n3.  Workshops, consultations, seminars, and conferencesc    33.0 \n4.  Surveysd    35.0 \n5.  Miscellaneous administration and support costse    35.0 \n6.  Representative for contract negotiations    5.0 \n7.  Contingencies    30.0 \nTotal    500.0 \nNote: The value of government contribution is estimated to account for 5% of the total TA cost. \na  Under the Forest Investment Program  financed by the Strategic Climate Fund. The ADB Strategic Climate Fund is \nadministered by the Asian Development Bank. \nb\n Equipment \nType and quantity    Cost ($) \n1 computer with software and 1 printer    2,000 \nUpon completion of the TA, the equipment will be handed over to the EA. \nc  Workshops, local training, seminars, and conferences (to be administered by consultants) \nPurpose  Number of Participants  Venue and Location  Duration  Cost ($) \nInception, interim and  30-50  Jakarta/Pontianak  2 days  15,000 \nfinal workshops  \nStakeholder consultations              20–60  Project sites  1–2 days      18,000 \nd  Includes lease of vehicle and/or boat by consultants for field work for 4 months \ne  Including rental of office space for consultants. \nSource: Asian Development Bank estimates \n \nD.  Consulting Services \n5.  ADB will recruit an international consulting firm using quality- and cost-based selection \n(90:10 to emphasize technical aspects of the assignment) and simplified technical proposal in \naccordance with the ADB’s Guidelines on the Use of Consultants (2013, as amended from time \nto time). The consulting team will conduct a detailed capacity assessment of EA and IAs, and \nsuggest a remedial action plan to minimize procurement and financial management risks. Table \nA4.3  shows  the  summary  of  consulting  services  requirement.  The  consulting  firm  will  be \nresponsible for  the  administration  of  workshops, training  seminars,  and  surveys  under  the \nPPTA. Equipment and assets purchased under the work will adhere to ADB's Procurement \nGuidelines (March 2013, as amended from time to time), and upon completion of the project, \nthe assets will be turned over to the EA.  \n                                                \n1 Under the Forest Investment Program financed by the Strategic Climate Fund. \n ", "12  Appendix 4 \n \nTable A4.3: Summary of Consulting Services Requirement \nPerson-Months Required \nPositions  International  National \nTeam Leader/REDD+ Specialist  3  - \nDeputy Team Leader/REDD+ Specialist  -  5 \nREDD+ Communications Specialist  -  3 \nSocial Safeguards/Indigenous Peoples Specialist  1  4 \nCommunity Development and Participation Specialist  -  3 \nGender Specialist  1  2 \nForest Carbon Monitoring, Reporting and Verification   1               3 \nSpecialists \nEnvironment Specialist  -  3 \nSpatial Information Systems Specialist  -  2 \nREDD+ Economics Specialist  1  2 \nFinancial Management Specialist  -  1 \nProcurement Specialist  -  2 \nTotal  7  30 \nSource: ADB estimates. \n \n6.  The team leader and the deputy team leader will coordinate all TA activities and prepare \na detailed plan for implementation of the project, including consulting services, procurement \nmethod, and detailed cost estimates. They will be responsible for the delivery and overall quality \nof  the  inception,  interim  and  final  reports.  All  specialists  will  contribute  to  preparation  of \ndocuments such as draft report and recommendation to the president, related linked documents \nincluding  a  draft  project  administration  manual,  good  governance  framework,  and  other \ndocuments necessary for approval by the FIP sub-committee and the ADB Board.  \n \n7.  REDD+ communications specialist will develop a project communications strategy that \nidentifies key communication channels and approaches to share FIP project information and \nenable consultations and feedback. S/he will assist in planning, coordinating and implementing \nspecial events promoting communications with diverse stakeholders, and prepare documents in \nBahasa for effective communication of project design related activities. The indigenous peoples \nand social safeguards specialists will assess impacts on IPs, impacts on natural and cultural \nresources in IP lands, and options for using dedicated grant mechanism for local communities.  \nThey will develop an Indigenous Peoples framework and/or plan In accordance with ADB’s \nSafeguard Policy Statement and national REDD+ safeguards policies of Indonesia. They will \nalso prepare social impact assessment report, determine involuntary resettlement impacts and \nprepare a resettlement framework and/or plan.  \n \n8.  Community  development  and  participation  specialist  will  prepare  the  stakeholder \nconsultation  and  participation  plan,  and  organize  stakeholder  consultations  and  surveys  to \nidentify target locations for FIP support, partnership arrangements, and effective approaches for \nKPH support to communities. The gender specialists will prepare a gender action plan, with \ngender-related performance indicators/targets. They will prepare the due diligence assessment \non gender impacts, including potential benefits and adverse effects of each project output in the \nproject areas for Dayak and trans-migrant women in particular, and provide relevant inputs to \nthe PAM. The environment specialist will conduct an initial environmental examination, outline \nappropriate measures and prepare the environmental assessment review framework. The forest \ncarbon monitoring, reporting and verification (MRV) specialists will collect spatial and other data \nneeded for analyzing drivers of deforestation and establish baseline status of forest carbon in \ntarget sites and villages. They will prepare a report covering: the business as usual emissions ", "  Appendix 4  13 \nscenario, reference emissions level for the target area, local capacities for monitoring REDD+, \nand recommendations for REDD+ MRV consistent with the FIP Results Framework.  \n \n9.  Spatial information systems specialist will collect data and prepare maps needed for \nanalyzing drivers of deforestation. S/he will access spatial data used in the One Map initiative \nand help the PPTA team recommend where carbon stocks can be conserved, protected and/or \nrestored through community-focused investments. REDD+ economists will prepare the due \ndiligence assessment on economic and financial viability including incentive and transaction \ncost issues, and recommend a fund flow mechanism and other procedures for inclusion in the \nPAM.  The  financial  management  specialist  will  assess  the  capacity  of  executing  and \nimplementing agencies in financial management and design project fund flow/disbursement \nmechanisms in accordance with ADB’s Financial Management and Analysis of Projects (2005). \nProcurement specialist will assess procurement capacity of the executing and implementing \nagencies and prepare procurement plan and sample procurement documentation for contracts. \n \n10.  The qualifications and detailed terms of reference for various consultants and the PPTA \ndeliverables are given separately in Supplementary Document 4. \n \nE.  Implementation Arrangements \n11.  The  Ministry  of  Forestry  (MoFr)  will  be  the  executing  agency  (EA).  The  Center  for \nStandardization and Environment (Pustanling) of MoFr will be the implementing agency (IA), in \nclose  cooperation  with  provincial  and  district  administrations  (including  forest  management \nunits). An inter-ministerial FIP steering committee2 will guide the overall program, ensure inter-\nministerial coordination and provide oversight for the PPTA. The director of Pustanling will be \nresponsible for coordination and implementation of all activities of the PPTA, including effective \nmonitoring of the work progress of consultants in accordance with the implementation schedule \nand plan. Disbursements under the PPTA will follow ADB’s Technical Assistance Disbursement \nHandbook (2013, as amended from time to time). The proposed PPTA commencement date is \n16 June 2014 and the completion date is 15 March 2015 (9 months). \n \n12.  The proposed TA processing and implementation schedule is listed in Table A4.4.  \n \nTable A4.4: Technical Assistance Processing and Implementation Schedule \nMajor Milestones  Expected Completion Date \nConcept paper approval  May 2014 \nRecruitment of consultants  May-June 2014 \nInception mission  July 2014 \nInterim review mission  October 2014 \nPPTA draft Final Reporta and FIP documents  December 2014 \nGrant fact-finding mission  February 2015 \nPPTA Final Report  March 2015 \nPPTA= project preparatory technical assistance. \na To include indicative procurement plan, companion cost estimates and EA capacity assessments for review \nby OSFMD. \nSource: Asian Development Bank estimates. \n                                                \n2 The FIP Steering Committee, which was established in April 2013, is chaired by the Secretary General of the \nMinistry of Forestry and it includes representatives from the Ministry of Finance, the Ministry of Home Affairs, \nBappenas, UKP4, and the National Forestry Council (DKN) as members and the three MDBs as observers.  \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20140604162854+08'00'", "Creator": "Adobe Acrobat 11.0.1", "ModDate": "D:20140605104111+08'00'", "Producer": "GPL Ghostscript 8.61", "Title": "Community-Focused Investments to Address Deforestation and Forest Degradation"}}