{"path": "data/input/ta/47080-001-prc-tar.pdf", "pages": [" \n \n \n \nTechnical Assistance Report \n \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 47080  \nPolicy and Advisory Technical Assistance (PATA) \nOctober 2013 \n \n \n \nPeople’s Republic of China: Public Expenditure \nPerformance Monitoring in Henan \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 2 September 2013) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1621 \n$1.00  =  CNY6.1702 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  GDP  –  gross domestic product \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Policy and advisory technical assistance (PATA) \nTargeting  –  General intervention  \nclassification \nSector (subsectors)  –  Public sector management (public expenditure and fiscal \nmanagement) \nTheme(subtheme)  –  Governance (economic and financial governance)  \nLocation (impact)  –  Rural (medium), urban (medium), national (high) \n     \nNOTE \n \nIn this report, \"$\" refers to US dollars.  \n \n \n \n \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nCountry Director  H. Sharif, People’s Republic of China Resident Mission (PRCM), EARD \n   \nTeam leader  J. Zhuang, Senior Economics Officer, PRCM, EARD \nTeam members  L. Peng, Senior Economics Officer, PRCM, EARD \nC. Jurgen, Head, Economics Unit, PRCM, EARD \nS. Xu, Associate Project Analyst, PRCM, EARD \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \n \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  4 \n   \nAPPENDIXES  \n1.  Design and Monitoring Framework   5 \n2.  Cost Estimates and Financing Plan   7 \n3.  Outline Terms of Reference for Consultants   8 \n \n \n \n ", "", " \nI.  INTRODUCTION \n1.  During  the  2012  country  programming  mission,  the  Government  of  the  People’s \nRepublic of China (PRC) requested the Asian Development Bank (ADB) to provide policy and \nadvisory technical assistance (TA) for public expenditure performance monitoring in Henan. The \nTA is consistent with ADB's PRC country partnership strategy, 2011–2015, which is aligned with \nthe priorities of the government’s Twelfth Five-Year Plan for National Social and Economic \nDevelopment, 2011–2015.12 The TA will address issues related to public financial management \nand good governance in Henan. These issues are also relevant for other parts of the PRC. \n \n2.  An  ADB  fact-finding  mission  visited  Henan  in  August  2013.  The  mission  met  with \ngovernment agencies and think tanks at various levels. An agreement was reached with the \nHenan provincial government on the TA’s main features including impact, outcome, outputs, \nactivities,  financing  plan,  terms  of  reference  for  consulting  services,  and  implementation \narrangements. The design and monitoring framework is in Appendix 1.3 \n \nII.  ISSUES \n3.  Henan Province is located in the central region of the PRC. It is one of the country’s \nmost populous provinces, with over 94 million inhabitants, about 7% of the PRC’s population. \nHenan's gross domestic product (GDP) in 2012 was CNY3 trillion, accounting for 5.7% of the \nPRC’s GDP, and its per capita GDP was 82.5% of the national average. \n \n4.  As a populous and traditional agricultural province, most of Henan’s fiscal outlays have \nbeen allocated for agriculture, forestry, water resources, education, social security, health care, \nand  transfer  payments  from  the  Henan  provincial  government  to  prefectural  and  county \ngovernments. The fiscal expenditure in Henan has increased at a significantly faster pace than \nfiscal revenue in the past 10 years. In addition to balancing fiscal revenue and expenditure, \npublic financial management has started to focus on enhancing the effectiveness of public \nexpenditure performance. However, due to the lack of adequate performance monitoring and \nevaluation  mechanisms,  it  is  difficult  to  assess  the  efficiency  and  effectiveness  of  fiscal \nexpenditure, including that for special purpose projects. \n \n5.  Improving public financial management (including standardizing intergovernmental fiscal \ntransfers and monitoring public expenditure) and ensuring good governance at all levels of \ngovernment and across all sectors are critical to support the PRC's long-term goal of building a \nharmonious and prosperous society by improving people’s livelihood, and promoting balanced \nand environmentally sustainable growth. The central government stresses the need to improve \nthe public finance system and the financial management of public finance.4  \n \n6.  Sound  public  financial  management  improves  accountability  and  efficiency  in  the \nmanagement of public resources and delivery of public services in line with public needs. Since \n                                                \n1  ADB. 2012. Country Partnership Strategy: People’s Republic of China, 2011–2015. Manila. \n2  Government of the People’s Republic of China. 2011. The Outline of the Twelfth Five-Year Plan for National Social \nand Economic Development. Beijing. \n3  The TA first appeared in the business opportunities section of ADB’s website on 30 August 2013. \n4  For example, in the 2008 Government Work Report, Premier Wen Jiabao proposed an administrative system of \naccountability and a budget performance management system. In 2010, President Hu Jintao, at the 18th collective \nstudy of the Political Bureau of the Communist Party of China (CPC) Central Committee, stressed that the country \nneeded to improve the public finance system and the performance of financial management. In 2012, the new \nleadership also emphasized the importance of undertaking fiscal and taxation reform, and strengthening the public \nfinance system at the 18th National Congress of CPC. \n ", "2  \n2008, the PRC has actively explored various forms of public financial management including \nperformance-based budgeting and performance monitoring. However, the efforts are still at an \ninitial  and  exploratory  stage.  For  example,  regulations  and  systems  of  performance \nmanagement  and  monitoring  are  inadequate;  budget  units  lack  the  understanding  and \nknowledge  of  performance  management  and  monitoring;  and  the  results  of  performance \nmonitoring deviate markedly from the original targets. These issues have seriously hampered \nthe efficient and effective use of fiscal funds. As such, it is important to further strengthen \nresearch, deepen the understanding of and awareness about performance monitoring, and \npropose  appropriate  policy  recommendations  to  improve  the  overall  public  financial \nmanagement system.  \n \n7.  Henan  is  one  of  the  provinces  exploring  measures  to  strengthen  public  financial \nmanagement. Revenue reform is an important aspect of sound public financial management. \nHowever, as most tax bases and rates are set by the central government, revenue reform would \nbe best pursued as part of a wider national agenda of fiscal reform. In provinces, more attention \nshould  be  attached  to  public  expenditure  management.  Moreover,  as  80%  of  the  transfer \npayments are for special purpose projects, clarifying the scope of transfer payments for special \npurposes at the sub-provincial level deserves high priority. \n \n8.  The  Henan  provincial  government  seeks  ADB’s  TA  to  help  strengthen  its  public \nexpenditure  performance  monitoring  system  to  improve  the  efficiency  and  effectiveness  of \npublic spending, and thereby enhance the governance of public expenditure. A strengthened \npublic expenditure performance monitoring system could maximize value for public outlays; \nincrease the efficiency and effectiveness of public expenditure; enhance the awareness of due \ndiligence and the responsibility of government departments in provinces and sub-provinces. \nSuch a public expenditure performance monitoring framework could also be applied in other \nprovinces in the PRC, thus contributing to achieving national objectives. Moreover, this TA \nproject would help enhance the governance of public expenditure.  \n \n9.  Although ADB’s earlier TAs have covered a wide range of fiscal issues in the PRC, they \nare  yet  to  address  public  expenditure  performance  monitoring  at  provincial  level.5 Close \nattention  will  be  paid,  as  relevant,  to  building  on  other  ADB  TAs  and  the  public  finance \nassistance supported by other development partners. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n10.  The  impact  will  be  strengthened  public  financial  management  in  Henan.  The \nachievement will be demonstrated by an integrated evaluation and monitoring framework on \npublic expenditure performance. The key outcome will be improved efficiency and effectiveness \nof public expenditure in Henan. \n                                                \n5  Relevant TAs include: ADB. 2008. Technical Assistance to the People’s Republic of China for Supporting Fiscal \nReforms in High Priority Sectors. Manila; ADB. 2008. Technical Assistance to the People’s Republic of China for \nFiscal Policy Support for Economic Development in Henan. Manila; ADB. 2010. Technical Assistance to the \nPeople’s Republic of China for Supporting Reform in Taxation and Budget Management. Manila; ADB. 2011. \nTechnical Assistance to the People’s Republic of China for Strengthening Fiscal Policy and Public Finance Reform \nOver the Midium-Term. Manila; ADB. 2011. Technical Assistance to the People’s Republic of China for Public \nFinance and Financial Management Reform. Manila; ADB. 2012. Technical Assistance to the People’s Republic of \nChina for Improvement of Fiscal Management and Accounting Services Supervision. Manila; ADB. 2013. Technical \nAssistance to the People’s Republic of China for Public Finance Development Strategy 2020. Manila; ADB. 2013. \nTechnical Assistance to the People’s Republic of China for Fiscal Policy Reform and Management. Manila. \n ", "  3\n \nB.  Methodology and Key Activities \n11.  The  TA  will  assist  the  Henan  provincial  government  to  improve  public  expenditure \nperformance monitoring. It will review the concept of public expenditure performance monitoring \nand summarize relevant domestic and international experience. The TA will also analyze how \npublic expenditure has been monitored, identify the major issues in evaluating and monitoring \npublic  expenditure  performance,  and  clarify  the  major  constraints  on  implementing  public \nexpenditure performance monitoring in Henan. It will identify major areas of public expenditure \nto be monitored, propose appropriate indicators, and recommend an integrated framework for \npublic expenditure performance monitoring in Henan. \n \n12.  The TA outputs will be (i) a final report and a bilingual synopsis report on improving \npublic expenditure performance monitoring in Henan and (ii) two policy briefing notes. The final \nreport will present a set of guidelines and methods to help implement a public expenditure \nperformance monitoring system in Henan. It will comprise three parts: (i) overview, concepts, \nand experience; (ii) major issues and challenges in public expenditure performance monitoring; \nand (iii) policy recommendations.  \n \n13.  Part  1  will  review  and  clarify  (i)  the  concept  of  public  expenditure  performance \nmonitoring including principles, methods, indicators, and standards; (ii) how public expenditure \nis currently being monitored in Henan; and (iii) international and domestic experiences in public \nexpenditure performance monitoring. In the areas of budget control, risk prevention, monitoring \norganizations, performance evaluation, and information technology, the TA will focus on the \nexperience  of  Australia,  Germany,  and  the  United  States.  For  the  possible  application  of \naccrual-basis accounting in budget management, the focus will be on the experience of New \nZealand and the United Kingdom. Further, special attention will also be paid to the experience \nof Guangdong, Jiangsu, and Zhejiang provinces of the PRC. \n \n14.  Part 2 will identify the major issues relating to public expenditure performance monitoring \nin Henan, including transfer payments for special projects. It will identify the key obstacles to \nimplementing a public expenditure performance monitoring system, identify priority areas for \npublic expenditure, and propose appropriate indicators for monitoring. On this basis, the TA will \nrecommend an integrated public expenditure performance monitoring framework for Henan \nincluding targets, standards for evaluation, and indicators.  \n \n15.  Part 3 will contain a comprehensive set of policy recommendations for establishing an \nappropriate  public  expenditure  performance  monitoring  system  for  Henan,  including  policy \nsuggestions on basic reforms in the fiscal system and the performance monitoring mechanism. \n \n16.  Based on the final report, a bilingual synopsis report (around 15 pages in Chinese and \n15  pages  in  English)  will  be  prepared  for  senior  decision  makers  in  Henan.  During  TA \nimplementation, two policy briefing notes will be prepared and submitted to the Henan provincial \ngovernment and the Ministry of Finance. \n \n17.  Major activities of the TA include (i) hosting workshops and conferences (inception, \nmidterm review, final review, and dissemination), in particular, inviting government officials from \nother provinces to participate in the dissemination workshop; (ii) conducting domestic surveys \nand  international  study  visits  as  appropriate;  and  (iii)  preparing  reports  (inception  report, \nmidterm report, final report, progress reports, and policy briefing notes).  \n \n ", "4  \nC.  Cost and Financing \n18.  The TA is estimated to cost $562,500, of which $450,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-other sources). The government will \nprovide  counterpart  support  in  the  form  of  counterpart  staff,  office  facilities,  domestic \ntransportation, and other in-kind contributions. The cost estimates and financing plan are in \nAppendix 2.  \n \nD.  Implementation Arrangements \n19.  The Department of Finance of Henan Province will be the executing agency, and its \nFinancial  Supervision  Bureau  will  be  the  implementing  agency.  The  Financial  Supervision \nBureau  will  be  responsible  for  establishing  a  TA  steering  committee  to  arrange  meetings \nbetween the consultants and relevant government agencies, review midterm and final reports, \nand  disseminate  TA  findings.  The  executing  agency  will  administer  domestic  surveys, \ninternational study visits, and workshops and conferences. An advance payment facility might \nbe established if requested. \n \n20.  The TA will be implemented over 20 months, from 1 November 2013 to 30 June 2015. A \ntotal of 29 person-months of individual consulting services (four national consultants for a total \nof 26 person-months and one international consultant for 3 person-months) will be provided. \nThe terms of reference for consultants are presented in Appendix 3. The consultants will be \nengaged in line with ADB’s Guidelines on the Use of Consultants (2013, as amended from time \nto time). Proceeds of the TA will be disbursed in accordance with ADB’s Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). All procurement under the TA \nwill be carried out in accordance with ADB’s Procurement Guidelines (2013, as amended from \ntime to time).   \n \n21.  The consultants will submit the following reports to both the implementing agency and \nADB: (i) the inception report 2 weeks after the commencement of services, (ii) the progress \nreport at an appropriate stage during TA implementation, (iii) the draft final report before the \nconclusion of the contract, and (iv) the final report 2 weeks after receiving comments from the \nexecuting agency and ADB.  \n \n22.   Major  project  activities  will  be  regularly  reported  by  the  implementing  agency  and \nmonitored by the executing agency as well as by ADB review missions. Consultants’ reports will \nbe presented at workshops and seminars organized to validate findings. Reports will be posted \non the ADB website in English and Chinese and published in accordance with ADB’s Public \nCommunications Policy, 2011. \n \nIV.  THE PRESIDENT'S DECISION  \n \n23.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $450,000 on a grant basis to \nthe  Government  of  the  People’s  Republic  of  China  for  Public  Expenditure  Performance \nMonitoring in Henan, and hereby reports this action to the Board.  \n \n \n ", "Appendix 1  5 \nDESIGN AND MONITORING FRAMEWORK \nPerformance Targets  Data Sources and \nand Indicators with  Reporting \nDesign Summary  Baselines  Mechanisms  Assumptions and Risks \nImpact      Assumption \nStrengthened public  Framework for public  Government  Henan provincial \nfinancial  expenditure  announcements and  government is committed to \nmanagement in  performance monitoring  publications  sound public financial \nHenan  in Henan by 2016    management \n  Media reporting   \nTwenty budget units     \nwould be monitored by  Government-    \n2016 (baseline: six  sponsored websites \nbudget units were   \nmonitored in 2013) \nOutcome      Assumption \nImproved efficiency  Incorporation of key TA  Government  Henan provincial \nand effectiveness of  recommendations into  announcements and  government adopts the \npublic expenditure in  Henan's new regulations  publications  recommendations proposed \nHenan  and policy documents    by the Department of \nissued by the end of  Media reporting  Finance \n2015     \nGovernment-  Risk \nsponsored websites  Delays in implementing \n  overall fiscal reforms prevent \nthe government from \nimplementing key \nrecommendations \nOutputs      Assumptions \n1.   A final report and  Midterm report  TA progress reports  Highly qualified consultants \na bilingual  submitted to ADB by    available for recruitment \nsynopsis report  August 2014   TA review missions   \non improving      Henan government provides \npublic  Final report and bilingual  Consultations with  relevant provincial \nexpenditure  synopsis report  executive agency  information and data on \nperformance  submitted to ADB by  public financial management \nmonitoring in  May 2015     \nHenan    Risk \n    Highly qualified consultants \n2.   Two policy  One policy briefing note  might not be available, which \nbriefing notes  submitted to ADB by  would impact on the quality \n  August 2014 and the  of the outputs \nother by May 2015 \nActivities with Milestones   Inputs \n   \nOutput 1: A final report and a bilingual synopsis report on improving  ADB (TASF-other sources): \npublic expenditure performance monitoring in Henan  $450,000 \n1.1   Inception workshop by February 2014   \n1.2   Domestic surveys and visits by April 2014  The government will provide \n1.3   International study visit by June 2014  counterpart support in the \n1.4   Midterm review workshop by October 2014  form of counterpart staff, \n1.5   Final review workshop by March 2015  office facilities, domestic \n1.6   Final report by May 2015  transportation, and other in-\n1.7   Dissemination workshop in Henan by June 2015  kind contributions. \n ", "6  Appendix 1 \n \nOutput 2: Two policy briefing notes  \n2.1   The first policy briefing note based on the midterm report by October  \n2014 \n2.2   The second policy briefing note based on the final report by March \n2015 \nADB = Asian Development Bank, TA = technical assistance, TASF = Technical Assistance Special Fund. \nSource: Asian Development Bank.  \n \n \n ", "  Appendix 2  7 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nItem  Amount \nAsian Development Banka    \n1. Consultants   \na. Remuneration and per diem   \ni. International consultants (3 person-months)  60.0 \nii. National consultants (26 person-months)  200.0 \nb. International and local travel  25.0 \nc. Reports and communications  10.0 \n2. Surveys and study visits  40.0 \n3. Workshops and conferencesb  55.0 \n4. Miscellaneous administration and support costsc  10.0 \n5. Contingencies  50.0 \n  Total  450.0 \nNote:  The  technical  assistance  (TA)  is  estimated  to  cost  $562,500,  of  which  contributions  from  the  Asian \nDevelopment Bank (ADB) are presented in the table above. The government will provide support in the form of \ncounterpart staff, office facilities, domestic transportation, and other in-kind contributions. The value of government \ncontribution is estimated to account for 20% of the total TA cost. \na  Financed by ADB’s Technical Assistance Special Fund (TASF-other sources). \nb  Includes honoraria for resource persons in the workshops, costs for translation and interpretation, and costs of \ndisseminating the final report. Specific budget and arrangements are subject to prior ADB approval. \nc  Includes report editing, printing, and dissemination. \nSource: Asian Development Bank estimates. \n \n   \n ", "8  Appendix 3 \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.    National Consultants \n1.  Senior public financial management specialist and team leader (5 person-months, \nintermittent). The specialist will be an experienced researcher from a reputable university or \nresearch institute with at least 15 years of experience in public financial management in the \nPeople’s Republic of China (PRC). The specialist should have strong expertise in the areas of \npublic financial management, intergovernmental fiscal relations, and associated topics. The \nspecialist should have been a team leader at least five times in relevant research projects. The \nspecialist will perform the following tasks: \n(i)  Provide overall strategic direction for the technical assistance (TA) project, and \nlead and guide the work of the two national specialists to ensure that the outputs \nare consistent with the objectives of the project. \n(ii)  Assume overall responsibility for the quality and timely delivery of the TA outputs, \nincluding  all  reports;  and  the  completion  of  relevant  TA  activities  under  the \nguidance  of  the  executing  agency,  implementing  agency,  and  Asian \nDevelopment Bank project officer. \n(iii)  Coordinate and organize domestic surveys and visits. \n(iv)  Review  theory  and  literature  in  public  expenditure  performance  monitoring \n(including principles, methods, standards, and indicators). \n(v)  Provide  guidance  to  other  consultants  on  summarizing  international  and \ndomestic  experiences  related  to  public  expenditure  performance  monitoring \n(including laws and regulations). \n(vi)  Recommend  an  appropriate  public  expenditure  framework  for  Henan, \nincorporating international and domestic experience. \n(vii)  Draft relevant policy recommendations for the implementation of an appropriate \npublic expenditure performance monitoring system in Henan. \n(viii)  Prepare, revise, and finalize an inception report, midterm report, final report, and \nsynopsis report. \n(ix)  Prepare two policy briefing notes and submit in a timely manner. \n(x)  Draft agendas for workshops and conferences, propose participants, prepare \nkeynote speeches, and act as a resource person as needed. \n \n2.  Public financial management specialist  (7  person-months,  intermittent).  The \nspecialist will be an experienced researcher from a reputable university or research institute with \nat least 10 years of experience in public financial management in the PRC. The specialist \nshould have good communication skills in English and strong expertise in the areas of public \nfinancial management, intergovernmental fiscal relations, and associated topics. The specialist \nwill perform the following tasks: \n \n(i)  Summarize  domestic  experiences  related  to  public  expenditure  performance \nmonitoring  (including  laws  and  regulations)  and  analyze  major  challenges \nencountered during the implementation of the public expenditure performance \nmonitoring. \n(ii)  Participate in domestic surveys in selected provinces (e.g., Guangdong, Jiangsu, \nZhejiang). \n(iii)  Recommend  an  appropriate  public  expenditure  framework  for  Henan, \nincorporating international and domestic experience. \n ", "  Appendix 3  9 \n(iv)  Draft relevant policy recommendations for the implementation of an appropriate \npublic expenditure performance monitoring system in Henan. \n(v)  Work with other consultants to prepare the midterm, final, and synopsis reports. \n(vi)  Draft and submit quarterly progress reports on TA implementation 15 days after \nthe end of every quarter. \n(vii)  Assist the team leader to prepare for workshops and meetings, and participate as \na resource person as needed. \n \n3.  Local public financial specialist 1 (7 person-months, intermittent). The specialist will \nbe an experienced researcher from a reputable university or research institute with at least 10 \nyears of experience in public financial management in Henan. The specialist should have good \ncommunication  skills  in  English  and  strong  expertise  in  the  areas  of  public  financial \nmanagement,  intergovernmental  fiscal  relations,  and  associated  topics.  The  specialist  will \nperform the following tasks: \n(i)  Analyze  and  evaluate  the  Henan  public  finance  system  and  identify  major \nconstraints on the efficiency of public financial management.  \n(ii)  Summarize experiences and major issues in implementing public expenditure \nperformance monitoring in Henan. \n(iii)  Review the current intergovernmental transfer system, in particular, between the \nHenan provincial government and city or county governments (including transfer \npayments for special projects); assess the effectiveness of current practices; and \nidentify the scope for improved equalization, rationalization, and simplification of \ntransfers. \n(iv)  Recommend  an  appropriate  framework  for  public  expenditure  performance \nmonitoring for Henan, taking into consideration local conditions, and domestic \nand international experiences. \n(v)  Draft relevant policy recommendations for the implementation of an appropriate \npublic expenditure performance monitoring system in Henan. \n(vi)  Provide  logistical  support  and  interpretation  as  needed  during  meetings  with \ngovernment officials. \n(vii)  Assist  the  team  leader  to  prepare  for  inception,  midterm,  and  final  reports; \nparticipate  in  domestic  surveys,  workshops,  and  conferences;  and  make \narrangements for workshops and conferences as needed. \n \n4.  Local public financial specialist 2 (7 person-months, intermittent). The specialist will \nbe an experienced researcher from a reputable university or research institute with at least 10 \nyears of experience in public financial management in Henan. The specialist should have good \ncommunication  skills  in  English  and  strong  expertise  in  the  areas  of  public  financial \nmanagement,  intergovernmental  fiscal  relations,  and  associated  topics.  The  specialist  will \nperform the following tasks: \n \n(i)  Analyze  and  compare  methods  and  indicators  used  in  public  expenditure \nperformance evaluation and monitoring in the PRC and other countries. \n(ii)  Identify the major areas of public expenditure (e.g., agriculture, social security, \nhealth care, and education) where monitoring could be applied and propose \nappropriate targets, standards, and indicators. \n(iii)  Work with other consultants to recommend an appropriate framework for public \nexpenditure performance monitoring for Henan. \n(iv)  Draft relevant policy recommendations for the implementation of an appropriate \npublic expenditure performance monitoring system in Henan. \n ", "10  Appendix 3 \n \n \n(v)  Provide  logistical  support  and  interpretation  as  needed  during  meetings  with \ngovernment officials. \n(vi)  Assist the team leader to prepare for the inception, midterm, and final reports; \nparticipate  in  domestic  surveys,  workshops,  and  conferences;  and  act  as  a \nresource person as needed. \n \nB.  International Consultant \n5.  International public financial management specialist (3 person-months, intermittent). \nThe specialist should have strong expertise and extensive experience in diverse aspects of \npublic expenditure management in different countries. The specialist should have a master’s \ndegree or higher qualification in public finance or a related field. The specialist should have at \nleast 10 years of experience in public finance and public expenditure management supported by \ninternational publications and be affiliated with a prestigious university or research institute. The \nspecialist should have professional experience and knowledge on the fiscal system and public \nsector management in the PRC. The specialist will perform the following tasks: \n(i)  Review and summarize international experiences related to public expenditure \nperformance monitoring (including regulations and laws), including how they are \napplied in other countries such as Australia, Germany, New Zealand, the United \nKingdom, and the United States.  \n(ii)  Review  the  major  benefits  and  outcomes  relating  to  public  expenditure \nperformance monitoring in those countries. \n(iii)  Identify and discuss the major challenges encountered during the implementation \nof the public expenditure performance monitoring system in those countries, and \nidentify and assess the major lessons learned from international experiences. \n(iv)  Recommend  an  appropriate  public  expenditure  performance  monitoring \nframework for Henan. \n(v)  Participate in the preparation of the inception, midterm, and final reports; attend \nrelevant workshops and conferences; prepare keynote speeches; and act as a \nresource person as needed. \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20131018123430+08'00'", "Creator": "PScript5.dll Version 5.2.2", "ModDate": "D:20131031113850+08'00'", "Producer": "GPL Ghostscript 9.07", "Subject": "Policy and Advisory Technical Assistance (PATA) - Technical Assistance Report", "Title": "47080-001: Public Expenditure Performance Monitoring in Henan"}}