{"path": "data/input/ta/47171-001-tar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 47171-001  \nCapacity Development Technical Assistance (CDTA) \nDecember 2013 \n \n \n \nLao People’s Democratic Republic: Policy and \nCapacity Support for Improved Aid Effectiveness \n  \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 30 November 2013) \n \nCurrency unit  –  kip (KN) \nKN1.00  =  $0.000125 \n$1.00  =  KN7,950 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CPS  –  country partnership strategy \nLao PDR  –  Lao People’s Democratic Republic \n  MPI  –  Ministry of Planning and Investment \nNSEDP  –  National Socio-Economic Development Plan \n  ODA  –  official development assistance \nPRF  –  project readiness filter \nSOP  –  standard operating procedure \n  TA  –  technical assistance \n       \n       \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting classification  –  General intervention \nSector (subsectors)  –  Public sector management (economic and public affairs \nmanagement, public administration) \nTheme (subthemes)  –  Capacity development (institutional development, organizational \ndevelopment); governance (public administration) \n \nNOTES \n(i)  The fiscal year (FY) of the Government of the Lao People’s Democratic Republic \nends on 30 September. ―FY‖ before a calendar year denotes the year in which \nthe fiscal year ends; e.g., FY2013 ends on 30 September 2013.  \n(ii)  In this report, \"$\" refers to US dollars.  \n \nVice - President  S. P. Groff, Operations 2 \nDirector General  J. Nugent, Southeast Asia Department (SERD) \n \nTeam leader  A. Barend Frielink, Officer-in-charge, Lao People’s Democratic Republic \nResident Mission (LRM), SERD \nTeam member  S. Leuangkhamsing, Senior Economics Officer, LRM, SERD \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \n                           Page \n \nI.  INTRODUCTION                 1 \n \nII.  ISSUES                    1 \n \nIII.  THE TECHNICAL ASSISTANCE             3 \n \nA.  Impact and Outcome               3 \nB.  Methodology and Key Activities            3 \nC.  Cost and Financing                4 \nD.  Implementation Arrangement             4 \n \nIV.  THE PRESIDENT’S DECISION              4 \n \nAPPENDIXES \n \n1.        Design and Monitoring Framework            5 \n2.        Cost Estimates and Financing Plan            8 \n3.        Outline Terms of Reference for Consultants          9 \n   \n ", " \nI.  INTRODUCTION \n \n1.  Despite the country’s average annual economic growth rate of 7.8% during 2007–2012 \nand its significant wealth in natural resources, the Lao People’s Democratic Republic (Lao PDR) \nremains highly dependent on official development assistance (ODA) to fund overall government \nexpenditures and its public investment programs.1 ODA disbursement totaled $431.6 million in \nFY2012.2 Although ODA will continue to be important in the short and medium term, it is likely to \nbecome less available as the Lao PDR moves toward graduation from least-developed country \nstatus  by  2020.  This  projected  decline  in  ODA  in  the  face  of  the  country’s  continued \ndependence on external assistance requires not only that ODA be used more effectively but \nalso that a dialogue on policies to achieve that effectiveness be institutionalized.3   \n \n2.  The Asian Development Bank (ADB) country partnership strategy (CPS) for the Lao \nPDR for 2012–20164 has sought to maximize efficiency and sustainability by implementing \nlarger operations over longer periods. During its initial 18 months, the CPS, which aims at \npoverty  reduction  and  inclusive  and  environmentally  sustainable  economic  growth,  was \nsuccessful in this approach. ADB has continued to focus on four core sectors and made a \nsuccessful transition to fewer and larger projects in response to the government’s capacity \nconstraints.  Nonetheless,  challenges  remain  in  maximizing  development  effectiveness  in \nimplementing the CPS, macroeconomic management and policy dialogue, continued start-up \ndelays of projects, and the absence of effective project readiness filters.  \n \nII.  ISSUES \n \n3.     The  Lao  PDR  has  a  well-developed  aid  effectiveness  framework.5 It  includes  the \nVientiane Declaration on Aid Effectiveness,6 which is a localized version of the Paris Declaration \non  Aid  Effectiveness;  a  country  action  plan;  and  a  round  table  meeting  process  with \ndevelopment  partners.  The  government  is  committed  to  the  Accra  Agenda  for  Action.  A \nsecretariat  at  the  Ministry  of  Planning  and  Investment  (MPI)  monitors  progress  made  in \nimproving  aid  effectiveness.  With  the  support  of  development  partners,  the  government \ndeveloped a results-based management framework for the Seventh National Socio-Economic \nDevelopment Plan (NSEDP) for 2011–2015. It includes a monitoring and evaluation system. \nPreparations for the eighth NSEDP, 2016–2020 are underway. Although the aid effectiveness \nframework provides a solid foundation, implementation has been uneven. Further support is \nneeded to build capacity to make assistance more effective in a rapidly growing economy with \nchallenges  of  inclusiveness  and  to  use  public  resources,  including  ODA,  more  efficiently. \nSupport for 10 sector and thematic working groups established in April 2006 and co-chaired by \nrepresentatives of the government and of development partners will be instrumental in achieving \nthis and helping the government prepare the eighth NSEDP. The working groups are the main \nmechanism for coordination and policy dialogue at the sector and thematic levels in health, \neducation, governance, macroeconomics, trade and private sector development, infrastructure, \n                                                \n1  A. McCarty and A. Julian. 2009. The Developmental Effectiveness of Untied Aid: Evaluation of the Implementation \nof the Paris Declaration and the 2001 DAC Recommendations on Untying ODA to the LDC’s: Lao PDR Country \nStudy. Hanoi: Mekong Economics.  \n2  Government of the Lao PDR, Ministry of Planning and Investment. 2012. Foreign Aid Implementation Report. \nVientiane. For more details see: www.rtm.org.la. \n3 The TA first appeared in the business opportunities section of ADB’s website on 27 November 2013 \n4  ADB. 2011. Country Partnership Strategy: Lao People’s Democratic Republic, 2012–2016. Manila. \n5  An overview of this framework can be found at www.rtm.org.la. \n6  The Vientiane Declaration on Aid Effectiveness was signed by the government and 22 partner countries and \norganizations during the 9th Round Table Meeting in Vientiane in November 2006. \n ", "2  \n \naction on unexploded ordnance, illicit drug control, agriculture and rural development, and \nnatural resources management and the environment. Some working groups meet regularly but \nsome do not.  \n \n4.      ADB co-chairs the infrastructure sector and the macroeconomic working groups. The \ntechnical assistance (TA) will provide support to help both these groups plan and manage in \ntheir areas of responsibility more effectively. The macroeconomic working group plans to create \na  better  understanding  of  issues  and  options  through  macroeconomic  analysis  and  policy \ndialogue. Areas of focus will include a macroeconomic framework, coordination of the country’s \nfiscal and monetary policies, preparation of the eighth NSEDP, linking planning with budgeting, \nthe  Lao  PDR’s  trade  policies,  and  its  responses  to  international  developments.  The \ninfrastructure sector working group will undertake studies and facilitate dialogue on improving \nthe prioritization of new infrastructure projects and the maintenance of existing assets.  \n \n5.  By strengthening the ability and performance of these two working groups in directing \npolicy, the TA will also help boost country ownership of development efforts and decisions. In \nline with the objectives of the Paris Declaration, the government will thus be able to exercise \nhigher quality leadership in development policies and strategies and better coordinate the efforts \nof development partners. The TA will also support core government programs that emphasize \nthe  need  for  capacity  development.  The  Vientiane  Declaration  has  introduced  capacity \ndevelopment frameworks to better align technical assistance and other capacity development \nmeasures with the needs of the government. The government also wants better sharing of good \npractices between sectors. \n \n6.  A country assistance and program evaluation of 2010 prepared by ADB’s Independent \nEvaluation Department reported that continued project start-up delays in the Lao PDR showed a  \nneed to formalize, harmonize, and mainstream project readiness criteria.7 It stated that the \nperformance of ADB’s portfolio in the country could deteriorate given its continuing expansion, \nand recommended that existing joint portfolio management practices of the government and \nADB’s resident mission be strengthened. In 2012, 13% of ADB’s projects in the Lao PDR were \nconsidered at-risk—two actual problem projects and one potential problem project. The number \nof projects rated as potential problems during 2013, while fluctuating, has increased. The key \nissue was implementation delay, which in turn is mostly due to delays in establishing project \nteams and recruiting consultants.  \n \n7.  The MPI drafted standard operating procedures (SOPs) for the government in 2009 that \noutlined specific steps in ODA-supported project development to strengthen governance, but did \nnot translate them into Lao or disseminate them widely to the agencies expected to implement \nthem. They have been used only by some line ministries. In addition, line ministries have been \nreluctant to use project readiness filters (PRFs) introduced by ADB in 2011 to enable advance \naction to contract consultants immediately after a fact-finding mission. This reluctance reflects \nthe view in the government that the PRFs should first be integrated into the SOPs and that \nknowledge about the PRFs should be made available to staff of the line ministries before being \napplied.   \n \n8.  This TA project will build on previous TA for Capacity Strengthening for Enhancing Aid \nEffectiveness  and  will  further  enhance  the  MPI’s  capacity  for  development  planning  and \n                                                \n7  ADB. 2010. Country Assistance Program Evaluation: Lao PDR–Sustainable Growth and Integration. Manila.  \n ", "  3 \nformulation of sound policy advice. 8 The previous TA built capacity to make dialogue between \nthe government and development partners on transport and macroeconomics more effective \nand strengthened the ability of the Department of International Cooperation to more effectively \nmanage aid. The TA supported the development and delivery of training in institutional and \nregulatory frameworks and ODA management. The government has asked ADB for the new TA \nto further strengthen implementation of the aid effectiveness framework for ODA, to create a \nmore participatory process for systematic portfolio review, and to adopt formal project readiness \ncriteria.  The  TA  will  not  only  help  improve  the  effectiveness  of  ODA  but  also  further \ninstitutionalize and mainstream the outcomes of policy dialogue between the government and \ndevelopment partners; address systemic challenges in portfolio management; and enhance \ngovernment  ownership  of  portfolio  performance.  The  strengthened  systems  will  be  readily \napplicable to the ODA portfolios of other development partners. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n9.  The  TA  impact  will  be  improved  alignment  of  ODA  and  government  priorities  and \nprocesses. The TA outcome will be strengthened country systems and mechanisms for policy \ndialogue to improve aid effectiveness. \n \nB.  Methodology and Key Activities \n10.  The TA outputs will be (i) improved policy dialogue on aid effectiveness, (ii) reduced \nproject start-up delays, and (iii) strengthened government capacity for portfolio management of \nADB-financed projects. \n  \n11.  Output 1: Policy dialogue on aid effectiveness improved. The working groups on \ninfrastructure and macroeconomic management co-chaired by ADB with the relevant ministers \nand vice ministers are meeting only occasionally and with mixed results. Experience with other \nworking groups has shown that providing technical and logistical support can greatly enhance \nthe  functioning  of  working  groups  and  contribute  strongly  to  better  dialogue  between  the \ngovernment  and  development  partners.  The  TA  will  help  deliver  high-quality  policy \nrecommendations that will help the MPI formulate strategies and policies for the eighth NSEDP \nand strengthen the policy environment for infrastructure investments. The TA will build country \ncapacity to ensure consistency in the setting and sequencing of priorities in NSEDPs, beginning \nwith the eighth. It will also strengthen coordination structures and processes through wider \nstakeholder  participation.  Most  of  these  activities  will  easily  be  absorbed  by  the  regular \nbudgeting  process  and  provide  a  model  for  improvements  that  other  working  groups  can \nreplicate.  \n \n12.  Output 2: Project start-up delays reduced. Harmonizing the start-up arrangements \nbetween the government and those of ADB will lead to better implementation of ADB projects \nand  better  management  of  public  finances.  This  will  allow  advance  action,  including  the \nrecruitment of consultants and the finalization of the procurement plan for the first year of project \nimplementation  during  the  fact-finding  stage  of  project  preparation.  The  application  of \nharmonized SOPs by line ministries is essential to reinforce advance contracting between the \nfact-finding stage and loan effectiveness and thereby to reduce project start-up delays. The TA \n                                                \n8  ADB.  2008.  Technical  Assistance  to  the  Lao  People’s  Democratic  Republic  for  Capacity  Strengthening  for \nEnhancing Aid Effectiveness. Manila. \n \n ", "4  \n \nwill help the MPI revise its current SOPs through consultations with government agencies and \ndevelopment partners, translate them into Lao, and disseminate them widely throughout the \ngovernment. Through similar consultations, the TA will also help revise the existing PRFs before \nthey are integrated into the SOPs. The SOPs themselves will be strengthened. The TA will also \ndevelop technical working papers to improve portfolio performance.  \n \n13.  Output  3:  Capacity  for  portfolio  management  of  ADB-financed  projects \nstrengthened.  Improving  portfolio  performance  and  the  predictability  of  disbursements  is \nimportant  to  support  government  ownership,  accountability,  and  transparency.  The  TA  will \nenhance the capacity of the government, particularly the MPI, to monitor project performance by \nstrengthening  institutional  capacity  to  conduct  portfolio  reviews  and  improving  coordination \nbetween ADB, the MPI, and the Ministry of Finance during quarterly and joint annual portfolio \nreview  meetings  with  the  World  Bank.  The  government’s  capacity  for  managing  this  joint \nmonitoring system will be enhanced by improving the quality of the background documents and \nenhancing its ability to implement the reviews and monitor the decisions made. Case studies of \nsample projects will be undertaken and technical working papers prepared and shared by line \nagencies and development partners.  \n \nC.   Cost and Financing \n \n14.  The TA is estimated to cost $475,000, of which $450,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-V). The government will provide \ncounterpart support in the form of remuneration of counterpart staff, office accommodation, \nutilities, and other in-kind contributions.  \n \nD.  Implementation Arrangements \n15.   The  MPI  will  be  the  executing  agency.  The  implementing  agencies  will  be  the \nDepartment  of  Planning  and  the  Department  of  International  Cooperation.  A  project \nmanagement unit will be established in the Department of International Cooperation to manage \nday-to-day activities, monitor progress, and submit progress reports to ADB and the Lao PDR \nResident  Mission.  Disbursements  under  the  TA  will  be  made  in  accordance  with  ADB’s \nTechnical Assistance Disbursement Handbook (2010, as amended from time to time). The TA \nwill be implemented from January 2014 to December 2015. \n \n16.   The TA will provide a total of 46 person-months of consultancy on ODA and portfolio \nmanagement, comprising 5 person-months of services from international consultants and 41 \nperson-months of services from national consultants. All consultants will be recruited on an \nindividual basis and engaged in accordance with ADB's Guidelines on the Use of Consultants \n(2013, as amended from time to time), and all procurement will be also done in accordance with \nADB’s Procurement Guidelines (2013, as amended from time to time). \n \nIV.  THE PRESIDENT’S DECISION \n17.   The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $450,000 on a grant basis to \nthe Government of the Lao People’s Democratic Republic for Policy and Capacity Support for \nImproved Aid Effectiveness, and hereby reports this action to the Board. \n \n \n ", "Appendix 1           5  \nDESIGN AND MONITORING FRAMEWORK \n \nDesign Summary  Performance Targets  Data Sources and  Assumptions and Risks \nand Indicators with  Reporting \nBaselines  Mechanisms \nImpact  By 2018:    Assumption \n       \nImproved alignment of ODA  Use of country system  MPI progress reports   ODA commitments to Lao \nand government priorities  for  planning and    PDR are sustained in the \nand processes.  budgeting of ODA     medium term. \n  increases      \n    Risk \nMacroeconomic  Draft and final  Potential global \nframework clearly  version of the eighth  macroeconomic challenges \ndefines sector and ODA  NSEDP  adversely affect ODA \nfinancing priorities  commitments. \n \nOutcome  By 2015:    Assumption \n       \nCountry systems and  Meetings of  the two  Government website:  The government remains \nmechanisms for policy  working groups co- http://www.rtm.org.la/  committed to strengthen aid \ndialogue strengthened to  chaired by ADB held    effectiveness. \nimprove aid effectiveness  regularly and on     \n  schedule      \n       \n  Working groups’ papers  Website and printed   \nand proceedings  publications   \npublished   \n   \nADB project start-up  PCR and other \nperiods reduced  to 2  monitoring reports \nmonths from an   \naverage 5 months    \n(2005–2012)    \n   \nADB Disbursement ratio  Country assistance \nincreased to 24% from  and evaluation \n18% in 2012   reports  \n   \nOutputs  By 2015:    Assumption \n       \n1. Policy dialogue on aid  At least four MWG and  Working papers  The recommendations of \neffectiveness improved  ISWG meetings co- published in  the sector working groups \n  chaired by the  preparation of the  are monitored and followed \n  government and ADB  working group  up by the government. \n  held annually   meetings   \n       \n  Proceedings and action  Progress reports by   \n  plans followed-up  sector working   \n  annually and posted on  groups to the RTM   \n  the MPI website   secretariat and   \n  http://www.rtm.org.la/  reported on   \n    http://www.rtm.org.la/   \n       \n       \n ", "6   Appendix 1         \n \nDesign Summary  Performance Targets  Data Sources and  Assumptions and Risks \nand Indicators with  Reporting \nBaselines  Mechanisms \n      Assumption \n2. Project start-up delays  Government’s SOPs  Regular reports by  Relevant staff in line \nreduced  revised   MPI and UNDP  ministries who receive \n      training on project \n  PRFs revised and  Revised and  readiness criteria are \n  integrated in the new  approved SOPs  retained. \n  SOPs      \n      Risk \n  SOPs translated and  Prepared SOP   \n  made available to staff  guidelines  The government’s adoption \n  of the line ministries    of the new regulation on \n       project readiness criteria is \n      delayed. \n3. Government capacity for  Four quarterly portfolio  Memoranda of   \nmanagement of ADB-  reviews conducted  understanding of  Assumption \nfinanced project portfolio  annually and  quarterly portfolio  Government remains \nstrengthened   recommendations  reviews and joint  committed to jointly monitor \n  adopted  portfolio reviews  project implementation with \n      development partners and \n    One joint country    addresses risks. \n  portfolio review with     \n  World Bank and     \n  relevant development   \n  partners held annually   \n   \n  Portfolio performance \naligned with the results \nframework for managing \ndevelopment results \nspecified in ADB’s \nStrategy 2020a  \n \nActivities with Milestones  Inputs \nOutput 1: Improve policy dialogue on aid effectiveness    \n1.1  Support the secretariats of the working groups for  ADB: $450,000 \nmacroeconomics and infrastructure, from January 2014  (TASF-V) \nonward.  Item  Amount \n1.2  Organize and co-chair at least four meetings annually for  ($’000) \neach working group, focusing on the identification of  Consulting services  $260.0 \npolicy issues and enabling policy dialogue between  International and   \ngovernment and development partners,  from February  domestic travel           $30.0 \n2014 onward  Workshops and   \n1.3  Prepare detailed reports for each working group for  conferences                $75.0 \nReports and    \npublication on the RTM website upon government and \ndissemination              $5.0 \ndevelopment partner clearance, from February 2014 \nonward  Office equipment         $20.0 \nMiscellaneous              $20.0 \n1.4  Prepare at least three knowledge products, by July 2015 \n1.5  Prepare report on working group experience to  Contingencies              $40.0 \n \ndisseminate to other working groups, by July 2015 \nNote:  The  government  will  provide \n \ncounterpart  support  in  the  form  of  staff \nOutput 2: Project start-up compliance achieved \nremuneration, office space, and other in-kind \n2.1  Revise  SOPs  with  government  and  development \ncontributions. \npartners, by January 2014 \n ", "  Appendix 1          7 \nActivities with Milestones  Inputs \n2.2  Revise PRFs through consultative meetings and integrate   \nin revised SOPs, by March 2014 \n2.3  Translate SOPs into Lao, by May 2014 \n2.4  Disseminate SOPs to line ministries, by August 2014 \n2.5  Prepare at least two knowledge products, by January \n2015 \n \nOutput 3: Strengthen capacity for management of ADB-\nfinanced project portfolio \n3.1  Conduct quarterly portfolio performance review meetings, \nfocusing  on  underlying  systemic  issues,  and  prepare \nreports on outcome and priority actions, from January \n2014 onward \n3.2  Monitor the implementation of action plans agreed upon \nduring quarterly and annual country portfolio performance \nreviews and report progress to LRM and MPI regularly, \nfrom February 2014 onward \n3.3  DIC and MPI staff facilitate at least 3 provincial and/or \ndistrict  consultation  meetings  during  review  missions, \nfrom January 2014 onward \n3.4  Conduct  annual  country  portfolio  review  meetings  of \nADB, the World Bank, and the MPI in 2014 and 2015, \nincluding the preparation of joint ADB and World Bank \nbackground  papers  outlining  an  analysis  of  systemic \nportfolio performance issues and solutions, from January \n2014 onwards \n3.5  Support  provincial  and/or  district  level  consultation \nmeetings  on  portfolio  performance  as  part  of  regular \nreview missions, from January 2014 onward \n3.6  Prepare and approve guidelines on mainstreaming the \nresults framework into M&E systems of line ministries, by \nJune 2014 \n3.7   Conduct training for line ministries on these guidelines \n(see 3.6), by December 2014  \n3.8    Strengthen MPI’s monitoring of targeted sector outputs \nusing the results framework,  by March 2015 \n3.9     Prepare at least two knowledge products, by June 2015 \n3.10  Prepare report on the process of strengthening portfolio \nmanagement  for  dissemination  to  relevant  working \ngroups, by July 2015 \n \n \nADB = Asian Development Bank; DIC = Department of International Cooperation; ISWG = infrastructure sector \nworking group; Lao PDR= Lao People’s Democratic Republic; M&E = monitoring and evaluation; MPI = Ministry of \nPlanning and Investment; MWG = macroeconomic working group; ODA = official development assistance; PCR = \nproject completion report; PRF = project readiness filter; SOP = standard operating procedure.  \na. ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020.   \nManila. \nSource: Asian Development Bank \n \n ", "8          Appendix 2             \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \nItem     Amount \nAsian Development Bank a   \n1.  Consultants   \n        a.  Remuneration and per diemb   \n    i. International consultants   130.0 \n    ii. National consultants   130.0 \n        b.  International and local travel  30.0 \n        c.  Reports and dissemination  5.0 \n2.  Workshops, training, and seminarsc  75.0 \n3.  Office equipmentd  20.0 \n4.  Miscellaneous administration costse  20.0 \n            5.   Contingencies   40.0 \n   \n        Total  450.0 \nNote:  The  technical  assistance  (TA)  is  estimated  to  cost  $475,000,  of  which  contributions  from  the  Asian \nDevelopment Bank are presented in the table above. The government will provide counterpart support in the form of \nremuneration of counterpart staff, office accommodation, and other in-kind contributions. The value of government \ncontribution is estimated to account for 5.3% of the total TA cost. \na Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-V). \nb Estimate for four experts. \nc  Venues for workshops, training, and seminars will be decided during TA implementation. \nd Includes computer, printer, and scanner. On completion of the TA, all equipment will be turned over to the   \ngovernment. \ne Including translation costs, administrative expenses, the cost of office stationery, and communications costs. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n \n \n \n   \n ", "Appendix 3            9 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  International Consultants \n1.  Aid management specialist and team leader (5 person-months, intermittent). The aid \nmanagement  specialist  and  team  leader  will  have  a  postgraduate  degree  in  public  sector \nmanagement or public policy or any other relevant field and at least 12 years of relevant \nexperience working on aid effectiveness, portfolio management, and institutional development.  \nThe expert will work closely with the resident mission of the Asian Development Bank (ADB) in \nthe  Lao  People’s  Democratic  Republic  (Lao  PDR)  and  will  provide  overall  guidance  for \nimplementation of the technical assistance (TA) and oversight for all TA activities. She or he will \nensure that all outputs are of good quality and delivered on time and that the consultant team \ncoordinates with the resident mission and the national counterparts. Previous work experience \nin the Lao PDR will be an advantage. More specifically, the specialist will  \n(i)  develop an implementation plan for the TA, including a schedule with milestones; \n(ii)  oversee the development of detailed annual work plans for the national consultants and \nsupervise their implementation; \n(iii)  provide  a  background  paper  or  papers  for  discussions  with  the  government  and \ndevelopment  partners  organizations  on  enhancing  official  development  assistance \n(ODA) effectiveness, and lead one or two workshops on this topic; \n(iv)  oversee and provide inputs for the preparation of the standard operating procedures \n(SOPs); \n(v)  provide  recommendations  on  improving  the  effectiveness  and  efficiency  of  the \nmacroeconomic work group (MWG) and the infrastructure sector working group (ISWG), \nas well as support the resident mission in policy dialogue; \n(vi)  oversee the preparation of working papers and other knowledge products; \n(vii)  prepare  quarterly  and  annual  progress  reports,  including  a  final  report  for  public \ndisclosure; and  \n(viii)  organize a midterm and a final TA workshop with the government and development \npartners and prepare workshop proceedings for public disclosure on ADB’s website. \n \nB.  National Consultants \n \n2.  Aid  management  specialist  and  deputy  team  leader  (24  person-months).  The \nspecialist will be proficient in English and have a degree in public sector management or any \nother relevant field and at least 6 years of experience areas related to ODA management. \nUnder the guidance of the team leader and in close coordination with resident mission, the \nspecialist will \n(i)  provide support for improving the effectiveness of the working groups, the scheduling \nand  organization  of  the  working  groups,  and  the  preparation  for  working  group \nproceedings; \n(ii)  collaborate with the team leader in preparing the background paper or papers on ODA \neffectiveness and the associated workshops; \n(iii)  organize,  together  with  the  Ministry  of  Planning  and  Investment  (MPI),  consultation \nworkshops with government agencies and development partners to finalize the project \nreadiness filters (PRFs) and disseminate these PRFs;  \n(iv)  assist  the  MPI  in  revising  the  SOPs,  including  incorporation  of  the  PRFs,  through \nconsultations with government agencies and development partners (the World Bank, in \nparticular), and provide recommendations on harmonization; \n \n ", "10          Appendix 3 \n(v)  administer workshops, training, and seminars; \n(vi)  oversee the translation into Lao and the proofreading of the SOPs, and assist the MPI \ndisseminate the translated SOPs to line ministries; \n(vii)  support the team leader in the preparation of working papers and other knowledge \nproducts, including the required translations; and \n(viii)  undertake any other work identified by the team leader in consultation with the MPI and \nthe resident mission.  \n \n3.  Portfolio management specialist (12 person-months, intermittent). This specialist will \nhave a degree in public sector management or the equivalent and at least 6 years of experience \nin ODA projects, preferably projects funded by ADB or the World Bank. Under the guidance of \nthe team leader and in close coordination with the resident mission, the specialist will \n(i)  provide  support  to  the  MPI  to  strengthen  and  implement  the  quarterly  and  annual \nportfolio review process; \n(ii)  provide support for the consultation on and the dissemination of the PRFs and SOPs; \n(iii)  support the team leader in identifying mechanisms that will enable the line agencies to \napply the SOPs efficiently; \n(iv)  support the team leader in the preparation of working papers and other knowledge \nproducts, including translations; \n(v)  provide  inputs  to  quarterly  TA  progress  reports  on  systemic  portfolio  management \nissues; \n(vi)  prepare a final report on portfolio management that assesses key issues and progress \nmade and provides recommendations for improvement; and \n(vii)  undertake any other work identified by the team leader in consultation with the MPI and \nthe resident mission.  \n \n4.  Translator  and  editor  (5  person-months,  intermittent).  A  professional  editor \nexperienced in translating from English into Lao and vice versa will be engaged to undertake all \ntasks  normally  associated  with  those  of  an  editor.  He  or  she  will  be  responsible  for  the \ntranslation  of  documents,  letters,  memos,  and  reports.  She  or  he  will  also  support  the \ndevelopment of publications, edit materials that will be publically disseminated or published in \nLao language, and act as an interpreter when required. \n \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20131213084105Z", "Creator": "Microsoft® Office Word 2007", "ModDate": "D:20131219152946+08'00'", "Producer": "Microsoft® Office Word 2007", "Title": "Policy and Capacity Support for Improved Aid Effectiveness"}}