{"path": "data/input/ta/47176-001-ind-pptar.pdf", "pages": ["12  Appendix 4   \nPROJECT PREPARATORY TECHNICAL ASSISTANCE \n \nA.  Justification \n \n1.  The project preparatory technical assistance (TA) is required to: \n \n(i)  Undertake sector preparatory work, define the scope of the ensuing investment program, \nand undertake (a) technical feasibility assessment, (b) safeguards due diligence, and (c) \nfinancial and economic viability assessment of the ensuing investment program; \n(ii) Assist the Delhi Jal Board (DJB) in undertaking advance contracting actions for project 1 \nof the proposed investment program to: (a) appoint the project management consultant \n(PMC), and (b) prepare and manage the bid to procure the design-build-finance-operate-\ntransfer (DBFOT) contractor for the Wazirabad water treatment plant (WTP); and \n(iii) Assist the DJB in establishing service level benchmarks (SLBs) for the water network \nimprovement DBFOT contract under project 2 of the proposed investment program. This \nwill cover one pilot district metered area (DMA) and include undertaking: \na.  Surveys  and  investigations  of  the  water  network  to  identify  the  alignment, \ncondition,  physical  characteristics  of  the  network,  and  quality  of  connections \nbetween the distribution main and house service;  \nb.  Household  surveys  and  data  collection  on  connections,  working  condition  of \nmeters, quality of water supplied, and reliability (pressure and continuity) of water \nsupplied; and \nc.  Non-revenue water (NRW) baseline surveys through comparison of inflows into \nthe  DMA  and  monitoring  using  electronic  bulk  flow  meters  and  meters  at \nconsumer points. \n \nB.  Major Outputs and Activities \n \n2.  The major outputs and activities are summarized in Table A4.1.  \n \nTable A4.1: Summary of Major Outputs and Activities \nMajor Activities  ECD  Major Outputs  ECD \nTA consultant mobilization  Jan 2014  PMC RFP  Aug 2013 \nIssue PMC EOI  Jul 2013  SLBs for DBFOT contract  Feb 2014 \nPrepare RFP for the PMC  Sep 2013  Feasibility report for  Apr 2014 \nEvaluate PMC proposals  Jan 2014  investment program \nUndertake water network surveys and  Jan 2014  Environmental assessment  Feb 2014 \ninvestigations  and review framework \nAward PMC contract  Feb 2014  Resettlement framework  Feb 2014 \nUndertake engineering designs and  Jun 2014  Initial Environmental  May 2014 \ncosting  Examination \nUndertake safeguards assessment  May 2014  Resettlement Plan  May 2014 \nUndertake economic and financial  Jun 2014  WTP bidding document  Jun 2014 \nviability analysis \nUndertake financial management  Sep 2014  Financial management  Sep 2014 \nassessment and due diligence  assessment \nPrepare draft bidding document for  May 2014     \nWTP \nDBFOT = design build finance operate and transfer, ECD = expected completion date, EOI = expression of interest, \nPMC = project management consultant, RFP = request for proposal, TA = project preparatory technical assistance, \nSLBs = service level benchmarks, WTP = water treatment plant \nSource: Asian Development Bank estimates. ", "Appendix 4  13 \nC.  Cost Estimate and Proposed Financing Arrangement  \n \n3.  The TA is estimated to cost $1,400,000 equivalent, of which $800,000 equivalent will be \nfinanced  on  a  grant  basis  by  the  ADB’s  Technical  Assistance  Special  Fund  (TASF-other \nsources) and $500,000 from the Multi-Donor Trust Fund1 under the Water Financing Partnership \nFacility (WFPF) and administered by ADB. The government will provide counterpart support in \nthe form of counterpart staff, office accommodation, office supplies, communication facilities for \nconsultants, and other in-kind contributions. The detailed cost estimate is presented in Table \nA4.2.  \n \nTable A4.2: Cost Estimates and Financing Plan \n($'000) \n Item  Total Cost \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  National consultants (21 person-months)  325.5 \n    b.  International and local travel  40.0 \n  2.  Workshops, training, seminars, and conferencesb   \n    a.  Training program  8.0 \n  3.  Surveys  390.0 \n  4.  Contingencies  36.5 \n    Total   800.0 \n   \nMulti-Donor Trust Fund under the Water Financing Partnership Facilityc   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (12 person-months)  293.0 \n      ii.  National consultants (6 person-months)  93.0 \n    b.  International and local travel  85.0 \n    c.  Reports and communications  25.0 \n  2.  Contingencies  4.0 \n    Total   500.0 \na  Financed by the ADB’s Technical Assistance Special Fund-other sources. \nb   Workshops, training, seminars, and conferences \nPurpose  Venue \nTraining           DJB office or hotel \nc  Contributors: the governments of Australia, Austria, Norway, Spain and Switzerland, and administered by the Asian \nDevelopment Bank. \nSource: Asian Development Bank estimates. \n \nD.  Consulting Services \n \n4.  Nine  individuals  comprising  3  international  consultants  and  6  national  consultants \n(providing  39  person-months  of  input)  will  be  engaged  to  undertake  the  TA.  Table  A4.3 \nsummarizes the consulting services requirement for the individuals. A national firm will be \nengaged  to  undertake  surveys  and  investigations  and  establish  the  SLBs,  and  will  be \nsupervised by the Asset Management Specialist. The firm will be appointed using a Consultants’ \nQualifications  Selection  (CQS)  given  the  highly  specialized  nature  of  the  surveys  and \ninvestigations. Socioeconomic and willingness to pay surveys will be undertaken by the project \nmanagement consultancy appointed through advance actions. \n \n                                                \n1  Contributors: the governments of Australia, Austria, Norway, Spain and Switzerland. \n ", "14  Appendix 4 \nTable A4.3: Summary of Consulting Services Requirement \nPositions  Person-Months Required \nInternational   \nProject Management Expert and Team Leader  6 \nWater Supply Engineer  3 \nAsset Management and Nonrevenue Water Specialist  3 \nNational   \nFinancial Management Specialist  6 \nEconomist  3 \nEnvironmental Specialist  6 \nResettlement Specialist  3 \nSocial Development and Gender Specialist  3 \nProcurement Specialist  6 \nSource: Asian Development Bank estimates. \n \n5.  The outline terms of reference for the TA consultants are described in paragraphs 6 to \n14. \n \n  1.  Outline terms of reference for international consultants \n \n6.  Project Management Expert and Team Leader. The Team Leader will be an Engineer \nwith minimum 20 years of experience in the infrastructure industry with a focus on urban \nservices.  She/he  will  (i)  assist  on  advance  contracting  actions  to  appoint  the  PMC;  (ii) \ncoordinate  technical  feasibility  assessment,  safeguards  assessment,  and  economic  and \nfinancial viability assessment; and (iii) assist on bidding document preparation and bid process \nmanagement for the DBFOT contract for the WTP. All team members will report to the Team \nLeader. \n \n7.  Water Supply Engineer. The Water Supply Engineer will be an Engineer with minimum \n20 years of experience in the water supply and sewerage sector. She/he will (i) draft the terms \nof reference for the PMC; (ii) undertake technical assessment and define the scope of the \ninvestment program; (iii) undertake quality check of the engineering designs undertaken by the \nPMC prior to bidding of the DBFOT contract for the WTP; and (iv) review the specifications and \nfunctional guarantees in the DBFOT contract for the WTP. \n \n8.  Asset  Management  and  Nonrevenue  Water  (NRW)  Specialist.  The  Asset \nManagement Specialist will be an Engineer with minimum 10 years of experience in a water \nutility. She/he will (i) appoint a suitable firm to undertake surveys and investigations; (ii) plan and \noversee the surveys and investigations to establish the SLBs; and (iii) define the performance \nparameters in the DBFOT contract for the WTP and the network. \n \n  2.  Outline terms of reference for national consultants \n \n9.  Financial Management Specialist. The Financial Specialist will have a background in \naccounting  and/or  financial  management  and/or  Masters  in  Business  Administration  with \nextensive knowledge of working with service utilities – power, telecom or water for a minimum \n10 years. She/he will (i) undertake a governance assessment of the DJB (see paragraph 22 of \nthe main text); (ii) prepare a financial model to simulate cash flows under the DBFOT model and \nidentify evaluation criteria for the procurement; (iii) suggest a tariff structure based on the \nmodeling;  and  (iv)  undertake  a  financial  viability  assessment  of  the  proposed  investment \nprogram. The Specialist should have demonstrated knowledge of PPP structures. \n \n10.  Economist. The Economist will have a background of having undertaken economic \nanalysis for infrastructure projects comprising roads, urban transport, power, telecom and water \nfor a minimum 10 years. She/he will (i) undertake economic viability analysis of the proposed \n ", "Appendix 4  15 \ninvestment program drawing from existing data and willingness to pay studies, and (ii) suggest a \ntariff structure along with the Financial Management Specialist.  \n \n11.  Environmental Specialist. The Environmental Specialist will have a background of \nhaving  undertaken  environmental  assessment  for  infrastructure  projects  comprising  roads, \nurban transport, power, telecom and water for a minimum 5 years. She/he will undertake \nassessing DJB's capacity to respond to ADB's environmental safeguard requirements in the \nSafeguards  Policy  Statement  (2009),  safeguards  assessment  through  initial  environmental \nexaminations for project 1, and develop the environmental assessment and review framework \nfor the proposed investment program.  \n \n12.  Resettlement Specialist. The Resettlement Specialist will have a background of having \nundertaken resettlement planning for infrastructure projects comprising roads, urban transport, \npower, telecom and water for a minimum 5 years. She/he will undertake assessing DJB's \ncapacity to respond to ADB's social safeguard requirements in the Safeguards Policy Statement \n(2009), involuntary resettlement assessment and prepare a resettlement plan for project 1 as \nrequired,  and  develop  the  resettlement  framework  and  indigenous  people’s  development \nframework for the proposed investment program.  \n \n13.  Social Development and Gender Specialist. The Social Development and Gender \nSpecialist will have a background of having undertaken poverty reduction and social impacts \nassessment, and gender assessment and action planning for a minimum 5 years. The Specialist \nwill  work  closely  with  the  social  development  team  in  the  project  management  consultant \n(appointed through advance actions) to prepare the gender action plan for the projects under \nthe proposed investment program. \n \n14.  Procurement  Specialist.  The  Procurement  Specialist  will  be  an  Engineer  with \nknowledge of ADB Consulting and Procurement Guidelines with a minimum 5 years experience \non recruitment of consultants and procurement of civil works and goods on ADB financed \nprojects. She/he will (i) assist on advance contracting actions to appoint the PMC; and (ii) assist \non bidding document preparation and bid process management for the DBFOT contract for the \nWTP. \n \nE.  Implementation Arrangements \n \n15.  The DJB will be the TA’s executing agency. It will provide in-kind contributions in the \nform of counterpart staff, office accommodation, office supplies, and communication facilities for \nconsultants. The proposed TA processing and implementation schedule is listed in Table A4.4. \nConsultants will be mobilized in a staggered manner with a focus on prioritizing the advance \nactions on: (i) recruiting the project management consultants, and (ii) undertaking surveys and \ninvestigations to establish service level benchmarks. \n \nTable A4.4: Technical Assistance Processing and Implementation Schedule \nMajor Milestones  Expected Completion Date \nProject concept paper clearance  Jul 2013 \nConsultant mobilization  Jul 2013 \nSurveys and investigation firm mobilization  Sep 2013 \nConsultants mobilized  Jan 2014 \nSurveys and investigation completed  Jan 2014 \nTA completion date  Mar 2015 \nSource: Asian Development Bank estimates. \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20130730101812+08'00'", "Creator": "Microsoft® Word 2010", "ModDate": "D:20130730141535+08'00'", "Producer": "GPL Ghostscript 9.07", "Title": "India: Delhi Water Supply Improvement Investment Program: Project Preparatory Technical Assistance Report"}}