{"path": "data/input/ta/47180-001-tar.pdf", "pages": ["Technical Assistance Report \nProject Number: 47180-001\nCapacity Development Technical Assistance (CDTA) \nDecember 2013 \nSocialist Republic of Viet Nam: Improving Payment \nfor Forest Ecosystem Service Implementation \n(Financed by the Japan Fund for Poverty Reduction) \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  ", " \nCURRENCY EQUIVALENTS \n(as of 2 December 2013) \nCurrency unit  –  dong (D) \nD1.00  =  $0.000047 \n$1.00  =  D21,103 \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nBCC  –  biodiversity conservation corridor \nFPDF  –  forest protection and development funds \nGIZ  –  Deutsche Gesellschaft für Internationale Zusammenarbeit \nLao PDR  –  Lao People’s Democratic Republic \nMARD  –  Ministry of Agriculture and Rural Development \nMONRE  –  Ministry of Natural Resources and Environment  \nPFES  –  payments for forest environmental services \nTA  –  technical assistance \nUSAID  –  United States Agency for International Development \nVNFF  –  Vietnam Forest Protection and Development Fund \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  Targeted intervention \nSector (subsectors)  –  Agriculture and natural resources (land-based natural resources \nmanagement, forestry) \nTheme (subthemes)  –  Environmental sustainability (natural resources conservation, \nenvironmental policy and legislation) \nClimate change  –  Climate change mitigation  \nLocation (impact)  –  Rural (high), national (medium), regional (medium), urban (low) \nPartnership  –  Japan Aerospace Exploration Agency, GIZ, Greater Mekong \nSubregion Environment Operations Center, United States \nAgency for International Development \n \nNOTE \n                      In this report, \"$\" refers to US dollars. \n \nVice-President  S. Groff, Operations 2 \nDirector General  J. Nugent, Southeast Asia Department (SERD) \nCountry Director  T. Kimura, Viet Nam Resident Mission (VRM), SERD \n   \nTeam leader  L. Sorkin, Country Specialist, VRM, SERD \nTeam members  T. T. Dang, Young Professional, SERD \n  T. H. Le, Associate Project Analyst, VRM, SERD  \nG. T. Nguyen, Gender Specialist, VRM, SERD  \n  T. N. Nguyen, Operations Assistant, VRM, SERD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \n \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  Outline Terms of Reference for Consultants  10 \n \nSUPPLEMENTARY APPENDIXES (available on request) \nA.  Technical Assistance Implementation Arrangement \nB.  Funds Flow  \nC.   Letter from Ministry of Agriculture and Rural Development Confirming Implementation \nArrangement\n ", "", "             1  \nI.  INTRODUCTION \n1.  Viet Nam is one of the 10 most biologically diverse countries in the world, possessing \nnatural  ecosystems  from  tropical  jungles  to  dry  forests,  mountains,  wetlands,  and  marine \necosystems. 1 Recognizing that these ecosystems are essential to human life, the government \nadvanced a policy framework to assign values to ecosystem services and to enable payments \nfor forest environmental services (PFES) to be collected and disbursed to resource managers. 2  \nPayments from forest environmental service users in Viet Nam accrue to national and provincial \nforest protection funds. To ensure revenues are used for their intended purpose, sustainable \nforestry  and  livelihood  development,  they  must  be  integrated  into  provincial  and  national \nsocioeconomic  development  planning.  The  government  has  requested  Asian  Development \nBank (ADB) support to improve the implementation of PFES schemes.3 \n \nII.  ISSUES \n2.  Viet Nam was one of the first countries to pilot a PFES scheme that mandates payments \nat the national level. The government issued Decision 380 in 2008, assigning to the Ministry of \nAgriculture and Rural Development (MARD) responsibility for overseeing the management of \npayments. Decree 05 in January 2008 established forest protection and development funds \n(FPDFs) as the provincial-level financial mechanism for PFES payments. With these decisions \nin place, studies were carried out to determine payment levels for environmental services based \non a valuation of the service provided and willingness to pay. Later that year, with assistance \nfrom the United States Agency for International Development (USAID), pilot payments were \nsuccessfully made to households for protecting forests in Lam Dong Province, because this \nservice enhances water regulation, thereby contributing to the sustainability of the operations of \nhydropower and water supply companies. Viet Nam’s Decree 99/2010, issued in January 2010 \nmandates  nationwide  application  of    PFES  schemes  for  the  following  services:  (i)  soil \nconservation, reduction of erosion, protection against sedimentation of reservoirs and river beds, \n(ii) regulation and maintenance of water supply for production and social life, (iii) absorption and \nstorage of carbon, (iv) protection of the natural landscape of forest ecological systems for \ntourism purposes, and (v) provision of breeding grounds, food supply, and water resources \nnecessary for aquaculture. The first three services have been legally assigned values in the \ndecree. MARD is planning to assign values for the latter two services in 2013–2014 and has \nrequested support to develop the necessary regulations. \n \n3.  Managing  and  distributing  payments.  Under Decree 99, MARD collected D1,172 \nbillion in 2012 from more than 80 hydropower, water supply, and ecotourism operators. FPDFs \nhave been established in 22 provinces, and province level PFES steering committees have \nbeen established in 35 provinces to manage these funds. The Central Forest Protection and \nDevelopment Fund transferred 99.5% of the PFES revenues collected in 2012 to provinces but, \nof that amount, only 50% was distributed to households managing forest resources. Distributing \npayments in cases where individual households are forest owners is proving difficult, because \nthe government uses on-the-ground forest inventories to determine household payment levels, \nand enters into individual contracts with household forest managers.  \n \n                                                \n1   IUCN Viet Nam. Fact Sheet. Accessed 22 May 2013.   \nhttp://cmsdata.iucn.org/downloads/iucn_fact_sheet_20112008.pdf  \n2  The Millennium Ecosystem Assessment (www.maweb.org) defined ecosystem services as the benefits people \nderive from ecosystems, including actual or potential benefits. Each ecosystem will provide different services, with \nsome generating higher levels of services than others. \n3   The TA first appeared in the business opportunities section of ADB’s website on 6 December 2013.    \n ", "2   \n \n4.  To  improve  PFES  contract  management,  ADB  piloted  a  new  approach  to  PFES \ndistribution and monitoring in Quang Nam Province under the TA subproject for Support for the \nNational  Roll  Out  of  Payment  for  Forest  Environmental  Services  and  Benefit  Sharing \nMechanisms in Viet Nam.4 Two innovations were applied in five villages in Ma Cooil Commune: \n(i) a group approach to forest patrolling and fund management, and (ii) the use of satellite data \nto determine forest ownership and payment levels, and monitor forest management efforts. In \nthe pilot villages, each PFES group carries out regular forest monitoring and manages its own \nPFES payments, setting aside 30% of the group’s funds to support livelihood activities. PFES \ngroups track expenditures in logbooks and manage micro-livelihood activity loans. PFES groups \nalso keep a log of their forest monitoring efforts and are periodically checked by the forest \nmanagement units managed by the District Agriculture and Rural Development Agency. In the \nsame  pilot  villages,  geographic  information  system  maps  are  used  to  establish  forest \nboundaries  and  forest  quality,  as  well  as  track  forest  management.  The  village-level  pilot \nprojects are viewed as successful by provincial and national authorities, which have requested \nADB  to  increase  its  support  by  (i)  streamlining  the  regulatory  framework  for  PFES \nimplementation, including the group approach to forest patrolling and PFES management, (ii) \nimproving transparency in payment systems, and (iii) establishing a robust monitoring and \nevaluation framework for PFES implementation using satellite data. When fully operationalized, \nthe low cost of this new approach will allow provincial authorities to map PFES levels, monitor \nenvironmental  service  provision,  and  administer  payments  with  the  resources  provided  for \nmanagement under Decree 99.  \n \n5.  Capacity  gaps.  Moving  beyond  provincial  implementation  issues,  a  deeper \nunderstanding  of  payments  for  environmental  services  is  required  in  order  to  mainstream \nresource  accounting  in  development  planning.  This  will  necessitate  a  broader  range  of \necosystem services and, as indicated in Decree 99, a shared methodology and approach to the \nintegration of ecosystem services in provincial and national economic planning. In particular, it is \ncritical that MARD and the Ministry of Natural Resources and Environment (MONRE) cooperate \nto synchronize land use planning and forest master planning, including ecosystem services \naccounting. Barriers to the integration of ecosystem service values include: (i)  the lack of \ncomprehensive and easily accessible information on environmental resources and economic \ndata; (ii) the absence of guidance for integrated and interdisciplinary planning; (iii) the limited \nknowledge and capacity of government officers to adopt and implement the integrated approach \nto the management of ecosystem services; and (iv) a lack of institutional capacity to implement \nintegrated and interdisciplinary ecosystem management methods. Furthermore, it is not clear \nhow  men and  women participate  in  the  provision  of  forest  services  and  how  benefits  are \ndistributed among household members.  \n \n6.  Lessons. A number of related ADB and development partner projects are supporting \nanalysis  of  the  overall  value  of  ecosystem  services.  These  include  ADB’s  Biodiversity \nConservation Corridors Loan in Quang Nam, Quang Tri, and Thua Thien Hue; GIZ’s support for \necosystem service payment systems in Son La; United Nations Development Programme’s \nsupport for valuing mangrove ecosystem services in Ca Mau; United Nations Convention to \nCombat Desertification─Global Mechanism’s support for valuation of ecosystem services in \nQuang Nam; and USAID’s support for PFES in Lam Dong, Nghe An, and Thanh Hoa. While \nthese initiatives support improved livelihoods and forest conservation in target communes, no \nassistance program has achieved province-wide PFES application. A recent USAID-sponsored \nstudy found that provincial distribution schemes vary, with the largest payments being made at \n                                                \n4  Subproject under ADB. 2007. Technical Assistance for Mainstreaming Environment for Poverty Reduction. Manila \n(TA 6422-REG).  \n ", "             3  \nthe village level and the smallest at the household level. A review of the 20 legal documents \nissued to regulate PFES found that none provides consistent guidance to provincial authorities \non fund distribution or evaluation of forest conditions (i.e., the key measures of the effectiveness \nof a PFES scheme). The study recommends (i) greater outcome level accountability at the \nvillage, provincial, and national levels in order to improve the PFES scheme, and (ii) scaling up \nthe approach piloted in ADB’s ongoing assistance in Quang Nam. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n7.  The impact of the technical assistance (TA) is that ecosystem service payments will \nimprove rural livelihoods and environmental quality in the three target provinces by 2020. The \noutcome of the TA is that the assessment, collection, and disbursement of ecosystem service \nvalues and payments in the three target provinces will follow a consistent approach by 2016. \n \nB.  Methodology and Key Activities \n8.  To achieve the outcome, the TA will support analytical studies, pilot demonstrations of \npayment and accounting systems, policy development, knowledge management, and capacity \nbuilding. The TA has four main outputs:  \n \n9.  Output 1: Economic evaluation of environmental services will be standardized at \nthe provincial level. The TA will analyze the valuation and pricing of environmental services in \nViet Nam compared to other developing countries in the region (India, People’s Republic of \nChina) and outside the region (Costa Rica, Ecuador, Kenya) through a desk study. The TA will \nthen carry out pilot projects to collect PFES for aquaculture and forest carbon. Building on this \nwork, the TA will produce a roadmap for integration of potential additional values in national and \nprovincial socioeconomic development planning, including the use of decision support tools. To \nsupport provincial level implementation, the TA will also develop an assessment of management \noptions for provincial level socioeconomic development planning and sector master planning. \n \n10.  Output 2: Mechanisms for PFES valuation, management, and distribution will be \npiloted and institutionalized. The TA will produce a gender-sensitive streamlined regulatory \nframework for forest patrolling and PFES management, including guidelines for (a) integration of \necosystem service values into provincial level planning and budgeting cycles, (b) transparent \naccounting of PFES collection and benefit distribution, and (c) monitoring and evaluation of \nPFES implementation using geographic information systems for integration with existing forest \ninventory and land use planning efforts. The streamlined guidelines will be approved for testing \nby the provincial authorities and pilot tested in three provinces. Policy guidelines will then be \nrevised and approved for issuance as a circular at the national level. To ensure that the forestry \ninformation used by the TA is consistent with government procedures and available to decision \nmakers, the TA will use the Development of Management Information System for Forestry \nSector Phase II (FORMIS) platform for data management. 5  \n \n                                                \n5  The FORMIS Project is financed by the Government of Finland with the overall objective of building a modern \nforest information system from central to local level, in order to provide accurate information for decision making in \nthe forestry sector at all levels. The first phase has developed an IT system capable of managing all forest─related \ndata on a common platform managed by the Ministry of Agriculture and Rural Development, Viet Nam Forest, and \npiloted a forest inventory in three provinces using the system. The second phase (2013–2018) will expand the \nsystem to all provinces with a budget of €10 million. http://formisvietnam.com/home  \n ", "4   \n \n11.  Output 3: National and provincial policymakers will have the capacity to value \necosystem services and integrate them into economic development planning. A gender-\nsensitive impact assessment of PFES pilot schemes and an institutional mapping exercise and \nbaseline survey of the capacity needs of target policy makers and stakeholders will be carried \nout so as to build support for implementation of the improved PFES approach. Results of the \nmapping and capacity assessment will be used to develop a female-friendly capacity action plan, \nand a PFES “champions network” will be set up. The network’s activities will include a training \nprogram, under which 50 people at the national level and in target provinces will be trained as \ntrainers to support the revised regulatory framework for PFES implementation. The training will \nfocus on (i) integrating ecosystem service values into provincial level planning and budgeting \nexercises, (ii) applying transparent PFES accounting systems, and (iii) setting up monitoring and \nevaluation systems that integrate satellite information with existing land use planning and forest \nmonitoring  systems.  Using  the  champions  network,  capacity  development  workshops  for \nnational  and  provincial  authorities  (FPDFs,  commune  people’s  committees,  departments of \nagriculture and rural development and departments of natural resources and environment, and \nothers) will be held to train 500 participants, 40% of which will be female. A final capacity \nassessment will be completed by the end of 2015.  \n \n12.  Output 4: Best practices and lessons will be captured and shared. Viet Nam is a \nleader in PFES implementation. To enable it to continue to build national and regional capacity, \na communications and knowledge management plan will be developed.  Based on output 3, the \nTA will produce learning modules for dissemination in local languages and a summary of best \npractices will be drafted and disseminated through the Greater Mekong Subregion Environment \nOperations  Center  and  other  regional  environment  networks.  Lessons  learned  will  be \nincorporated into the Greater Mekong Subregion Biodiversity Conservation Corridors Project \n(BCC) activities for the Lao People’s Democratic Republic (Lao PDR), Cambodia, and Viet \nNam.6 Vietnamese  officials  will  offer  guidance  on  PFES  for  hydropower  projects  and  on \nmechanisms for PFES valuation management and distribution in the Lao PDR.7 Final print and \nmultimedia reports will be disseminated in English and local languages by end-January 2016. \n \nC.  Cost and Financing \n13.  The TA is estimated to cost $1,650,000, of which $1,500,000 will be financed on a grant \nbasis by the Japan Fund for Poverty Reduction, and administered by ADB. The government will \nprovide counterpart support in the form of counterpart staff, office accommodation, transport, \ndata, administrative support, and other in-kind contributions. The cost estimates and financing \ntable are in Appendix 2. \n \nD.  Implementation Arrangements \n14.   The TA will be implemented between May 2014 and April 2016. The lead implementing \nagency will be the Vietnam Forest Protection and Development Fund (VNFF) under the Ministry \nof  Agriculture  and  Rural  Development  (MARD).  8  Upon  TA  approval,  a  central  project \n                                                \n6   ADB. 2010. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Grants to \nthe Kingdom of Cambodia, Lao People’s Democratic Republic, and Socialist Republic of Viet Nam for the Greater \nMekong Subregion Biodiversity Conservation Corridors Project. Manila (loan effective in Viet Nam as of May 2011). \n7  Potential cooperation under the Forest Investment Program, which is funded by the Climate Investment Funds, will \nbe explored, particularly for hydropower projects in the Forest Investment Program watershed in Southern Lao \nPDR where hydropower and irrigation projects are being identified in the BCC project area.  \n8  VNFF, MARD will be the lead implementing agency according to ADB policy and “project owner” according to \nGovernment of Viet Nam policy.  \n ", "             5  \nmanagement unit will be established under VNFF to support the agency in TA implementation.9  \nAt the provincial level, FPDF will be the lead implementation unit, reporting to VNFF and the \nProvincial People’s Committee. Upon TA approval a provincial project management unit under \nthe FPDF will be set up in each target province.10  A technical steering committee, chaired by \ndirector, VNFF will be set up and include representatives from MARD, MONRE, the Ministry of \nPlanning and Investment, and the people’s committees and FPDFs of the target provinces.11 \n \n15.   The project consists of four distinct outputs, and supporting activities will be executed by \na firm that will be under the quality- and cost-based selection process, with a quality–cost ratio \nof 80:20. It is estimated that 10 person-months of international consultant services and 142 \nperson-months of national consultant services will be required. Consultants will be recruited in \naccordance with ADB’s Guidelines on the Use of Consultants (2013, as amended from time to \ntime),  and  disbursements  under  the TA  will  be  done  in  accordance with  ADB’s  Technical \nAssistance Disbursement Handbook (2010, as amended from time to time). The detailed terms \nof reference are in Appendix 3. The firm to be recruited will also be responsible for delivering \ntraining programs and procuring equipment.  \n \n16.    ADB will collaborate with ongoing development partner initiatives. The Development of \nManagement  Information  System  for  Forestry  Sector  Phase  II  platform  (FORMIS)  is  the \npreferred vehicle for the management of data, knowledge, and outreach materials produced by \nthe project. ADB is coordinating with GIZ to pilot PFES for aquaculture. The TA will also partner \nwith Japan Aerospace Exploration Agency and Japan International Cooperation Agency  to \npromote the use of satellite data for forest monitoring.12 Coordination with the World Bank’s \nWealth  Accounting  and  the  Valuation  of  Ecosystem  Services  Program  will  ensure  the  TA \noutputs are consistent with the roadmap for natural resource accounting in the forest sector \nunder development for the national level. ADB, VNFF, and consultants will seek to strengthen \ncooperation with these development partners by sharing knowledge through joint workshops, \ntraining events, and publications. Furthermore, ADB will circulate milestone reports to the Forest \nSector Support Partnership, the international development coordination body for the sector. \n \n17.    A  dissemination  plan,  integrating  communications  and  knowledge  management \napproaches,  will  be  developed  as  part  of  output  4.  Progress  will  be  monitored  using  the \nintended outcomes and outputs described in the design and monitoring framework in Appendix \n1. \n \nIV.  THE PRESIDENT'S DECISION \n \n18.    The President, acting under the authority delegated by the Board, has approved ADB \nadministering  technical  assistance  not  exceeding  the  equivalent  of  $1,500,000  to  the \nGovernment of Viet Nam to be financed on a grant basis by the Japan Fund for Poverty \nReduction for Improving Payment for Forest Ecosystem Service Implementation, and hereby \nreports this action to the Board.  \n                                                \n9  Individual outputs are assigned by agency as discussed during the fact-finding mission and defined in the design \nand monitoring framework (Appendix 1). \n10 Coordination between the provincial offices for this TA project and the project management unit of the BCC Project \n(Biodiversity Conservation Agency and departments of natural resources and environment) will be carried out \nthrough a shared monitoring framework for biodiversity conservation and sustainable livelihood activities, and \napplied by Provincial Project Management Unit staff.   \n11 Target provinces will be identified through a readiness criteria jointly developed by ADB and MARD. \n12 All partners listed have agreed informally (by e-mail) to collaborate in implementing this TA. At a minimum, they will \nshare technical reports on a quarterly basis. Upon TA approval, more formal agreements (e.g., a memorandum of \nunderstanding) will be considered if advantageous to both parties.  \n ", "6           Appendix 1     \n \nDESIGN AND MONITORING FRAMEWORK \n \n \nPerformance Targets  Data Sources and \nDesign  Assumptions and \nand Indicators with  Reporting \nSummary  Risks \nBaselines  Mechanisms \nImpact  The number of eligible  Review of SEDP and  Assumption \nEcosystem service  families receiving PFES  provincial development  There is political will to \npayments improve rural  payments for completing  plans 2020–2025  integrate ecosystem \nlivelihoods and  forest monitoring work    service valuation \nenvironmental quality in  increases from below  Review of DARD  approaches in \nthe 3 target provinces by  20% to over 50% in the  inventory  planning and reporting \n2020  target provinces     systems. \n \nOutcome  By 2016, the 3 target  Provincial Forest  Assumption \nEcosystem service  provinces are applying  Protection and  Inter-ministerial \nvalues and payments  consistent accounting,  Development Fund  coordination promotes \nassessed, collected, and  transfer and payment  annual reports    mainstreaming in \ndisbursed following a  mechanisms to forest  economic planning \nconsistent approach in  owners    \nthe 3 target provinces by  Risk \n2016.  Ecosystem service \nrevenues captured by \nelites, resulting in \npayment scheme \nfailure \nOutputs       Assumptions \n1. Economic evaluation  Methodology for  MOU with government   \nof environmental services  ecosystem service  authorities;  Technical capacity can \nstandardized at the  assessment and  Methodology  be identified to \nprovincial level    integration in economic    produce a strong \n  development planning a    economic analysis  \n  agreed with national and     \n  target provincial     Buyers and sellers of \n  authorities by Q4 2014    PFES can reach an \n      agreement on scheme \n  Economic evaluation  Technical assistance  details related to \n  report produced for  the 3  reports reviewed and  multiple projects  \n  provinces, including an  approved by VNFF-led   \n  assessment of  technical steering  Risk \n  ecosystem service  committee   Authorities refuse to \n  management options by    apply transparent \n  Q2 2015     PFES schemes, \n      preventing effective \n2. Mechanisms for PFES  Streamlined policy for  MARD circular updating  monitoring and \nvaluation, management  PFES implementation  PFES accounting and  evaluation efforts \nand distribution piloted  produced and approved  distribution   \nand institutionalized   by MARD and the FPDF     \n  of target provinces by Q4  .   \n  2015 b     \n       \n  Guidelines applied in 3  Patrolling  maps  and   \n  provinces by Q4 2014  PFES group reports   \n  Female-friendly capacity   \n  action plan produced by   \n  Q3 2014    \n ", "  Appendix 1           7  \nPerformance Targets  Data Sources and \nDesign  Assumptions and \nand Indicators with  Reporting \nSummary  Risks \nBaselines  Mechanisms \n3. National and provincial  National provincial PFES  TA reports  \npolicymakers have the  “Champions Network”   \ncapacity to value  meetings held twice a   \necosystem services and  year starting by Q4 2014,   \nintegrate them in  with minimum 25   \neconomic development  participants per meeting   \nplanning       \n  An additional 50 officials  Interim report  \n  are qualified as ‘PFES   \n  trainers’ and the total   \n  number of officials with   \n  an improved knowledge   \n  of PFES implementation   \n  increases by 500, 40%   \n  women, by Q4 2014.   \n     \n  Final capacity  Workshop  sign-in \n  assessment completed  sheets;  Interim report  \n  by Q4 2015   \n     \n4.  Best  practices  and  Plan for communications  Final report; \nlessons  captured,  and  and knowledge  Communications  and \nshared  management for TA  knowledge \n  outputs developed by Q1  management  plan  for \n2014  TA \n   \n1000 reports  Technical  reports, \ndisseminated and 500  presentations,  and \ndownloads of final report  inputs to GMS working \nand capacity  group  meetings  and \ndevelopment modules  other regional forums  \nfrom GMS-EOC website.  Final report \n \nActivities with Milestones   Inputs \n1. Economic evaluation of ES standardized at the provincial level Institute  JFPR: $1,500,000  \nof Strategy and Policy on Natural Resources and Environment (ISPONRE)  Item                 Amount  \n1.1 Complete a gender-sensitive comparative desk study of ecosystem service                           ($’000) \nvaluation and pricing in Viet Nam and other developing countries in the region  Consultants         854.0 \n(India,  PRC)  and  outside  the  region  (Costa  Rica,  Ecuador)  by  Q2  2014.  Equipment           200.0 \n(ISPONRE)  Training,              220.0 \n1.2 Pilot PFES values of aquaculture and forest carbon by Q4 2014 (VNFF)  seminars,  \n1.3 Develop a roadmap for the integration of the proposed methodology for  conference \necosystem service assessment in economic development planning, including  Surveys                 30.0 \ndecision support tools, by Q4 2014. (ISPONRE, GSO, MPI)  Miscellaneous     106.0 \n1.4 Purchase or integrate existing data layers and IT platforms required for  Representative        5.0 \nimplementation of approved methodology for application at national level and in  for contract neg. \ntarget provinces by Q4 2015 (VNFF, MARD, ISPONRE, MONRE)  Contingencies        85.0 \n1.5 Develop an assessment of management options that will be integrated into   \nprovincial level planning by Q2 2015 (ISPONRE, MONRE lead, VNFF, MARD) \n ", "8           Appendix 1     \n \nActivities with Milestones   Inputs \n2. Mechanisms for PFES valuation, management, and distribution piloted  The  government  will \nand institutionalized (VNFF)  provide  counterpart \n2.1. Produce a streamlined, gender-sensitive regulatory framework for PFES  support in the form of \nimplementation, including the group approach to forest patrolling and PFES  administrative  support, \nmanagement and guidelines for (i) integrating ecosystem service values in  and  other  agreed \nprovincial level planning and budgeting cycles, (ii) transparent accounting of  contracts. \nPFES collection and distribution, and (iii) monitoring and evaluation of PFES \nimplementation using GIS for integration with existing land use planning and \nforest inventory efforts, by Q2 2014 (VNFF lead, target FPDFs) \n2.2 Obtain the approval of the provincial authorities to test the streamlined \nguidelines (by Q3 2014), and conduct the pilot tests in 3 provinces by Q2 2015 \n(VNFF, FPDF, PPC) \n2.3 Obtain approval for the policy guidelines to be issued as a circular at the \nnational level by Q1 2016 (VNFF)  \n \n3.  National  and  provincial  policymakers  have  the  capacity  to  value \necosystem  services  and  integrate  them  in  economic  development \nplanning (VNFF) \n3.1 Carry out a gender-impact assessment of PFES pilot schemes and an \ninstitutional mapping exercise and baseline survey of capacity needs of target \npolicy makers by Q2 2014 (VNFF, target FPDFs)  \n3.2 Use the results of the mapping and capacity assessment to develop a \ncapacity action plan for advancing ES valuation in national and target provincial \npolicy making by Q3 2014 (VNFF, ISPONRE) \n3.3 Hold twice yearly PFES “champions network” meetings from Q4 2014. \n(VNFF)  \n3.4 Train 50 people at the national level and in target provinces as trainers in \nthe  use  of  ecosystem  service  monitoring  systems  that  integrate  satellite \ninformation with existing land use planning and forest monitoring systems by \nQ4 2014 (VNFF, FPDFs) \n3.5  Hold  10  capacity  development  workshops  for  national  and    provincial \nauthorities on approved tools and methodologies to mainstream ecosystem \nservice considerations into development planning  (FPDF, PPC, CPC, DARD, \nDPI, DONREs, ISPONRE others TBD); 500 participants including 40% women \nby Q3 2015. (VNFF, target FPDFs) \n3.6 Complete the final capacity assessment by Q4 2015. (VNFF) \n \n4. Best practices and lessons captured and shared (ISPONRE) \n4.1 Develop a communications and knowledge management plan by Q3 2014 \n(VNFF, ISPONRE) \n4.2 Based on tested methodology, produce learning modules for dissemination \nin local languages by Q2 2015 (VNFF, ISPONRE) \n4.3 Draft a summary of best practices and lessons and disseminate it through \nregional networks including the GMS EOC and the GMS Environment and \nAgriculture Working Group by Q4 2015 (VNFF, ISPONRE) \n4.4 Mainstream lessons into the ADB regional GMS BCC project activities for \nthe Lao People’s Democratic Republic, Cambodia, and Viet Nam (BCA) \n4.5 Disseminate the final report by 31 Jan 2016 (ISPONRE and VNFF) \n \nDARD = Department of Agriculture and Rural Development, FPDF = forest protection and development funds, GMS-\n \nEOC = Greater Mekong Subregion – Environment Operations Center, GSO = General Statistics Office of Viet Nam, \n \nJFPR = Japan Fund for Poverty Reduction, IPSPONRE = Institute of Strategy and Policy on Natural Resources and \n \nEnvironment, MARD = Ministry of Agriculture and Rural Development, MONRE = Ministry of Natural Resources and \nEnvironment, MOU = memorandum of understanding, PFES = payment for forest environmental services, VNFF = \nVietnam Forest Protection and Development Fund. \n \na Using, where appropriate, decision support systems (geographic information system, integrated valuation tools).  \nb Guidelines are produced based on pilot work carried out under ADB. 2007. Technical Assistance for Mainstreaming    \nEnvironment for Poverty Reduction. Manila (TA 6422-REG). \n \n  Source: Asian Development Bank \n ", "         Appendix 2          9 \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Amount \nJapan Fund for Poverty Reductiona   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  220.0 \n      ii.  National consultants  484.0 \n    b.  International and local travel  75.0 \n    c.  Reports and communications  75.0 \n  2.  Equipmentb  200.0 \n  3.  Training, seminars, and conferencesc   \n    a.  Facilitators  100.0 \n    b.  Training program  120.0 \n  4.  Surveys  30.0 \n  5.  Miscellaneous administration and support costsd  106.0 \n  6.  Representative for contract negotiations  5.0 \n  7.  Contingencies  85.0 \n        Total  1,500.0 \nNote: The technical assistance (TA) is estimated to cost $1,650,000, of which contribution of $1,500,000 from the \nJapan Fund for Poverty Reduction is presented in the table above. The government will provide counterpart support \nof $150,000 in the form of administrative support, and other agreed contracts. The value of government contribution \nis estimated to account for 9.09% of the total TA cost. \na  Administered by the Asian Development Bank.  \nb  \nEquipment such as forest patrol equipment (e.g., helmets, walking sticks, uniforms), monitoring equipment (e.g., \nbinoculars, cameras), Geographic Information System data, software licenses, and office furniture will be procured \nunder the consultants contract in accordance with ADB’s Procurement Guidelines (2013, as amended from time to \ntime). All equipment shall be turned over to Vietnam Forest Protection and Development Fund, Institute of Strategy \nand Policy on Natural Resources and Environment and Forest Protection and Development Fund upon TA \ncompletion.  \nc   The training program will be designed and delivered by the consultants. ADB may recruit additional experts to serve \nas resource persons to provide specialized expertise on topics e.g., sustainable livelihoods, financial management, \nand environmental economics. The training program budget will be used to hire the venue and other logistical \nneeds related to the training.  \nd Includes the recruitment, under the consultants contract, of four administrative officers 1 for the Central Project \nManagement Unit and 3 (1 in each target province) for the provincial project management units.  \nSource: Asian Development Bank estimates. \n \n ", "10          Appendix 3 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Note on Technical Assistance Preparation  \n1.  The  technical  assistance  (TA)  aims  to  deepen  the  capacity  for  ecosystem  service \nvaluation and mobilize payments for communities. It will build on the previous TA to Viet Nam \nfor Support for the National Roll Out of Payment for Forest Environmental Services (PFES) and \nBenefit  Sharing  Mechanisms  in  Viet  Nam.  Ministry  of  Agriculture  and  Rural  Development \n(MARD) and Ministry of Natural Resources and Environment (MONRE) have identified several \ncapacity  and  policy  challenges  that  continue  to  hamper  integration  of  the  values  of \nenvironmental services into socioeconomic planning. Under the TA, consultant services will be \nused to draft guidelines for practitioners at the provincial and national levels so as to expand the \npilot work implemented under ADB programs and those of other development partners. The \nobjective of all activities is a harmonized methodology for integrating ecosystem services in \nsocioeconomic planning, increasing the efficiency of PFES mechanisms, and improving the \nlivelihoods  of  local  communities  through  the  sustainable  management  of  environmental \nresources.  The  government  has  requested  TA  to  improve  the  capacity  of  institutions  to \nmainstream  environmental  service  values  in  national  macroeconomic  and  development \nplanning  and  provincial  level  planning  by  2015.  The  TA  requires  10  person-months  of \ninternational and 142 person-months of national consultant support. All national consultants \nshould have excellent spoken and written communication skills in English and Vietnamese.  \n \n \nB.  Consulting Services \n2.  Chief  technical  advisor  and  team  leader  (international,  10  person-months).  The \ninternational advisor and team leader will be responsible for: (i) overall coordination of the team; \n(ii) the technical review of studies conducted at provincial and national level; (iii) detailed TA \nimplementation design; (iv) the review of all policy guidelines and documents; (v) the review of \nthe capacity development plan for the target agencies; (vi) the review of surveys and monitoring \nand evaluation indicators; and (vii) the study on international experiences with payment for \necosystem  services  (PES)  frameworks.  All  the  reporting  requirements  (including  from  the \nnational consultants) in formats satisfactory to ADB and the government are the responsibility of \nthe international team leader. The consultant will have a minimum of 5 years’ experience \nworking on PES issues and extensive experience in Viet Nam, and hold a doctoral degree in the \nenvironment, development, forestry or related field.  \n \n3.  Deputy  team  leader  and  policy  and  institutional  capacity  building  specialist \n(national, 20 person-months). The specialist will support the international team leader by (i) \nleading the detailed PFES implementation policy design, in particular liaising with government \ncounterparts, translating draft documents, and compiling consultation results; (ii) assisting in the \nreview  of  socioeconomic  planning  courses  and  production  of  PES  capacity  development \nmaterials  targeted  to  national  and  provincial  level  planning  departments;  (iii)  leading  the \ncapacity survey design, implementation, and analysis; (iv) designing an institutional capacity \ndevelopment  program,  including  identifying  links  with  existing  training  programs,  improved \napproaches to integrating training on improved PFES implementation with appropriate training \nprograms for MARD, MONRE, Department of Agriculture and Rural Development, Department \nof  Natural  Resources  and  Environment  and  other  stakeholders  identified  in  the  capacity \ndevelopment plan; and (v) reviewing policy documents (e.g., guidelines for integrating PFES in \nsocioeconomic planning, monitoring PFES, and developing PFES contracts). The consultant will \nhave a minimum of 10 years’ experience working on national level policy in Viet Nam and a \n ", "         Appendix 3        11 \n \nproven track record for developing capacity building materials. The consultant will hold a degree \nin natural resource management, environmental law or related field.  \n \n4.  National resource management and/or livelihood development experts (2 national \nconsultants,  8  person-months  each).  The  specialists’  tasks  will  include  (i)  supporting  the \ndetailed TA design at the provincial, district, and commune level; (ii) reviewing current PFES \nimplementation practices and supporting their improvement; (iii) identifying new approaches to \nbe adopted to improve integration of PFES into provincial policy and investment planning and \nrelated training; (iv) identifying links with existing training programs and improved approaches to \nthe  integration  of  PFES  with  appropriate  provincial  strategies;  (v)  reviewing  livelihood \ndevelopment options and providing training materials that address local issues of concern and \nintroduce new approaches and processes for rural development; and (vi) reviewing current \npractices for fund distribution and monitoring and evaluation, and identifying more efficient and \ntransparent practices. The natural resource management experts will have a minimum of 5 \nyears’ experience working in the sector and a bachelor’s degree in agriculture, environment, \ndevelopment, forestry, livestock management or related field. Experience of working in the \ntarget provinces is preferred.  \n  \n5.  Environmental economics expert (national, 10 person-months). The environmental \neconomics expert will be chiefly responsible for the design and review of methodology for \nenvironmental service accounting. The expert will (i) review international best practices for \nenvironmental  service  accounting  as  well  as  Viet  Nam’s  approach,  and  prepare  a  3-year \nroadmap that recommends improvements; (ii) support the deputy team leader in drafting all \npolicy documents; and (iii) assist the provincial authorities in integrating PFES valuations into \nsocioeconomic  development  planning,  in  particular  the  planning  and  budgeting  of  PFES \npayments. The consultant will hold a doctorate in economics and have a minimum of 5 years \nworking on PFES or applying environmental economics principles.  \n \n6.  Geographic information system expert (national, 10 person-months). The specialist will \n(i) undertake a resource (forest) classification and k-value calculation approach; (ii) design a \ntraining program on remote sensing and/or geographic information system (GIS) methods for \nrelevant  government  staff,  deliver  the  training,  including  training  materials  and  hands-on \nexamples, and supervise and support trained Department of Agriculture and Rural Development \nstaff  in  conducting  field  surveys  to  verify  map  results  on  the  ground;  (iii)  participate  in \nconsultation workshops and field visits related to the project, providing translation services when \nnecessary; and (iv) assist the PFES consultant in integrating remote sensing and/or GIS inputs \ninto the provincial PFES strategies and the provincial forestry master plans. The consultant \nshould have university level technical specialization in environmental science with a strong \nfocus on remote sensing and GIS, a proven record of working on projects with remote sensing \nand GIS analytical components and of training government officials in remote sensing and GIS \nmethodology, and intermediate knowledge of working with related software.  \n \n7.  Communications and knowledge management expert (national, 14 person-months).  \nThe expert will (i) assess communications and knowledge management needs; (ii) develop a \ncommunications and knowledge management plan for the provinces, including liaising between \nthe local communities and commune authorities; (iii) provide support for the preparation of a \nstrategic  plan  for  scaling  up  PFES  in  target  provinces;  (iv)  liaise  between  local  PFES \nbeneficiaries, payers, government, and ADB, including translation services; and (v) assist in the \npreparation and delivery of capacity development activities. The consultant will have university \nlevel technical specialization in communications. Experience in publishing and development \nprojects in Viet Nam is preferred.  \n ", "12  Appendix 3 \n \n \n8.  Financial  management  and  accounting  expert  (national,  8  person-months).  The \nexpert  will  assist  in  the  design  of  a  transparent  system  of accounting for  PFES from  the \nprovincial funds to the PFES groups. The expert will (i) review and, where needed, revise \nmonitoring and evaluation guidelines for PFES; (ii) contribute to the design of provincial and \nnational systems for PFES accounting; and (iii) take the lead in rolling out these systems with \nprovincial and national authorities and in preparing data, reports, and guidance documents.  The \nexpert  will  have  a  master’s  degree  in  accounting  or  related  field  and  hold  a  professional \ncredential (certified accountant or certified public accountant), and must have a proven track \nrecord  of  successfully  designing  and  implementing  reconciliation  systems.  Experience  with \nlarge-scale government payment schemes is preferred.  \n \n9.   Gender  and  community  development  specialist  (national, 6 person-months). The \nspecialist will support the international team leader and work closely with the deputy team \nleader and the livelihood expert to conduct two studies and provide inputs to the third one. \nThese studies are (i) gender analysis of the forest service provision process, (ii) gender impact \nassessment  of  PFES, and  (iii) gender-sensitive  institutional  capacity mapping  of the  value \necosystem service institutions. The outcomes of the studies and reports will be reflected in \ngender-sensitive PFES guidelines (output 2) and a gender sensitive capacity action plan (output \n3). In addition, the specialist will assist with the documentation on lessons and best practices \n(output 4). The consultant will have a bachelor’s degree in international development, social \ndevelopment or forestry engineering with intensive and practical experience in gender and \ndevelopment (5–10 years).  \n \n10.  Project coordination specialist (4 national consultants, 6 person-months each; 1 will \nwork at the national level, and 1 in each target province). The specialists will support the \ninternational and national experts in day-to-day TA implementation by (i) developing work plans \nand  strategic  planning  for  PFES;  (ii)  maintaining  up-to-date  documentation  of  PFES \nimplementation and policies; (iii) preparing documents and minutes of meetings, semi-annual \nand  annual  progress  reports,  and  materials  and  presentations  for  the  workshops;  (iii) \ncoordinating the implementation of communication activities; (iv) preparing and participating in \ncapacity building activities and developing operational instruments; (v) serving as the focal point \nfor  technical  assistance  monitoring  and  evaluation,  review  missions,  and  the  provision  of \ntechnical  information;  (vi)  assisting  with  communications  and  knowledge  management,  in \nparticular dissemination of TA documents to relevant networks; and (vii) carrying out other tasks \nthat support the detailed TA design, in particular liaising with government counterparts and \ntranslating  documents.  The  consultants  will  have  a  master’s  degree  in  international \ndevelopment, environmental economics or related field, experience implementing PFES, and a \nworking knowledge of national policies and strategies on forest development. The consultants \nshould also have a good understanding of portfolio management and experience, in developing \nwork plans and budgets, and drafting reports, terms of reference, consultant contracts, and \ngrant agreements. \n \n11.  Project  accountant  (national,  20  person-months).  The  project  accountant  will  (i) \nmaintain and reconcile project accounts for both the national and provincial implementation \nunits; and (ii) prepare quarterly expense reports for the project and submit them to ADB and \nVNFF.  The  consultant  will  have  a  recognized  accountancy  qualification  (e.g.,  certified \naccountant or certified public account) or a bachelor’s degree in accounting or related field, and \n10 years of experience working on international development projects.  \n \n ", "  Appendix 3  13 \n12.   Technical  officer  (national,  14  person-months).  The  technical  officer  will  provide \ntechnical backstopping and expertise related to the government’s policies and procedures in the \nforestry,  accounting,  and  natural  resource  sectors.  The  consultant  will  have  (i)  extensive \nexperience  working  with  government  at  the  national  and  provincial  level,  as  well  as  with \ninternational development partners; (ii) a proven track record supporting implementation of \nsuccessful overseas development assistance initiatives; and (iii) a degree in environment, public \npolicy, public administration, economics or law.  \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20140113164213+07'00'", "Creator": "Microsoft® Word 2010", "Keywords": "adb technical assistance ta report", "ModDate": "D:20140114094704+08'00'", "Producer": "Microsoft® Word 2010", "Title": "Technical Assistance Report"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 2 December 2013) \nCurrency unit  –  dong (D) \nD1.00  =  $0.000047 \n$1.00  =  D21,103 \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nBCC  –  biodiversity conservation corridor \nFPDF  –  forest protection and development funds \nGIZ  –  Deutsche Gesellschaft für Internationale Zusammenarbeit \nLao PDR  –  Lao People’s Democratic Republic \nMARD  –  Ministry of Agriculture and Rural Development \nMONRE  –  Ministry of Natural Resources and Environment  \nPFES  –  payments for forest environmental services \nTA  –  technical assistance \nUSAID  –  United States Agency for International Development \nVNFF  –  Vietnam Forest Protection and Development Fund \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  Targeted intervention \nSector (subsectors)  –  Agriculture and natural resources (land-based natural resources \nmanagement, forestry) \nTheme (subthemes)  –  Environmental sustainability (natural resources conservation, \nenvironmental policy and legislation) \nClimate change  –  Climate change mitigation  \nLocation (impact)  –  Rural (high), national (medium), regional (medium), urban (low) \nPartnership  –  Japan Aerospace Exploration Agency, GIZ, Greater Mekong \nSubregion Environment Operations Center, United States \nAgency for International Development \n \nNOTE \n                      In this report, \"$\" refers to US dollars. \n \nVice-President  S. Groff, Operations 2 \nDirector General  J. Nugent, Southeast Asia Department (SERD) \nCountry Director  T. Kimura, Viet Nam Resident Mission (VRM), SERD \n   \nTeam leader  L. Sorkin, Country Specialist, VRM, SERD \nTeam members  T. T. Dang, Young Professional, SERD \n  T. H. Le, Associate Project Analyst, VRM, SERD  \nG. T. Nguyen, Gender Specialist, VRM, SERD  \n  T. N. Nguyen, Operations Assistant, VRM, SERD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "", "fullname": "Subregion Environment Operations Center", "role": "United States", "organization": ""}, {"documentRole": "Vice-President", "fullname": "S. Groff", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "J. Nugent", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"documentRole": "Country Director", "fullname": "T. Kimura", "role": "Viet Nam Resident Mission (VRM)", "organization": "SERD"}, {"documentRole": "Team leader", "fullname": "L. Sorkin", "role": "Country Specialist", "organization": "VRM"}, {"documentRole": "Team members", "fullname": "T. T. Dang", "role": "Young Professional", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "T. H. Le", "role": "Associate Project Analyst", "organization": "VRM"}, {"documentRole": "Team members", "fullname": "G. T. Nguyen", "role": "Gender Specialist", "organization": "VRM"}, {"documentRole": "Team members", "fullname": "T. N. Nguyen", "role": "Operations Assistant", "organization": "VRM"}]}