{"path": "data/input/ta/47198-001-tar.pdf", "pages": [" \n \n \n \nTechnical Assistance Report\n \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 47198-001 \nCapacity Development Technical Assistance (CDTA) \nNovember 2013 \n \n \n \nMongolia: Development of State Audit Capacity  \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 31 October 2013) \n \nCurrency unit –  togrog (MNT)  \nMNT1.00 =  $0.000585 \n$1.00 =  MNT1,709 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nIFAC  –  International Federation of Accountants \n  IFI  –  international financial institution \nIFRS  –  International Financial Reporting Standards  \nIPSAS  –  International Public Sector Accounting Standards \n  ISA  –  International Standards on Auditing \nISSAI  –  International Standards of Supreme Audit Institutions \nMNAO  –  Mongolian National Audit Office \nTA  –  technical assistance \n   \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting  –  General intervention \nclassification \nSector (subsector)  –  Public sector management (public expenditure and fiscal \nmanagement) \nThemes (subthemes)  –  Governance (economic and financial governance), economic \ngrowth (promoting economic efficiency and enabling business \nenvironment) \nLocation (impact)  –  Rural (low), urban (low), national (high) \n     \n \nNOTE \n \nIn this report, \"$\" refers to US dollars.  \n \nVice-President  S. Groff, Operation 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  Y. Qian, Public Management, Financial Sector, and Regional Cooperation \nDivision, EARD \n   \nTeam leaders  H. Uchimura-Shiroishi, Financial Sector Specialist, EARD \n  L. Zou, Senior Financial Management Specialist, EARD \n   \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \n \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \n \nAPPENDIXES  \n \n1.  Design and Monitoring Framework   6 \n2.  Cost Estimates and Financing Plan  8 \n3.  Outline Terms of Reference for Consultants   9 \n \n \n \n ", " \nI.  INTRODUCTION \n1.  The Government of Mongolia requested the Asian Development Bank (ADB) to provide \ntechnical assistance (TA) to strengthen the state audit capacity in Mongolia.1 A TA fact-finding \nmission on 26–28 June 2013 reached agreement with the government on the impact, outcome, \noutputs, implementation arrangements, costs, financial arrangements, and terms of reference \nfor consulting services of the TA. The design and monitoring framework is in Appendix 1.2 \n \nII.  ISSUES \n2.  Since 1991 as its economy has transitioned from a planned economy, Mongolia has \nprogressively initiated to strengthen its legal framework for auditing, improving transparency and \naccountability of economic activities to facilitate the adoption of a market economic system. A \nkey initiative was the adoption in 1997 of the Law on Audit, which was subsequently amended in \n2001,  2003,  2005,  and  2006.  The  law  governs  auditing  principles,  organization,  and \nadministration for registering auditing companies, and requires meeting international standards, \nnotably the International Standards on Auditing (ISA).3 Furthermore, Mongolia adopted the \nInternational Financial Reporting Standards (IFRS) as its standards for financial reporting in \n2006.4 \n \n3.  In addition to the Law on Audit, the adoption of the State Audit Law in 2003 strengthened \nthe public audit system in Mongolia and transferred the responsibility of public audits from the \nState Audit Board to the Mongolian National Audit Office (MNAO). The MNAO is responsible for \nauditing the annual financial statements of all government entities and state-owned enterprises. \nIn 2013, the MNAO expanded its responsibilities to include the auditing of projects financed by \ninternational financial institutions (IFIs) and bilateral institutions. This ensured compliance with \nthe Integrated Budget Law passed in 2011.5 The MNAO now performs the public auditing and is \nmaking an important contribution to enhanced financial transparency and accountability of the \npublic sector. \n \n4.  While the legal and regulatory framework of auditing has been strengthened, there is still \na significant gap between actual practice and the required standards set in laws. A priority in the \npublic  sector  is  to  ensure  that  the  MNAO  fully  applies  international  standards  to  its  audit \nmethodology and procedures. \n \n5.  The ISA is a set of professional standards for auditing. In addition, the International \nStandards of Supreme Audit Institutions (ISSAI), aligned with the ISA, were introduced in 2007 \nas the international standards of auditing for the public sector.6 The ISSAI—a comprehensive \n                                                 \n1  The TA is included in ADB. 2013. Country Operations Business Plan: Mongolia, 2013. Manila. \n2  The TA first appeared in the business opportunities section of ADB’s website on 16 September 2013.  \n3  The ISA is a set of standards for the professional practice of auditing issued by the International Federation of \nAccountants through the International Auditing and Assurance Standards Board. \n4  Since the European Union adopted the IFRS in 2005, the IFRS has rapidly expanded worldwide. Developing \ncountries that had not fully developed their own standards on financial reporting also adopted the IFRS as their \nfinancial reporting standards. More than 100 countries have adopted the IFRS as their financial reporting standards \nor have converged their standards with the IFRS as of 2011. \n5  The Integrated Budget Law (2011) categorizes IFI-financed projects as budgetary entities on which the MNAO \nneeds to perform financial audits. This includes ADB and World Bank loan and grant projects. Since 2013, the \nMNAO has taken over the audit responsibility from the Ministry of Finance on ADB projects and has engaged \nprivate audit firms to audit ADB projects due to the Ministry of Finance’s limited staffing capacity.  \n6  The International Organization of Supreme Audit Institutions aligned ISA with public sector auditing to ensure the \naccuracy and credibility of financial statements in the public sector based on accrual-based accounting. All \n ", "2  \nand updated collection of professional standards and best practices—provides guidance for \npublic sector auditors in applying the ISA to financial audit. However, the MNAO has not applied \nthe ISSAI to its audit procedures and methodologies yet. \n \n6.  Due to a lack of resources, the MNAO lacks professional training and experience in \nISSAI and in the requirements for auditing accrual-based financial statements. There is also a \nneed to significantly improve the MNAO’s audit quality control process to ensure credibility of its \nfinancial auditing. To improve the efficiency and quality of the auditing, the MNAO also needs to \nstrengthen the information technology system, such as adopting audit software for its audit \nactivities and connecting the network of the head office in Ulaanbaatar and local subsidiaries.  \n \n7.  ADB’s  Mongolia  Country  Partnership  Strategy,  2012–2016  identified  two  pillars  of \nsupport for the generation of sustained and diversified employment: (i) competitive, sustainable, \nand  regionally  integrated  growth  and  (ii)  inclusive  social  development.7 In  line  with  ADB’s \nStrategy 2020, in which good governance is a driver of change, ADB will help improve the \ngovernment’s financial management and effectiveness of public expenditure.8 Improving the \nquality of the MNAO’s auditing is fundamental toward achieving this objective. \n \n8.  To  address  the  MNAO’s  capacity  constraints,  the  TA  will  review  the  framework, \nprocedures, and methodologies of financial auditing and audit quality control, and produce a \nfeasibility study on the selection and adoption of information technology and software for the \nMNAO’s audit activities. The TA will provide professional training on financial auditing and audit \nquality control for the MNAO (about 30 MNAO’s auditors), private audit firms, and relevant \nprofessional organizations, including developing training materials based on the ISSAI, ISA, \nIFRS, and International Public Sector Accounting Standards (IPSAS).9 The TA will develop \ngeneral audit guidelines and an audit quality control manual for IFI-financed projects, and \nenhance  relevant  government  officials’  awareness  of  the  need  for  continued  capacity \ndevelopment to improve the quality of financial auditing in Mongolia. The TA will facilitate \nimplementation  of  the  MNAO’s  strategic  plan  for  2013–2018,  which  aims  to  ensure  full \ncompliance with international audit standards. \n \n9.  The TA is a continuation of the support ADB has provided since the mid-1990s for \nstrengthening audit capacity in Mongolia.10 Previous ADB support helped draft accounting and \nauditing laws, improved accounting systems of private and public entities to comply with the \nInternational  Accounting  Standards,  and  strengthened  the  capacity  of  accountants.  The \nproposed TA will extend this assistance by helping further improve public audit quality and align \npublic sector auditing with international standards and best practice. \n \n                                                                                                                                                          \ndocuments complied with in the ISSAI are officially authorized and endorsed by the International Organization of \nSupreme Audit Institutions. \n7  ADB. 2012. Country Partnership Strategy: Mongolia, 2012–2016. Manila. \n8  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n9  Due to human resource limitations, the MNAO has contracts with local audit firms to conduct public auditing in \nmany cases. The Accounting Policy Department in the Ministry of Finance plays an important role in monitoring \naudit quality. In addition, the Mongolia Institute of Certified Public Accountants is an important institute for domestic \naccountancy professions. \n10 ADB. 1995 and 1997. Technical Assistance to Mongolia for Improving Accounting and Auditing Systems. Manila; \nADB. 2002. Technical Assistance to Mongolia for Capacity Building for Accounting and Auditing Professionals. \nManila; ADB. 2010 and 2011. Loan to Mongolia for Second Phase of the Governance Reform Program. Manila.   \n    \n ", "  3\n10.  ADB’s Public Communications Policy 2011 promotes transparency and requires that \nproject audit reports be posted on the ADB website.11 With the development of appropriate audit \nguidelines and an audit quality control manual for IFI-financed projects, the quality of audit \nreports prepared by the MNAO will be improved and disclosed in a timely manner to meet \nADB’s requirements. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n11.  The impact will be improved quality of the MNAO’s financial auditing, which will be \nmeasured by assessing whether the MNAO’s financial auditing complies with the ISSAI and ISA. \nThe outcome will be improved financial auditing and audit quality control capacity of targeted \nauditors  from  the  MNAO  and  private  audit  firms,  which  will  be  measured  through  a  pre-\nintervention and post-training skills assessment. \n   \nB.  Methodology and Key Activities \n12.  The TA will achieve the outcome through four major outputs: \n \n(i)  Assessment of the MNAO’s current financial auditing and audit quality control \nframework, procedures, and methodologies, with a review of general financial \nreporting framework and practices of public auditing, focusing on (a) a feasibility \nstudy of selecting and adopting needed information technology and software for  \nthe MNAO to improve the quality and efficiency of its audit activities and (b) \npolicy recommendations for strengthening financial auditing and audit quality \ncontrol framework, procedures and methodologies. \n(ii)  General audit guidelines and an audit quality control manual for IFI-financed \nprojects. \n(iii)  Capacity development of (a) conducting financial audit, covering audit for public \nentities and IFI-financed projects and (b) audit quality control, including skills \nassessment of targeted auditors, development of training materials, and post-\ntraining skills assessment, based on ISSAI, ISA, IFRS, and IPSAS. \n(iv)  Enhancement  of  relevant  government  officials’  and  other  stakeholders’ \nawareness of the need for continued capacity development to improve the quality \nof financial auditing in Mongolia. \n \n13.  To deliver the planned outputs, the consulting team leader will develop a detailed work \nplan in consultation with the MNAO. The consulting team will conduct a skills assessment of \ntargeted  auditors,  including  auditors  from  the  MNAO,  private  audit  firms,  and  relevant \nprofessional organizations such as the Mongolia Institute of Certified Public Accounts. Based on \nthe skills assessment, the consulting team will specify the details of training and develop training \nmaterials. As part of the training materials, the consulting team will translate the ISSAI into \nMongolian, focusing on documents related to financial audit at level 4.12 The ISSAI will be \nindicated  as  the  source  in  the  final  translated  documents.  ADB  will  own  the  translated \ndocuments, subject to the policies of the owners of the original documents. The consulting team \n                                                 \n11 According to the Public Communications Policy 2011, ADB shall post on its website annual audited project \naccounts for sovereign projects for which the invitation to negotiate is issued on or after 2 April 2012.  \n12 ISSAI consists of four levels of document: the first level summarizes founding principles, the second lists \nprerequisites for the functioning of Supreme Audit Institutions, the third presents fundamental auditing principles, \nand the fourth covers auditing guidelines covering financial audit, compliance audit, and performance audit. \n ", "4  \nwill provide professional training on financial audit and audit quality control for targeted auditors, \nand conduct post-training assessments. \n \n14.  The TA will also review MNAO’s financial auditing and audit quality control framework, \nprocedures, and methodologies. In addition, the TA will produce general audit guidelines and an \naudit quality control manual for IFI-financed projects. A workshop will be organized for relevant \ngovernment officials to enhance awareness of the need for continued capacity development to \nimprove financial auditing in Mongolia. \n \nC.  Cost and Financing \n15.  The TA is estimated to cost $320,000, of which $300,000 will be financed on a grant \nbasis by ADB's Technical Assistance Special Fund (TASF-V). The government will provide \ncounterpart  support  in  the  form  of  office  accommodation;  data  and  documents  for  the \nconsultants; counterpart staff; logistical support, including costs of meeting arrangements; and \nother in-kind contributions. Detailed cost estimates are in Appendix 2.  \n \nD.  Implementation Arrangements \n16.  The TA will be implemented over 28 months, from 1 December 2013 to 31 March 2016. \nThe MNAO will be the executing agency. \n17.  The TA will cover remuneration, travel, and per diem allowances of consultants, as well \nas the costs of workshops, training programs, and miscellaneous expenses. Disbursements \nunder  the  TA  will  be  done  in  accordance  with  ADB’s  Technical  Assistance  Disbursement \nHandbook (2010, as amended from time to time).  \n \n18.  A  firm  will  be  recruited  to  provide  an  international  consultant  and  six  national \nconsultants. The preferred selection method is quality- and cost-based selection with a quality–\ncost ratio of 80:20. The applicable type of proposal will be a simplified technical proposal. All \nconsultants  will  be  recruited  in  accordance  with  the  ADB  Guidelines  on  the  Use  of                        \nConsultants (2013, as amended from time to time). Outline terms of reference for consultants \nwith deliverables linked to the design and monitoring framework are in Appendix 3. All reports \nby the consultants will be prepared and provided in English, with copies in Mongolian. The \nconsulting firm will implement a workshop and training. The consultants will maintain close \nworking  relations  with  the  executing  agency  and  ADB  and  will  regularly  discuss  project \nprogress. \n \n19.  The executing agency will supervise the consultants’ day-to-day work, take responsibility \nfor consulting with stakeholders, and disseminate the outputs to relevant government agencies. \nADB will assist the executing agency in overall TA operations, monitoring, and dissemination of \na  knowledge  product.  The  executing  agency  will  provide  the  consultants  with  necessary \ninformation about the MNAO’s audit activities and other services, such as support in collecting \nneeded  data.  The  executing  agency  will  also  support  the  consultants  in  translating  the \nbackground information into English. \n \n20.  The project-specific indicators and targets in the design and monitoring framework will \nbe monitored by the executing agency, with ADB support. Policy dialogue will be maintained \nwith  the  relevant  government  agencies,  and  project-specific  issues  will  be  taken  up  with \ngovernment counterparts during review missions. Technical milestones will be monitored by \n ", "  5\nreports to be prepared by the consultants and reviewed by the executing agency and ADB \nproject officers. Milestones related to TA implementation will be monitored by the team leader. \n \nIV.  THE PRESIDENT'S DECISION  \n \n21.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $300,000 on a grant basis to \nthe Government of Mongolia for Development of State Audit Capacity, and hereby reports this \naction to the Board. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nData Sources and \nPerformance Targets and  Reporting  Assumptions and \nDesign Summary  Indicators with Baselines  Mechanisms  Risks \nImpact    Assumption \nBy 2020 (Baseline: 2012) \n \nImproved quality of  80% of MNAO’s audit  Relevant official  MNAO provides \nMNAO’s financial  reports fulfill the standards  documents  continued \nauditing of public entities  on financial auditing set by    professional training \nand IFI’s projects  ISSAI and ISA by 2020  MNAO audit reports  for its auditors as \n  (Baseline: none)  needed \n \nOutcome      Assumption \nImproved financial  Improvement in the post- TA completion report   The targeted \nauditing and audit quality  training skills assessment    auditors are able to \ncontrol capacity of  compared with the pre- Reports on post-training  apply the acquired \ntargeted auditors  intervention skills  assessment  skills to actual \nassessment by March 2016    practice \n   \nOutputs       Assumption \n1. Assessment of the  Assessment of framework,  TA progress reports  Necessary \nMNAO’s financial  procedures, and    information is made \nauditing and audit quality  methodologies:   Training reports  available in English \ncontrol framework,  (a) feasibility study    by July 2014 \nprocedures, and  completed by October  Final report   \nmethodologies: (a)  2014, (b) policy \nfeasibility study, and (b)  recommendations \npolicy recommendations  completed by September \n  2015 \n   \n2. General audit  General audit guidelines \nguidelines and audit  and audit quality control \nquality control manual  manual for IFI-financed \nfor IFI-financed projects  projects completed by \n   March 2016 \n   \n3. Capacity development  Skills assessment of \nof financial auditing and  targeted auditors \naudit quality control,  completed, and training \nincluding skills  contents and materials \nassessment,  developed by November \ndevelopment of needed  2014 \ntraining materials, and   \npost-training  Training of financial \nassessment  auditing including post-\n  training assessment \n  completed by April 2015 \n   \n  Training of audit quality \n  control including post-\n  training assessment \n  completed by July 2015 \n   \n   \n   \n ", "Appendix 1  7 \nData Sources and \nPerformance Targets and  Reporting  Assumptions and \nDesign Summary  Indicators with Baselines  Mechanisms  Risks \n   \n4. Enhancement of  Workshop conducted \nrelevant government  before December 2015 \nofficials’ and other   \nstakeholders’ awareness \nof the need for continued \ncapacity development to \nimprove the quality of \nfinancial auditing in \nMongolia \n \nActivities with Milestones   Inputs \n   \n1.1 Hold the inception meeting by April 2014  ADB: $300,000  \n1.2 Develop the detailed work plan by May 2014  Technical Assistance Special Fund (TASF-V) \n1.3 Conduct review and assessment of framework,  Items                                                Amount       \nprocedures, and methodologies of financial audit    ($’000) \nand audit quality control with focus on a feasibility     \nanalysis by October 2014  International consultants   120.00 \n1.4 Produce policy recommendations for strengthening  (6 person-months)   \nthe framework and improving procedures and     \nmethodologies by September 2015  National consultants    73.00 \n1.5 Submit the completed report and policy  (23.5 person-months)   \nrecommendations by December 2015     \n  International and local travel    7.00 \n2.1 Complete and submit general audit guidelines and     \naudit quality control manual for  IFI-financed  Workshop and training    70.00 \nprojects by March 2016     \n  Miscellaneous administration    15.00 \n3.1 Conduct a pre-intervention skills assessment by      \nJuly 2014  Contingencies                 15.00 \n3.2 Specify the training contents and training schedule   \nby July 2014   \n3.3 Develop training materials including needed  Note: The government will provide counterpart \ntranslation of  a part of ISSAI by November 2014  support in the form of local office \n3.4 Conduct training on financial auditing, including a  accommodation, data and documents for the \npost-training skills assessment, by April 2015  consultants; counterpart staff; logistical support, \n3.5 Conduct training on audit quality control, including  including costs of meeting arrangements; and \na post-training skills assessment, by July 2015  other in-kind contributions. \n3.6 Submit the completed technical reports by   \nDecember 2015 \n3.7 Submit a completed final report by March 2016 \n \n4.1 Conduct workshops before December 2015 \nADB = Asian Development Bank, IFI = international financial institution, IFRS = International Financial Reporting \nStandards, ISA = International Standards on Auditing, ISSAI = International Standards of Supreme Audit Institutions, \nMNAO = Mongolian National Audit Office, TA = technical assistance. \nSource: Asian Development Bank. \n \n \n ", "8  Appendix 2 \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem    Amount \nAsian Development Bank a     \n  1.  Consultants   \n     a.  Remuneration and per diem     \n      i.  International consultants (6 person-months)      120.00 \n      ii.  National consultants (23.5 person-months)      73.00 \n    b.  International and local travel      7.00 \n  2.  Workshop, training, and seminars b      70.00 \n  3.  Miscellaneous administration and support costsc      15.00 \n  4.  Contingencies      15.00 \n        Total      300.00 \nNote:  The  technical  assistance  (TA)  is  estimated  to  cost  $320,000,  of  which  contributions  from  the  Asian \nDevelopment Bank are presented in the table above. The government will provide counterpart support in the form of \nlocal office accommodation, data and documents for consultants, counterpart staff, logistics including costs of \nmeeting arrangements, and other in-kind contributions. The value of government contribution is estimated to account \nfor 6.25% of the total TA cost. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-V). \nb  Includes venue rental; participants’ travel and accommodation; and interpretation, translation, and other logistics for \nconferences, seminars, workshops, training, research networking, and other high-level meetings. Any workshop, \ntraining, or seminar must occur in eligible ADB member countries. \nc  Includes editing and translation of reports, and other logistical and administrative costs. \nSource: Asian Development Bank estimates. \n \n \n ", "Appendix 3      9 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The technical assistance (TA) will require a total of 29.5 person-months of consulting \nservices (one international consultant for a total of 6 person-months and six national consultants \nfor a total of 23.5 person-months). The international consultant should preferably have 10 years \nof practical audit experience and international experience in his or her field of expertise. The \nnational consultants should each preferably have 8 years of professional experience in their \nrespective  field  of  expertise.  The  international  consultant  will  primarily  be  responsible  for \nproviding advisory services and recommendations for policy makers based on international \nexperience  and  practice.  In  addition,  the  international  consultant  will  ensure  the  technical \nrelevance of training to international standards and will serve as a peer reviewer on reports on \ntechnical issues and other documents translated from Mongolian to English. The international \nconsultant will work with the national consultants in cooperation with designated staff of the \nexecuting agency. A firm will be recruited to provide the international consultant and six national \nconsultants. The preferred selection method is quality- and cost-based selection. All consultants \nwill  be  recruited  in  accordance  with  the  Guidelines  on  the  Use  of  Consultants  (2013,  as \namended from time to time) of the Asian Development Bank (ADB).  \n \n2.  The  consultants  will  be  responsible  for  the  timely  submission  of  TA  outputs  and \ndeliverables, and organizing and implementing all TA activities. The consultants will (i) assess \nthe  current  financial  auditing  and  audit  quality  control  framework,  procedures,  and \nmethodologies of the Mongolian National Audit Office (MNAO), with a review of the general \nfinancial reporting framework and practice of public auditing, focusing on (a) a feasibility study of \nselecting and adopting needed information technology and software for the MNAO to improve \nthe quality and efficiency of its audit activities, and (b) policy recommendations for strengthening \nMNAO’s financial audit and audit quality control framework, procedures and methodologies. The \nconsultant will (ii) provide training on financial auditing of public entities and projects financed by \ninternational financial institutions (IFIs), and training on audit quality control to ensure the quality \nof financial auditing based on International Standards of Supreme Audit Institutions (ISSAI), \nInternational Standards on Auditing (ISA), International Financial Reporting Standards (IFRS), \nand International Public Sector Accounting Standards (IPSAS). The consultant will (iii) prepare \ngeneral audit guidelines and an audit quality control manual for IFI-financed projects, and (iv) \nenhance relevant government officials’ awareness on further needs for capacity development in \nauditing in Mongolia. The consultants will implement training and a workshop, including logistics. \nAll reports are to be of high quality and produced in English with copies in Mongolian. A precise \nwork timeline and deliverables with dates will be defined at inception, documented in the final \ninception report, and agreed upon with the executing agency and ADB. Regular monitoring and \nreporting of costs, time schedule, human resources, and communications will be performed by \nthe ADB TA project officers and their support team, which will include local project officers and \nconsultants hired under the TA. \n \nA.  International Consultant  \n \n3.  Auditing specialist and team leader (6 person-months). The international expert will \nbe a member of the professional accounting body of an International Federation of Accountants \n(IFAC) member institute and hold Certified Public Accountant or equivalent qualification. He or \nshe  should  preferably  have  substantial  expertise  and  sufficient  experience  in  auditing, \nparticularly financial auditing and audit quality control, and in developing and implementing \ntraining on the use and adoption of the ISSAI, ISA, and IFRS. Knowledge of Mongolia’s audit \nindustry and IFI-financed projects will be preferable. The expert will perform the following tasks: \n \n ", "10  Appendix 3 \n \n \n(i)  Work  closely  with  other  consultants  and  the  executing  agency,  and  be \nresponsible for overall management of TA implementation; lead all TA efforts by \nguiding, supervising, and coordinating the work of all team members. \n(ii)  Lead the review and assessment of the MNAO’s current financial audit and audit \nquality control framework, procedures, and methodologies, with a focus on a \nfeasibility analysis of selecting and adopting information technology and software \nfor  the  MNAO’s  audit  activities;  prepare  a  summary  of  review  and  policy \nrecommendations  for  strengthening  MNAO’s  financial  audit  and  audit  quality \ncontrol  framework,  procedures  and  methodologies  as  technical  report  I  for \nsubmission to the executing agency and ADB. \n(iii)  Work closely with the executing agency, and conduct a skills assessment and \ntraining needs analysis for the targeted auditors; specify the training targets, \ndetails of training courses, and schedule for the training on financial auditing and \naudit quality control based on the ISSAI, ISA and IFRS. \n(iv)  Work closely with the executing agency, and specify the documents under the \nISSAI that will be translated from English to Mongolian. \n(v)  Assist national consultants in developing training materials. \n(vi)  Assist national financial audit expert and audit quality control expert in reviewing \nthe translation of the ISSAI to ensure the accuracy and quality of the translation. \n(vii)  Assist  national  consultants  in  implementing  the  training  courses  on  financial \nauditing and audit quality control for targeted auditors from the MNAO, local audit \nfirms,  and  relevant  institutions,  such  as  the  Accounting  Policy  Department, \nMinistry  of  Finance,  and  Mongolia  Institute  of  Certified  Public  Accountants; \nensure the quality and effectiveness of the training courses. \n(viii)  Prepare post-training skills assessment for the financial audit and audit quality \ncontrol training courses; assist national consultants in implementing the post-\ntraining assessment. \n(ix)  Prepare technical report II summarizing the training courses, achievement, and \npost-training assessment; submit technical report II to the executing agency and \nADB. \n(x)  Assist the national financial auditing expert (project auditing) and national audit \nquality control expert in preparing the general audit guidelines and an audit \nquality control manual for IFI-financed projects, and submit them to the executing \nagency and ADB. \n(xi)  Draft an inception report, including details of the work plan, and submit the \ncompleted inception report to the executing agency and ADB. \n(xii)  Draft and submit a final report comprising a summary of the project and technical \nreports I, II, and III to the executing agency and ADB. \n(xiii)  Lead discussions with consultants and the executing agency in identifying key \nissues to be covered during a workshop, and identify resource persons. \n(xiv)  Take the lead in implementing training and a workshop, including logistics. \n(xv)  Deliver sessions at a workshop and prepare appropriate presentation materials. \n \nB.  National Consultants  \n \n4.  Financial auditing expert (public entities) (5 person-months). The expert will be a \nmember of the professional accounting body of an IFAC member institute and hold Certified \nPublic Accountant or equivalent qualification. He or she should preferably have substantial \nexpertise and sufficient experience in auditing, particularly financial audit of public entities, and \ndeveloping and implementing training on the use and adoption of the ISSAI, ISA, and IFRS. He \n ", "  Appendix 3  11 \nor she must be familiar with the financial audit of public entities in Mongolia. The expert will \nperform the following tasks: \n \n(i)  Work closely with the executing agency; assist the team leader in reviewing and \nassessing  the  MNAO’s  current  financial  auditing  and  audit  quality  control \nframework,  procedures,  and  methodologies;  and  assist  the  team  leader  in \npreparing technical report I. \n(ii)  Assist  the  team  leader  in  specifying  the  training  targets,  details  of  training \ncourses,  and  schedule  for  financial  auditing  of  public  entities  based  on \ninternational standards. \n(iii)  Work closely the executing agency, team leader, and other consultants, and \ndevelop training materials on financial audit for public entities (except translation \nof the ISSAI); implement the training courses for the targeted auditors. \n(iv)  Work closely with the executing agency and team leader, and conduct post-\ntraining  skills  assessment  on  public  entities’  financial  audit;  summarize  the \nassessment; and assist the team leader in preparing technical report II. \n(v)  Work closely with the team leader, national financial auditing expert (project), and \nnational audit quality control expert; review the translated ISSAI to ensure the \naccuracy and quality of the translation. \n(vi)  Assist the national financial auditing expert (project auditing) and national audit \nquality control expert in preparing general audit guidelines and an audit quality \ncontrol manual for IFI-financed projects. \n(vii)  Assist the team leader in identifying key issues to be covered during a workshop, \nand deliver sessions at the workshop with appropriate presentation materials. \n(viii)  Assist  the  team  leader  in  implementing  training  and  a  workshop,  including \nlogistics. \n(ix)  Assist the team leader in drafting technical reports, an inception report, and a \nfinal report. \n \n5.  Financial auditing expert (project auditing) (5 person-months). The expert will be a \nmember of the professional accounting body of an IFAC member institute and hold Certified \nPublic Accountant or equivalent qualification. He or she should preferably have substantial \nexpertise and sufficient experience in auditing, particularly financial audit of projects financed by \nIFIs,  and  developing  and  implementing  relevant  training.  He  or  she  must  be  familiar  with \nfinancial audit and IFI-financed projects in Mongolia. Knowledge of ISSAI will be preferable. The \nexpert will perform the following tasks. \n \n(i)  Work closely with the executing agency; assist the team leader in reviewing and \nassessing the current framework, procedures, and methodologies of MNAO’s \nfinancial  auditing  and  audit  quality  control;  and  assist  the  team  leader  in \npreparing technical report I. \n(ii)  Assist the team leader in specifying the training target, details of training courses, \nand schedule for financial auditing of IFI-financed projects. \n(iii)  Work  closely  with  the  team  leader,  national  financial  auditing  expert  (public \nentities), and national audit quality control expert; review the translation of ISSAI \nto ensure the accuracy and quality of translation. \n(iv)  Work closely with the executing agency, team leader, and ADB, and develop \ntraining materials on financial audit particularly for IFI-financed projects, except \ntranslation of ISSAI; implement the training courses for the targeted auditors. \n ", "12  Appendix 3 \n \n \n(v)  Work closely with the executing agency and the team leader, and conduct post-\ntraining skills assessment; summarize the assessment; assist the team leader in \npreparing technical report II. \n(vi)  With assistance of the team leader and other experts, prepare general audit \nguidelines for IFI-financed projects; assist the national audit quality control expert \nin preparing an audit quality control manual for IFI-financed projects. \n(vii)  Assist the team leader in identifying key issues to be covered during a workshop; \ndeliver sessions at the workshop with appropriate presentation materials. \n(viii)  Assist  the  team  leader  in  implementing  trainings  and  a  workshop,  including \nlogistics. \n(ix)  Assist the team leader in drafting technical reports, an inception report, and a \nfinal report. \n \n6.  Audit quality control expert (4.5 person-months). The expert will be a member of the \nprofessional accounting body of an IFAC member institute with CPA or equivalent qualification. \nHe or she should preferably have substantial expertise and sufficient experience in auditing, \nparticularly audit quality control, and developing and implementing training on the use and \nadoption of the ISSAI, ISA, and IFRS. He or she must be familiar with the current status of audit \nquality control and IFI-financed projects in Mongolia. The expert will perform the following tasks: \n \n(i)  Work closely with the executing agency; assist the team leader in reviewing and \nassessing  the  MNAO’s  current  financial  auditing  and  audit  quality  control \nframework,  procedures,  and  methodologies;  and  assist  the  team  leader  in \npreparing technical report I. \n(ii)  Assist the team leader in specifying the training target, details of training courses, \nand schedule for audit quality control based on the ISSAI, ISA, and IFRS. \n(iii)  Work closely with the team leader and national financial auditing experts (public \nentities and projects); review the translated ISSAI to ensure the accuracy and \nquality of the translation. \n(iv)  Work  closely  with  the  executing  agency  and  the  team  leader,  and  develop \ntraining  materials  on  audit  quality  control  (except  translation  of  the  ISSAI); \nimplement the audit quality control training for the targeted auditors to ensure the \nquality of financial audit. \n(v)  Work closely with the executing agency and the team leader, and conduct post-\ntraining skills assessment on audit quality control; summarize the assessment; \nand assist the team leader in preparing technical report II. \n(vi)  With assistance of the team leader and other experts, prepare an audit quality \ncontrol manual for IFI-financed projects and assist the national financial auditing \nexpert (project auditing) in preparing general audit guidelines for IFI-financed \nprojects. \n(vii)  Assist the team leader in identifying key issues to be covered during a workshop; \ndeliver sessions at the workshop with appropriate presentation materials. \n(viii)  Assist  the  team  leader  in  implementing  training  and  a  workshop,  including \nlogistics. \n(ix)  Assist the team leader in drafting technical reports, an inception report, and a \nfinal report. \n \n7.  Certified  information  systems  auditor  (3  person-months).  The  expert  will  be  a \nmember  of  the  professional  accounting  body  of  an  IFAC  member  institute  or  equivalent \nqualification. He or she should have substantial expertise and sufficient experience in auditing, \nparticularly information technology and software for audit activities to meet standards set by the \n ", "  Appendix 3  13 \nISSAI, ISA, and IFRS. He or she must be familiar with the current status of public auditing and \nits information technology environment in Mongolia. The expert will perform the following tasks: \n \n(i)  Work closely the executing agency and the team leader, and conduct a feasibility \nanalysis of selecting and adopting information technology and software for the \nMNAO  to  improve  the  quality  and  efficiency  of  its  audit  activities;  prepare \ntechnical report III; and submit technical report III to the executing agency, team \nleader, and ADB. \n(ii)  Assist the team leader in preparing technical report II. \n(iii)  Assist the team leader in identifying key issues to be covered during a workshop; \ndeliver sessions at the workshop with appropriate presentation materials. \n(iv)  Assist  the  team  leader  in  implementing  training  and  a  workshop,  including \nlogistics. \n(v)  Assist the team leader in drafting technical reports, an inception report, and a \nfinal report. \n \n8.  Audit and translation expert (two consultants, 6 person-months total). The experts \nshould have substantial expertise and sufficient experience in auditing-related translation. They \nmust be familiar with technical issues in auditing both in English and Mongolian. Knowledge of \nthe ISA, IFRS, and ISSAI, as well as IFI-funded projects, will be preferable. The experts will \npreferably be members of the Mongolia Institute of Certified Public Accountants. The experts \nwill perform the following tasks: \n \n(i)  Work closely with the executing agency, team leader, and other consultants, and \ntranslate the specified documents of the ISSAI from English to Mongolian; submit \nthe  translated  documents  to  the  executing  agency,  team  leader,  other \nconsultants, and ADB. \n(ii)  Translate  technical  reports  I,  II, III,  and  the  inception  and  final  reports  from \nEnglish to Mongolian; submit the translated reports to the executing agency, \nteam leader, other consultants, and ADB. \n(iii)  Assist the team leader in drafting technical reports, an inception report, and a \nfinal report.  \n(iv)  Assist  the  team  leader  in  implementing  training  and  a  workshop,  including \nlogistics. \n \nC.  Reporting Requirements  \n \n9.   The following reports and documents will be prepared and submitted to the executing \nagency and ADB: \n(i)    Inception report. \n(ii)  Technical report I: review and needs assessment with policy recommendations. \n(iii)  Technical report II: summary of training courses, achievement, and post-training \nassessment. \n(iv)  Technical  report  III:  feasibility  analysis  of  selecting  and  adopting  information \ntechnology and software in the MNAO. \n(v)  Final report, comprising a summary of the project and technical reports I, II, and \nIII. \n(vi)  General audit guidelines for IFI-financed projects. \n(vii)  Audit quality control manual for IFI-financed projects. \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20131114171005+08'00'", "Creator": "PScript5.dll Version 5.2.2", "ModDate": "D:20131119155305+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Title": "Development of State Audit Capacity"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 31 October 2013) \n \nCurrency unit –  togrog (MNT)  \nMNT1.00 =  $0.000585 \n$1.00 =  MNT1,709 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nIFAC  –  International Federation of Accountants \n  IFI  –  international financial institution \nIFRS  –  International Financial Reporting Standards  \nIPSAS  –  International Public Sector Accounting Standards \n  ISA  –  International Standards on Auditing \nISSAI  –  International Standards of Supreme Audit Institutions \nMNAO  –  Mongolian National Audit Office \nTA  –  technical assistance \n   \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting  –  General intervention \nclassification \nSector (subsector)  –  Public sector management (public expenditure and fiscal \nmanagement) \nThemes (subthemes)  –  Governance (economic and financial governance), economic \ngrowth (promoting economic efficiency and enabling business \nenvironment) \nLocation (impact)  –  Rural (low), urban (low), national (high) \n     \n \nNOTE \n \nIn this report, \"$\" refers to US dollars.  \n \nVice-President  S. Groff, Operation 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  Y. Qian, Public Management, Financial Sector, and Regional Cooperation \nDivision, EARD \n   \nTeam leaders  H. Uchimura-Shiroishi, Financial Sector Specialist, EARD \n  L. Zou, Senior Financial Management Specialist, EARD \n   \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "S. Groff", "role": "Operation", "organization": ""}, {"documentRole": "Director General", "fullname": "A. Konishi", "role": "East Asia Department (EARD)", "organization": ""}, {"documentRole": "Director", "fullname": "Y. Qian", "role": "Public Management", "organization": "Financial Sector"}, {"documentRole": "Team leaders", "fullname": "H. Uchimura-Shiroishi", "role": "Financial Sector Specialist", "organization": "EARD"}, {"documentRole": "Team leaders", "fullname": "L. Zou", "role": "Senior Financial Management Specialist", "organization": "EARD"}]}