{"path": "data/input/ta/47273-002-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 47273 \nSeptember 2014 \n \n \n \nProposed Multitranche Financing Facility \nDemocratic Socialist Republic of Sri Lanka: \nIntegrated Road Investment Program \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the documents to the public in accordance with \nADB’s Public Communications Policy 2011. \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 6 August 2014) \n \nCurrency unit  –  Sri Lanka rupee/s (SLRe/SLRs) \nSLRe1.00  =  $0.0076787223   \n$1.00  =  SLRs130.230000   \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  EIRR  –  economic internal rate of return \n  EMP  –  environmental management plan \n  IEE  –  initial environmental examination \n  km  –  kilometer \n  MFF  –  multitranche financing facility \n  MOHPS  –  Ministry of Highways, Ports and Shipping \n  OCR  –  ordinary capital resources \n  RDA  –  Road Development Authority \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \nVice-President  W. Zhang, Operations 1 \nDirector General  H. Kim, South Asia Department (SARD) \nDirector  H. Yamaguchi, Officer-In-Charge, Transport and Communications \nDivision, SARD \n   \nTeam leader  C. Chen, Senior Transport Specialist, SARD \nTeam members  J. Ghimire, Counsel, Office of the General Counsel \n  T. Kawabata, Transport Specialist, SARD \n  T. Koike, Financing Partnerships Specialist, Office of Cofinancing \nOperations \n  A. Nanayakkara, Senior Project Officer (Road and Transport), Sri \nLanka Resident Mission (SLRM), SARD \n  R. V. Peri, Principal Transport Specialist, SARD \n  J. Ranaweera, Associate Financial Control Officer, SLRM, SARD \n  L. M. Tai, Senior Transport Specialist, SARD \n  K. Yangzom, Environment Specialist, SARD \n  S. Zhao, Social Development Specialist, SARD \nPeer reviewers  Z. Wu, Transport Specialist, Central and West Asia Department \n  D. Mizusawa, Infrastructure Specialist, Southeast Asia Department \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \nINVESTMENT PROGRAM AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE INVESTMENT PROGRAM  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  4 \nE.  Implementation Arrangements  5 \nIII.  DUE DILIGENCE  6 \nA.  Technical  6 \nB.  Economic and Financial  7 \nC.  Governance  7 \nD.  Poverty and Social  8 \nE.  Safeguards  9 \nF.  Risks and Mitigating Measures  10 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework for the Investment Program  11 \n2.  List of Linked Documents  13 \n ", "Project Classification Information Status: Complete\nINVESTMENT PROGRAMa AT A GLANCE\n1. Basic Data Project Number: 47273-002\nProject Name Integrated Road Investment Program Department SARD/SATC\n/Division\nCountry Sri Lanka Executing Agency Ministry of Highways, \nBorrower Government of Sri Lanka Ports and Shipping\n2. Sector Subsector(s)      ADB Financing ($ million)\nTransport Road transport (non-urban) 800.00\nTotal 800.00\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic growth  Pillar 2: Access to economic opportunities,  Adaptation ($ million) 15.00\n(IEG) including jobs, made more inclusive Climate Change impact on the  Medium\nEnvironmentally  Global and regional transboundary environmental Project\nsustainable growth (ESG) concerns\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Organizational development Effective gender mainstreaming \ndevelopment (GCD) (EGM)\nPrivate sector development Conducive policy and institutional environment\n(PSD)\n5. Poverty Targeting Location Impact\nProject directly targets  No Rural High\npoverty\n \n6. Risk Categorization: Complex\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Indicative Tranches ($million) Amou\nI II III IV V VI nt\n($ \nmillion\n)\nADB 800.00\n    Sovereign MFF-Tranche (Loan): Asian 100.00 9.00 0.00 0.00 0.00 0.00 109.00\nDevelopment Fund  \n    Sovereign MFF-Tranche (Loan):  0.00 91.00 200.00 150.00 150.00 100.00 691.00\nOrdinary capital resources \nCofinancing 0.00\n    None\nCounterpart 106.00\n    Government 18.00 15.00 25.00 18.00 18.00 12.00 106.00\n   \nTotal 118.00 115.00 225.00 168.00 168.00 112.00 906.00\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems Yes\nSource:AsianDevelopmentBank 22052014143419753792\nThisdocumentmustonlybegeneratedineOps. Generated Date: 18-Aug-2014 15:46:32 PM ", "INVESTMENT PROGRAMa AT A GLANCE\n10. Country Operations Business Plan\nCPS http://www.adb.org/sites/default/files/cps-sri-2012-2016.pdf\nCOBP http://www.adb.org/documents/sri-lanka-country-operations-busines\ns-plan-2014-2016?ref=countries/sri-lanka/strategy\n11. Investment Program Summary\nThe investment program will improve the accessibility of the road network in rural areas of Sri Lanka, and thereby increase the \ninvolvement of the rural population in nationwide economic and social development.  An integrated road network will support \nlong-term rural development. The investment program will upgrade and maintain about 2,200 kilometers (km) of rural access \nroads to all-weather standard; rehabilitate and maintain to a good condition about 400 km of national roads; and improve the \ncapacity of road agencies?including the Ministry of Highways, Ports and Shipping (MOHPS), the Road Development Authority \n(RDA), provincial road agencies, and local authorities?with respect to road asset management, project management, and \ncontract administration.  The investment program  will play a catalytic role in the sustainable development of Sri Lanka.\nImpact and Outcome: The impact (of the facility) is Improved connectivity between rural communities and socioeconomic \ncenters in Sri Lanka The outcome (of the facility) is Increased transport efficiency on project roads \nOutputs: (i)Improved road conditions between the selected rural communities and socioeconomic centers,  and (ii)Enhanced \ncapacity of road agencies\nImplementation Arrangements: Ministry of Highways, Ports and Shipping will be the executing agency.\n \nProject Readiness: Engineering design and bidding documents already finalized.\n12. Milestones\nModality Estimated Approval Estimated Completionb\nMultitranchefinancingfacility 25September2014 30September2024\nTrancheI 30October2014 30September2021\nTrancheII 5December2014 30September2024\nTrancheIII 12October2016 30September2024\nTrancheIV 12October2017 30September2024\nTrancheV 12October2018 30September2024\nTrancheVI 12October2020 30September2024\n13. Project Data Sheet (PDS)\nPDS c http://www.adb.org/projects/47273-002/main\naMultitrancheFinancingFacility(MFF).\nbForMFF,thisreferstotheendoftheavailabilityperiod;fortranches,thisreferstothetrancheclosingdate.\ncSafeguarddocumentscanbeviewedbyclickingtheDocument'shyperlinkintheProjectDataSheet(PDS)page.\nSource:AsianDevelopmentBank 22052014143419753792\nThisdocumentmustonlybegeneratedineOps. Generated Date: 18-Aug-2014 15:46:32 PM", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed \nmultitranche financing facility (MFF) to the Democratic Socialist Republic of Sri Lanka for the \nIntegrated Road Investment Program. \n \n2.  The investment program will improve the accessibility of the road network in rural areas \nof  Sri  Lanka,  and  thereby  increase  the  involvement  of  the  rural  population  in  nationwide \neconomic and social development.1 An integrated road network will support long-term rural \ndevelopment. The investment program will upgrade and maintain about 2,200 kilometers (km) of \nrural access roads to all-weather standard; rehabilitate and maintain to a good condition about \n400 km of national roads; and improve the capacity of road agencies—including the Ministry of \nHighways, Ports and Shipping (MOHPS), the Road Development Authority (RDA), provincial \nroad  agencies,  and  local  authorities—with  respect  to  road  asset  management,  project \nmanagement, and contract administration.2 The investment program  will play a catalytic role in \nthe sustainable development of Sri Lanka.  \n \nII.  THE INVESTMENT PROGRAM \nA.  Rationale \n3.  Sri Lanka occupies a strategic position near the main sea trade routes between Asia and \nEurope, which allowed Colombo to develop as an international port city, and subsequently as a \ntransshipment point for cargo originating in or destined for the Indian subcontinent. The island \ncountry consists mostly of flat or rolling coastal plains, with mountains in the south–central core. \nAbout 85% of Sri Lanka’s population (20.3 million in 2012) lives in rural and peri-urban areas.3 \n \n4.  Sri Lanka has experienced strong economic growth following the end of civil conflict in \nMay 2009. Economic growth was 8% in 2010 and 2011; slowed to 6.4% in 2012 due to weak \nexternal demand, drought, and floods; and then rebounded to 7.3% in 2013. It is envisaged that \nan improving external environment, higher investment, and a recovery in domestic consumption \nwill sustain a rapid economic growth during 2014–2015.4 Sri Lanka’s economic expansion has \nbeen driven by the industry and services sectors, which account for 89% of gross domestic \nproduct, followed by the agriculture sector, which contributed the remaining 11%.5 As a result of \nthe robust growth, the national poverty headcount ratio fell to just below 9% in 2010 from over \n15% in 2006. Nevertheless, less-developed areas did not exhibit consistently higher elasticity of \npoverty reduction (proportional change in poverty per unit growth in gross domestic product per \ncapita).6 The poor transport infrastructure, in particular the provincial and local authority roads, \nhas hindered the spread of economic activities and access to basic social resources. \n \n5.  Sector road map. Sri Lanka’s road network is dense and well laid out, providing basic \naccess to the country’s population and economic activity centers. The 132,693 km road network \n                                                 \n1  The Asian Development Bank (ADB) provided project preparatory technical assistance for the Integrated Road \nOperation and Development Investment Program (TA 8473-SRI). \n2  The design and monitoring framework is in Appendix 1. \n3  World Bank and United Nations Human Settlements Programme (UN-Habitat). 2012. Turning Sri Lanka’s Urban \nVision into Policy and Action. Washington, DC. \n4  ADB. 2014. Asian Development Outlook, 2014: Fiscal Policy for Inclusive Growth. Manila. \n5  Central Bank of Sri Lanka. 2013. Annual Report of the Monetary Board to the Hon. Minister of Finance for the Year \nof 2012. Colombo. \n6  International Monetary Fund. 2013. Sri Lanka: 2013 Article IV Consultation and Proposal for Post-Program \nMonitoring. Washington, DC. ", "2   \nin  Sri  Lanka  is  classified  into  national,  provincial,  and  local  authority  roads,  according  to \nadministrative responsibility.7 Notable progress has been achieved since 2007 in addressing the \nimmediate  trunk  road  network  deficiencies,8 but  progress  on  provincial  and  rural  roads  is \nrelatively slow.9 The main challenges facing road connectivity are that most rural access roads, \nincluding provincial and local roads, cannot provide all-weather access, and part of the trunk \nroad network is in poor condition. These issues arise because of (i) competition for budget \nallocations with other sectors; (ii) inadequate fundraising in both the public and private sectors; \n(iii) inadequate rural road design standards and construction specifications; and (iv) the limited \ncapacity of road agencies, particularly at the provincial and local levels. \n \n6.  A road asset management system is functioning in RDA to plan and program road \nprojects. The government established a road maintenance trust fund in 2005. The fund has \nserved a useful purpose in terms of securing a maintenance budget, and raising awareness of \nthe importance of maintenance. In the long term, the government plans to expand the fund to \ncover provincial and rural roads, but this will require that a harmonized approach to road asset \nmanagement be adopted by the various road agencies. \n \n7.  Strategic  context.  The  government’s  national  strategy  for  2010–2020  aims  to \naccelerate  economic  growth,  improve  social  indicators,  eradicate  hard-core  poverty,  and \nimprove the environment.10 Inadequate, poor-quality infrastructure is identified by the strategy \nas a major constraint to sustaining rapid economic growth, and the strategy places the highest \npriority on improving the country’s road network. The road network development investment in \n2011 at national, provincial, and local levels was about six times higher in nominal terms than in \n2005. The public investment strategy proposes to sustain annual public investment at more than \n$1.3 billion until 2016, which would thereafter help develop and maintain the road network.11 \n \n8.  In line with the government’s national strategy, the country partnership strategy 2012–\n2016  of  the  Asian  Development  Bank  (ADB)  aims  to  address  the  major  constraints  for \nsustaining inclusive growth in post-war Sri Lanka.12 The transport sector is one of the key areas \nin implementing the strategy. As agreed with the government, ADB will contribute to the sector \noutcome of improved nationwide connectivity. \n \n9.  Policy  framework.  The  central  government  is  responsible  for  transport  policy  and \ninterprovincial (national) road transport infrastructure. Provincial governments are responsible \nfor provincial roads, and local authorities for the local authority roads. The government has \nadopted a two-tier strategy to provide nationwide connectivity: (i) establishing a trunk road \nnetwork with expressways and well-connected national roads, and (ii) completing a rural road \nnetwork to connect the rural population to trunk roads. RDA’s project management capacity has \nbeen well developed through large-scale projects, beginning in 2007. A skills transfer program is \n                                                 \n7  National roads, comprising about 11,922 km of class A and class B roads, are managed by the central government \nthrough the RDA. The provincial road network, comprising 15,975 km of class C and class D roads, is managed by \nthe provincial councils. In addition, about 80,000 km of local roads (class E) are managed by local governments. \n8  The proportion of national roads in good condition rose from 35% in 2007 to 48% in 2011, those in fair condition \ndropped from 19% to 11%, and those in poor condition declined from 46% to 41%. \n9  The government has established Maga Neguma, a rural road program, to improve rural roads through RDA. The \nprogram has improved about 10,000 km of rural roads at the request of local authorities since 2004, but about 90% \nof the rural road network still requires rehabilitation. \n10 Government of Sri Lanka, Ministry of Finance and Planning, Department of National Planning. 2010. Sri Lanka: \nThe Emerging Wonder of Asia: Mahinda Chintana–Vision for the Future. Colombo. \n11 Government of Sri Lanka, Ministry of Finance and Planning, Department of National Planning. 2013. Unstoppable \nSri Lanka 2020: Public Investment Strategy, 2014-2016. Colombo. \n12 ADB. 2011. Country Partnership Strategy: Sri Lanka, 2012–2016. Manila. ", "     3 \n \nbeing established to build the capacity of provincial and local road agencies; it will involve their \nstaff  in  RDA’s  road  asset  management,  project  management,  and  contract  administration \nactivities. The development of the national road network is guided by the national road master \nplan.13 Improvements to rural access roads, including provincial and local authority roads, are \nscheduled  annually  to  address  the  community  demands.  To  supplement  the  capacity  of \nprovincial governments and local authorities, RDA, the provincial road agencies, and the local \nauthority jointly implement rural road improvement works. \n \n10.  In line with the two-tier strategy, the government plans to implement an investment plan \nfor rural road connectivity. The plan is designed to provide physical infrastructure and capacity \nto enhance the road connectivity of rural areas. About 1,000 rural communities will be selected \nas rural hubs according to their population and development potential. Access routes—including \nlocal  authority,  provincial,  and  national  roads—will  be  upgraded  or  rehabilitated.  The  total \ninvestment  demand  is  about  $1.8  billion.  The  government  requests  that  ADB  finance  the \nprogram  in  five  provinces  (Southern  Province,  Sabaragamuwa  Province,  Central  Province, \nNorth Central Province, and North Western Province) and one rural district (Kalutara District of \nWestern  Province).  The  government  has  also  requested  Japan  International  Cooperation \nAgency to finance projects in the other areas to complement ADB’s assistance.  \n \n11.  The investment program is in line with the government’s sector objective of establishing \na modern transport system. An MFF is proposed as the financing modality for the investment \nprogram because it will allow long-term partnership between the government and ADB on policy \ndialogue and capacity development within a large-scale program.14 A portfolio review of ADB-\nfunded road projects confirmed that the implementation capacity in Sri Lanka is adequate. \n \nB.  Impact and Outcome \n12.  The  impact  of  the  investment  program  will  be  improved  connectivity  between  rural \ncommunities and socioeconomic centers in Sri Lanka. The outcome will be increased transport \nefficiency on project roads. \n \nC.  Outputs \n \n13.  The investment program will deliver two outputs: (i) improved road conditions between \nthe selected rural communities and socioeconomic centers, and (ii) enhanced capacity of road \nagencies. The two outputs will be achieved through two components of the investment program. \n(i)  Road  improvement  component.  This  component  will  design,  improve,  and \nmaintain about 2,200 km of rural access roads, including provincial and local \nauthority roads, and about 400 km of national roads. The rural access roads will \nbe improved to all-weather standards, and be maintained for 3 years. Selected \nnational road corridors will be improved and/or maintained for 7 years, while \nshort, isolated sections will be maintained for 3 years after improvement. \n(ii)  Capacity development component. This component will build the capacity of \nroad agencies in road asset management, project management, and contract \nadministration. RDA will take the lead in developing a harmonized approach to \nroad asset management in central, provincial, and local governments. Consulting \nservices will be engaged to assist with development of the RDA’s capacity, and \nthe transfer of skills from RDA to provincial and local road agencies.  \n                                                 \n13  RDA, Planning Division. 2007. National Road Master Plan, 2007–2017. Colombo. \n14  Comparison of Financing Modality (accessible from the list of linked documents in Appendix 2). \n ", "4   \n \n14.  The investment program will comprise five projects: project 1 in Southern Province, \nproject 2 in Sabaragamuwa Province and the Kalutara District of Western Province, project 3 in \nCentral  Province,  project  4  in  North  Central  Province,  and  project  5  in  North  Western \nProvince.15 The first tranche will finance the first slice of project 1, and deliver three outputs: (i) \nimproved road conditions between selected rural communities and socioeconomic centers in \nSouthern Province; (ii) enhanced capacity of road agencies, including MOHPS, RDA, and road \nagencies in Southern Province; and (iii) preparation of subsequent tranches. \n \nD.  Investment and Financing Plans \n \n15.  The investment program is estimated to cost $906 million (Table 1). \nTable 1: Investment Program \n($ million) \nItem  Amounta \nA.  Base Costb    \n  1.   Civil works  701.12 \n  2.   Consulting services  40.48 \n  3.   Recurrent costs (project management)  15.00 \n    Subtotal (A)  756.60 \nB.  Contingenciesc  130.90 \nC.  Financing Charges During Implementationd  18.50 \n      Total (A+B+C)  906.00 \na Includes taxes and duties of $82.60 million to be financed from government resources. \nb  In mid-2014 prices. \nc  Physical contingencies computed at 10% for civil works, and 10% for consulting services. Price contingencies \ncomputed at about 2% on foreign exchange costs and about 6% on local currency costs; includes provision for \npotential exchange rate fluctuation under the assumption of a purchasing power parity exchange rate. \nd  Includes interest and commitment charges. Interest during construction for Asian Development Bank (ADB) \nloan(s) has been computed at the 5-year forward London interbank offered rate plus a spread of 0.5% for the \nordinary capital resources loan, and at 2.0% per annum for the loan from ADB’s Special Funds resources. \nCommitment charges for the ordinary capital resources loan(s) are 0.15% per year to be charged on the \nundisbursed OCR loan amount. \nSource: Asian Development Bank. \n \n16.  The government has requested an MFF in an amount up to $800 million equivalent from \nADB's ordinary capital resources (OCR) and Special Funds resources to help finance part of the \ninvestment program, including civil works contracts (improvement and maintenance), consulting \nservices, project management, and part of the contingencies.16 The MFF will consist of multiple \ntranches,  subject  to  the  government's  submission  of  related  periodic  financing  requests, \nexecution of the related loan and project agreements for each tranche, and fulfillment of terms \nand  conditions  and  undertakings  set  forth  in  the  framework  financing  agreement.17 The \ngovernment will finance the feasibility study and engineering design, taxes and duties, and part \nof the contingencies, for a total of $106 million. In addition, the government has requested \nJapan International Cooperation Agency to finance projects in the remaining areas of the other \nfour provinces (Northern Province, Eastern Province, Uva Province, and Western Province) so \nthat the whole country will be covered. \n \n                                                 \n15 List of Projects (accessible from the list of linked documents in Appendix 2). \n16 About $21 million of performance-based maintenance under civil works contracts will be financed by the MFF to \nsupport the government in exploring a sustainable contract model of road operation and maintenance. This support \nwill also alleviate the government’s budget and capacity constraints on road maintenance. \n17 Framework Financing Agreement (accessible from the list of linked documents in Appendix 2). ", "     5 \n \n17.  The  MFF  combines  OCR  and  Asian  Development  Fund  (ADF)  financing  up  to  the \naggregate  MFF  amount.  The  provision  of  any  ADF  resources  will  be  balanced  by  a \ncorresponding  reduction  in  available  OCR  financing  (and  vice  versa),  with  total  financing \nprovided under the MFF not to exceed the aggregate MFF total of $800 million equivalent. Any \nADF allocation will be subject to (i) the availability of ADF resources; (ii) Sri Lanka’s access to \nsuch resources pursuant to ADB’s Graduation Policy,18 and the requirements of ADF donors; \nand (iii) the availability of such resources to Sri Lanka given ADB’s policy on performance-based \nallocation of ADF resources.19 \n \n18.  Disbursement-based approach and time-slice financing. The financing plan and an \nindicative tranche schedule are in Table 2. The MFF will finance slices of long-term contract \npackages under the investment program. Each tranche will finance slices of a group of contracts \nfor civil works or consulting services. Each contract is sliced according to the indicative tranche \nschedule.20 The  amount  of  each  tranche  will  be  requested  according  to  the  disbursement \nprogress and projection. The tranche schedule is based on the disbursement projection to \nimprove the disbursement ratio and minimize financing charges. \n \n19.  The preconstruction activities, such as appraisal and procurement, will be all advanced \nto the first 2–3 years of the investment program. The government has completed preparation \nand due diligence for project 1, and will complete the preparation of other projects by October \n2014. Following the disbursement-based approach, the government intends to request tranche \n1 together with the facility to finance the first slice of project 1, and to request tranche 2 by the \nend of 2014 to finance the first slice of other projects. \n \nTable 2: Financing Plan \nIndicative Tranche Schedule and Amount ($ million) \nAmount  Share of  1  2  3  4  5  6 \nSource  ($ million)  Total (%)  (2014)  (2014)  (2016)  (2017)  (2018)  (2020) \nAsian Development Bank  800.0  88.3  100.0  100.0  200.0  150.0  150.0  100.0 \nGovernment  106.0  11.7  18.0  15.0  25.0  18.0  18.0  12.0 \nTotal  906.0  100.0  118.0  115.0  225.0  168.0  168.0  112.0 \nSource: Asian Development Bank. \n \n20.  Project 1 and tranche 1. Project 1 is estimated to cost $235 million. Tranche 1 will \nrequire a loan of $100 million from ADB’s Special Funds resources.21 The loan will have a 25-\nyear term, including a grace period of 5 years, an interest rate of 2.0% per annum during the \ngrace period and thereafter, and such other terms and conditions as agreed to in the framework \nfinancing agreement, and further supplemented under the draft loan and project agreements. \n \nE.  Implementation Arrangements \n21.  The implementation arrangements are summarized in Table 3.22  \n \n                                                 \n18 ADB. 2008. Review of the 1998 Graduation Policy of the Asian Development Bank. Manila. \n19 ADB. 2004. Review of the Asian Development Bank’s Policy on the Performance-Based Allocation of Asian \nDevelopment Fund Resources. Manila; and ADB. 2008. Refining the Performance-Based Allocation of Asian \nDevelopment Fund Resources. Manila. \n20 Disbursement-Based Approach and Time-Slice Financing (accessible from the list of linked documents in Appendix \n2). \n21 Periodic Financing Request for Tranche 1 (accessible from the list of linked documents in Appendix 2). \n22 Facility Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "6   \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  September 2013–March 2024 \nEstimated completion date  30 March 2024 \nManagement \n(i)  Oversight body  National Steering Committee:  \nChair: Secretary, Ministry of Highways, Ports and Shipping. Members: \nChief  secretaries  of  the  provinces  under  the  investment  program; \nsecretary, Finance Commission; director general, RDA; senior project \ndirector and project directors of each project of the investment program; \ncommissioners  of  local  government  authorities  under  the  investment \nprogram; heads of provincial road agencies; district secretaries; External \nResources  Department,  National  Planning  Department,  and  Project \nMonitoring and Management Department of the Ministry of Finance and \nPlanning \nProvincial Coordination Committees:  \nChair:  Chief  secretary  of  the  province.  Members:  Project  director \n(secretary  to  the  committee),  district  secretaries,  representatives  of \nprovincial road agencies, representatives of local authorities \n(ii)  Executing agency  Ministry of Highways, Ports and Shipping \n(iii) Key implementing  RDA \nagency \n(iv) Implementation unit  RDA, 40 staff (to be strengthened as required). \nProcurement  International competitive  40–50 contracts  $701.1 \nbidding  million \nConsulting services  Project implementation  About 400 person-months of  $29.5 \nconsultants (QCBS 90:10)  international and 7,000  million \nperson-months of national \nservices (4 contracts) \nIndividual consultants  96 person-months of  $5.0 \ninternational and 160 person- million \nmonths of national services \nRetroactive financing  Retroactive financing and advance contracting will be used for civil works \nand/or advance  and consulting services financed by tranche 1. \ncontracting  Under each tranche, ADB may, subject to its policies and procedures, \nallow on request (i) advance contracting of civil works, equipment and \nmaterials, and consulting services; and (ii) retroactive financing of eligible \nexpenditures for civil works, equipment and materials, and consulting \nservices up to 20% of proposed individual loan, incurred prior to loan \neffectiveness but not earlier than 12 months before the date of signing of \nthe related legal agreement. \nDisbursement   The loan proceeds will be disbursed in accordance with ADB's Loan \nDisbursement Handbook (2012, as amended from time to time) and \ndetailed arrangements agreed upon between the government and ADB. \nADB = Asian Development Bank, QCBS = quality- and cost-based selection, RDA = Road Development Authority. \nSource: Road Development Authority. \n \nIII.  DUE DILIGENCE \nA.  Technical \n22.  Engineering design has been carried out for all project roads under project 1 based on \nsite  condition  surveys,  field  investigations,  and  climate  risk  assessment.23 The  engineering \n                                                 \n23 Climate Risk Assessment and Management Report (accessible from the list of linked documents in Appendix 2). ", "     7 \n \ndesigns are optimized for economy and construction efficiency in accordance with international \nand  national  design  standards.  For  provincial  and  rural  roads,  a  context-sensitive  design \napproach  is  adopted  to  incorporate  community  concerns.  Construction  will  use  proven \ntechnology and standard materials compatible with local conditions. Project 1 of the investment \nprogram has two groups of civil works contracts: (i) conventional road contracts, including \nconstruction and 3-year performance-based maintenance; and (ii) road management contracts, \nincluding 7 years of rehabilitation and maintenance to deliver a predefined level of services. \n \nB.  Economic and Financial \n23.  In addition to the large vehicle operating cost and time savings, all-weather rural access \nroad will result in significant benefits, such as increased agriculture productivity, easier access \nto health and education, poverty reduction, and better employment opportunities for the rural \npopulation.  These  social  benefits  are  not  captured  by  the  conventional  economic  analysis \nmodel. Therefore, an economic internal rate of return (EIRR) threshold of 10% is adopted for \nrural access roads. For national roads, a threshold of 12% EIRR is used. The economic analysis \nof project 1 indicated it is economically viable, with an overall EIRR of 19.1%.24 A sensitivity \nanalysis on capital costs, benefits, and implementation delays confirmed its economic viability. \n \n24.  The unit costs related to operation and maintenance of project roads will decrease after \nconstruction is completed. Recent trends indicate that future budget allocations for national \nroads will be adequate. The government envisages that in the long term, the road maintenance \ntrust fund will allow access by provincial and local road agencies. The investment program will \nbuild the capacity of provincial and local road agencies to facilitate the process of granting \naccess of the trust fund to non-national roads, and to enhance their financial sustainability. \n \nC.  Governance \n25.  Policy and legal. The implementation arrangements of the investment program will \ninvolve  three  levels  of  government:  central,  provincial,  and  local.  At  the  central  level,  the \nMOHPS is responsible for the formulation of policies and performance monitoring. RDA was \nestablished as a statutory authority with a separate legal status by the Road Development \nAuthority Act in 1981. RDA’s chairperson reports to the secretary of MOHPS. At the provincial \nand local levels, the provincial councils are responsible for the work of the respective local \nauthorities within the provincial councils, under the 13th amendment to the Constitution enacted \nin 1987 and the Pradheshiya Sabha Act No 15 in 1987. In keeping with the devolution norm of \nSri Lanka, RDA acts as if contracted by the provincial authorities to construct roads that belong \nto the local authorities, and a memorandum of understanding to this effect will be executed. The \narrangements follow existing practice in Sri Lanka, where local authorities generally lack the \ncapacity and resources for such projects. \n \n26.  The implementation arrangements satisfy the RDA Act, which requires that RDA consult \nwith other government agencies regarding projects within their respective areas. The national \nsteering committee and provincial coordination committees will ensure proper coordination. \n \n27.  Institutional capacity. MOHPS and RDA have sufficient capacity, past experience, and \ninstitutional strength to procure the civil works, select consultants, and administer contracts. \nParticipation  of  provincial,  district  and  local  authorities  in  the  steering  and  coordination \ncommittees has been arranged, with consideration of their respective institutional capacity. \n                                                 \n24 Economic and Financial Analysis: Project 1 (accessible from the list of linked documents in Appendix 2). \n ", "8   \n \n28.  Financial management. A financial management assessment was carried out for RDA. \nRDA has prior and ongoing experience implementing ADB-funded projects. It has satisfactory \ncapacity in project financial accounting and in ADB disbursement procedures. RDA has a \ndedicated project accounting and finance team with suitably qualified accountants. RDA will \nestablish and maintain separate project records and accounts to identify the financing resources \nreceived and expenditures made for the project, thus ensuring an adequate audit trail. The \ngovernment’s Auditor General’s Department will annually audit the project accounts and related \nfinancial statements in accordance with international auditing standards. \n \n29.  Procurement  and  anticorruption.  Procurement  will  be  in  accordance  with  ADB’s \nProcurement Guidelines (2013, as amended from time to time). The Bribery Act, No. 11 of 1954 \n(as amended from time to time), the Declaration of Asset and Liabilities Act, No. 1 of 1975, and \nthe Permanent Commission to Investigate Allegations of Bribery and Corruption Act, No. 19 of \n1994 provide a legal basis to deal with bribery and corruption. The auditor general monitors \nprocurement activities. ADB’s Anticorruption Policy (1998, as amended to date) was explained \nto and discussed with the government, the MOHPS, and RDA. The specific policy requirements \nand supplementary measures are described in the facility administration manual. \n \nD.  Poverty and Social \n30.  Poverty  reduction  and  social  impacts.  Project  1  will  improve  the  socioeconomic \nsituation and enhance poverty reduction in Southern Province. About 1.2 million people live in \nthe 45 divisions within project areas. Consultation and social surveys were conducted along all \nproject roads, and covered 4,899 households (approximately 38% of the households along the \nproject roads), with 14 focus group discussions. The current road conditions were described as \nbad by 80% of surveyed households. Communities indicated that the poor conditions prevented \nsafe travel, and cited that positive benefits will include improved access to education and health, \nbetter  transport  services,  and  increased  job  opportunities.  Communities  will  be  consulted \nthrough a transect walk to ensure that the final design of provincial and rural roads incorporate \ntheir concerns on construction, social and environmental issues, and road safety.25 \n \n31.  Gender  and  development. The country now ranks midway on the United Nations \ngender-related development index. The social study found that women were actively engaged in \nfamily and community activities and decision-making processes: 80% always participating in \nfamily  decision  making,  54%  contributed  to  household income,  and  53%  were  involved  in \ncommunity activities. Sixty-two percent of women stated they were willing to participate in the \nproject through (i) working as maintenance laborer or civil works wage laborer, and (ii) operating \na  small  business  to  provide  services  to  contractors.  Women  indicated  that  improved  road \naccessibility will provide better access to health, education, social, and economic opportunities. \nA gender action plan has been prepared for project 1.26 Gender mainstreaming activities include \n(i) ensuring that at least 40% of the people consulted in the final design of rural access roads \nare women; (ii) integrating features that increase safety and meet the needs of the elderly, \nwomen, children and the disabled; (iii) ensuring that at least 30% of local employees hired for \nroad maintenance are women and that they receive equal wages for equal work; (iv) providing \ntraining in road maintenance to all employed women; and (v) encouraging women’s participation \nin awareness campaigns on road safety, sexually transmitted infections, and human trafficking. \n                                                 \n25 Summary Poverty Reduction and Social Strategy: Project 1 (accessible from the list of linked documents in \nAppendix 2). \n26 Gender Action Plan: Project 1 (accessible from the list of linked documents in Appendix 2). ", "     9 \n \n \n32.  HIV/AIDS and human trafficking. The HIV prevalence rate is low in Sri Lanka. The \nestablishment of the National Program for Sexually Transmitted Diseases and AIDS Control \nhelps refurbish health clinics and establish outreach and awareness programs. This investment \nprogram has incorporated measures to mitigate HIV/AIDS risks by undertaking awareness \ntraining for civil works contractors and for project-affected communities at prominent village \nlocations. Awareness-raising activities will be conducted separately for men and women. The \nsocial impact assessment did not identify human trafficking as a significant issue in the project \narea. It is anticipated that civil works contractors will hire local laborers and not require migrant \nworkers. Affected communities will be provided with awareness training on human trafficking. \n \nE.  Safeguards \n \n33.  Involuntary resettlement and indigenous peoples. Project 1 is classified as category \nB in involuntary resettlement in accordance with ADB’s Safeguard Policy Statement (2009). The \nimprovement of rural access roads and national roads will be within the existing alignment with \nno widening. Due diligence for project 1 identified no impacts to land, structures, private trees, \nor community resource properties.27 However, resettlement impacts may be encountered at a \nlater stage of the 7-year road management contract. A grievance redressal mechanism will be \nset up in all project areas. A resettlement framework has been prepared to guide compliance \nwith social safeguard requirements in succeeding projects.28 If land is required for the rural \naccess roads when implementing succeeding projects, the voluntary land donation system will \nbe used. The system has been used effectively under other rural development programs in Sri \nLanka.  Specific  procedural  requirements  for  land  donation,  involving  comprehensive \nconsultations with the communities, have been prepared in the resettlement framework. The \ngovernment will ensure that land donation is undertaken without coercion and documented in a \ntransparent manner, and will have the process verified by an independent monitor. For national \nroads  requiring  land,  acquisition  will  take  place  in  accordance  with  requirements  of  the \ngovernment and ADB’s Safeguard Policy Statement, per the resettlement framework. Project 1 \nis not expected to impact indigenous peoples and is consequently designated category C. An \nindigenous  peoples  planning  framework  has  been  prepared  to  guide  the  planning  and \npreparation of future projects.29  The due diligence report, the resettlement framework and the \nindigenous peoples planning framework have been disclosed on the ADB website. \n \n34.  Environmental impact. The scope of works under project 1 involves rehabilitation and \nmaintenance of existing rural and national roads. Therefore project 1 has been designated \ncategory B in accordance with ADB's Safeguard Policy Statement. A consolidated provincial-\nlevel initial environmental examination (IEE) report has been prepared,30 and an environmental \nassessment  and  review  framework  has  been  prepared  to  guide  compliance  with  the \nenvironmental  safeguard  requirements  of  the  government  and  ADB’s  Safeguard  Policy \nStatement in succeeding projects.31 The IEE and the environmental assessment and review \nframework fulfill ADB’s Safeguard Policy Statement requirements and have been disclosed on \nthe  ADB  website.  Anticipated  environmental  impacts  under  project  1  entail  typical  road \nconstruction-related issues such as generation of dust, noise, exhaust, waste from construction \nsites and worker camps, water contamination, occupational health and safety, erosion, and \nsiltation. Mitigation measures have been included in a standard environmental management \n                                                 \n27 Resettlement Due Diligence Report: Project 1 (accessible from the list of linked documents in Appendix 2). \n28 Resettlement Framework (accessible from the list of linked documents in Appendix 2). \n29 Indigenous Peoples Planning Framework (accessible from the list of linked documents in Appendix 2). \n30 Initial Environmental Examination: Project 1 (accessible from the list of linked documents in Appendix 2). \n31 Environmental Assessment and Review Framework (accessible from the list of linked documents in Appendix 2). \n ", "10   \nplan (EMP) as part of the IEE. The contractor will be required to prepare contract package-\nspecific  EMPs  based  on  their  final  design,  road-specific  environment  checklists,  and  the \nstandard EMP. Consultations have been conducted during the project preparation, and the IEE \nincorporates the concerns of the affected persons and stakeholders. \n \n35.  RDA has an experienced environment and social development division to manage both \nsafeguard issues, and a safeguard team from the division will be deputed under the project \nimplementation unit. The unit will also be supported by consultants for monitoring and reporting \non safeguard implementation. Safeguard training workshops will be held regularly. \n \nF.  Risks and Mitigating Measures \n36.  The  overall  risk  assessment  is  medium  without  mitigation  and  low  with  mitigation. \nIntegrated benefits and impacts are expected to outweigh costs. Major risks and mitigating \nmeasures are detailed in the risk assessment and risk management plan.32 The key risk is \nfrequent implementation delays resulting from the need to prepare detailed engineering designs \nand prolonged land acquisition and resettlement. To mitigate this risk, engineering design and \nbidding documents have been prepared in advance, and land requirements minimized. \n \nIV.  ASSURANCES \n37.  The government, the MOHPS, and the RDA have assured ADB that implementation of \nthe investment program shall conform to all applicable ADB policies including those concerning \nanticorruption  measures,  safeguards,  gender,  procurement,  consulting  services,  and \ndisbursement as described in detail in the facility administration manual and loan documents. \n \n38.  The government, the MOHPS, and the RDA have given ADB certain undertakings for \nthe MFF, which are set forth in the framework financing agreement. Specific covenants agreed \nby the government, the MOHPS, and the RDA with respect to individual tranches under the \nMFF are set forth in the loan agreement and project agreement for the respective tranches. \n \nV.  RECOMMENDATION \n39.  I am satisfied that the proposed multitranche financing facility would comply with the \nArticles of Agreement of the Asian Development Bank (ADB) and recommend that the Board \napprove the multitranche financing facility to the Democratic Socialist Republic of Sri Lanka for \nthe Integrated Road Investment Program in an aggregate principal amount not exceeding the \nequivalent of $800,000,000, which comprises: \n(i)  the provision of loans from ADB’s Special Funds resources, with interest and \nother  terms  to  be  determined  in  accordance  with  ADB's  applicable  policies \nrelating to Special Funds resources; and \n(ii)  the provision of loans from ADB's ordinary capital resources, with interest and \nother terms to be determined in accordance with ADB's London interbank offered \nrate (LIBOR)-based lending facility \nand is subject to such other terms and conditions as are substantially in accordance with those \nset forth in the framework financing agreement presented to the Board. \n \n                  Takehiko Nakao \n                  President \n3 September 2014\n                                                 \n32 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). ", "Appendix 1      11 \n \nDESIGN AND MONITORING FRAMEWORK FOR THE INVESTMENT PROGRAM \n \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Risks \nImpact  By 2027:    Assumptions \nImproved connectivity  The number of rural hub  Annual report of the  Government’s \nbetween rural  centers connected to  Ministry of Finance and  development strategy \ncommunities and  socioeconomic centers by  Planning  effectively coordinated \nsocioeconomic  all-weather roads  with road sector \nRDA survey \ncenters in Sri Lanka  increases by 1,000  investment \n    Planned transport \nprojects implemented \n   \nas scheduled \nOutcome  By 2024:  For all indicators:  Assumption \nIncreased transport  Travel time on project rural  RDA survey  Government provides \nefficiency on project  roads reduced by 20%  counterpart funds for \nroads  from 2013 rate  the project on time \nTravel time on project   \nnational roads reduced by \n10% from 2013 rate \nUse of roads built or   \nupgraded (average daily \nvehicle-km in the first full \nyear of operation) reaches \n2.8 million \nOutputs  By 2024:  For all indicators:  Risk \n1. Improved road  About 2,200 km of rural  RDA project  Implementation delayed \nconditions  access roads improved to  performance monitoring  by extreme weather \nbetween the  all-weather standard  system   conditions \nselected rural \nAbout 400 km of national     \ncommunities and \nroads rehabilitated and \nsocioeconomic \nmaintained under \ncenters \nperformance-based \ncontracts \nGender targets achieved     \nfor road maintenance \nworks \n  By 2024:    Assumption \n2. Enhanced capacity  Program for skills transfer  Capacity-building  Consensus reached \nof road agencies   to provincial and local road  program reports  with other government \nagencies from RDA  agencies on strategy to \nestablished and  improve the overall \nfunctioning  rural connectivity \nRural road design  Capacity-building \nstandard, construction  program reports \nspecification, and \nmaintenance manual \nendorsed by RDA \n ", "12  Appendix 1 \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Risks \nAbout 80 staff have  Training program reports \nreceived training on road \nasset management, \nproject management, \nand/or performance-based \nroad contracts \n \nActivities with Milestones  Inputs \n1.  Improved road conditions between the   \nselected rural communities and \nAsian Development Bank: $800 million \nsocioeconomic centers \nGovernment: $106 million \n1.1 Mobilize project implementation consultants by \n2014   \n1.2 Complete engineering design and bidding \ndocuments by 2016 \n1.3 Award all contracts for civil works by 2018 \n1.4 Complete civil works by 2024 \n1.5 Implement performance monitoring survey of \nthe investment program from 2014 to 2024 \n2.  Enhanced capacity of road agencies   \n2.1 Mobilize capacity-building consultants by 2017 \n2.2 Establish a skill transfer program to provincial \nand local road agencies by RDA by 2018 \n2.3 Develop a capacity development program on \nroad asset management for RDA, provincial \nand local road agencies by 2018 \n2.4 Develop rural road design standard, \nconstruction specification, and maintenance \nmanual by 2020 \n2.5 Develop standard bidding documents and \ncontract administration manual for road \nmanagement by 2020 \n2.6 Conduct training programs by 2024 \nkm =  kilometer, RDA = Road Development Authority. \nSource: Asian Development Bank. ", "  Appendix 2  13 \nLIST OF LINKED DOCUMENTS \nhttp://adb.org/Documents/RRPs/?id=47273-002-3 \n \n1.  Framework Financing Agreement \n2.  Periodic Financing Request for Tranche 1 \n3.  Sector Assessment (Summary): Transport (Road Transport) \n4.  Facility Administration Manual \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination \n7.  Economic and Financial Analysis: Project 1 \n8.  Country Economic Indicators \n9.  Summary Poverty Reduction and Social Strategy: Project 1 \n10.  Gender Action Plan: Project 1 \n11.  Initial Environmental Examination: Project 1 \n12.  Environmental Assessment and Review Framework \n13.  Resettlement Framework \n14.  Indigenous Peoples Planning Framework \n15.  Risk Assessment and Risk Management Plan \n \nSupplementary Documents \n16.  Resettlement Due Diligence Report: Project 1 \n17.  Disbursement-Based Approach and Time-Slice Financing \n18.  List of Projects \n19.  Climate Risk Assessment and Management Report \n20.  Comparison of Financing Modality \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20140904091945+08'00'", "Creator": "Acrobat PDFMaker 11 for Word", "Keywords": "sri lanka, road transport improvement, roads repair, rural development, rural access roads, national roads, road development, provincial roads, integrated road network, sustainable development, adb projects, terms and conditions, board approval, rrp", "ModDate": "D:20140929165953+08'00'", "Producer": "GPL Ghostscript 9.07", "Subject": "Reports and recommendations of the president (RRP) describes the terms and conditions of a project for consideration for approval by ADB. This RRP dated September 2014 is provided for the ADB project 47273-002 in Sri Lanka.", "Title": "RRP: Sri Lanka: Integrated Road Investment Program"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 6 August 2014) \n \nCurrency unit  –  Sri Lanka rupee/s (SLRe/SLRs) \nSLRe1.00  =  $0.0076787223   \n$1.00  =  SLRs130.230000   \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  EIRR  –  economic internal rate of return \n  EMP  –  environmental management plan \n  IEE  –  initial environmental examination \n  km  –  kilometer \n  MFF  –  multitranche financing facility \n  MOHPS  –  Ministry of Highways, Ports and Shipping \n  OCR  –  ordinary capital resources \n  RDA  –  Road Development Authority \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \nVice-President  W. Zhang, Operations 1 \nDirector General  H. Kim, South Asia Department (SARD) \nDirector  H. Yamaguchi, Officer-In-Charge, Transport and Communications \nDivision, SARD \n   \nTeam leader  C. Chen, Senior Transport Specialist, SARD \nTeam members  J. Ghimire, Counsel, Office of the General Counsel \n  T. Kawabata, Transport Specialist, SARD \n  T. Koike, Financing Partnerships Specialist, Office of Cofinancing \nOperations \n  A. Nanayakkara, Senior Project Officer (Road and Transport), Sri \nLanka Resident Mission (SLRM), SARD \n  R. V. Peri, Principal Transport Specialist, SARD \n  J. Ranaweera, Associate Financial Control Officer, SLRM, SARD \n  L. M. Tai, Senior Transport Specialist, SARD \n  K. Yangzom, Environment Specialist, SARD \n  S. Zhao, Social Development Specialist, SARD \nPeer reviewers  Z. Wu, Transport Specialist, Central and West Asia Department \n  D. Mizusawa, Infrastructure Specialist, Southeast Asia Department \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "W. Zhang", "role": "Operations", "organization": ""}, {"fullname": "H. Kim", "role": "South Asia Department (SARD)", "organization": ""}, {"fullname": "H. Yamaguchi", "role": "Officer-In-Charge", "organization": "Transport and Communications"}, {"fullname": "C. Chen", "role": "Senior Transport Specialist", "organization": "SARD"}, {"fullname": "J. Ghimire", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "T. Kawabata", "role": "Transport Specialist", "organization": "SARD"}, {"fullname": "T. Koike", "role": "Financing Partnerships Specialist", "organization": "Office of Cofinancing"}, {"fullname": "A. Nanayakkara", "role": "Senior Project Officer (Road and Transport)", "organization": "Sri"}, {"fullname": "R. V. Peri", "role": "Principal Transport Specialist", "organization": "SARD"}, {"fullname": "J. Ranaweera", "role": "Associate Financial Control Officer", "organization": "SLRM"}, {"fullname": "L. M. Tai", "role": "Senior Transport Specialist", "organization": "SARD"}, {"fullname": "K. Yangzom", "role": "Environment Specialist", "organization": "SARD"}, {"fullname": "S. Zhao", "role": "Social Development Specialist", "organization": "SARD"}, {"fullname": "Z. Wu", "role": "Transport Specialist", "organization": "Central and West Asia Department"}, {"fullname": "D. Mizusawa", "role": "Infrastructure Specialist", "organization": "Southeast Asia Department"}]}