{"path": "data/input/ta/47274-003-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 47274-003 \nOctober 2017 \n \n \nProposed Loans and Administration of Grants and \nTechnical Assistance Grants \nSocialist Republic of Viet Nam: Secondary Green \nCities Development Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011. \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 6 October 2017) \n \nCurrency unit  –  dong (D) \nD1.00  =  $0.000044 \n$1.00  =  D22,729 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CPC  –  city people’s committee \n  EMP  –  environmental management plan \n  GCAP  –  GrEEEn City Action Plan \n  GEF  –  Global Environment Facility \n  ha  –  hectare \n  km  –  kilometer \n  MONRE  –  Ministry of Natural Resources and Environment \n  O&M  –  operation and maintenance \n  PAM  –  project administration manual \n  PMU  –  project management unit \n  PPC  –  provincial people’s committee \n  PRC  –  People’s Republic of China \n  REMDP  –  resettlement and ethnic minority development plan \n  TA  –  technical assistance \n  UCCRTF  –  Urban Climate Change Resilience Trust Fund \n  UFPF  –  Urban Financing Partnership Facility \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n   \n ", " \nVice-President  S. Groff, Operations 2 \nDirector General  R. Subramaniam, Southeast Asia Department (SERD) \nDirectors  E. Honda, Officer-in-Charge, Urban Development and Water \nDivision, SERD \n  E. Sidgwick, Viet Nam Resident Mission, SERD \n   \nTeam leader  S. Ishii, Senior Urban Development Specialist, SERD \nTeam members  L. Adams, Senior Social Development Specialist, SERD \n  L. Balicanot, Associate Project Officer, SERD \n  N. M. Binh, Senior Project Officer (Urban), SERD \n  E. Dig, Operations Assistant, SERD \n  B. Dunn, Principal Environment Specialist, Sustainable \nDevelopment and Climate Change Department (SDCC) \n  A. Fox, Principal Procurement Specialist, Operations Services and \nFinancial Management Department \n  N. T. Giang, Social Development Officer (Gender), SERD \n  H. Jenny, Principal Infrastructure Specialist, East Asia Department \n  A. Morel, Senior Environment Specialist, SERD \n  A. Orbe, Senior Operations Assistant, SERD \n  M. Ovenden, Social Development Specialist (Resettlement), SERD \n  C. Pak, Senior Counsel, Office of the General Counsel \n  S. Tansengco-Schapero, Senior Finance Specialist, SERD \n  S. Vemuri, Urban Development Specialist, SERD \nPeer reviewers  V. Padmanabhan, Technical Advisor (Urban), SDCC \n  A. Conroy, Young Professional, SDCC \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", " \nCONTENTS \nPage \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  4 \nC.  Outputs  4 \nD.  Summary Cost Estimates and Financing Plan  5 \nE.  Implementation Arrangements  6 \nIII.  ATTACHED TECHNICAL ASSISTANCE  7 \nIV.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial  8 \nC.  Governance  8 \nD.  Poverty, Social, and Gender  9 \nE.  Safeguards  9 \nF.  Summary of Risk Assessment and Risk Management Plan  10 \nV.  ASSURANCES AND CONDITIONS  11 \nVI.  RECOMMENDATION  11 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  12 \n2.  List of Linked Documents  15 \n \n \n \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 47274-003\nProject Name Secondary Green Cities Development  Department SERD/SEUW\nProject  /Division\nCountry Viet Nam, Socialist Republic of Executing Agency Provincial People's \nBorrower Government of Viet Nam Committee Thua Thien Hue, \nProvincial People's \nCommittee Vinh Phuc, \nProvincial People's \nCommittee of Ha Giang\n2. Sector Subsector(s)      ADB Financing ($ million)\nWater and other urban Other urban services 36.10\ninfrastructure and services Urban flood protection 60.87\nUrban sanitation 30.80\nUrban water supply 1.21\nTransport Urban roads and traffic management 41.02\nTotal 170.00\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic growth Pillar 2: Access to economic  Adaptation ($ million) 29.16\n(IEG) opportunities, including jobs, made  Climate Change impact on the  Medium\nmore inclusive Project\nEnvironmentally sustainable Disaster risk management\ngrowth (ESG) Global and regional transboundary \nenvironmental concerns\nUrban environmental improvement\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity Civil society participation Effective gender mainstreaming \ndevelopment (GCD) Institutional development (EGM)\nPartnerships (PAR) International finance institutions (IFI)\nOfficial cofinancing\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Urban High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals SDG6, SDG11\n6. Risk Categorization: Complex\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: A   Indigenous Peoples: B\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 170.00\n     Sovereign Project (Concessional Loan): Ordinary capital resources 120.00\n     Sovereign Project (Regular Loan): Ordinary capital resources 50.00\nCofinancing 6.00\n     Global Environment Facility - Grant (Full ADB Administration) 2.00\n     Urban Climate Change Resilience Trust Fund under the Urban Financing  4.00\nPartnership Facility - Grant (Full ADB Administration)\nCounterpart 47.87\n     Government  47.87\nTotal 223.87\nNote: An attached technical assistance will be financed on a grant basis by the Global Environment Facility Trust Fund in \nthe amount of $6,256,881; GEF-Special Climate Change Fund in the amount of $4,566,210; Urban Climate Change \nResilience Trust Fund under the Urban Financing Partnership Facility in the amount of $2,000,000. \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 22042017154009051521 Generated Date: 22-Sep-2017 15:25:44 PM", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on proposed loans to \nthe Socialist Republic of Viet Nam for the Secondary Green Cities Development Project. The \nreport also describes (i) the proposed administration of grants to be provided by the Global \nEnvironment Facility (GEF) and the Urban Climate Change Resilience Trust Fund (UCCRTF)1 \nunder  the  Urban  Financing  Partnership  Facility  (UFPF)  for  the  Secondary  Green  Cities \nDevelopment Project, and (ii) the proposed administration of technical assistance (TA) to be \nprovided by the GEF and the UCCRTF under the UFPF to the Government of Viet Nam for the \nMainstreaming Climate Resilience and Environmental Protection for Secondary Green Cities \nDevelopment, and if the Board approves the proposed loans, I, acting under the authority \ndelegated to me by the Board, approve the administration of the grants and TA. \n \n2.  The project will support environmentally sustainable and socially inclusive development in \nthe  cities  of  Vinh  Yen,  Hue,  and  Ha  Giang  in  Viet  Nam  to  enhance  their  economic \ncompetitiveness. It will (i) control urban storm water runoff and reduce flood risks, (ii) improve \nsanitation for public health, (iii) enhance green landscaping and public amenities, (iv) upgrade \nurban road networks and their connectivity, and (v) promote public participation in planning. The \nproject will demonstrate green and climate-resilient development approaches that will be scaled \nup for nationwide secondary green city development in Viet Nam. \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Development constraints. Because of rapid urbanization, 31.1 million people live in cities \nin Viet Nam, and they contributed about 70% of the country’s gross domestic product in 2015 \n($193.4 billion).2 Although a structural shift from agriculture to industry and services is driving Viet \nNam’s rapid growth, the country’s urbanization is uneven. Unlike the five centrally administered \ncities,  the  development  of  secondary  cities  is  lagging.3 In  these  cities,  less  than  60%  of \nhouseholds are connected to the water supply system, only 10% of their urban wastewater is \ntreated by a centralized system, and domestic wastewater treatment relies heavily on poorly \nmaintained household septic tanks. The lack of proper storm water management has reduced the \ncapacity of drainage systems and causes frequent flooding. Many urban road networks reach \ntheir capacity and have difficulty accommodating an increasing number of vehicles. Climate \nchange also severely impacts secondary cities. By 2100, a projected sea-level rise of 100 \ncentimeters could flood a 40,000-square-kilometer area and affect 9 million–11 million people. \nMeanwhile, inland cities will suffer from lack of water resources because of the reduced annual \nflow of major rivers.4 In addition to the government’s financial decentralization policy, that has \nreduced budget transfers to secondary cities5, infrastructure development in these cities relies \n                                                \n1  Financing partners are the Rockefeller Foundation and the governments of Switzerland and the United Kingdom. \n2  Government of Viet Nam, General Statistics Office of Viet Nam. 2016. Statistical Yearbook of Vietnam 2015. Ha Noi. \nIn 2015, Viet Nam has population of 91.7 million. Urbanization is increasing at a rate of 4.0% per year, much faster \nthan the national population growth rate of 1.1%. \n3  The five centrally administered cities are Can Tho, Da Nang, Hai Phong, Ha Noi, and Ho Chi Minh City. A secondary \ncity generally has a population of 50,000–300,000. \n4  Asian Development Bank (ADB). 2009. The Economics of Climate Change in Southeast Asia: A Regional Review. \nManila; Sub-Institute of Hydrometeorology and Climate Change. 2011. Development and Implementation of Climate \nChange Adaptation Measures in Coastal Areas in Vietnam. Ho Chi Minh City. \n5  Because of the government’s financial decentralization policy, many local governments have had to confront large \nfinancial deficits stemming from reduced fiscal budget transfers and limited sources of their own fiscal revenue. \n \n ", "2 \nheavily on public investment as their limited size and coverage cannot support economies of scale \nor cost recovery. Yet, their weak institutional capacity to plan, design, and prioritize investments \nprevents the efficient use of public funds and application of innovative ideas. \n \n4.  Government effort and challenges. Viet Nam’s Socio-Economic Development Strategy, \n2011–2020 and its Socio-Economic Development Plan, 2016–2020 aim to sustain economic \ngrowth rates while achieving social inclusiveness and environmental protection.6 This has led the \ngovernment to issue the specific sector policies—the National Orientation Master Plan to 2025 \nand the National Program on Urban Development—to guide efficient, sustainable, and equitable \nurbanization in the future.7 However, secondary cities’ slow development prevents them from \ncontributing to the national socioeconomic growth, especially by (i) providing job opportunities \nand livable environments for locals and migrant workers, and (ii) minimizing income disparities by \nsupporting the growth of middle-income groups. \n \n5.  The government requested assistance from the Asian Development Bank (ADB), which \nhas been supporting the comprehensive basic urban infrastructure development in secondary \ncities since 2003.8 ADB has found that responding to a city’s complex socioeconomic and financial \nconstraints requires strategic support in upstream city planning and the identification of effective \ninvestments. The government and  ADB jointly selected Vinh Yen, Hue, and Ha Giang as \ndemonstration  cities  because  they  represent  different  socioeconomic  characteristics, \ndevelopment constraints, and geographic locations. ADB supported the preparation of a GrEEEn \ncity action plan (GCAP) for each city, which piloted an integrated planning and prioritized \ninvestment  approach  to  boost  their  economic  competitiveness,  while  incorporating  social \ninclusiveness, climate resilience, and environmental sustainability in infrastructure planning and \ndevelopment. 9 \n \n6.  Vinh Yen, the capital of Vinh Phuc province with a population of 105,800 as of 2016, is \none of the satellite cities forming the greater Ha Noi cluster. Because of its strategic location, the \ncity  is  experiencing  rapid  economic  growth  led  by  foreign  direct  investment  in  automobile \nmanufacturing.10 However, Vinh Yen has failed to take full advantage of its industrial structure \nand provide a better quality of life for its people. The GCAP identified the following priorities: (i) \nregain  economic  competitiveness  by  linking  local  industries  to  emerging  opportunities  and \ndeveloping academic institutions that will support skilled labor to attract industries that will \ndiversify its value chain;11 (ii) expand the limited sanitation coverage and upgrade the combined \nsewerage system, which currently serves only 30% of households; and (iii) improve livability for \nthe local population and migrant workers by increasing public green spaces from 4.8 square \nmeters per person to the government’s target of 5.0–7.0 square meters per person. \n                                                \n6  Government of Viet Nam, Ministry of Planning and Investment. 2011. Socio-Economic Development Strategy, 2011–\n2020. Ha Noi; Government of Viet Nam, Ministry of Planning and Investment. 2015. Socio-Economic Development \nPlan, 2016–2020. Ha Noi. \n7  Government of Viet Nam. 2009. Orientation Master Plan for Viet Nam Urban System Development to 2025 with a \nVision to 2050. Ha Noi (Prime Minister’s Decision 445/2009). \n8  ADB. 2003. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the Socialist \nRepublic of Viet Nam for the Central Region Urban Environmental Improvement Project. Manila. \n9  ADB. 2012. Technical Assistance for Green Cities—A Sustainable Urban Future in Southeast Asia. Manila. The TA \napplied the GrEEEn city concept that enables cities to be economically competitive, environmentally sustainable, \nsocially equitable, and resilient to climate change and natural disasters. The GCAP was agreed upon and published \nin 2014: ADB. 2014. Hue GrEEEn City Action Plan. Manila; ADB. 2014. Vinh Yen GrEEEn City Action Plan. Manila. \nADB provided project preparatory TA for the Secondary Cities Development Program (Green Cities) (TA 8671-VIE). \n10 In 2015, the per capita gross regional product in Vinh Phuc was $4,410. \n11 In Vinh Phuc, local industries support less than 10% of the automobile manufacturing supply chain. \n \n ", "3 \n7.  As the capital of Thua Thien Hue province, Hue is a historic tourism city with a population \nof  355,095  (2016).  The  city  struggles  to  balance  historical  asset  conservation  and  urban \ndevelopment.12 Despite a rapid increase in the number of tourist arrivals, the provincial per capita \ngross regional product of about $1,881 remains lower than the national average. Hue’s GCAP \ntargets the continued development of the tourism industry, while ensuring better quality of life for \nlocal people, by (i) improving the environment in and around the Hue Citadel, where an insufficient \nwastewater and drainage system (only 30% coverage) causes frequent flooding; (ii) developing \na new urban area on the east bank of the Huong River to reduce development pressures on the \nhistorical conservation areas on the west bank; and (iii) mitigating the impacts of rapidly increasing \nroad traffic and fragmented road connections, as well as associated traffic safety concerns.  \n \n8.  Ha Giang, the capital of Ha Giang province with a population of 55,900 (2016), is on the \ncountry’s northern border with the People’s Republic of China (PRC) at the confluence of the Mien \nand Lo Rivers. The landlocked city remains economically isolated because it has not realized its \neconomic growth potential as a border city with the PRC.13 The GCAP proposes (i) constructing \nwastewater and drainage systems in the city center to mitigate seasonal flooding and water \npollution; (ii) strengthening the river embankment against erosion and annual flooding, which \ncauses an average economic loss of $0.6 million per year; and (iii) improving the capacity and \nconnectivity of the urban road network to support increasing cross-border trade with the PRC and \nmore than 489,000 tourists per year to the Dong Van Karst Plateau, a member of the United \nNations Educational, Scientific and Cultural Organization Global Geoparks Network. \n \n9.  ADB’s value addition. ADB added value based on its lengthy experience in supporting \nsecondary cities in various geographic areas of Viet Nam. ADB’s proposed solution builds on its \nknowledge work and addresses complex secondary city development issues through TA and loan \nprojects. The project components were selected based on ADB’s capacity development TA,14 \nwhich  conceptualized,  analyzed,  and  integrated  green  and  climate-resilient  development \napproaches in cities. Project preparatory TA15 refined the GCAPs and prioritized investment for \ncity development. Parallel with project implementation, the attached TA will leverage the project \nimpact to (i) mainstream green and climate-resilient development through national policy and \nregulatory reform, (ii) update the GCAPs and improve project cities’ master plans, and (iii) \nreplicate the approach in other secondary cities in Viet Nam. The project also incorporates \nlessons from previous ADB projects in Viet Nam, including the need to (i) apply project readiness \nfilters to minimize start-up delays; (ii)  show strong commitment on tariff reform to recover \noperation and maintenance (O&M) costs, and ensure the financial sustainability; (iii) promote \nprovincial government agencies’ strong ownership and early involvement in project design and \nthe management; and (iv) provide loan and grant resources to operationalize a revolving fund.16 \n \n10.  Special features and strategic fit. The project will help the three cities consider design \nalternatives  and  demonstrate  innovative  green  infrastructure  solutions  by  (i)  adopting  an \necological and climate-resilient design for embankments and urban drainage channels that will \nminimize concrete structures, balance engineering measures with river ecosystem conservation, \nand enhance public amenities; (ii) including green functions in road designs to allow water filtration \n                                                \n12 The Hue Citadel and other physical cultural resources were recognized as World Heritage sites in 1993. \n13 In 2015, the per capita gross regional product in Ha Giang province was $1,712. \n14 ADB. 2012. Technical Assistance for Green Cities—A Sustainable Urban Future in Southeast Asia. Manila. \n15 ADB. 2014. Technical Assistance for the Secondary Cities Development Program (Green Cities). Manila. \n16 Independent Evaluation Department. 2009. Sector Assistance Program Evaluation: Urban Services and Water \nSupply and Sanitation Sector in Viet Nam. Manila; ADB. 2011. Completion Report: Third Provincial Towns Water \nSupply and Sanitation Project in Viet Nam. Manila; ADB. 2013. Completion Report: Central Region Urban \nEnvironmental Improvement Project in Viet Nam. Manila. \n ", "4 \nand retention for storm water runoff; and (iii) implementing flagship GEF and UCCRTF grant \ninvestments that will effectively raise people’s awareness and demonstrate the government’s \ncommitment to greener and more inclusive city development. In Ha Giang, replacing 1,900 \nstreetlights with energy-efficient lighting will significantly change the ambience of the city center \nat night. Activities directly supporting communities vulnerable to climate risk in Hue and Vinh Yen \nwill enable the project to reach the people in need through a participatory approach. The attached \nTA will demonstrate an innovative financial mechanism for Hue to protect its infrastructure assets \nagainst climate change and disaster risk. The project aligns with ADB’s country partnership \nstrategy, 2016–2020 for Viet Nam. It is also consistent with ADB’s Midterm Review of Strategy \n2020, Urban Operational Plan, and Environment Operational Directions as it promotes knowledge \nsolutions and the scaling up of climate adaptation, as well as competitive, inclusive, and green \ncity development and better quality of life through a climate-resilient city.17 \n \nB.  Impact and Outcome \n \n11.  The project is aligned with the following impacts: improved efficiency, sustainability, and \nequitability of secondary cities development in Viet Nam (footnote 6). The project will have the \nfollowing  outcome:  strengthened  environmental  sustainability,  inclusiveness,  and  climate \nresilience of Vinh Yen, Hue, and Ha Giang.18 \n \nC.  Outputs \n \n12.  Output 1: Green and resilient urban infrastructure services in Vinh Yen improved. \nThis subproject will have three components. The green and resilient urban space improvement \ncomponent includes (i) a new wastewater treatment system with a 6,000-cubic-meter-per-day \nplant and 66.1 kilometers (km) of new and upgraded pipelines for drainage and pollution control, \n(ii) the dredging of the Dam Vac lake to increase its storm water retention capacity, (iii) 3.5 km of \nembankment protection and improved public access to the waterfront, and (iv) 44.5 hectares (ha) \nof  new  public  green  space.  The  competitive  city  development  component  will  finance  the \nconstruction of an industrial promotion and exhibition center to attract investments and a 5.6 km \nroad connecting the city center to the developing university area. The green flagship grant \ncomponent includes (i) community-led activities for climate-vulnerable communities to enhance \ntheir level of adaptation; and (ii) establishment of a government-managed revolving fund to \npromote household connections to a project-financed centralized wastewater treatment system. \n \n13.  Output 2: Green and resilient urban infrastructure services in Hue improved. This \nsubproject will have three components. The green and resilient urban development component \nincludes (i) improving the drainage capacity, water environment, and livability of the inner and \nsurrounding areas of the Citadel by upgrading 21.9 km of drainage pipelines, rehabilitating 15.9 \nkm of road surface and drainage, and dredging 6.2 ha of water-retention ponds; (ii) protecting 9.0 \nkm of river embankments with environment-friendly materials and improved public access; (iii) \nenhancing 17.2 ha of green spaces and landscaping for public amenities; and (iv) extending \naccess to a clean water supply to the Phu Son communes through two booster pump stations, \n30.8 km of pipelines, and 469 household connections. The urban road connectivity and tourist \naccess improvement component will connect missing links of the urban road network to a 7.2 km \n                                                \n17 ADB. 2016. Country Partnership Strategy: Viet Nam, 2016–2020—Fostering More Inclusive and Environmentally \nSustainable  Growth.  Manila;  ADB.  2014.  Midterm  Review  of  Strategy  2020:  Meeting  the  Challenges  of  a \nTransforming Asia and Pacific. Manila; ADB. 2013. Urban Operational Plan, 2012–2020. Manila; ADB. 2013. \nEnvironment Operational Directions 2013–2020: Promoting Transitions to Green Growth in Asia and the Pacific. \nManila. \n18 The design and monitoring framework is in Appendix 1. \n ", "5 \nroad and three bridges to reduce traffic congestion and improve access for the increasing number \nof tourists. The green flagship grant component will involve consultations with climate-vulnerable \ncommunities to identify their needs, and will fund the required equipment procurements, small \nworks, and activities. \n \n14.  Output 3: Green and resilient urban infrastructure services in Ha Giang improved. \nThis  subproject  will  have  three  components.  The  green  and  resilient  urban  development \ncomponent will improve the capacity of 7.0 km of urban drainage by incorporating green features, \nand protect 5.6 km of river embankments with environment-friendly materials to prevent flood and \nsoil erosion. The integrated road network development component will enhance the urban road \nnetwork with a 6.2 km road and a 150-meter bridge to divert the increasing number of tourists and \ncross-border  logistic-related  traffic.  The  green  flagship  grant  component  will  replace  1,900 \nstreetlights in the city with energy-efficient streetlights. \n \n15.  For all subprojects, the provincial people’s committees (PPCs)—the executing agencies—\nwill strengthen institutional capacity by engaging consulting services for construction supervision, \nsafeguards and social compliance monitoring, detailed engineering design, and auditing. \n \nD.  Summary Cost Estimates and Financing Plan \n \n16.  The project is estimated to cost $223.9 million (Table 1), of which 79.6% will finance works, \n4.9% will finance consultants, and 15.5% will finance environment and social mitigation and \nrecurrent costs. ADB will cover works and consulting services related to construction supervision, \nsafeguards and social monitoring, and auditing. Detailed cost estimates by expenditure category \nand by financier are in the project administration manual (PAM).19 The GEF grant will finance \n100% of climate mitigation costs, estimated at $2 million. ADB will finance 100% of climate \nadaptation costs, estimated at $29.2 million. \n \nTable 1: Summary Cost Estimates \n($ million) \nItem  Amounta \nA.  Base Costb   \n  1.  Green and resilient urban infrastructure services in Vinh Yen improved  75.63 \n  2.  Green and resilient urban infrastructure services in Hue improved  51.93 \n  3.  Green and resilient urban infrastructure services in Ha Giang improved  40.88 \n    Subtotal (A)  168.44 \nB.  Contingenciesc  48.13 \nC.  Financial Charges During Implementationd  7.30 \n      Total (A+B+C)  223.87 \na  Includes taxes and duties of $13.47 million. The government will finance taxes and duties of $13.47 million and land \nacquisition and resettlement costs by the counterpart funds. \nb  Mid-2017 prices. \nc  Physical contingencies computed at 10% for all components. Price contingencies computed at an average of 1.5% \non foreign exchange costs and 5.0% on local currency costs; includes a provision for potential exchange rate \nfluctuation under the assumption of a purchasing power parity exchange rate. \nd  Includes interest and commitment charges. Interest during construction for the ordinary capital resources loans have \nbeen computed at (i) the 5-year United States dollar fixed swap rate plus an effective contractual spread of 0.5% and \nmaturity premium of 0.1% for the regular loan, and (ii) 2.0% per year during the grace period and thereafter for the \nconcessional loan. Commitment charges for the ordinary capital resources loan are 0.15% per year to be charged \non the undisbursed loan amount. \nSource: Asian Development Bank. \n \n                                                \n19  PAM (accessible from the list of linked documents in Appendix 2). \n ", "6 \n17.  The government has requested a regular loan of $50 million and a concessional loan of \n$120 million from ADB’s ordinary capital resources to help finance the project. The regular loan \nwill have a 25-year term, including a 6-year grace period; an annual interest rate determined in \naccordance with ADB’s London interbank offered rate-based lending facility; a commitment \ncharge of 0.15% per year (interest and other charges during construction to be capitalized in the \nloan); and such other terms and conditions set forth in the draft loan and project agreements. \nBased on the straight-line method, the average maturity is 15.75 years, and the maturity premium \npayable to ADB is 0.10% per year. The concessional loan will have a 25-year term, including a 5-\nyear grace period; a 2% annual interest rate during the grace period and thereafter; and such \nother terms and conditions set forth in the draft loan and project agreements. The GEF will provide \ngrant cofinancing equivalent to $2 million and the UCCRTF (footnote 1) will provide grant \ncofinancing equivalent to $4 million, both to be administered by ADB, following terms and \nconditions set forth in the grant agreements. \n \n18.  The  summary financing  plan  is  in  Table 2. The government  will  make  70%  of the \nconcessional loan available to the PPCs of Ha Giang, Thua Thien Hue, and Vinh Phuc through \nbudgetary grant allocation and will onlend the remaining amount under respective subsidiary loan \nagreements, all upon terms and conditions satisfactory to ADB.20 The government will make \n100% of the regular loan available to the Thua Thien Hue and Vinh Phuc PPCs through onlending \nunder respective subsidiary loan agreements, all upon terms and conditions satisfactory to ADB. \nThe GEF and UCCRTF grants will be fully passed on to the PPCs under respective sub-grant \nagreements. The government and each PPC will sign the respective sub-loan and sub-grant \nagreements with the same terms and conditions as the original ADB loans and GEF and UCCRTF \ngrants. The PPCs will assume the foreign exchange and interest variation risks of the ADB loans. \nThe government has assured ADB that the PPCs will provide counterpart funds necessary for the \nproject in a timely manner, including additional funding required for any shortfall of funds that may \noccur during project implementation. The indicative funds flow and loan and grant arrangements \nare in the PAM (footnote 19). \n \nTable 2: Summary Financing Plan \nAmount  Share of Total \nSource  ($ million)  (%) \nAsian Development Bank      \nOrdinary capital resources (regular loan)  50.0  22.3 \nOrdinary capital resources (concessional loan)  120.0  53.6 \nGlobal Environment Facilitya (grant)  2.0  0.9 \nUrban Climate Change Resilience Trust Fundb under the Urban Financing \nPartnership Facility (grant)  4.0  1.8 \nGovernment  47.9  21.4 \nTotal  223.9  100.0 \na  Administered by the Asian Development Bank. \nb  Financing partners are the Rockefeller Foundation and the governments of Switzerland and the United Kingdom. \nAdministered by Asian Development Bank. \nSource: Asian Development Bank. \n \nE.  Implementation Arrangements \n \n19.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe PAM (footnote 19). \n \n                                                \n20 The breakdown of financing by province is detailed in the PAM.  \n ", "7 \nTable 3: Implementation Arrangements \nAspects   Arrangements \nImplementation period  January 2018–December 2023 \nEstimated completion date   31 December 2023 (estimated loan/grant closing date: 30 June 2024) \nManagement \n(i)   Oversight body  Project leading groups chaired by respective vice-chairman of the province \n(ii)   Executing agency  Vinh Phuc PPC, Thua Thien Hue PPC, and Ha Giang PPC \n(iii)  Key implementing  Vinh Phuc Foreign Concessional Loan Project Management Office, Thua Thien \nagencies  Hue Provincial Department of Planning and Investment, and Ha Giang City \nPeople’s Committee. \n(iv)  Implementation unit  A project management unit comprising technical, safeguards, social, and financial \nstaff is established under each implementing agency. \nProcurementa  International competitive bidding  3 contracts  $33.2 million \nNational competitive bidding  21 contracts  $126.9 million \nConsulting servicesa  Least-cost selection  12 person-months  $0.2 million \nQuality- and cost-based selection  270 person-months  $8.4 million \nDisbursement  The loan and grant proceeds will be disbursed following ADB's Loan \nDisbursement Handbook (2017, as amended from time to time) and detailed \narrangements that the government and ADB agree upon. \nPPC = provincial people’s committee. \na  The PPCs’ procurement and recruitment will follow ADB’s Procurement Guidelines (2015, as amended from time to \ntime), and ADB’s Guidelines on the Use of Consultants (2013, as amended from time to time). \nSource: Asian Development Bank. \n \nIII.  ATTACHED TECHNICAL ASSISTANCE \n \n20.  The transaction TA is estimated to cost $14.1 million, of which $10.8 million will be \nfinanced on a grant basis by the GEF and $2.0 million will be financed on a grant basis by the \nUCCRTF (footnote 1). ADB and the Ministry of Natural Resources and Environment (MONRE) \nwill  jointly  administer  the  TA.21 The  TA  outputs  will  promote  the  green  and  resilient  city \ndevelopment approach at different levels of government through (i) the formulation of a national \nregulatory  framework  for  an  enabling  environment  for  sustainable  and  resilient  cities;  (ii) \ndemonstration of sustainable and resilient development in Ha Giang, Hue, and Vinh Yen; (iii) \npreparation and testing of innovative climate risk financing in Hue; and (iv) enhancement and \nreplication of integrated and resilient environmental planning in selected cities and provinces. The \nTA will be implemented from 2018 to 2022. MONRE will serve as the executing agency and will \ncoordinate with the three project cities, other PPCs for replication activities, and the line ministries \nfor national regulatory and policy reforms. The national government has mandated the MONRE \nto accumulate experience, and coordinate and promote national climate resilience in Viet Nam \nthrough  the  TA  activities.  MONRE  and  the  provincial  and  city  governments  will  provide \ncounterpart support in the form of staff, local data collection and coordination, and other in-kind \ncontributions. \n \nIV.  DUE DILIGENCE \nA.  Technical \n \n21.  The project will ensure that the climate-resilient and green infrastructure design and \napproaches (para. 10) complement projects funded by other development partners, collectively \n                                                \n21 Attached Technical Assistance (accessible from the list of linked documents in Appendix 2). Of the GEF portion, \n$6,256,881 will come from the GEF Trust Fund and $4,566,210 from the GEF Special Climate Change Fund. The \nTA has four outputs, of which three will be administered by ADB and the one will be administered by MONRE. \n \n ", "8 \nresulting in a stronger overall climate adaptation impact.22 The analysis confirmed the project is \ntechnically viable after a detailed examination of compatibility  with Viet Nam’s engineering \nguidelines, traffic demand and urban storm runoff projections, and wastewater generation and \nrequired treated effluent quality. An alternative analysis considered cost effectiveness (covering \noperating costs), the use of appropriate technology within operating agencies, and the reduction \nof negative social and environmental impacts. The project will provide training to ensure the \nsustainable O&M of project facilities. \n \nB.  Economic and Financial \n \n22.  Economic analysis. An economic analysis concluded that the project is economically \nviable. Economic internal rates of return were computed at 16.7% for the overall project, 18.8% \nfor the Ha Giang subproject, 21.3% for the Hue subproject, and 9.2% for the Vinh Yen subproject. \nThe project’s economic benefits include (i) travel time and vehicle operation cost savings from \nimproved roads and network connectivity, (ii) health-related expenditure savings from improved \nsanitation services, and (iii) higher revenue from tourism and business-related foreign travelers.23 \n \n23.  Financial analysis. A financial evaluation of the only revenue-generating wastewater \ntreatment system in Vinh Yen indicated that the government will be unable to achieve full cost \nrecovery through wastewater tariff collection.24 The financial internal rate of return is –3.7%. The \nfinancial impact assessment for this component demonstrated that the Vinh Yen PPC and the city \npeople’s committee (CPC) have the financial capacity to complete the project and cover O&M \ncosts. The analysis indicated that the system will generate revenue from the projected wastewater \ntariffs to cover O&M costs. The financial impact assessment for the entire project ensured fiscal \nsustainability during implementation and operation until 2042. An assessment of the three PPCs’ \nfinancial capacity indicated that annual counterpart funds and interest during construction will \naccount for 0.1%–4.7% of the projected fiscal surplus, and debt service during operation will be \n0.1%–2.6%. The assessment also concluded that the Vinh Yen, Hue, and Ha Giang CPCs have \nthe capacity to finance O&M during operation. The fiscal impact of O&M costs on the CPCs’ fiscal \nbudget was estimated at 1.0%–4.6%, indicating sufficient financial capacity. Loan assurances \nmitigate fiscal risks with regard to the timely appropriation of counterpart funds, wastewater tariff \ncollection, and operational sustainability.25 \n \nC.  Governance \n \n24.  All PPCs have experience in projects funded by international financial institutions and \nbilateral  development  partners.  They  will  supervise  the  implementing  agencies  under  the \nprovincial governments (Vinh Phuc and Thua Thien Hue) and the city government (Ha Giang). \nProcurement capacity assessments concluded that, with the agreed mitigation actions, the Vinh \nPhuc Provincial Foreign Concessional Loans Project Management Office, Thua Thien Hue \nDepartment of Planning and Investment, and Ha Giang CPC have adequate capacity to conduct \nprocurement activities following ADB guidelines. The financial management risk is substantial. A \n                                                \n22 These include (i) a proposed provincial flood control and mitigation project funded by the World Bank and a \nwastewater treatment system funded by the Japan International Cooperation Agency in Vinh Yen; (ii) the construction \nof a wastewater treatment system in Hue, also funded by the Japan International Cooperation Agency; and (iii) a \nproposed wastewater treatment system funded by Danish International Development Assistance in Ha Giang. \n23 Economic Analysis (accessible from the list of linked documents in Appendix 2). \n24 Government of Viet Nam. 2014. Decree on Water Drainage and Wastewater Treatment. Ha Noi (No. 80/2014/ND-\nCP). ADB and other international development partners recognize the difficulty of achieving full cost recovery in the \nwastewater subsector in Viet Nam. The recommended levels of wastewater tariff should recover O&M costs. \n25 Financial Analysis (accessible from the list of linked documents in Appendix 2). \n ", "9 \ntime-bound action plan was agreed upon to mitigate risks through (i) loan covenants on the timely \nappropriation of counterpart funds and anticorruption measures, (ii) periodic public financial \nmanagement training, and (iii) the engagement of a qualified auditing firm. ADB’s Anticorruption \nPolicy (1998, as amended to date) was explained to and discussed with the government and the \nPPCs. The specific policy requirements and supplementary measures are described in the PAM \n(footnote 19). \n \nD.  Poverty, Social, and Gender \n \n25.  The project will benefit about 116,000 households (12,308 in Ha Giang, 78,417 in Hue, \nand 25,314 in Vinh Yen), including about 6,096 poor and near-poor households. The project is \nclassified as a targeted intervention (Sustainable Development Goals 6 and 11). Its social impact \nwill be positive and will improve the quality of life of the people in Vinh Yen, Hue, and Ha Giang. \nThe project will boost the resilience of vulnerable groups and reduce poverty through improved \naccess to climate-resilient urban infrastructure services. It will also enable community groups to \nparticipate in the GCAP planning, implementation, and monitoring. \n \n26.  The  project  is  classified  as  effective  gender  mainstreaming.  A  gender  assessment \nidentified low women’s participation in public decision-making as a key gender issue. Impact and \nservice  disruptions  related  to  climate  change  directly  affect  women  as  they  have  primary \nresponsibility for household and community water supply and sanitation management. Poor \nsewerage and drainage heightens risks and flooding impacts, such as the disruption of work and \nlivelihoods resulting in loss of income, proportionately higher loss of assets and property among \nthe poor and households headed by women, and an increased risk of communicable diseases. \nThe gender action plan includes (i) strategies to promote equal opportunities for women to \nparticipate in and benefit from the project, and to increase women’s representation in decision-\nmaking; (ii) targets for women’s participation in project management units (PMUs) and capacity \nbuilding training sessions; and (iii) gender-responsive and pro-poor principles in the revised \nGCAPs and community-led activities. The PPCs will collect gender-disaggregated data to monitor \nprogress against the gender action plan. \n \nE.  Safeguards \n \n27.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are discussed in paras. 27–31.26 \n \n28.  Environment (category B). The PPCs conducted an initial environmental examination \nfor the three cities and uploaded these to the ADB website in May 2017.27 The most sensitive \nsites are the lakes, rivers, and canals that will be dredged and/or whose banks will be stabilized. \nNo project component will encroach on legally protected sites.28 Construction impacts (including \ndust, noise, temporary deterioration of surface water quality, and traffic disturbance with impacts \non  community  safety)  will  be  temporary,  short-term,  and  likely  to  occur  during  the  peak \nconstruction period. The project is not anticipated to generate significant adverse environmental \nimpacts during operation. Cumulative greenhouse gas emissions from the project facilities will not \nexceed ADB’s threshold of 100,000 tons per year. Mitigation measures for identified impacts are \nin the environmental management plans (EMPs), and adherence to the EMPs will reduce residual \n                                                \n26  ADB. Safeguard Categories. https://www.adb.org/site/safeguards/safeguard-categories. \n27 Initial Environmental Examination (accessible from the list of linked documents in Appendix 2). \n28 Work under the green and resilient urban development component in Hue is near the sites listed in the Complex of \nHue Monument. However, no work will be allowed in the core and buffer zone of protected sites. \n ", "10 \nimpact significance to acceptable levels. The PMUs will oversee EMP implementation, and their \ncapacity will be strengthened by the appointment of environment staff and supervision consultants \nduring  implementation.  The  PPCs  held  formal  and  informal  focus  group  discussions  for \nstakeholder consultations and defined grievance redress mechanisms. \n \n29.  The project’s climate risk without mitigation is classified as medium. Key climate risks \ninclude sea-level rise (Hue) and increased precipitation intensity and variability (all cities). The \nproject will significantly contribute to the cities’ climate resilience by implementing the key climate \nresilience priorities in the GCAPs, the Vinh Phuc Climate Action Plan (2015–2030), and the \nClimate Action Plan for Hue City.29 Community-led activities will target the most vulnerable \ncommunities in Hue and Vinh Yen. \n \n30.  Involuntary resettlement (category A). The project will acquire 58.4 ha of land, of which \n43.4 ha is agricultural. The project will affect 2,014 households (10,099 people) to varying degrees, \nwith land acquisition and house relocation significantly affecting 610 households (3,058 people). \nADB prepared two resettlement plans: one each for the Hue and Vinh Yen subprojects, and a \nresettlement and ethnic minority development plan (REMDP) for the Ha Giang subproject in line \nwith the Safeguard Policy Statement. The government approved and disclosed the plans to the \naffected people and uploaded them to the ADB website in May 2017. The PPCs will finalize the \nplans based on the detailed measurement survey at the detailed engineering design stage, \ndisclose them to the affected people, and submit them to ADB for approval. The PPCs will pay \ncompensation for lost assets and resettlement allowances to the affected people, and will arrange \nlivelihood rehabilitation in line with the resettlement plans and REMDP. Consultants will monitor \nand evaluate Implementation of the resettlement plans and REMDP internally and externally. The \nPMUs will have full-time land acquisition and resettlement staff who will support compliance with \nADB safeguard requirements. Monitoring and evaluation reports will be prepared semiannually \nduring implementation and annually for 2 years after resettlement completion in each subproject. \nThe project has set up a transparent grievance redress mechanism that will provide meaningful \nconsultation and trigger remedial action. \n \n31.  Indigenous peoples (category B). In Ha Giang, ethnic minorities represent 41% of the \npopulation, mainly Tay (27%), Dao (6%), and Hoa (3%). While ethnic minorities in urban wards \nare integrated into the mainstream, those in rural communes still form distinct cultural and \nlinguistic communities, and their poverty rate is significantly higher than that of their urban \ncounterparts. The Ha Giang subproject will partially affect about 73 ethnic minorities. The REMDP \noutlining the issues and actions for ethnic minority integration for the Ha Giang subproject has \nbeen approved and disclosed by Ha Giang CPC to the affected persons. It was uploaded to the \nADB website in May 2017. The project has no negative impact on Hue or Vinh Yen, which do not \nhave any concentrated area of ethnic minorities. \n \nF.  Summary of Risk Assessment and Risk Management Plan \n \n32.  The project’s overall risk is moderate, but tariff reform, domestic resource mobilization, \nPMU staff capacity, and land acquisition and resettlement pose are substantial risks. Significant \nrisks and mitigating measures are summarized in Table 4 and described in detail in the risk \nassessment and risk management plan.30 \n                                                \n29 Vinh Phuc Department of Natural Resources and Environment. 2011. Action Plan for Climate Change of Vinh Phuc \nProvince. Vinh Phuc (in Vietnamese); Institute for Social and Environmental Transition-International, Vietnam. 2014. \nClimate Action Plan for Hue City: Responding to Climate Change from 2014–2020. Hue. \n30 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "11 \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nFormulation of the wastewater tariff road maps  The requirement is stipulated in the legal agreements. ADB will \nand local regulations in compliance with the  hold continual policy dialogue with the Vinh Phuc PPC. \nDecree (80/2014/ND-CP) in Vinh Phuc is slow. \nPublic resource allocation and domestic  Loan covenants indicate that the PPCs will ensure proper \nresource mobilization for counterpart funds and  allocation for counterpart funds and operation and maintenance \noperation and maintenance costs are inefficient.  costs. ADB will organize periodic PFM training.a \nPMU staff capacity to manage, monitor, and  ADB will organize periodic PFM training.a PPCs will run separate \nreport on loans and grants is weak.  accounts for loans and grants, prepare separate audit reports \nannually, and recruit a financial specialist to provide training. \nPMU staff lack recent experience in procurement  ADB will organize periodic PFM training.a The consultant \ntransactions under projects funded by  engaged by the PPCs will provide continual assistance and \ninternational financial institutions.  hands-on training. \nDelays in the approval and implementation of  A PPTA resettlement consultant will take early action on land \nland acquisition could put implementation behind  acquisition. ADB will proactively communicate with the PMUs to \nschedule.  ensure the timely provision of compensation funds. The \ngovernment earmarked the 2017-2018 budget for land acquisition. \nADB = Asian Development Bank, PFM = public financial management, PMU = project management unit, PPC = \nprovincial people’s committee, PPTA = project preparatory technical assistance. \na  ADB. 2015. Technical Assistance to the Socialist Republic of Viet Nam for Capacity Building for Project Management \nUnit Professionalization. Manila. \nSource: Asian Development Bank. \n \nV.  ASSURANCES AND CONDITIONS \n \n33.  The government and PPCs have assured ADB that implementation of the project shall \nconform to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM (footnote 19) and loan documents. The government and the PPCs have agreed with \nADB on certain covenants for the project, which are set forth in the loan, grant, and project \nagreements. A loan disbursement condition has been added to the loan agreements requiring the \nsigning of the relevant subsidiary loan agreements for each relevant PPC. \n \nVI.  RECOMMENDATION \n \n34.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve: \n(i)  the loan of $50,000,000 to the Socialist Republic of Viet Nam for the Secondary \nGreen Cities Development Project, from ADB’s ordinary capital resources, in \nregular terms, with interest to be determined in accordance with ADB’s London \ninterbank offered rate (LIBOR)-based lending facility; for a term of 25 years, \nincluding a grace period of 6 years; and such other terms and conditions as are \nsubstantially in accordance with those set forth in the draft loan and project \nagreements presented to the Board; and \n(ii)  the loan of $120,000,000 to the Socialist Republic of Viet Nam for the Secondary \nGreen Cities Development Project, from ADB’s ordinary capital resources, in \nconcessional terms, with an interest charge at the rate of 2% per year during the \ngrace period and thereafter; for a term of 25 years, including a grace period of 5 \nyears; and such other terms and conditions as are substantially in accordance with \nthose set forth in the draft loan and project agreements presented to the Board. \n \nTakehiko Nakao \nPresident \n6 October 2017 \n ", "12  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \nImpacts the Project is Aligned with \nEfficiency, sustainability, and equitability of secondary cities development in Viet Nam improved (Orientation Master \nPlan for Viet Nam Urban System Development to 2025 with a Vision to 2050)a \n  Performance Indicators with Targets and  Data Sources and \nResults Chain  Baselines  Reporting Mechanisms  Risks \nOutcome  By 2024     \nEnvironmental  a. The quality of green infrastructure rated  a. User satisfaction  Slow formulation of \nsustainability,  satisfactory (4 of 5) or highly satisfactory (5  survey report on urban  wastewater tariff \ninclusiveness,  of 5) by more than 80% of respondents to  environment and  roadmaps and local \nand climate  user satisfaction surveys on urban  infrastructure services  regulations in \nresilience of  environment and infrastructure services    compliance with the \nVinh Yen, Hue,  (2016 baseline: not applicable)    Decree on Water \nand Ha Giang      Drainage and \nb. 20% of employment opportunities from  b–e. Vinh Yen, Hue, and \nstrengthened  Wastewater \nthe O&M of project facilities created for the  Ha Giang project \nTreatment in Vinh \npoor and near-poor (2016 baseline: 0)b  progress reports \nPhuc province \n \nc. 11,000 m3 of wastewater collected and \ntreated per day in Vinh Yen (2016 baseline: \n5,000 m3 per day) \n \nd. The frequency of flood events in the Hue \nCitadel reduced to once in 5 years (2016 \nbaseline: once in 2 years) \n \ne. Five central wards in Ha Giang (Minh \nKhai, Nguyen Trai, Quang Trung, and Tran \nPhu) protected by once-in-15-year rainfall \n(2016 baseline: 0) \nOutputs  By 2023     \n1. Green and  1a. 3.5 km of embankments along the Dam  1a–g. Vinh Yen project  Inefficient public \nresilient urban  Vac lake protected (2016 baseline: 0)  progress report  resource allocation \ninfrastructure    and domestic \n1b. 44.5 ha of green public park space built \nservices in Vinh  resource mobilization \nwith green landscaping and auxiliary \nYen improved  for counterpart funds \nfacilities (2016 baseline: 0) \n \n1c. 5.6 km of arterial roads with bicycle \nlanes and pedestrian walkways constructed \n(2016 baseline: 0) \n \n1d. 3,800 households connected to a \ncentralized wastewater treatment system, \nbenefiting 80% of women-headed \nhouseholds (2016 baseline: not applicable) \n \n1e. Climate change resilience projects \nincluding gender-responsive and pro-poor \nfeatures completed in at least two climate-\nvulnerable communities (2016 baseline: 0) \n \n1f. At least 75 government professionals (at \nleast 33% women) gained new skills in \ngreen and resilient city concept and \nintegrated planning (2016 baseline: 0) \n \n1g. At least 30 government staff (at least \n33% women) in the executing and \nimplementing agencies gained new project \nmanagement skills on procurement, \nsafeguards, social and gender, public \nfinance, and anticorruption measures (2016 \nbaseline: 0) \n \n2. Green and  2a. 21.9 km of drainage pipelines completed  2a–h. Hue project  Inefficient public \nresilient urban  inside the Citadel (2016 baseline: 0)  progress report  resource allocation \n \n ", "Appendix 1  13 \nPerformance Indicators with Targets and  Data Sources and \nResults Chain  Baselines  Reporting Mechanisms  Risks \ninfrastructure  2b. 9.0 km of embankment along the An  and domestic \nservices in Hue  Cuu, An Hoa, Dong Ba, Ke Van, Lap, and  resource mobilization \nimproved  Nhu Y rivers protected; and their river  for counterpart funds \ncourses rehabilitated (2016 baseline: 0) \n \n2c. 469 households in Pho Son village \nconnected to the existing water supply \nsystem (2016 baseline: 0) \n \n2d. 17.2 ha of green public park space built \nwith auxiliary facilities (2016 baseline: 0) \n \n2e. 7.2 km of urban roads and three bridges \nconstructed (2016 baseline: 0) \n \n2f. Climate change resilience projects \nincluding gender-responsive and pro-poor \nfeatures completed in at least two climate-\nvulnerable communities (2016 baseline: 0) \n \n2g. At least 75 government professionals (at \nleast 33% women) gained new skills in \ngreen and resilient city concept and \nintegrated planning (2016 baseline: 0) \n \n2h. At least 30 government staff (at least \n33% women) in the executing and \nimplementing agencies gained new project \nmanagement skills on procurement, \nsafeguards, social and gender, public \nfinance, and anticorruption measures (2016 \nbaseline: 0) \n3. Green and  3a. 7.0 km of urban drainage channels in the  3a–f. Ha Giang project  Inefficient public \nresilient urban  Minh Khai, Nguyen Trai, Quang Trung, and  progress report  resource allocation \ninfrastructure  Tran Phu wards upgraded or rehabilitated  and domestic \nservices in Ha    resource mobilization \n3b. 5.6 km of embankments along the Lo \nGiang improved  for counterpart funds \nand Mien rivers and Me stream protected, \nand the river courses rehabilitated (2016 \nbaseline: 0) \n \n3c. 6.2 km of urban roads constructed (2016 \nbaseline: 0) \n \n3d. 1,900 streetlights replaced with energy-\nefficient streetlights (2016 baseline: 0) \n \n3e. At least 50 government professionals (at \nleast 33% women) gained new skills in \ngreen and resilient city concept and \nintegrated planning (2016 baseline: 0) \n \n3f. At least 20 government staff (at least \n33% women) in the executing and \nimplementing agencies gained new project \nmanagement skills on procurement, \nsafeguards, social and gender, public \nfinance, and anticorruption measures (2016 \nbaseline: 0) \n Key Activities with Milestones \n1.  Green and resilient urban infrastructure services in Vinh Yen improved \n1.1.  Complete detailed design and approval of the updated EMP and resettlement plan by Q3 2019 \n1.2.  Complete procurement of consulting services by Q1 2020 \n1.3.  Complete land acquisition and resettlement activities by Q4 2021 \n1.4.  Complete procurement of works by Q1 2022 \n ", "14  Appendix 1 \n1.5.  Complete training on procurement, safeguards, social and gender, public finance, and anticorruption measures \nby Q1 2022 \n1.6.  Complete works, consulting services, and community-led activities by Q4 2023 \n1.7.  Complete training on green and resilient city concept and integrated planning by Q4 2023 \n \n2.  Green and resilient urban infrastructure services in Hue improved \n2.1.  Complete detailed design and approval of the updated EMP and resettlement plan by Q1 2020 \n2.2.  Complete procurement of consulting services by Q2 2020 \n2.3.  Complete land acquisition and resettlement activities by Q2 2022 \n2.4.  Complete procurement of works by Q3 2022 \n2.5.  Complete training on procurement, safeguards, social and gender, public finance, and anticorruption measures \nby Q1 2022 \n2.6.  Complete works, consulting services, and community-led activities by Q4 2023 \n2.7.  Complete training on green and resilient city concept and integrated planning by Q4 2023 \n \n3.  Green and resilient urban infrastructure services in Ha Giang improved \n3.1.  Complete detailed design and approval of the updated EMP and resettlement and ethnic minority development \nplan by Q2 2019 \n3.2.  Complete procurement of consulting services by Q1 2020 \n3.3.  Complete land acquisition and resettlement activities by Q4 2021 \n3.4.  Complete procurement of works by Q1 2022 \n3.5.  Complete training on procurement, safeguards, social and gender, public finance, and anticorruption measures \nby Q1 2022 \n3.6.  Complete works and consulting services by Q4 2023 \n3.7.  Complete training on green and resilient city concept and integrated planning by Q4 2023 \nProject Management Activities \nEngage consulting services for construction supervision, environment and social compliance monitoring, construction \nsupervision, detailed engineering design, and auditing by Q4 2019 \nInputs \nAsian Development Bank (OCR): $50,000,000 (regular loan) \nAsian Development Bank (OCR): $120,000,000 (concessional loan) \nGovernment: $47,870,000 \nGlobal Environment Facility: $2,000,000 (grant) \nUrban Climate Change Resilience Trust Fund under the Urban Financing Partnership Facility: $4,000,000 (grant) \nGlobal Environment Facility: $10,823,091 (TA grant) \nUrban Climate Change Resilience Trust Fund under the Urban Financing Partnership Facility: $2,000,000 (TA grant) \nAssumptions for Partner Financing \nNot applicable \nEMP = environmental management plan, ha = hectare, IEE = initial environmental examination, km = kilometer, m3 = \ncubic meter, O&M = operation and maintenance, OCR = ordinary capital resources, Q = quarter, TA = technical \nassistance. \na  Government of Viet Nam. 2009. Orientation Master Plan for Viet Nam Urban System Development to 2025 with a \nVision to 2050. Ha Noi (Prime Minister’s Decision 445/2009). \nb  Poor and near-poor are defined as people with incomes below the near-poor line defined by the Ministry of Labour, \nInvalids and Social Affairs. The 2010 near-poor threshold is D653,000 per person per month. \nSource: Asian Development Bank. \n \n \n       \n \n \n ", "Appendix 2  15 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=47274-003-3 \n \n1.  Loan Agreement: Ordinary Operations \n2.  Loan Agreement: Ordinary Operations (Concessional) \n3.  Grant Agreement: Global Environment Facility \n4.  Grant Agreement: Urban Climate Change Resilience Trust Fund \n5.  Project Agreement \n6.  Sector Assessment (Summary): Water and Other Urban Infrastructure and Services \n7.  Project Administration Manual \n8.  Contribution to the ADB Results Framework \n9.  Development Coordination \n10.  Climate Change Assessment \n11.  Attached Technical Assistance \n12.  Financial Analysis \n13.  Economic Analysis \n14.  Country Economic Indicators \n15.  Summary Poverty Reduction and Social Strategy \n16.  Gender Action Plan \n17.  Initial Environmental Examination \n18.  Resettlement and Ethnic Minority Development Plan: Ha Giang \n19.  Resettlement Plan: Hue \n20.  Resettlement Plan: Vinh Yen \n21.  Risk Assessment and Risk Management Plan \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20171012112216+08'00'", "ModDate": "D:20171012112216+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Report and Recommendation of the President", "Keywords": "adb rrp report recommendation president"}, "author_page": " \nVice-President  S. Groff, Operations 2 \nDirector General  R. Subramaniam, Southeast Asia Department (SERD) \nDirectors  E. Honda, Officer-in-Charge, Urban Development and Water \nDivision, SERD \n  E. Sidgwick, Viet Nam Resident Mission, SERD \n   \nTeam leader  S. Ishii, Senior Urban Development Specialist, SERD \nTeam members  L. Adams, Senior Social Development Specialist, SERD \n  L. Balicanot, Associate Project Officer, SERD \n  N. M. Binh, Senior Project Officer (Urban), SERD \n  E. Dig, Operations Assistant, SERD \n  B. Dunn, Principal Environment Specialist, Sustainable \nDevelopment and Climate Change Department (SDCC) \n  A. Fox, Principal Procurement Specialist, Operations Services and \nFinancial Management Department \n  N. T. Giang, Social Development Officer (Gender), SERD \n  H. Jenny, Principal Infrastructure Specialist, East Asia Department \n  A. Morel, Senior Environment Specialist, SERD \n  A. Orbe, Senior Operations Assistant, SERD \n  M. Ovenden, Social Development Specialist (Resettlement), SERD \n  C. Pak, Senior Counsel, Office of the General Counsel \n  S. Tansengco-Schapero, Senior Finance Specialist, SERD \n  S. Vemuri, Urban Development Specialist, SERD \nPeer reviewers  V. Padmanabhan, Technical Advisor (Urban), SDCC \n  A. Conroy, Young Professional, SDCC \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", "authors": [{"fullname": "S. Groff", "role": "Operations", "organization": ""}, {"fullname": "R. Subramaniam", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"fullname": "E. Honda", "role": "Officer-in-Charge", "organization": "Urban Development and Water"}, {"fullname": "E. Sidgwick", "role": "Viet Nam Resident Mission", "organization": "SERD"}, {"fullname": "S. Ishii", "role": "Senior Urban Development Specialist", "organization": "SERD"}, {"fullname": "L. Adams", "role": "Senior Social Development Specialist", "organization": "SERD"}, {"fullname": "L. Balicanot", "role": "Associate Project Officer", "organization": "SERD"}, {"fullname": "N. M. Binh", "role": "Senior Project Officer (Urban)", "organization": "SERD"}, {"fullname": "E. Dig", "role": "Operations Assistant", "organization": "SERD"}, {"fullname": "B. Dunn", "role": "Principal Environment Specialist", "organization": "Sustainable"}, {"fullname": "A. Fox", "role": "Principal Procurement Specialist", "organization": "Operations Services and"}, {"fullname": "N. T. Giang", "role": "Social Development Officer (Gender)", "organization": "SERD"}, {"fullname": "H. Jenny", "role": "Principal Infrastructure Specialist", "organization": "East Asia Department"}, {"fullname": "A. Morel", "role": "Senior Environment Specialist", "organization": "SERD"}, {"fullname": "A. Orbe", "role": "Senior Operations Assistant", "organization": "SERD"}, {"fullname": "M. Ovenden", "role": "Social Development Specialist (Resettlement)", "organization": "SERD"}, {"fullname": "C. Pak", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"fullname": "S. Tansengco-Schapero", "role": "Senior Finance Specialist", "organization": "SERD"}, {"fullname": "S. Vemuri", "role": "Urban Development Specialist", "organization": "SERD"}, {"fullname": "V. Padmanabhan", "role": "Technical Advisor (Urban)", "organization": "SDCC"}, {"fullname": "A. Conroy", "role": "Young Professional", "organization": "SDCC"}]}