{"path": "data/input/ta/47285-001-tar.pdf", "pages": [" \n \n \n \nTechnical Assistance Report \n \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 47285 \nRegional Capacity Development Technical Assistance (R-CDTA) \nNovember 2013 \n \n \n \nRegional: Supporting the Cities Development \nInitiative for Asia  \n(Cofinanced by the Government of Sweden, Government of \nAustria, and the Urban Climate Change Resilience Trust Fund \nunder the Urban Financing Partnership Facility) \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 25 October 2013) \n \nCurrency unit  –  Swedish krona (SKr) \nSKr1.00  =  $0.16 \n$1.00  =  SKr6.35 \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nCDIA  –  Cities Development Initiative for Asia \nDMC  –  developing member country \nPPP  –  public–private partnership \nSBP  –  strategy and business plan \nTA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional—capacity development technical assistance (R-CDTA) \nTargeting  –  General intervention \nclassification \nSector (subsectors)  –  Multisector (urban sector development, water supply and \nsanitation, waste management, urban transport) \nThemes   –  Economic growth, environmental sustainability, private sector \n  development, capacity development  \nClimate change  –  Urban environmental improvement, climate change mitigation \nand adaptation \nLocation (impact)  –  Urban (high), regional and national (medium), rural (low) \nPartnerships  –  Governments of Austria, and Government of Sweden, Urban \nClimate Change Resilience Trust Fund under the Urban \nFinancing Partnership Facility \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice-President  B. Lohani, Knowledge Management and Sustainable Development \nDirector General  W. Um, Officer-in-Charge, Regional and Sustainable Development \nDepartment (RSDD) \nDirector  G. Kim, Sustainable Infrastructure Division, RSDD \n   \nTeam leader  S. Sampath, Principal Urban Development Specialist, RSDD \nTeam member  A. Vogl, Urban Development Specialist, RSDD \n \n \nIn  preparing any country program or strategy, financing any project, or by making any designation of \nor reference to a particular territory or geographic area in this document, the Asian Development \nBank does not intend to make any judgments as to the legal or other status of any territory or area. \n ", " \nCONTENTS \nPage \n \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE PROPOSED TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Methodology and Key Activities  2 \nC.  Cost and Financing  3 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S RECOMMENDATION  5 \n \nAPPENDIXES \n \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  Outline Terms of Reference for Consultants  11 \n \n \n \n ", "", " \nI.  INTRODUCTION  \n1.  The Cities Development Initiative for Asia (CDIA) was established in February 2007 as a \njoint initiative of the Asian Development Bank (ADB); the governments of Austria, Germany, \nSpain, Sweden, and Switzerland; the Nordic Development Fund; and the Shanghai Municipal \nGovernment; with additional funding from KfW.1 This technical assistance (TA) will channel \ndevelopment partners’ funds to support the implementation of the CDIA Strategy and Business \nPlan  (SBP),  2013–2017  to  enable  it  to  expand  its  support  to  cities  in  undertaking  urban \ninfrastructure development focusing on pro-poor and environmentally sustainable projects.2 The \nframework is provided in Appendix 1. 3 \n \n2.  The proposed regional capacity development TA aims to attract about $14.084 million in \ndevelopment  partners’  funding  for  CDIA  activities.  The  contributions  will  come  from  the \ngovernments of Austria and Sweden, the Department for International Development of the \nUnited  Kingdom,  and  the  Rockefeller  Foundation  (through  the  Urban  Climate  Change \nResilience  Trust  Fund  under  the  Urban  Financing  Partnership  Facility  [UFPF]).4 Additional \nfunding  to  support  CDIA  activities  from  current  and  other  development  partners  is  also \nanticipated. \n \nII.  ISSUES \n3.  It is estimated that by 2050, over 66% of Asia’s population would be living in urban \nareas.5 Overall, the rate of urban growth will be more than double the rate of national average \npopulation  growth  across  all  of  Asia.  To  respond  to  the  needs  of  its  developing  member \ncountries (DMCs), ADB must help them maximize the development opportunities arising from \nurbanization  while  addressing  the  escalating  negative  social  and  environmental  impacts. \nUnderserviced urban growth often leads to congestion, pollution, and a decline in environmental \nquality. Nearly one-third of the region’s urban poor lack access to safe water; almost half do not \nhave  adequate  sanitation  services;  and  about  the  same  proportion  live  in  dangerous \nenvironments. It is estimated that at least 900 million urban dwellers living in low- and middle-\nincome countries will be at risk from the direct and indirect impacts of climate change over the \nnext 5–10 years. These challenges make urban development increasingly difficult for many \nDMCs to manage.  \n                                                \n1   At the apex of the Cities Development Initiative for Asia (CDIA) governance structure is the multidonor CDIA \nProgram Review Committee, which is its governing body. The day-to-day operations are led by a management \nteam that includes program coordinators from ADB and GIZ. \n2   The CDIA SBP builds upon the experience gained in the first 5 years of CDIA operations, incorporates input from \nan external midterm review mission (October 2011), and benefits from the reflections of CDIA’s program review \ncommittee on this experience. The key focus of the SBP includes (i) strengthening service delivery processes to \ncities to bridge the capacity gap by working with partner organizations (national and regional) to support cities in \npreparing infrastructure investment projects; (ii) strengthening the link to finance to bridge the planning–financing \ngap  by  enhancing  city  capacities  to  access  finance  for  sustainable  urban  infrastructure  projects;  and  (iii) \nstrengthening the CDIA as a catalyst for innovation to bridge the institutional gap by providing knowledge and \ninnovation support for sustainable urban infrastructure investment to stakeholders. \n3   The TA first appeared in the business opportunities section of ADB’s website on 31 October 2013. \n4   Urban Financing Partnership Facility (UFPF) was approved by the Board (i) to establish the Urban Infrastructure \nFund (UIF), a multi-donor fund to support technical assistance (TA), grant components of investment projects, and \nany other activities that may be agreed upon between financing partners and ADB; (ii) establish bilateral urban \ninfrastructure trust funds substantially upon the terms and conditions of this paper; and (iii) accept and administer \ncontributions by bilateral, multilateral, and individual sources to the UIF and urban infrastructure trust funds. \n5  United Nations Human Settlements Programme (UN-Habitat). 2010. State of the World's Cities 2010/2011—\nBridging the Urban Divide. London: Earthscan. p. 5. \n ", "2   \n4.  ADB’s Strategy 2020 sets the goal of making Asia’s cities livable.6 The overall aim is to \nhelp DMCs establish a sustainable pattern of development that will enable people to satisfy their \nbasic needs and enjoy a better quality of life without compromising the quality of life of future \ngenerations.  ADB’s  Urban  Operational  Plan,  2012–2020  seeks  to  define  an  effective  and \nresponsive approach to supporting cities in this role.7 One of the main components of such an \napproach is for ADB to focus its interventions on specific urban regions, especially secondary \ncities, which have limited capacity but will come under proportionately greater population stress, \nand where ADB can have more impact and larger demonstration effects to foster systemic \nchange toward sustainability.8 It has been projected that by 2015, nearly 60% of the total urban \npopulation will be living in secondary cities. \n5.  While urban planning has improved across the region, many cities in Asia and the \nPacific  lack the (i) resources to undertake adequate infrastructure investment financing and \nstructuring, and prepare bankable projects; and (ii) institutional capacity to effectively manage \nthe programming and prioritization of these strategic investments. Therefore there is a gap \nbetween cities’ strategic development plans that typically present a wish-list of projects, and the \nrequirements of financiers for well-formulated infrastructure projects. Many city governments in \nthe  region  also  lack  the  necessary  funding  to  deliver  critical  infrastructure  to  make  them \ncompetitive. \n \n6.  With the emphasis on project preparation and linking proposed projects to finance, the \nCDIA is viewed as a key initiative that will help implement ADB’s Urban Operational Plan, 2012–\n2020, together with the UFPF.  \n  \nIII.  THE PROPOSED TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n \n7.  The impact of the TA will be enhanced management of secondary cities in DMCs. The \noutcome will be improvement in operational support for management of cities in DMCs.  \n \nB.  Methodology and Key Activities \n8.  The CDIA is a flagship international partnership developed by ADB with financial support \nfrom development partners to help medium-sized cities in the Asia and Pacific region bridge the \ngap  between  their  development  plans  and  the  implementation  of  their  infrastructure \ninvestments.  The  CDIA  uses  a  demand-driven  approach  to  support  the  identification  and \ndevelopment of urban infrastructure investment projects within the framework of existing city \ndevelopment  plans  that  emphasize  one  or  more  of  the  following  impact  areas:  (i)  urban \nenvironmental improvement, (ii) urban poverty reduction, (iii) climate change mitigation and \nadaptation, and (iv) improved governance. \n \n                                                \n6   ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n7   ADB. 2012. Urban Operational Plan, 2012–2020. Manila. \n8   Second-tier  cities  generally  have  populations  of  approximately  250,000  to  3,000,000.  The  preference  for \nsecondary cities does not preclude interventions in megacities where significant environmental and social issues \nneed to be addressed, and where there is demonstrable commitment to effective, integrated approaches to \nimplementation. \n ", "  3 \n9.  Since 2007, under ADB’s leadership, the CDIA has become an international partnership \nthrough the Technical Assistance for Managing the Cities in Asia9. This TA was originally \napproved  in  2007  and  has  gone  through  scope  changes  to  accommodate  funding  from \ndevelopment partners as well as from ADB’s Technical Assistance Special Fund, ADB has \nraised  almost  $23.72  million  for  the  CDIA  since  its  inception10.  As  of  October  2013,  83 \nprefeasibility studies have been initiated for 55 Asian cities in 14 countries.11 Of these, 58 \nprefeasibility studies have already been completed, of which 26 have been linked to a financial \nsource for downstream project implementation.12  \n \n10.  The outputs of the proposed TA will be (i) project preparatory interventions in the form of \nprefeasibility studies with a view to attracting downstream financing in 50 cities; (ii) International \ngood practices involving innovative financing approaches for sustainable urban development \nadopted  in  ADB  urban  operations;  and  (iii)  strengthening  of  CDIA  networking  activities,  in \nparticular with national partner organizations. Subject to the demand from city governments and \navailability of appropriate partner institutions, efforts would be made to identify possible centers \nof excellence to promote sustainable urban development in the Asia and Pacific region. \n \n11.  Building on the achievement of Managing the Cities in Asia, this TA also aims to raise \nand deploy cofinancing from development partners to support the implementation of the CDIA \nSBP, 2013–2017. This TA will be an umbrella operational arrangement to accommodate in an \nefficient manner development partners’ contributions, and enhance administrative coordination \nand efficiency. Because this TA is a funding channel for CDIA activities, any future increases in \nthe amount for this TA will be processed through changes in scope, based on the established \nprocedures to incorporate such increases in the TA budget.  \n \n12.  The project design is based on the following assumptions: (i) DMC stakeholders and \npolicy makers support improvement in the management of cities, (ii) better knowledge and \npolicy  dialogue  translate  into  more  effective  management  of  cities,  (iii)  there  is  continued \ninterest by financial institutions in funding urban infrastructure in Asia, (iv) there is effective \nengagement of some key regional and DMC resource people, and (v) CDIA program review \ncommittee members’ financial commitments toward the CDIA SBP are fulfilled on time. Potential \nrisks relate to nonavailability of suitable experts and institutions for involvement in the analytical \nwork. \nC.  Cost and Financing \n13.  This TA is estimated to cost $14,084,000 of which (i) $7,084,000 will be financed on a \ngrant basis by the Government of Sweden, (ii) $2,000,000 will be financed on a grant basis by \n                                                \n9   ADB. 2005. Technical Assistance for Managing the Cities in Asia. Manila (TA 6293-REG). \n10  Prior to the approval of the Swiss Government contribution to CDIA, about 97% of TA funds had been utilized. \nFollowing the Board approval (early September 2013) to receive Swiss Government funding to CDIA, and \nsubsequent to receiving the first tranche of $2 million) from the Swiss Government (received on 18 October 2013), \nthe utilization figures are at 86%. \n11  Bangladesh, Cambodia, the People’s Republic of China, Fiji, India, Indonesia, the Lao People’s Democratic \nRepublic, Mongolia, Myanmar, Nepal, Pakistan, the Philippines, Thailand, and Viet Nam.   \n12  Representative sample of successful prefeasibility studies include: Pakse, Laos Urban Environmental Project ($35 \nmillion  investment)  on  solid  waste  management,  green  infrastructure,  and  sewerage/drainage  system \nimprovement which has been included in the ADB loan; Khulna (Bangladesh), Pro-Poor and Green Urban \nTransport ($14 million investment) which has been included in KfW financing; and  Metro Iloilo-Guimaras, \nPhilippines, CBD revitalization ($30 million investment) which is being implemented through a PPP arrangement. \n ", "4   \nthe Government of Austria, (iii) $5,000,000 will be financed on a grant basis by the Urban \nClimate Change Resilience Trust Fund under the UFPF13 and administered by ADB. \n14.  ADB  has  already  held  discussions  with  a  number  of  development  partners  and \nanticipates that more funds from  development  partners may  be  available  to finance  CDIA \nactivities in support of its SBP. It is expected that all such funds raised from the development \npartners will be administered by ADB. The cost estimates and financing plan is in Appendix 2. \n \n15.  Participating  DMC  governments  will  provide  counterpart  support  in  the  form  of \nequipment,  office  and  housing  accommodations,  office  supplies,  secretarial  assistance, \ndomestic transport, resource persons, and other in-kind contributions. \n \nD.  Implementation Arrangements \n16.  ADB will be the executing agency of this TA, which will start in November 2013 and end \nin December 2017. The TA will finance consulting services; workshops and training, including \nresource persons; report preparation and communications; miscellaneous administration and \nsupport costs; and equipment and surveys. Resource persons will be engaged on an individual \nbasis. A multidisciplinary team of national and international experts, led by an international \nsenior municipal or environmental engineering and urban infrastructure specialist or a project \nfinance specialist, will be required to successfully execute the assignments. Consultants may be \nrecruited  on  an  individual  basis  or  through  firms,  using  quality-  and  cost-based  selection, \nquality-based  selection,  or  fixed  budget  selection  methods  with  indefinite  delivery  contract \nassignment, as appropriate.14 Key expertise will include waste and wastewater management, \nflood and drainage management, urban economics, transport planning, urban planning, water \nsupply  and  sanitation,  environment,  climate  change,  social  development,  public  financial \nmanagement,  infrastructure  finance,  public–private  partnerships  (PPP),  urban  governance, \norganizational and institutional development, communications, and capacity development. All \nconsultants  will  be  engaged  by  ADB  in  accordance  with  the  Guidelines  on  the  Use  of \nConsultants (2013, as amended from time to time). Terms of reference for consultants are in \nAppendix  3.  All  procurement  under  the  TA  will  be  carried  out  in  accordance  with  ADB’s \nProcurement Guidelines (2013, as amended from time to time).15 The TA will be disbursed in \naccordance with ADB’s Technical Assistance Disbursement Handbook (2010, as amended from \ntime to time). \n \n17.  The input of 370 person-months of international consultants is envisaged with the input \nof 584 person-months of national consultants. The international consultants—the municipal or \nenvironmental  engineering  and  urban  infrastructure  specialist  (185  person-months),  urban \nplanner (55 person-months), and PPP specialists and financial analysts (130 person-months)—\nwill be responsible for providing the strategic and technical direction for the prefeasibility studies, \nquality assurance for the inputs, program management, and all key reporting related to the \n                                                \n13  Contributors: the Government of the United Kingdom and the Rockefeller Foundation. \n14  This TA builds on an earlier regional TA, which obtained approval from the principal director of ADB’s Operations \nServices and Financial Management Department on 11 February 2009 regarding the use of indefinite delivery \ncontracts. The objective of the proposed indefinite delivery contracts is to streamline the process of consultant \nprocurement, thereby improving the accountability of project teams while retaining the required flexibility and \nresponsiveness of demand-driven CDIA operations.   \n15  A procurement plan will be prepared and updated in accordance with ADB’s guidelines. The plan will contain \ndetails of procurement; i.e., the number of contracts, procurement methods, estimated contract values, and \nthreshold amounts.  To  decide  on  the  most  economical ways  to  procure  the contracts,  the  Regional  and \nSustainable Development Department will consult ADB’s Office of Administrative Services, which will procure the \ncontracts for the projects as part of ADB’s institutional procurement contract. \n ", "  5 \nCDIA. They will coordinate closely with the DMCs, ensuring that key institutions and civil society \nare at all times engaged in the process of the prefeasibility studies development. \n \n18.  The national consultants—urban and infrastructure national specialists (40 consultants, \n584  person-months)—will  provide  high-quality  assistance  and  inputs  for  the  international \nconsultants,  backed,  where  needed,  by  strong  data  analysis. The  national  consultants  will \nsupport the activities of international consultants in the field, reviewing documents and literature, \ncollecting data and information, and performing research and analysis (both quantitative and \nqualitative). The national consultants will coordinate with governments, other donors, and other \nADB projects as needed. As additional development partner funding is secured for this TA, the \nperson-months will be increased accordingly. \n \nIV.  THE PRESIDENT'S RECOMMENDATION  \n \n19.  The President recommends that the Board approve  (i) ADB administering technical \nassistance not exceeding the equivalent of $7,084,000 to be financed on a grant basis by the \nGovernment  of  Sweden,  (ii)  ADB  administering  technical  assistance  not  exceeding  the \nequivalent of $2,000,000 to be financed on a grant basis by the Government of Austria, and (iii) \nADB  administering  technical  assistance  not  exceeding  the  equivalent  of  $5,000,000  to  be \nfinanced on a grant basis by the Urban Climate Change Resilience Trust Fund under the Urban \nFinancing Partnership Facility, for Supporting the Cities Development Initiative for Asia. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets and  Data Sources and \n  Indicators with  Reporting   \nDesign Summary  Baselines  Mechanisms  Assumptions and Risks \nImpact      Assumptions \nEnhanced  Infrastructure, service  Urban and sector or  DMC stakeholders and \nmanagement of  delivery, and environmental  thematic reports of  policy makers support \nsecondary cities in  parameters in DMC cities,  DMC governments  improvement in the \nDMCs  along with financial  and international  management of cities. \n  management of  organizations   \nmunicipalities, supported in    Better knowledge and \nmost of the 50 cities  Regional progress  policy dialogue translate \nsupported by the CDIA  on the Millennium  into more effective \n  Development Goals  management of cities. \n   \n \nOutcome      Assumptions \nImprovement in  Project prefeasibility studies  Assessment of  There is continued interest \noperational support  preparation by cities with  prefeasibility studies  by financial institutions in \nfor management of  CDIA intervention improved  outputs by funders  funding Asian urban \ncities in DMCs  by 2017  and consequent  infrastructure. \n    funding   \n  Link to ADB operations  commitments  There is effective \nrelated to management and    engagement of some key \ndevelopment of cities  CPS and DMC  regional and DMC \nimproved, and  feedback received  resource people. \ndemonstrated through the  through various   \nlinking of at least 10  formal and informal \nprojects to ADB  channels \ndownstream financing by   \n2017  Project processing \ninformation systems \nand CPS \nOutputs       Risks \n1. Project  Prefeasibility project reports  Periodic progress  Suitable experts and \npreparatory  for 50 cities. Achievement  reports provided to  institutions are not \ninterventions in the  of milestones as per the  the task force  available for involvement \nform of  agreement between the city    in this analytical work. \nprefeasibility  and CDIA     \nstudies with a view      CDIA program review \nto attracting      committee members’ \ndownstream      financial commitments \nfinancing in 50  CDIA to work with an  Communications  toward the CDIA SBP are \ncities  additional 50 cities by 2017,  from related external  fulfilled on time. \n  including on infrastructure  experts and   \n2. International good  investment prioritization and  institutions   \npractices involving  prefeasibility studies for \ninnovative  inclusive and sustainable \nfinancing  urban development \napproaches for   \nsustainable urban  Documentation of lessons \ndevelopment  from urban infrastructure \nadopted in ADB  planning and prioritization, \nurban operations  project prefeasibility \n ", "Appendix 1  7 \nPerformance Targets and  Data Sources and \n  Indicators with  Reporting   \nDesign Summary  Baselines  Mechanisms  Assumptions and Risks \n  studies, innovative \n  financing, and private \n  sector participation and \n  dissemination through \n  workshops, knowledge \n  partnership, and operational \n  application \n   \n  Increased number and \n  extent of involvement of \n  related national and \n  regional experts and \n3. Strengthening of  institutions in the projects \nCDIA networking  developed by the CDIA \nactivities, in \nparticular with \nnational partner \norganizations  \n \n   \nActivities with Milestones   Inputs \n   \n1.1 Preparation of the detailed outline of the work plan and  Government of Sweden: $7.084 \nengagement of managing consultants (December 2013)  million (SKr 45.0 million) \n1.2 Fieldwork in project preparation (March 2014)   \n1.3 Knowledge development and capacity building activities  Amount  \n(October 2014)  Item  ($’000) \n  International consultants  3,000 \n2.1 Review of activities  National consultants  1,300 \n2.2 Structuring reports for projects capable of being financed  International and national   \n(initial reports for selected cities by December 2014)  travel  830 \n  Reports and   \n3.1 Capacity development activities (initial reports for selected  communications  136 \ncities by December 2014)  Equipment  192 \n3.2 Strengthening of CDIA networking activities (ongoing) \nWorkshops, training,   \n \nseminars, conferences   \n \nand training programs   \n  (i) Facilitator  196 \n  (ii) Training program  140 \nExternal audit  80 \nSurveys  90 \nMiscellaneous   \nadministration and   \nsupport costs  120 \nContingencies  1,000 \n \n \n \n \n \n \n \n \n ", "8  Appendix 1 \nGovernment of Austria: $2.0 million \n \nAmount  \nItem  ($’000) \nInternational consultants  1,000 \nNational consultants  350 \nInternational and national   \ntravel  100 \nReports and   \ncommunications  50 \nEquipment  130 \nWorkshops, training,   \nseminars, conferences,   \nand training programs   \n  (i) Facilitator  75 \n  (ii) Training program  25 \nSurveys  20 \nMiscellaneous   \nadministration and   \nsupport costs  50 \nContingencies  200 \n \n \nUrban Climate Change Resilience \nTrust Fund under the Urban \nFinancing Partnership Facility:  \n$5.0 million \n \nAmount  \nItem  ($’000) \nInternational consultants  2,700 \nNational consultants  800 \nInternational and national   \ntravel  400 \nReports and   \ncommunications  60 \nEquipment  100 \nWorkshops, training,   \nseminars, conferences,   \nand training programs   \n  (i) Facilitator  110 \n  (ii) Training program  40 \nSurveys  40 \nMiscellaneous   \nadministration and   \nsupport costs  100 \nContingencies  650 \nADB = Asian Development Bank, CDIA = Cities Development Initiative f or Asia, CPS = country partnership strategy, \nDMC = developing member country. \nSource: Asian Development Bank. \n \n \n \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Amounta \nA.  Government of Swedenb   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  3,000.0 \n      ii.  National consultants  1,300.0 \n    b.  International and local travel  830.0 \n    c.  Reports and communications  136.0 \n  2.  Equipment  192.0 \n  3.  Training, seminars, and conferences   \n    a.  Facilitators  196.0 \n    b.  Training program  140.0 \n  4.  External auditc  80.0 \n  5.  Surveys  90.0 \n  6.  Miscellaneous administration and support costs  120.0 \n  7.  Contingencies  1,000.0 \n      Subtotal (A)  7,084.0 \n   \nB.  Government of Austriab   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  1,000.0 \n      ii.  National consultants  350.0 \n    b.  International and local travel  100.0 \n    c.  Reports and communications  50.0 \n  2.  Equipment  130.0 \n  3.  Training, seminars, and conferences   \n    a.  Facilitators  75.0 \n    b.  Training program  25.0 \n  4.  Surveys  20.0 \n  5.  Miscellaneous administration and support costs  50.0 \n  6.  Contingencies  200.0 \n      Subtotal (B)  2,000.0 \n   \nC.  Urban Climate Change Resilience Trust Fund under the Urban    \n  Partnership Facilityd \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  2,700.0 \n      ii.  National consultants  800.0 \n    b.  International and local travel  400.0 \n    c.  Reports and communications  60.0 \n  2.  Equipment  100.0 \n  3.  Training, seminars, and conferences   \n    a.  Facilitators  110.0 \n    b.  Training program  40.0 \n  4.  Surveys  40.0 \n  5.  Miscellaneous administration and support costs  100.0 \n  6.  Contingencies  650.0 \n      Subtotal (C)  5,000.0 \n   \n        Total (A, B, and C)  14,084.0 \n ", "10  Appendix 2 \na  Financed by the governments of Austria and Sweden and the Urban Climate Change Resilience Trust Fund under \nthe Urban Financing Partnership Facility. \nb  Administered by ADB. This amount also includes ADB’s administration fee, audit costs, bank charges, and a \nprovision for foreign exchange fluctuations (if any) to the extent that these items are not covered by the interest and \ninvestment income earned on this grant.  \nc     \nThis line item is included at the request of the Government of Sweden.\nd  Contributors: the Government of the United Kingdom and the Rockefeller Foundation. Administered by ADB. This \namount also includes ADB’s administration fee, audit costs, bank charges, and a provision for foreign exchange \nfluctuations (if any) to the extent that these items are not covered by the interest and investment income earned on \nthis grant, or any additional grant from the Urban Climate Change Resilience Trust Fund under the Urban \nFinancing Partnership Facility. \nSource: Asian Development Bank estimates. \n \n ", "  Appendix 3  11 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The  technical  assistance  (TA)  team  will  work  with  the  staff  of  the  Regional  and \nSustainable Development Department of the Asian Development Bank (ADB) and GIZ staff \nengaged in the Cities Development Initiative for Asia (CDIA) to prepare projects and enhance \nthe capacity of cities to manage them.  \n \n2.  A multidisciplinary team of national and international experts, led by an international \nsenior  municipal  or  environmental  engineering  and  urban  infrastructure  specialist,  will  be \nrequired to successfully execute the assignments. The experts will perform the following tasks.  \n \n(i)  Review pertinent documentation, including the listing of relevant documentation. \n(ii)  Analyze current urban development constraints and projections.  \n(iii)  Define and propose the prefeasibility studies study area boundaries, based on \ntechnical criteria related to key urban environmental infrastructure.  \n(iv)  Review  integrated  improvement  requirements  within  the  prefeasibility  studies \narea and contrast this with improvements already undertaken or programmed. \n(v)  Identify priority investments that will  \n(a)  have  maximum  environmental  benefits,  including  socially  inclusive \ninvestments;  \n(b)    reduce the city’s ecological footprint;  \n(c)    help mitigate and adapt to climate change; and  \n(d)    reduce inequalities. \n(vi)  Ensure that the identified investments benefit the poorer people and sections of \nthe city to the greatest extent possible. \n(vii)  Conduct  the  prefeasibility  studies  in  a  participatory  manner,  involving  all \nstakeholder agencies as well as civil society throughout the study by conducting \nparticipatory  planning  and  design  workshops  at  critical  junctures.  For  this \npurpose, an operational working group will be formed in which representatives \nfrom the main agencies involved and from civil society will participate.   \n \n3.  The overall combined implementation package is likely to be financed by a combination \nof international and national financing in accordance with the applicable infrastructure financing \nformula. The prefeasibility studies work for these projects is therefore envisaged to establish the \ninitial case for taking projects identified by participating cities to prefeasibility studies level under \nstandard  arrangements  with  a  financing  institution.  The  prefeasibility  studies  reports  to  be \nprepared must therefore adhere to a standard acceptable to national and international financing \ninstitutions, with particular attention to requirements for possible ADB funding. This will include \nflagging  potential  issues  requiring  in-depth  review  in  accordance  with  ADB’s  safeguards \nguidelines at the subsequent feasibility study stage. \n \nA.  International Urban Infrastructure Consultants \n \n4.  The international specialists will be responsible for providing the strategic and technical \ndirection for the prefeasibility studies, quality assurance for the inputs, and all key reporting to \nthe CDIA. They will coordinate closely with the client, ensuring that key institutions and civil \nsociety are at all times engaged in the process of the prefeasibility studies development as \npartners.  \n \n \n ", "12  Appendix 3 \n1.  Senior Municipal or Environmental Engineering and Urban Infrastructure \nSpecialist  \n \na.   Technical Responsibilities  \n \n5.  This specialist (international, 185 person-months) will manage the preparation of pre-\nfeasibility reports, adhering to a standard acceptable to national and international financing \ninstitutions, with particular reference to requirements for a possible capital investment project. \nThis will include flagging potential issues requiring in-depth review in accordance with ADB’s \nsafeguards guidelines at the subsequent feasibility study stage. \n \n6.  Under the supervision of the ADB CDIA manager and the GIZ CDIA program coordinator, \nthe  consultant  will  take  part  in  the  day-to-day  operational  activities  of  the  CDIA  core \nmanagement team. With a focus on urban good governance and effective city-level public \nsector management for infrastructure development, the main tasks of the consultant will be to \nsupport  the  following  activities  of  the  CDIA:  (i)  broad  organizational  and  institutional \ndevelopment, (ii) development and evaluation of project support applications from cities, and (iii) \nprefeasibility studies phase project preparation and city-to-city networking. \n \n7.  Contributing from  his  or  her  disciplinary  background, the  specialist  will  perform  the \nfollowing tasks. \n \n(i)  Determine study area boundaries. \n(ii)  Verify previous sector studies undertaken and conduct a detailed analysis of the \npresent  development  situation  of  the  study  area,  identifying  constraints  and \nissues. \n(iii)  Identify and define possible design options that have emerged and comment on \ntheir likely feasibility and sustainability. \n(iv)  Recommend a preferred design option and financial structure for investment \nprojects. \n(v)  Highlight any major environmental issue that needs to be reviewed in depth at \nthe subsequent stage of feasibility work. \n \nb.  Qualifications and Experience  \n \n8.  The international senior municipal or environmental engineering and urban infrastructure \nspecialist will preferably have the following qualifications and experience. \n \n(i)  A master’s degree in environmental engineering, urban transport, or energy (with \nspecialization  in  municipal  sectors  such  as  drainage  and  flood  protection, \nsewerage, or solid waste management; urban transport such as bus rapid transit; \nparking management; and district energy systems) or in a related discipline, with \nexperience  in  preparing  and  implementing  infrastructure  projects  in  large \nmetropolitan cities.  \n(ii)  A minimum of 10 years of project-related experience in Asia.  \n(iii)  5–10 years of project management experience in Asia. \n(iv)  The capability to lead multidisciplinary teams and to work with a range of different \nstakeholders.  \n \n \n ", "  Appendix 3  13 \n2.  Urban Planner  \n \na.  Technical Responsibilities \n \n9.  The consultant (international, 55 person-months) will provide urban planning inputs for \nprojects, assisting in the development of options and agreeing on the preferred designs with the \nlocal government. She or he will assist in the preparation of the prefeasibility studies, complying \nwith the minimum CDIA requirements. The urban planner will coordinate with the financial \nanalyst in proposing and agreeing on the financial structure. Among other specific tasks, the \nurban planning specialist will perform the following functions. \n   \n(i)  Prepare  prefeasibility  studies  reports,  adhering  to  a  standard  acceptable  to \nnational  and  international  financing  institutions,  with  particular  attention  to \nrequirements for possible ADB project financing that include flagging potential \nissues  requiring  in-depth  review  in  accordance  with  the  various  safeguards \nguidelines at the subsequent feasibility study stage. \n(ii)  Verify previous prioritization activity and confirm priority projects. \n(iii)  Undertake a detailed analysis of the development situation in which the activities \nwill be carried out, identifying the constraints and issues. \n(iv)  Identify and define possible design options that have emerged and comment on \ntheir likely feasibility and sustainability. \n(v)  Recommend preferred designs or structures for investment projects. \n(vi)  Develop terms of reference for a feasibility design study and required capacity \ndevelopment programs. \n(vii)  Highlight any major social, economic, financial, and environmental issues that \nneed to be reviewed in depth at the subsequent stage of feasibility work. \n \nb.  Qualifications and Experience \n \n10.  The specialist is preferred to have the following qualifications and experience. \n \n(i)  At least a master’s degree in urban planning or related discipline, with experience \nin regional urban planning in large metropolitan cities. \n(ii)  At least 15 years of related project experience. \n(iii)  A demonstrated ability to work congenially and productively with a consultant \nteam, counterparts, and other project stakeholders. \n \n3.  Public–Private Partnership Specialists and Financial Analysts  \n \na.  Technical Responsibilities \n \n11.  The specialists (international, 130 person-months, intermittent) will develop and assess \noptions for project finance and agree on the preferred options with the local government. They \nwill prepare presentation documents and the information memorandum for these options. The \nspecialists will agree on and document financing plans, conditional on satisfactory feasibility \nstudy outcomes, with potential primary financiers. They will also perform the following tasks. \n \n(i)  Make a preliminary assessment of the viability of investment options identified by \nCDIA  prefeasibility  studies  assessments,  opportunities  for  public–private \npartnerships (PPP), and contrast and compare their likely feasibility and benefits. \n ", "14  Appendix 3 \n(ii)  Make a preliminary identification of likely risks to feasibility and benefits, including \nrisks to sustainability, and assess the importance of these risks. \n(iii)  Review the preliminary financial and economic analysis, including risk analysis of \nthe project, with a view to developing bankable projects downstream. \n(iv)  Review the preliminary financing plan, including conducting a sensitivity analysis. \n(v)  Help the team leader recommend a preferred PPP option based on bankability \ncriteria. \n(vi)  Review  potential  options  for  financing  of  investments,  define  options  for \norganizing investment operations, and recommend preferred options for both to \nbe considered in detail in subsequent feasibility work. \n(vii)  Identify potential financial sources for financing of the project, including where it \nmay be possible to attract limited recourse financing. \n(viii)  Liaise with identified financiers to secure financing for identified projects and, \nwhere applicable, prepare terms of reference for additional due diligence and \nprocurement, or for structuring the project for a possible PPP.  \n \nb.  Qualifications and Experience \n \n12.  The specialists should preferably have the following qualifications and experience. \n \n(i)  At least a master’s degree in finance and economics. \n(ii)  At least 10 years of experience in finance or economics project monitoring and \nevaluation.  \n(iii)  Demonstrated success in structuring limited recourse project financing as well as \nPPPs across a number of sectors and in many jurisdictions. \n(iv)  A  high  degree  of  literacy  in finance  and financial  modelling  of  infrastructure \nprojects in Asia. \n(v)  Proven competence in project economic and financial analysis. \n(vi)  Fluency in both written and spoken English. \n \nB.  National Urban and Infrastructure Consultants  \n \n13.  The main task of the national consultants (40 consultants, 584 person-months in total) \nwill be to provide high-quality assistance and inputs for the international consultants, backed \nwhere needed by strong data analysis. Consultants will be required in the fields of urban \nplanning,  municipal  engineering,  economic  and  financial  analysis,  social  development,  and \ninstitutional  development. The  tasks  of the  national  consultants  will  include  supporting the \nactivities of international consultants in the field, reviewing documents and literature, collecting \ndata and information, conducting research and analysis (both quantitative and qualitative), and \npreparing notes and briefs. The national consultants will provide technical and administrative \nsupport to assist the international consultant teams. The national consultants will coordinate \nwith  governments,  other  donors,  and  other  ADB  projects  as  needed.  The  consultants  will \nundertake other support tasks required by the CDIA secretariat. \n \n14.  The specialists should preferably have the following qualifications and experience. \n \n(i)  A master’s degree in urban planning, finance and economics, or environmental \nengineering or related discipline; and project experience working in Asia with \ngovernment agencies and on donor-funded projects. \n(ii)  A minimum 10 years of related project experience. \n ", "  Appendix 3  15 \n(iii)  A  demonstrated  ability  to  review  documents  and  literature,  collect  data  and \ninformation, conduct research and analysis (both quantitative and qualitative), \nand prepare notes and briefs. \n \nC.  Report Submissions \n \n15.  The  consultants  will  submit  progress  reports  2  months  after  the  initiation  of  their \nassignment, and a draft final report after the fifth month of their engagement, together with \nrequired  reports  and  inputs  relating  to  city  project  formulation,  as  agreed  on  with  ADB’s \nRegional and Sustainable Development Department. \n "], "metadata": {"Title": "Technical Assistance Report", "Author": "ADB", "Keywords": "adb technical assistance ta report", "Creator": "Microsoft® Word 2010", "CreationDate": "D:20131113112142+08'00'", "ModDate": "D:20131113112142+08'00'", "Producer": "Microsoft® Word 2010"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 25 October 2013) \n \nCurrency unit  –  Swedish krona (SKr) \nSKr1.00  =  $0.16 \n$1.00  =  SKr6.35 \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nCDIA  –  Cities Development Initiative for Asia \nDMC  –  developing member country \nPPP  –  public–private partnership \nSBP  –  strategy and business plan \nTA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional—capacity development technical assistance (R-CDTA) \nTargeting  –  General intervention \nclassification \nSector (subsectors)  –  Multisector (urban sector development, water supply and \nsanitation, waste management, urban transport) \nThemes   –  Economic growth, environmental sustainability, private sector \n  development, capacity development  \nClimate change  –  Urban environmental improvement, climate change mitigation \nand adaptation \nLocation (impact)  –  Urban (high), regional and national (medium), rural (low) \nPartnerships  –  Governments of Austria, and Government of Sweden, Urban \nClimate Change Resilience Trust Fund under the Urban \nFinancing Partnership Facility \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice-President  B. Lohani, Knowledge Management and Sustainable Development \nDirector General  W. Um, Officer-in-Charge, Regional and Sustainable Development \nDepartment (RSDD) \nDirector  G. Kim, Sustainable Infrastructure Division, RSDD \n   \nTeam leader  S. Sampath, Principal Urban Development Specialist, RSDD \nTeam member  A. Vogl, Urban Development Specialist, RSDD \n \n \nIn  preparing any country program or strategy, financing any project, or by making any designation of \nor reference to a particular territory or geographic area in this document, the Asian Development \nBank does not intend to make any judgments as to the legal or other status of any territory or area. \n ", "authors": [{"fullname": "B. Lohani", "role": "Knowledge Management and Sustainable Development", "organization": ""}, {"fullname": "W. Um", "role": "Officer-in-Charge", "organization": "Regional and Sustainable Development"}, {"fullname": "G. Kim", "role": "Sustainable Infrastructure Division", "organization": "RSDD"}, {"fullname": "S. Sampath", "role": "Principal Urban Development Specialist", "organization": "RSDD"}, {"fullname": "A. Vogl", "role": "Urban Development Specialist", "organization": "RSDD"}]}