{"path": "data/input/ta/47287-001-tar.pdf", "pages": ["Technical Assistance Report\nProject Number: 47287-001\nCapacity Development Technical Assistance (CDTA)\nDecember 2013\nRepublic of Indonesia: Aligning Asian Development\nBank and Country Systems for Improved Project\nPerformance\nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s\nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.", "CURRENCY EQUIVALENTS\n(as of 27November 2013)\nCurrency unit – rupiah (Rp)\nRp1.00 = $0.000088\n$1.00 = Rp11,793\nABBREVIATIONS\nADB – Asian Development Bank\nAMDAL – analisis mengenai dampak lingkungan(environmental\nimpact assessment)\nBAPPENAS – Badan Perencanaan dan Pembangunan Nasional\n(National Development Planning Agency)\nCSR – country safeguard review\nCSS – country safeguard systems\nICB – international competitive bidding\nRPJMN – Rencana Pembangunan Jangka Menengah Nasional\n(National Medium-Term Development Plan)\nSPS – Safeguard Policy Statement\nTA – technical assistance\nTECHNICAL ASSISTANCE CLASSIFICATION\nType – Capacity development technical assistance (CDTA)\nTargeting – General intervention\nclassification\nSector (subsectors) – Public sector management (public administration,\ndecentralization)\nThemes – Capacity development (institutional development,\n(subthemes) organizational development), governance (public\nadministration–national and decentralized, economic and\nfinancial governance), economic growth (promoting economic\nefficiency and enabling business environment)\nLocation(impact) – Rural (medium), urban (medium), national (high)\nNOTE\nIn this report, \"$\" refers to US dollars.", "Vice-President S. Groff, Operations 2\nDirector General J. Nugent, Southeast Asia Department (SERD)\nOfficer-in-Charge E. Ginting, Indonesia Resident Mission, SERD\nTeam leaders R. Budiman, Senior Finance Specialist, SERD\nT. Panella, PrincipalWater Resources Specialist, SERD\nTeam members S. Aman-Wooster, Senior Social Development Specialist (Safeguards),\nSERD\nM. Chaerani, Project Analyst, SERD\nA. Gill, Senior Country Specialist, SERD\nM. Kunzer, Principal Environment Specialist, Regional and Sustainable\nDevelopment Department\nN. Mardiniah, Safeguards Officer (Resettlement), SERD\nJ. Pedersen, Senior Procurement Specialist,Operation Services and\nFinancial Management Department\nE. Susilawati, Executive Assistant, SERD\nO. Suyatmo, Procurement Officer, SERD\nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s\nImn epmrebpearsr,i nBgo aarndy o cf oDuirnetcryto prsr,o Mgraanmag oerm setrnat,t eogr ys,ta ffifn, aanncdi nmga ay nbye  pprroejliemcitn, aorry  biny  nmaatukrien.g any designation\nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian\nDevelopment Bank does not intend to make any judgments as to the legal or other status of any\nterritory or area.", "CONTENTS\nPage\nI. INTRODUCTION 1\nII. ISSUES 1\nIII. THETECHNICAL ASSISTANCE 3\nA. Impact and Outcome 3\nB. Methodology and Key Activities 3\nC. Cost and Financing 5\nD. Implementation Arrangements 5\nIV. THE PRESIDENT'S DECISION 5\nAPPENDIXES\n1. Design and Monitoring Framework 6\n2. Cost Estimates and Financing Plan 9\n3. Outline Terms of Reference for Consultants 10", "I. INTRODUCTION\n1. The  capacity  development  technical  assistance  (TA)  will help  align  Government  of\nIndonesia and Asian Development Bank (ADB) systems—social and environmental safeguards,\nprocurement,  and  project  preparation  and  start-up—to  improve project  performance.1 The\ngovernment requested the TA through dialogue between the National Development Planning\nAgency (BAPPENAS) and ADB. The concept paper for the TA was approved on 6 November\n2013. The design and monitoring framework is in Appendix 1.\nII. ISSUES\n2. ADB’s  infrastructure  portfolio  in  Indonesia  is  growing, and its  performance  can  be\nenhanced if project preparation  and  implementation challenges  can  be  overcome. Better\nalignment of ADB and government systems and procedures will expedite and improve project\nreadiness and quality at entry, strengthen performance during administration, and increase\ndevelopment effectiveness. Safeguards and procurement activities are the two largest project\npreparation and implementation concerns, and they would benefit from greater harmonization.\nThe government has its ownlaws, regulations,andinstitutional arrangements for safeguardsand\nprocurement. ADB also has its own policies and procedures. The dissonance between ADB and\ngovernment systems and the resulting complications lead to  project  preparation  and\nimplementation delays,  which reduce development effectiveness. Indonesia’s recent\nachievements in strengthening its own safeguard and procurement frameworks also provide a\ncompelling rationalefor greater alignment of ADB and government systems.\n3. A high level of project readiness not only for safeguards and procurement, but also\nimplementation arrangements, financing, budgeting, and many other activities is essential to\ncreate a seamless flow between project preparation, approval, start-up, and implementation.\nGreater alignment of ADB and government project cycles and business processes will boost\npreparation efficiency and the ability to meet project readiness criteria, and accelerate project\napprovals, start-up, and implementation, which will all result in stronger development impact.\n4. Country safeguard systems. To support its infrastructure development, Indonesia has\nits own country safeguard systems (CSS) for involuntary resettlement and the environment.\nNotably in January 2012, the government promulgated Law No. 2/2012 on Land Acquisition for\nDevelopment  in  the  Public  Interest (Land  Acquisition  Law) and  subsequently  prepared  its\nimplementing regulations.2 TheLand Acquisition Lawprovides clear, time-bound procedureswith\nthe objective to accelerate land acquisition through eminent domain. The law has significantly\nimprovedtheCSS forresettlement with greater protectionofthe rights of property ownersthrough\nconsultation and fair compensation, and it also deals with compensation for non-titled property\nholders. The provisions under the Land Acquisition Law are substantiallymore aligned withADB’s\nSafeguard Policy Statement (SPS, 2009) than the previous government resettlement policy\nframework. Yet several gaps between the Land Acquisition Law and the SPS remain with regard\nto the law’s application to ADB-financed projects.\n5. The CSS for a project-specific environmental impact assessment (AMDAL) and related\nactivitiesin Indonesia are more developed thanforresettlement and are aligned to a large degree\n1 The TA first appeared in the business opportunities section of ADB’s website on 6 November 2013. A fact-finding\nmissionwas conductedfrom7 October to 5 November 2013(intermittent).\n2 CSS  means  a  country’s  legal  and  institutional  framework,  consisting  of  its national,  subnational,  or sector\nimplementing institutions and relevant laws, regulations, rules, and procedures that pertain to the policy areas of\nenvironmental and social safeguards.ADB. 2009.Safeguard Policy Statement.Manila.", "2\nwith  ADB  safeguards.  The  primary  policy  provision  for AMDAL  is Law  No.32/2009 on\nEnvironmental Protection and Management under the Ministry of Environment. A well-developed\nconsulting  practice  exists to  support  preparation  and  execution  of  required  environmental\nactivities, andgovernment capacity formanagement andregulationis improving. Scope exists to\nuse environmental CSS in ADB-financed projects.\n6. ADB has supported the government in strengthening safeguards through dedicated TA\nprojects and project-oriented capacity building during project preparation and implementation.\nTheseTAprojects include (i) EnhancingtheLegal and Administrative Frameworkfor Land,which\nsupported preparation of the Land Acquisition Law,3 and the ongoing (ii) Strengthening and Use\nof  Country  Safeguard  Systems with two  subprojects:  (a)  Strengthening the Capacity  of\nIndonesia’sAMDALSystem; and (b) Capacity Development for Social Safeguard Preparation and\nImplementation  in  Water  Resources and  Energy  in  Indonesia. 4 This latter,  ongoing TA\nstrengthensthecapacityof Indonesian agenciesfor usingtheir existing CSS. Building onthisTA\nsupport and on improvements to Indonesia’s own CSS, BAPPENAS requested the use of CSS\nfor ADB-financed projects.5 ADB’s SPS endorses the use of CSS supported by a country\nsafeguard review (CSR) through equivalence (legal and policy) and acceptability (capacity)\nassessments todetectgaps and to prepare time-bound action plans with remedial measures and\ncapacity building to ensure compliance with the SPS.\n7. Country procurement systems. ADB requires that ADB-financed projects follow ADB\nprocurement procedures. Under national competitive bidding, ADB allows the use of national\nprocurement systems provided that the national procedures are consistent with ADB procurement\nguidelines. Both ADB and the government have well-developed procurement procedures that are\nstandardized  for  public  sector  agencies.  However, project-specific practice  often  indicates\ninadequate understanding of and ability to execute procurement activities. This is often due to\ndifferent procedures and practices applied between ADB and government procurementsystems.\nThese differences often delay project implementation and result in inefficient public expenditure\nand diminished development impact.\n8. ADB proposes to carry out a country and sector procurement risk assessment to identify\nprocurement processes (including e-procurement) that could undermine project implementation\nand/or achievement of project outcomes. This approach is designed to yield recommendations\nthat strengthen national procurement systems and improve the use of ADB resources. An\nimportant part of it is to assess government procurement regulations so as to improve alignment\nbetween ADB and government procurement procedures for better use of country procurement\nsystems. ADB has helped strengthen government procurement systems through earlier TA\nprojects, such as (i) Procurement Policies, Legal Framework, and Institutions, which assisted\nBAPPENAS in establishing the National Public Procurement Agency with capacity building,6 and\n(ii) Support for the State Audit Reform Sector Program, which helped the procurement agency\ndevelop the government’s e-procurement system.7\n3 ADB. 2009. Technical Assistance to the Republic of Indonesia for Enhancing the Legal and Administrative\nFramework for Land.Manila (TA 7038-INO).\n4 ADB. 2011.Technical AssistanceforStrengthening and Use of Country Safeguard Systems.Manila (TA 7566-REG).\n5 BAPPENAS requested the use of CSS for ADB-financed projects in correspondence to ADB on 23 July 2013.\n6 ADB. 2001.Technical Assistance to the Republic of Indonesia forStrengthening ProcurementPolicies, Framework,\nand Institutions.Manila (TA 3720-INO).\n7 ADB. 2004.Technical Assistance to the Republic of Indonesia for Support for State Audit Reform Sector Program.\nManila (TA 4474-INO).", "3\n9. Project readiness and start-up. BAPPENAS plays a key role in the selection, approval,\nand implementation of projects financed by ADB and other development partners. Instrumental\nto BAPPENAS’ programming are the Blue Book, which contains all the projects for foreign-\nassisted funding under the national government’s Medium-Term Development Plan (RPJMN),\nand the Green Book, which confirms the readiness oftheprojects in a given year that can proceed\nto  loan  negotiations.8 To  help  screen  projects  for  the  Green  Book  and progress to loan\nnegotiations, BAPPENAS has a set of readiness criteria that includes preparation of AMDAL,\nresettlement plans, implementation plans, financing, and disbursement plans.9 Many of the\nreadiness criteria are consistent with ADB business processes, yetbetteralignment of scheduling,\nresources, and outputs for project preparation and start-up would bolster the ability to meet\nreadiness criteria and improve implementation.\n10. To meet BAPPENAS’ readiness criteria and strengthen project preparation and start-up,\ngreater alignment is also needed between the ADB project cycle and business processes and\nother government procedures, including annual line agency planning, budgeting, counterpart\nstaffing, preparation of detailed engineering design, and recruitment of project management\nconsultants. In many cases, local government involvement also needs to be coordinated and\nintegrated with ADB  project  preparation  and  start-up  activities.  Improving  ADB’s  and the\ngovernment’s ability to work together effectively within existing cycles and processes, as well as\nexploring options to advance preparation and start-up activities (such as detailed engineering\ndesign), will  reduce project  delays,  accelerate  progress  and  disbursement,  and deepen\ndevelopment impact. A comprehensive assessment of theactivitiesandproceduresrelated to the\nBAPPENAS readiness criteriaandother government processesforproject preparation and start-\nup is neededto achieve all this.\n11. Capacity building. While analysis of how to align ADB and government procedures is\nrequired to improve project performance, capacity building for counterparts is also necessary.\nOften the capacity of the implementing agencies is still insufficient to effectively execute actions\nrelated  to  safeguards  and  procurement, and  project  preparation  and start-up  activities.  An\neffective approach to capacity development is to carry out capacity assessments, draft capacity\ndevelopment plans, and pilot activities that can be scaled up in a larger dedicated effort once\nlessons aregarnered and methods confirmed.\nIII. THE TECHNICAL ASSISTANCE\nA. Impact and Outcome\n12. The impact will be greater efficiency and effectiveness in preparing and implementing\nADB-financed infrastructure projects in Indonesia. The outcome will be increased alignment of\nADB and government systems and proceduresto prepare and implement projects.\nB. Methodology and Key Activities\n13. The proposed TA is innovative in its approach to improving project performance through\n(i) the use of CSS for the first time with an ADB developing member country, (ii) the use ofADB’s\nrisk-based approach to adopting country procurement systems, and (iii) better alignment of ADB\nand government business systems for project preparation and start-up.\n8 The RPJMN and Blue Book will be updated in 2014 for2015–2019. ADB is providing assistance to the government\nfor infrastructure sector studies to support preparation of the RPJMN update.\n9 BAPPENASdefines its readiness criteria inRegulation 4 of 2011 on Procedures for Planning, Proposing, Assessing,\nandMonitoring and Evaluating Activities Financed by Foreign Loans and Grants.", "4\n14. Output 1: Countrysafeguard systems reviewed. Output 1 will support the CSR for the\nassessments and action plans to apply CSS for environment and resettlement in ADB-financed\nprojects in the energy, transport, water resources,and water supply and sanitation sectors. ADB’s\nSPS provides guidance to assess and strengthen CSS for application to ADB-financed projects.\nFirst, output 1 will support an equivalence assessment that examines the national, sector, and\nselected  subnational  legal,  regulatory, and  administrative  frameworks  for  environment  and\nresettlement CSS. The equivalence assessment will provide the basis for remedial measures to\nensure compliance withthe SPS. The subprojects under theongoingTA (footnote 4) will support\nthe  equivalence  assessment  and  have already  sensitized the government  to  ADB’s  CSS\napproach.\n15. Second, the TA will support the CSR in an acceptability assessment to review the\ngovernment’s implementation practice, capacity, and track record in implementing existing CSS\nunder national, sector, and selected subnational agencies. The acceptability assessment will\nconfirm if implementation is consistent with CSS procedures for Indonesia and with those under\nADB’s SPS. The CSR will provide remedial measures to strengthen the performance of CSS\nagencies to ensure compliance with the SPS. Based on the equivalence and acceptability\nassessments, the TA will prepare a time-bound action plan(s) to be agreed by ADB and the\ngovernmentthat will(i) defineremedial measures to ensure consistency between CSSandSPS,\nand (ii) specify  capacity  development  activities  to  ensure  acceptable  implementation.\nConsultations will be held with the government and other stakeholders (including civil society) to\nvalidate the equivalence and acceptability assessments andthesubsequent action plan(s).\n16. Output 2: Harmonized procurement. Output 2 from the TA will provide a gap analysis\nof government and ADB procurement guidelines to identify differences such as provisions in\nbidding documents for procurement of goods, works, and consultants. This analysis will review\nnational  competitive  bidding documents  and  their annexes  and  make  recommendations  to\nimprove current Indonesian national competitive bidding procedures and documents for more\ncompatible use with ADB-financed projects. The analysis will reviewthegovernment’sguidelines\nfor international competitive bidding (ICB) procedures to assess their alignment with ADB’s ICB\nprocedures,andprovide recommendations to harmonize government and ADB definitionsof ICB\nand develop mutually acceptable ICB documents. The analysis will include country and sector\nprocurement risk  assessments and generate  recommendations  to  improve  government\nprocurement systems with an emphasis on efficiency and transparency.10\n17. Output  3: Improved project  readiness  and  start-up. Output  3  will analyze the\nintersection ofBAPPENASprocedures andprojectreadiness criteriawithADB’sproject cycle and\nbusiness processes. This analysis will evaluate the backward links to line agency activities\nrequired to prepare projects and meetthereadiness criteria. This would include reviewof budget\ncycles, line agency planning, counterpart staffing, involvement of local governments, and other\ngovernmentactionsaffecting project preparation. Output 3 will also analyze government and ADB\nprocedures related to project start-up to (i) optimize sequencing and (ii) develop options to\naccelerate project start-up for such things as feasibility studies, detailed engineering design,\nconsultant  recruitment, procurement, and  safeguards. More  programmatic  approaches  and\nvehicles such as project development facilities will also be developed. Output 3 will further draw\non best practices from ADB’s institutional experience. It will prepare recommendations for (i) an\noperationalguideline withachecklistthat alignsexistinggovernment and ADBcycles,resources,\nand outputs for project preparation, approval, and start-up, and (ii) ways to improve existing\n10The risk assessments will be based on the Approach to Assessing Country and Sector Procurement Risk (September\n2013 draft) of ADB’s Operations Services and Financial Management Department.", "5\nprocesses.11 Output  3 will optimize ADB's  and the  government's preparation and  start-up\nschedules for infrastructure projects.\n18. Output 4: Capacity development. The TA will provide capacity development for all\noutputs. For the use of CSS, capacity building is an integral part of the time-bound action plan(s)\nand will be targeted at national, subnational, and sector agencies. The approach to CSS will be\nto develop the most effective capacity development methods, which can then be scaled up. For\noutput 2, targeted capacity building will clarify and promote the use of harmonized procurement\nsystems. Capacity building related tooutput 3 will target BAPPENAS and line agencies.\nC. Cost and Financing\n19. The TA is estimated to cost $1,600,000, of which $1,500,000 will be financed on a grant\nbasis by ADB’s Technical Assistance Special Fund (TASF-others). The government will provide\ncounterpartsupport in the form of counterpartstaff,review of outputs,office space,workshop and\nconsultation support, and other in-kind contributions. The cost estimates and financing plan are\nin Appendix 2.\nD. Implementation Arrangements\n20. BAPPENAS will be the executing agency. Implementing agencies will include the Ministry\nof Public Works (Directorates of Human Settlements, Transport, and Water Resources), State-\nowned Power Company, National Public Procurement Agency, the National Land Agency, and\nthe Ministry of Environment. For the CSR, an ADB working group has been established.12The\ngovernment will set up (i) a TA steering committee for overall TA policy guidance, (ii) a CSS\nworking groupto assistthe CSR process, and(iii) technical working groups for outputs 2 and 3.\n21. The  TA  will  require  105 person-months  of  consulting  services (21 person-months\ninternational and 84 person-months national) over an implementation period of 19 months (6\nJanuary 2014 to 31 July 2015). Consultant recruitment will be through individuals and, for output\n1, throughthe combination of individuals and a firm using (i) quality- and cost-based selection at\na ratio of80:20 and (ii) a simplifiedtechnical proposal.Consultants will be engaged in accordance\nwith the Guidelines on the Use of Consultants (2013, as amended from time to time). The terms\nof reference are in Appendix 3. Procurement will be in accordance with ADB’s Procurement\nGuidelines(2013, as amended from time to time), andthe procuredequipment will be turned over\nto the government upon TA completion. TA funds will support workshops, capacity development\nactivities, and ADB CSR staff as resource  persons for  CSS  workshops  and  training.  All\ndisbursements  will  be  done  in  accordance  with  ADB’s Technical  Assistance  Disbursement\nHandbook (2010, as amended from time to time).\nIV. THE PRESIDENT'S DECISION\n22. The President, acting under the authority delegated by the Board, has approved the\nprovision of technical assistance not exceeding the equivalent of $1,500,000 on a grant basis to\nthe Government of Indonesia for Aligning Asian Development Bank and Country Systems for\nImproved Project Performance, and hereby reports this action to the Board.\n11The recommendations and operations manual would also include relevant findingsfrom outputs1 and 2.Output 3\nwill also provide support to BAPPENAS with procedural recommendations to improve processes related to the Blue\nand Green Books duringthe RPJMN updating period.\n12In line with ADB’s SPS, the CSR working group includes representatives from the Southeast Asia Department, Office\nof the General Counsel, and Regional Sustainable Development Department.", "6 Appendix 1\nDESIGN AND MONITORING FRAMEWORK\nData Sourcesand\nDesign Performance Targetsand Reporting Assumptions and\nSummary IndicatorswithBaselines Mechanisms Risks\nImpact Assumption\nGreater By 2018. Reports from: Continued commitment\nefficiency and Approvals andstart-up delays in BAPPENAS and participation by\neffectiveness implementingADB-financed national and local\ninpreparing projectshave declinedby 50% Relevant government governments to\nand line ministries strengthen CSS and\nimplementing 90% oftheproject portfolio is improve procurement\nADB-financed approvedby the ADB Boardas ADB systems\ninfrastructure scheduled Risk\nprojectsin Insufficient ownershipby\nIndonesia local government to\ndevelopneededcapacity\nfor CSSandbetter\nprocurement\nOutcome By2015. Assumption\nIncreased Action plans to implement CSS for Reports from: Effective coordination\nalignment of resettlement andenvironment,and BAPPENAS betweenrelevant\nADB and procurement system endorsed by government agencies to\ngovernment the government and approved by National Land Agency develop CSS, improve\nsystemsand ADB procurement practices,\nprocedures to NPPA and optimize project\nBetteralignment ofADB and\nprepare and preparation and start-up\ngovernmentprocurement\nimplement Relevant government procedures\nprocedures,includingNCB\nprojects line ministries\ndocument annexesand ICB\ndefinitions.\nADB\nADB and government procedures,\nprocesses,and resources for\nproject preparation and start-upare\n75%aligned.\nOutputs\nOutput 1: Equivalence assessment completed BAPPENAS Assumption\nCountry and endorsed by BAPPENAS and BAPPENAS,\nsafeguard relevant government agencies and government agencies,\nsystems accepted by ADB(Q12015) ADB Consultants’ and other stakeholders\nreviewed reports execute required actions\nAcceptability assessment\nto support TA outputs\ncompleted and endorsed by\nBAPPENAS and relevant\ngovernment agencies and accepted\nRisk\nby ADB(Q1 2015)\nLack of counterpart staff\nAction plans on the use of CSS and adequate\ncompleted and endorsed by consultation to achieve\nBAPPENAS and relevant consensus on TA\ngovernment agencies and accepted outputs\nby ADB(Q22015)\nOutput 2: Gap analysis between ADB and BAPPENAS\nHarmonized government procurement\nprocurement proceduresisaccepted by NPPA NPPA\nand ADB(Q3 2014)", "Appendix 1 7\nData Sourcesand\nDesign Performance Targetsand Reporting Assumptions and\nSummary IndicatorswithBaselines Mechanisms Risks\nCountry and sector procurement\nrisk assessmentis completed and ADBConsultants’\naccepted by NPPA and ADB reports\n(Q22015)\nRecommendations to align\nprocurement procedures and\ndocumentation are accepted and\npiloted by ADB and government\n(Q4 2015)\nOutput 3: Recommendations to align and BAPPENAS\nImproved optimize ADB and government\nproject procedures and resources for Relevant government\nreadiness project preparation and project line ministries\nandstart-up start-upimplemented(Q4 2014)\nADB Consultants’\nOptimized project processing and reports\nstart-up schedules for infrastructure\nprojectsagreed by ADB and\ngovernment (Q1 2015)\nADBstaff operations manual for\ninfrastructure project processing\nand start-up activitiesutilized(Q4\n2014)\nOutput 4: CSS capacity building for national BAPPENAS\nCapacity andselectedsubnational agencies\ndevelopment based on CSS action plan(starting National Land Agency\nQ2 2014 until TA closure)\nNPPA\nProcurement capacity building\n(starting Q3 2014) Relevant government\nline ministries\nProcurement capacity building\nmaterialsdeveloped and utilized by ADBConsultants’\ngovernment officials(starting Q4 reports.\n2014 until TA closure)\nAwareness and capacity\ndevelopment planand materialsto\nsupportoutput 3 by Q4 2014,and\nutilized by Q12015 until TA closure.\nActivities withMilestones Inputs\nOutput 1 ADB(TASF-other\n1.1 Establish Indonesia CSS environment, and resettlement team made up of sources): $1,500,000\nADB and governmentstaff(month 1)\nItem Amount\n($’000)\nConsultants 1,014\nEquipment 20\nTraining 315", "8 Appendix 1\nActivities withMilestones Inputs\n1.2 Recruit consultants(months 1 and 2) Administration 20\n1.3OngoingCSSconsultation with stakeholders during assessments(month3\nContingency 131\nthroughout TA)\n1.4Produce draft report onCSSequivalence assessmentforresettlement and Total 1,500\nenvironment(months 2–8)\n1.5Produce draft report onCSSacceptability assessmentfor resettlement and\nNote:The Government\nenvironment (months 2–8)\nof Indonesia will provide\n1.6Produce final report on acceptability and equivalence assessments(months\ncounterpart support in\n9–15)\nthe form ofa steering\n1.7 Prepare a time-bound action plan to rectify CSS gaps and build capacity\ncommittee and\nbased onacceptability and equivalence assessments(months 4–10)\ncounterpart staff, review\n1.8 Conduct stakeholder consultations to confirm assessment and action plan\nof outputs, office space,\n(months6–10)\nworkshop and\n1.9 Final action plan accepted by the government and approved by ADB\nconsultation support, and\n(months 11–18)\notherin-kind\ncontributions.\nOutput 2\n2.1. Recruit procurement consultants (months 1–2)\n2.2. Prepare analysis of gaps between ADB and government procurement\nprocedures(months 2–9)\n2.3.Prepare country and sector procurement risk assessment(months 2–9)\n2.4. Draft final report and recommendations to align ADB and government\nprocurement procedures(months 6–10)\n2.5 Conduct consultation on the recommended procedures to align ADB and\ngovernment procurement procedures (months 7–10)\n2.6  Final  recommendations  for  procurement  procedures  alignment  and\nprocurement risk assessments accepted (months11–18)\n2.7Piloting of harmonized procurement procedures (month 10 to end of TA)\nOutput 3\n3.1 Recruit project preparation and management consultants (months 1–2)\n3.2 Reviewreadiness criteria and procedures ofBAPPENAS and relevant\nagencies,and prepare recommendations to align andoptimize ADB and\ngovernment procedures and resources for project preparation and start-up\n(months 2–10)\n3.3 PrepareADBstaff operations manual for infrastructure project processing\nand start-up activities(months 6–10)\n3.4  Conduct  consultation  on the  recommendations to  align  ADB  and\ngovernment project preparation and start-up procedures (months 7–10)\n3.5 Prepare optimized project processing and start-up schedules forADB\ninfrastructure projects(months 9–12)\nOutput 4\n4.1 Prepare CSS capacity building planandmaterials and implement capacity\nbuilding with relevant stakeholders (month 4 until end of TA)\n4.2 Prepare procurement capacity building plan and materials and implement\ncapacity building with relevant stakeholders (month 7 until end of TA)\n4.3 Prepare project preparation and start-up capacity building planand\nmaterials and implement capacity building with relevant stakeholders (month\n7 until end of TA)\nADB = Asian Development Bank, BAPPENAS = National Development Planning Agency, CSS = country safeguard\nsystems, ICB = international competitive bidding, NCB = national competitive bidding, NPPA = National Public\nProcurement Agency,Q = quarter,TA = technical assistance,TASF =TechnicalAssistanceSpecialFund.\nSource: Asian Development Bank.", "Appendix2 9\nCOST ESTIMATES AND FINANCING PLAN\n($'000)\nItem Amount\nAsian Development Banka\n1. Consultants\na. Remuneration and per diem\ni. International consultants 504.0\nii. National consultants 386.0\nb. International andlocal travel 100.0\nc. Reports and communications 24.0\n2. Equipmentb 20.0\n3. Training, seminars, and conferences 290.0\n4. ADB staff as resource persons for country safeguard review 25.0\n5. Miscellaneous administration and support costs 20.0\n6. Contingencies 131.0\nTotal 1,500.0\nThe technical assistance (TA) is estimated to cost $1,600,000, of which contributions from the Asian Development\nBank(ADB)arepresented in the table above. The government will provide counterpart support in the formofa steering\ncommittee and counterpart staff, review of outputs, office space,workshop and consultation support, and other in-kind\ncontributions. The value of government contributions is estimated to account for 6% of the total TA cost.\na Financed byADB’sTechnical Assistance Special Fund (TASF-othersources).\nb Equipment to bepurchased includescomputers and software,computer video projectors, printers and photocopiers,\nand will be procured in accordance with ADB’s Procurement Guidelines (2013, as amended from time to time).\nEquipment will be turned overtothe executing agency upon completion of the TA.\nSource: Asian Development Bank estimates.", "10 Appendix3\nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS1\nA. Output 1: Country Safeguard Systems\n1. Country safeguard specialist and team leader (national,  8 person-months,\nintermittent).2 Tasks include the following:\n(i) Review  and  approve  the  methodology  for  equivalence  and  acceptability\nassessments as set forth in the Safeguard Policy Statement (SPS, 2009) of the\nAsian Development Bank (ADB).\n(ii) Review the analyses of  Indonesia's legal  framework  (laws,  decrees, and\nregulations) related to environment and involuntary resettlement,and its gaps with\nthe SPS—prepared under the ongoing technical assistance3—and other relevant\nstudies. Review capacity to carry out safeguards activities\n(iii) Oversee preparation of recommendations for gap-filling or legal or administrative\nreforms and capacity activities to meet full equivalence with ADB's SPS.\n(iv) Organize and administer consultations, country workshops, and other events with\nkey agencies, supporting agencies, and interest groups (e.g., nongovernment\norganizations and development partners).\n(v) Finalize  the  action  plans by  indicating necessary  improvements to the  legal\nframeworkandcapacity building,with milestones, budget, responsible agenciesor\nparties, and resources needed to implement the action plan. Secure government\nendorsement.\n2. Seniorcountry safeguard systemsequivalence assessment specialist(international,\n4 person-months, intermittent). Tasks include the following:\n(i) Organize equivalence assessments for environment and involuntary resettlement.\n(ii) Direct and assist compilation of a comprehensive inventory of national, selected\nregional, and  sector-specific  legal  instruments  (laws,  regulations,  and  other\nmandatory instruments).\n(iii) Prepare an inventory (assisted by national legal specialists) of the national legal\npolicy framework, including all constitutional provisions, laws, regulations, binding\ncase  law, and  other  mandatory  legal  instruments  related  to involuntary\nresettlement and environment.\n(iv) Prepare equivalence assessment for national legal instruments using procedures\nset forth in ADB’s SPS and guidance note oncountry safeguard review(CSR).\n(v) Recommend gap-filling measures in the legal framework that would attain full\nequivalence with ADB safeguard benchmarks.\n(vi) Lead  consultation  workshops to  review  draft findings  and  recommendations.\nBased ontheresults of consultation, prepare with government counterparts a time-\nbound action plan to bring Indonesia's legal framework into full equivalence with\nADB safeguard benchmarks.\n(vii) Helpprepareacapacity development plan for the use of CSS in line with the action\nplan, and provide guidance for implementation.\n3. Resettlement legal specialist (national, 4 person-months). Tasks include the following:\n1For output one the national consultantswill berecruitedthroughfirm. The international consultants are recruited as\nindividual consultants.\n2 More detailed terms of reference with recommended qualifications have been prepared for actual consultant\nrecruitment. Consultants for output 4 (capacity development) are embedded in the consulting packages for the first\nthree outputs.\n3ADB. 2011.Technical AssistanceforStrengthening and Use of Country Safeguard Systems.Manila (TA 7566-REG).", "Appendix 3 11\n(i) Prepare a complete inventory of the national, selected regional,and sector-specific\nlegal frameworks, including all constitutional provisions, laws, regulations,and(as\nrelevant) binding case law and other mandatory legal instruments related to\ninvoluntary resettlement that correspond to the ADB equivalence benchmarks for\ninvoluntary resettlement.\n(ii) Based on this inventory prepare an equivalence assessment of regional and\nsector-specific legal  instruments related  to  involuntary  resettlement using\nprocedures  set  forth  in  ADB’s  SPS  and guidance note on CSR,  including\nrecommendations for gap-filling measures.\n(iii) Participate  in  stakeholder  consultation  workshops  on  findings  and\nrecommendations of thedraft equivalence assessment.\n(iv) Assistthesenior CSSequivalence assessment specialistto prepareatime-bound\naction planto attain full equivalence with corresponding ADB safeguards.\n4. Environment legal specialist (national, 4 person-months). Tasks include the following:\n(i) Prepare a complete inventory of the national, selected regional,and sector-specific\nlegal frameworks, including all constitutional provisions, laws, regulations, binding\ncase law, and other mandatory legal instrumentsconcerning theenvironment that\ncorrespond to the ADB equivalence benchmarks related to the 11 Principles of\nADB’s Environment Safeguards in the SPS2009.\n(ii) Based on this inventory, prepare an equivalence assessment (in matrix and\nnarrative summary formats) of regional and sector-specific environmental legal\ninstruments using procedures set forth in ADB’s SPS and guidance note on CSR,\nincluding recommendations for gap-filling measures.\n(iii) Participate  in  stakeholder  consultation  workshops  on  findings  and\nrecommendations of thedraft equivalence assessment.\n(iv) Assist in preparing anaction plan for equivalence.\n5. Seniorcountry safeguard systemsacceptabilityassessmentspecialist(international,\n8 person-months, intermittent). Tasks include the following:\n(i) Develop a method for an acceptability assessment to guide data gathering and\nanalysis of the capacity, procedures, outputs, and outcomes (“implementation\neffectiveness”) of responsible agencies, institutions, and other stakeholders.\n(ii) Select four projects—one in eachof the following areas: roadsandtransport, water\nresources, water supply and sanitation, and energy—as case studies that best\ndemonstrate the implementation effectiveness of the institutions and stakeholders\ninvolved with respect to each applicable Indonesian legal mandate.\n(iii) Using data generated by national consultants, recommend gap-filling measures to\nbring  implementation  effectiveness  into  conformity  with  Indonesian  legal\nrequirements.\n(iv) In coordination with government counterparts, lead the stakeholder consultation\nprocess on acceptability findings and recommended gap-filling measures.\n(v) Taking into account the results of stakeholder consultations and in coordination\nwith  government  counterparts,  prepare  a  time-bound action  plan (national,\nselected  subnational, and  sector-specific  institutions)  to  bring implementation\neffectiveness into full conformity with Indonesian legal requirements.\n(vi) Assist preparation of thecapacity development plan.\n6. Involuntary resettlement acceptability specialist (national, 8 person-months). Tasks\ninclude the following:", "12 Appendix3\n(i) Undertake a review of selected projects for consistency with Indonesian legal\nrequirements on involuntary  resettlement based  on  project  documentation,\nincluding  supervision,  completion  and  evaluation  reports,  interviews  with\nresponsible agencies and stakeholders,andcomplemented by site visits to assess\nthe relative implementation effectiveness.\n(ii) Draftanacceptability report documentingfindings and references for each project\nand point to cross-cutting systemic gaps between Indonesian legal requirements\nand implementation effectiveness.\n(iii) Recommend gap-filling measuresthat would attainfull compliance with Indonesian\nlegal requirements.\n7. Asset appraiser (national, 3 person-months). Tasks include the following:\n(i) Review  cost  replacement  studies  related  to resettlement  carried  out  by\ngovernment agencies, multilateral development agencies, and other agencies,and\nreview appraisal and asset valuations standards prepared by the Indonesian\nSociety of Appraisers (MAPPI) and other Indonesian government agencies.\n(ii) Prepare  recommendations  for  gap-filling  or  legal  or  administrative  reform\nmeasures related to valuation and compensation to meet the full equivalence with\nADB SPS.\n(iii) Participate in the consultations and workshops with key agencies, supporting\nagencies, and stakeholders to capture the inputs for the assessment reports and\naction plans.\n8. Indigenouspeoplesspecialist(national, 2person-months).Tasksinclude the following:\n(i) Provide  input  to  the  selection  of four  projects (roads and transport,  water\nresources, water supplyandsanitation,energy);assist in analyzingtheapplication\nof CSS policy and principles related to indigenous people, and point to policy\nissues that need to be reformed.\n(ii) Provide inputs for the resettlement specialist related to indigenous people in\nresettlement.\n(iii) Participate in the consultations and workshops with key agencies, supporting\nagencies, and interest groups (e.g., nongovernment organizations, development\npartners).\n9. AMDALacceptabilityspecialist(national, 8person-months).Tasksinclude the following:\n(i) Based on the methodology and template developed by the senior international\nCSS acceptability assessment specialist, help select four case-study projects.\n(ii) Review the selected projects for consistency with Indonesian legal requirements\nrelated  to environmental  impact  assessment  (AMDAL) based  on  project\ndocumentation  including  supervision,  completion  and  evaluation  reports,\ninterviews with responsible agencies and stakeholders, and site visits to assess\nthe relative implementation effectiveness.\n(iii) Draftanacceptability report documenting findings and references for each project\nand highlight cross-cutting  systemic  gaps  between  Indonesian  AMDAL  legal\nrequirements and implementation effectiveness.\n10. Environmental acceptability specialist (national, 3 person-months). Tasks include the\nfollowing:\n(i) Based on the methodology and template developed by the senior international\nCSS acceptability assessment specialist, helpselect four case-study projects and\nreview  them for  consistency  with  Indonesian  legal  requirements  related  to", "Appendix 3 13\nprevention and abatement ofnatural habitat pollution,occupational and community\nhealth and safety, and physical cultural resources.\n(ii) Draftanacceptability report documenting findings and referencesfor each project\nand point to cross-cutting gaps between Indonesian AMDAL requirements and\nimplementation effectiveness.\n11. Action plan coordinator (national, 3 person-months, intermittent). Tasks include the\nfollowing:\n(i) Based on the results of the equivalence assessment and on recommended gap-\nfilling measures, assistthesenior equivalence specialistin identifying suitablelegal\nand  administrative tools  to  fill  the  gaps  and attain  equivalence  with ADB\nsafeguards.\n(ii) Recommend a timetable for implementation of legal and administrative reform\nmeasures.\n(iii) Assist the senior acceptability specialist in determining suitable capacity building\nand other measures to achieve compliance with existing and prospective legal\nsafeguard requirements.\n12. Stakeholderconsultation andcommunicationsspecialist(national, 4person-months,\nintermittent). Tasks include the following:\n(i) Identify CSR stakeholders (government ministries, directorate, and administrative\nunits nationally and regionally; academics; and civil society organizations).\n(ii) Helporganize stakeholder consultation workshops to obtaininput intoadraft CSR.\n(iii) Ensure the effective use and dissemination of knowledge products through a\nseries of facilitated discussions with selected stakeholders.\nB. Output 2: Harmonized Procurement\n13. Public procurement specialist (international, 4 person-months, intermittent). Tasks\ninclude the following:\n(i) Assess the gap between ADB and national and sector procurement procedures,\nand assess strengths and weaknesses in country procurement systems from the\nperspective of the legal and regulatory framework, the institutional framework and\nmanagement capacity, procurement operations, and integrity.\n(ii) Identify and evaluate national and sector-specific procurement risks.\n(iii) Propose risk mitigation and management strategies and/or activities.\n(iv) Develop recommended national procurement documents that are acceptable to\nADB, including changes to the national competitive bidding documentsannexes.\n(v) Help develop a training planfor agreednational procurement procedures.\n14. Publicprocurementspecialist andprogramcoordinator(national, 10person-months).\nTasks include the following:\n(i) Liaise with National Public Procurement Agency, ADB, and government agencies\nto deliver TA outputs and outcomes.\n(ii) Provide quality control over all TA milestones and outputs.\n(iii) Support thegap analysis and training activities carried out by thespecialists.\n15. Procurement training specialist (national,  10 person-months). Tasks include  the\nfollowing:\n(i) Assist in gap analysis and training activities carried out by respective specialists.\n(ii) Based on an assessment of gapsbetween ADB andnational procurement systems,\ndevelop and deliver a capacity development program.", "14 Appendix3\n(iii) Procure and set up equipment and software for e-learning purposes, and provide\nlogistics support for training and technical inputs to the training events.\n(iv) Organize and administer workshops, document their conclusions, and coordinate\nwith consultants and government to prepare TA inception and completion reports.\nC. Output 3: Optimized Project Readiness and Start-Up\n16. Project management specialist (international, 5 person-months, intermittent). Tasks\ninclude the following:\n(i) Analyze BAPPENAS readiness criteria and line agency procedures for project\npreparation in comparison with ADB project preparation and project start-up.\n(ii) Identify allADB and government steps, approvals, time requirements, sequencing,\nand resource requirements for project preparation and start-up.\n(iii) Present findings to the government and consult with stakeholders to confirm\nbottlenecks and processes and to define opportunities to improve the processes\nand procedures for project preparation and start-up.\n(iv) Prepare an ADB staff operations manual for project processing and start-up\nactivities in Indonesia. Prepare a similar guideline forgovernment.\n(v) Apply the findings and guidance from the ADB staff operations manual and\nanalysis to ADB’s infrastructure pipeline andprepare optimized project processing\nand start-up schedules for ADB projects.\n17. Project management specialist(national, 8person-months, intermittent). Tasksinclude\nthe following:\n(i) Develop detailed inventory and/or mapping of all ADB and government steps,\napprovals, time requirements, sequencing, and resource requirements for project\npreparation and start-up, and then prepare a generic optimized schedule for ADB\nproject preparation aligned with ADB processes.\n(ii) Organize and administer workshops and other events to support the consultants.\n(iii) Prepare an ADB staff operations manual for infrastructure project processing and\nstart-up activities. Prepare a similar guideline for BAPPENAS and line ministries.\n(iv) Prepare optimized project processing and start-up schedules. Consult with the\ngovernment to obtain agreement onthe proposed schedule.\n18. Publicfinance andfundflowspecialist(national, 4person-months,intermittent). Tasks\ninclude the following:\n(i) Assess the budgeting processes, fund flow  mechanisms, and  sequencing of\nnational and local governmentsin their project preparation and start-upactions.\n(ii) Make recommendations to reduce bottlenecks and improve processes for public\nfinance and fund flow.\n(iii) Analyze financial management risks related to project preparation and start-up,\nand recommend mitigating measures.\n19. Public infrastructure specialist (national, 5 person-months, intermittent). Tasks include\nthe following:\n(i) Work with line agencies to review technical issues in infrastructure development,\ndetailed  engineering  design  and  construction  supervision,  and  ongoing\nmanagement practices and procedures in relationto project start-up activities.\n(ii) Make  recommendations  to  improve  practices  and  procedures  and point  to\nopportunities to accelerateproject start-up,including options for advanced detailed\nengineering design."], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20131211220206Z", "Creator": "Nitro Pro 8  (8. 5. 2. 10)", "ModDate": "D:20131213103943+08'00'", "Producer": "Nitro Pro 8  (8. 5. 2. 10)", "Subject": "", "Title": "Republic of Indonesia: Aligning Asian Development Bank and Country Systems for Improved Project Performance: Technical Assistance Report"}, "author_page": "Vice-President S. Groff, Operations 2\nDirector General J. Nugent, Southeast Asia Department (SERD)\nOfficer-in-Charge E. Ginting, Indonesia Resident Mission, SERD\nTeam leaders R. Budiman, Senior Finance Specialist, SERD\nT. Panella, PrincipalWater Resources Specialist, SERD\nTeam members S. Aman-Wooster, Senior Social Development Specialist (Safeguards),\nSERD\nM. Chaerani, Project Analyst, SERD\nA. Gill, Senior Country Specialist, SERD\nM. Kunzer, Principal Environment Specialist, Regional and Sustainable\nDevelopment Department\nN. Mardiniah, Safeguards Officer (Resettlement), SERD\nJ. Pedersen, Senior Procurement Specialist,Operation Services and\nFinancial Management Department\nE. Susilawati, Executive Assistant, SERD\nO. Suyatmo, Procurement Officer, SERD\nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s\nImn epmrebpearsr,i nBgo aarndy o cf oDuirnetcryto prsr,o Mgraanmag oerm setrnat,t eogr ys,ta ffifn, aanncdi nmga ay nbye  pprroejliemcitn, aorry  biny  nmaatukrien.g any designation\nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian\nDevelopment Bank does not intend to make any judgments as to the legal or other status of any\nterritory or area.", "authors": [{"documentRole": "", "fullname": "Vice-President S. Groff", "role": "Operations", "organization": ""}, {"documentRole": "", "fullname": "Director General J. Nugent", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"documentRole": "", "fullname": "Officer-in-Charge E. Ginting", "role": "Indonesia Resident Mission", "organization": "SERD"}, {"documentRole": "", "fullname": "Team leaders R. Budiman", "role": "Senior Finance Specialist", "organization": "SERD"}, {"documentRole": "", "fullname": "T. Panella", "role": "PrincipalWater Resources Specialist", "organization": "SERD"}, {"documentRole": "", "fullname": "Team members S. Aman-Wooster", "role": "Senior Social Development Specialist (Safeguards)", "organization": ""}, {"documentRole": "", "fullname": "M. Chaerani", "role": "Project Analyst", "organization": "SERD"}, {"documentRole": "", "fullname": "A. Gill", "role": "Senior Country Specialist", "organization": "SERD"}, {"documentRole": "", "fullname": "M. Kunzer", "role": "Principal Environment Specialist", "organization": "Regional and Sustainable"}, {"documentRole": "", "fullname": "N. Mardiniah", "role": "Safeguards Officer (Resettlement)", "organization": "SERD"}, {"documentRole": "", "fullname": "J. Pedersen", "role": "Senior Procurement Specialist", "organization": "Operation Services and"}, {"documentRole": "", "fullname": "E. Susilawati", "role": "Executive Assistant", "organization": "SERD"}, {"documentRole": "", "fullname": "O. Suyatmo", "role": "Procurement Officer", "organization": "SERD"}]}