{"path": "data/input/ta/47300-001-pptar.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 47300  \nPPTA \nDecember 2013 \n \n \n \nLao People’s Democratic Republic: Preparing the \nNorthern Smallholder Livestock Commercialization \nProject \n \n \n \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nPROJECT PREPARATORY TECHNICAL ASSISTANCE  \n   \nA.  Justification \n1.  The Government requested Asian Development Bank (ADB) and the International Fund \nfor Agriculture Development (IFAD) to provide support for project preparation to ensure there is \nsound technical, financial and economic evidence to justify proceeding with the Project. The \ngovernment will contribute to the project preparatory technical assistance (PPTA) in terms of \nstaff and in-kind resources but does not have the capacity to prepare an investment project that \nwill adhere to the requirements of ADB, IFAD, and the government.1  \n \nB.  Major Outputs and Activities \n2.  The PPTA will define the scope, cost, selection and prioritization of project activities, \nfinancing  plan,  implementation  arrangements,  procurement  strategy,  technology  issues, \ncapacity development needs and post-project operation and maintenance arrangements. It will \nensure adherence of the safeguard policies of ADB, IFAD and the government. The PPTA will \nprovide  guidance  in  actions  to  maximize  the  socioeconomic  benefits  such  as  impacts  on \npoverty, gender and fair employment practices. The PPTA will detail a viable project design and \nprepare a feasibility study report (FSR). It will provide advance drafts of the complete set of \ndocumentation necessary for the ADB and IFAD to proceed with internal processing. Table 1 \nsummarizes the outputs and activities.  \n \nTable 1: Summary of Major Outputs and Activities \nExpected  Expected \nCompletion  Completion \nMajor Activities  Date (2014)  Major Outputs  Date (2014) \nSector assessment    An inception report  Feb  \nSocial poverty, and gender    An interim report  Mar  \nsurvey and impact assessment   \nand surveys  Mar \nAssessment of the technical    Draft final report; FSR, estimated project  Jun  \nfeasibility  costs, an IEE and EMP; a social action plan; \nDue diligence on the economic    a GAP; an economic and financial analysis \nand financial feasibility   report; a financial management assessment \nreport; a procurement capacity assessment \nreport; and draft RRP, and linked \nCompletion of safeguard   \ndocuments. \nrequirements \nCapacity development  May  Final report  Sep \nFSR = feasibility study report, GAP = gender action plan, IEE = initial environmental examination, EMP = environmental \nmanagement plan, PAM = project administration manual, RRP = report and recommendation of the President. \n Source: Asian Development Bank. \n    \n \n \n \n \n                                                \n1  Originally a PPTA of $0.3 million was programmed to support the additional financing of the G0235-LAO Northern \nRural Infrastructure Sector Project. The Government prioritized to proceed immediately with a new livestock project \ninstead of additional financing for G0235-LAO. It was estimated that for a new project a total of $0.8 million is \nneeded for the PPTA. The $0.3 million for G0235-LAO was reallocated to the new project PPTA and an additional \n0.5 million was approved by SERD.  \n ", "2 \nC.  Cost Estimates and Proposed Financing Arrangement  \n3.  The PPTA is estimated to cost $0.80 million equivalent, on a grant basis from ADB’s \nTechnical Assistance Special Fund V. The Lao Government will provide counterpart support in \nthe form of counterpart staff, office space, facilities, supplies, and transportation. IFAD will \nprovide  approximately  $0.12  million  and  internal  staff  resources  in  parallel  collaborative \nfinancing,  to  be  administered  by  IFAD,  in  technical  assistance  for  carrying  out  a  sector \nassessment which will include a livestock value chain analysis and recommendations on training \nprograms  and  extension  delivery  systems.  The  detailed  cost  estimates  of  the  PPTA  are \npresented in Table 2. \n \nTable 2: Cost Estimates and Financing Plan (‘000) \nTotal \n Item  Cost \nA. Asian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (19 person-months)  498.8 \n      ii.  National consultants (24 person-months)  79.6 \n    b.  International and local travel  55.0 \n    c.  Reports and communications  4.0 \n  2.  Equipment (computer, printer, etc.)b  10.0 \n  3.  Workshops, training, seminars, and conferencesc  10.0 \n  4.  Surveys  47.6 \n  5.   Miscellaneous administration and support costs  10.0 \n  6.  Representative for contract negotiations  5.0 \n  7.  Contingencies  80.0 \n    Total   800.0 \na  Financed by the Asian Development Bank's Technical Assistance Special Fund IV \nb  Equipment will be handed over to the Ministry of Agriculture and Forestry upon completion of the PPTA. \nType   Quantity  Cost \nComputers  5  6,000 \nPrinter  1  1,000 \nCopier  1  1,000 \nDigital Camera  1  200 \nOther items (scanner, etc.)  Lumpsum  1,800 \nc  Workshops, training, seminars, and conferences to be administered by the PPTA consulting firm. \nPurpose  Venue \nStakeholder consultation workshop  Luang Prabang \nInception, interim and final workshops  Luang Prabang \nAdvance action workshops  Luang Namtha, Luang Prabang and Xieng Khuoang \nSource: ADB estimates \n \nD.  Consulting Services \n4.  The PPTA will require services of 19 person-months (p-m) of international and 24 p-m of \nnational consultants. The bulk of the services will be provided by a consulting firm, 18 p-m of \ninternational and 23 p-m of national consultants. The firm will be recruited through quality- and \ncost-based selection method (QCBS) using a quality-cost ratio of 80:20 and simplified technical \nproposal according to ADB’s Guidelines on the Use of Consultants (2013, as amended from \ntime to time). Two individual independent consultants (1 p-m of international and 1 p-m of \nnational) will be recruited by ADB to assist both the Government and ADB in quality and timely \nproject processing. Table 3 provides details of the consultant requirements.  \n \n ", "3 \n \nTable 3: Summary of Consulting Services Requirement in Person Months (p-m)  \nInternational Specialist Positions  p-m  National Specialist Positions  p-m \nTeam Leader and economist  5.0  Deputy Team Leader and economist     6.0  \nLivestock  farming  systems  and  2.75  Livestock  farming  systems  and   3.5  \nagribusiness value chain specialist  agribusiness value chain specialist \nPublic, Private Partnership specialist  1.25  Public, Private Partnership specialist  1.0 \nLivestock  production  and  processing  1.0  Livestock production and processing     1.0  \ninfrastructure engineer   infrastructure engineer \nFood safety specialist  1.0  Food safety specialist     1.0  \nSocial safeguard specialist  1.5  Social safeguard specialist     2.5  \nSocial development and gender specialist  1.5  Social development and gender  2.5 \nEnvironment safeguard specialist  1.5  Environment safeguard specialist    2.5 \nFinancial management specialist  1.0  Financial management specialist     1.5  \nProcurement specialist  1.0  Procurement specialist     1.0 \nAdvance action specialist  0.5  Advance action specialist  0.5 \nDevelopment specialist  1.0  Development specialist     1.0  \nTotal  19.0      24.0  \n \n5.  The outline terms of reference for the PPTA consultants are described in paras. 6 to17. \nAs a general principle, international specialists (IS) will have a minimum academic equivalent of \na master’s degree, while the national specialists (NS) will have a minimum of an undergraduate \ndegree in their areas of expertise and at least 10 years of experience relevant to their positions. \nPositions can be combined if specialists have the necessary qualifications and experience. All \nspecialists shall contribute as appropriate to report and document preparation. The firm will \nadminister workshops, seminars and training activities.  \n6.  Team leader/deputy team leader and economist (IS 5 p-m; NS 6 p-m). The specialists \nshall: (i) with reference to the ADB’s Guidelines for Economic Analysis of Project (1997), Key \nareas of Economic Analysis of Project: An overview (2003), and ADB’s Financial Management \nand Analysis of Projects (2005), assess the overall financial and economic Project viability; (ii) \nprepare FSR, project cost estimates and financing plan and liaison with other relevant projects; \nand (iii) lead in the preparation all reports required by ADB, including inception, interim, draft \nfinal, and final reports and a draft RRP and its linked documents. \n7.  Livestock farming systems and agribusiness value chain specialist (IS 2.75 p-m; \nNS  3.5  p-m). The  specialists  shall:  (i)  carry  out  an  analysis  of  the  selected  value  chains \nidentifying market demand, geographic properties, gaps and obstacles within each; (ii) prepare \npreliminary interventions and measures to remove the gaps and obstacles in the value chains; \nand (iii) prepare a training program on livestock production and processing. \n8.  Public, Private Partnership specialist (IS 1.25 pm; NS 1 p-m) With respect to livestock \nindustry the specialists will (i) review current contractual practices and relevant legal issues; (ii) \nprovide outlines of approaches to optimize public private partnerships, in the management of \nlivestock  infrastructure; (iii)  provide  outlines for  the  contractual  interface  between  producer \ngroups,  traders  and  agribusinesses.  The  specialist  shall  assess  the  relevance  of  PPP \nexperience in the Lao coffee industry. \n9.  Livestock infrastructure engineers (IS 1 p-m; NS 1 p-m). The specialists will work in \ncoordination with the livestock and agribusiness value chain specialists to provide engineering \ninput to market and livestock infrastructure design and costing. \n ", "4 \n10.  Food safety specialists (IS 1 p-m; NS 1 p-m). The specialists will identify key problems \nconcerning food safety in the value chains, particularly at the farm and the processing levels. \nThe specialists will provide guidance for approaches to improve food safety systems as relevant \nto the project. \n11.  Social safeguard specialists (IS 1.5 p-m; NS 2.5 p-m). The specialists will prepare the \nwork with the Social Development Specialists to carry out the surveys and analysis necessary to \nprepare the Involuntary Resettlement Plan and Indigenous Peoples Plan in accordance with \nADB’s Safeguard Policy Statement (2009). \n12.  Social Development and Gender Specialist (IS 1.5; NS 2.5 p-m). The specialists will: \n(i) prepare the poverty reduction and social strategy, to conduct gender analysis, collect sex-\ndisaggregated baseline data and development of the gender action plan; and (ii) develop the \nstakeholder  analysis,  the  stakeholder  communication  strategy,  and  the  consultation  and \nparticipation plan. \n13.  Environment safeguard specialists (IS 1.5 p-m; NS 2.5 p-m). The specialists will pay \nparticular attention to issues of waste management from farms and processing plants and any \nsignificant related climate change impacts. They will (i) establish baseline situation; (ii) assess \npossible  environmental  impacts  of  the  project;  and  (iii)  draft  appropriate  documentation  in \naccordance with ADB’s Safeguard Policy Statement (2009). \n14.  Financial management specialists (IS 1.0 p-m; NS 1.5 p-m). The specialists must \nhave  a  professional  accountancy  qualification  and  ensure  all  financial  management  due \ndiligence as per ADB’s Financial Management and Analysis of Projects (2005). The specialists \nwill: (i) design fund flow and disbursement mechanisms for the ensuing project and measures to \nmitigate any potential problems; (ii) assess and reach agreement on financial reporting, auditing \nand disclosure arrangements; (iii) conduct as appropriate, financial evaluations (financial cost-\nbenefit analyses) including sensitivity analyses; and (iv) prepare the financial management \nassessments. \n15.  Procurement specialist (IS 1 p-m; NS 1 p-m). The specialist will work with the financial \nmanagement specialist and team leader to ensure governance and procurement due diligence \nis  carried  including  carrying  out  a  procurement  assessment  and  strategy  and  drafting  the \nprocurement plan. \n16.  Advance  action  specialist  (IS  0.5  p-m;  NS  0.5  p-m).  Provide  assistance  to  the \ngovernment for an efficient project start up. \n17.  Development  Specialist  –  individual  consultants  (IS  and  NS  1.5  p-m).  Provide \nindependent quality review and support to the government and the ADB. \nE.  Implementation Arrangements \n18.  The Ministry of Agriculture and Forestry (MAF) will be the executing agency for the \nPPTA. The implementing agencies will be the provincial governments of Luang Namtha, Luang \nPrabang and Xieng Khouang. In kind contributions to be provided by the executing agency \nwould include: office space, counterpart staff, office staff and translators, domestic transport and \nbasic office and communications equipment and associated costs. Disbursements under the \n ", "5 \n \nPPTA will be done in accordance with the ADB’s procedures.2 The Government was advised \nthat approval of the PPTA does not commit ADB to finance any ensuing loan or grant. The \nPPTA will commence on 1 January 2014 with the final report completed by 30 September 2014. \nThereafter support will be provided for advance actions for an efficient start up, with the PPTA \nclosing on 30 June 2015. The proposed TA processing and implementation schedule is listed in \nTable 4.  \nTable 4: Technical Assistance Processing and Implementation Schedule \nExpected \nMajor Milestones  Completion Date \nRecruitment of consultants a  20 January 2014 \nPPTA inception mission*  15 February 2014 \nPPTA midterm review mission*  15 April 2014 \nLoan fact-finding mission*  2 June 2014 \nSubmission of PPTA final report  30 September 2014 \nPPTA financial completion  30 June 2015 \nPPTA = project preparatory technical assistance. \na Advance recruitment actions will be undertaken. \n* Inception, midterm, and draft final reports will be submitted at least 1 week prior to the respective missions. \nSource: ADB estimates. \n \n                                                \n2 ADB. 2010. Technical Assistance Disbursement Handbook (2010, as amended from time to time). \n "], "metadata": {"CreationDate": "D:20131220161949+08'00'", "Creator": "Microsoft® Word 2010", "ModDate": "D:20131220165107+08'00'", "Producer": "Microsoft® Word 2010"}}