{"path": "data/input/ta/47354-003-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \n \nProject Number: 47354-003 \nApril 2015 \n \n \n \n \n \nProposed Results-Based Loan and Administration of \nTechnical Assistance Grant \nIndia: Supporting National Urban Health Mission \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011. \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 1 April 2015) \n \nCurrency unit  –  Indian rupee/s (Re/Rs) \nRe1.00  =  $0.01605 \n$1.00  =  Rs62.3100 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DLI  –  disbursement-linked indicator \n  M&E  –  monitoring and evaluation \n  MIS  –  management information system \n  MOHFW  –  Ministry of Health and Family Welfare \n  NHM  –  National Health Mission \n  NRHM  –  National Rural Health Mission \n  NUHM  –  National Urban Health Mission \n  PAP  –  program action plan \n  PPP  –  public–private partnership \n  TA  –  technical assistance \n  UHC  –  universal health coverage \n  ULB  –  urban local body \n  UPHC  –  urban primary health center \n       \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of India ends on 31 March. “FY” before a \ncalendar year denotes the year in which the fiscal year starts, e.g., FY2014 \nbegins on 1 April 2014 and ends on 31 March 2015.  \n \n(ii)  In this report, “$” refers to US dollars.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", " \nVice-President  W. Zhang, Operations 1 \nDirector General  H. Kim, South Asia Department (SARD) \nDirector  S. Ra, Human and Social Development Division, SARD \n   \nTeam leaders  H. Win, Social Sector Specialist, SARD \nG. Song, Principal Social Sector Specialist, SARD \nTeam members  C. Arora, Senior Procurement Officer, SARD \n  E. Banzon, Senior Health Specialist, Regional and Sustainable \n  Development Department    \n  B. Chin, Social Sector Economist, SARD \n  S. Dasgupta, Senior Project Officer, SARD \n  A. Inagaki, Director, Southeast Asia Department  \nM. Ong, Operations Assistant, SARD \nY. Seo, Counsel, Office of the General Counsel \nS. Shafiq, Financial Management Specialist, SARD  \nPeer reviewer  C. Bodart, Principal Health Specialist, East Asia Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  program,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \nPROGRAM AT A GLANCE \n \nI.  THE PROPOSAL  1 \n \nII.  THE PROGRAM  1 \n \nA.  Strategic Context  1 \nB.  Program Rationale  2 \nC.  Program Scope  3 \nD.  Program Results  3 \nE.  Expenditure Framework and Financing Plan  5 \nF.  Capacity Development and Program Action Plan  6 \nG.  Technical Assistance  7 \nH.  Implementation Arrangements  7 \n \nIII.  SUMMARY OF ASSESSMENTS  7 \n \nA.  Program Technical Assessments  7 \nB.  Program System Assessments  8 \nC.  Integrated Risk Assessment and Mitigating Measures  9 \n \nIV.  ASSURANCES  10 \n \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n3.  Disbursement-Linked Indicators, Verification Protocols, and Disbursement Schedule  15 \n \n \n \n \n \n \n \n \n \n \n ", "Project Classification Information Status: Complete\nRESULTS BASED PROGRAM AT A GLANCE\n1. Basic Data Project Number: 47354-003\nProject Name Supporting National Urban Health  Department SARD/SAHS\nMission /Division\nCountry India Executing Agency Ministry of Health and Family \nBorrower India Welfare\n2. Sector Subsector(s)      ADB Financing ($ million)\nHealth Health system development 300.00\nTotal 300.00\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic opportunities,  Climate Change impact on the  Low\ngrowth (IEG) including jobs, made more inclusive Project\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Civil society participation Gender equity (GEN)\ndevelopment (GCD) Institutional development\nOrganizational development\nKnowledge solutions  Knowledge sharing activities\n(KNS) Pilot-testing innovation and learning\nPartnerships (PAR) Civil society organizations\nImplementation\nPrivate Sector\nPrivate sector  Public sector goods and services essential for \ndevelopment (PSD) private sector development\n5. Poverty Targeting Location Impact\nProject directly targets  Yes Urban High\npoverty\nMDG-targeting (TI-M)         MDG4, MDG5, MDG6\n \n6. Risk Categorization: Low\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 300.00\n     Sovereign Results Based Lending: Ordinary capital resources 300.00\nCofinancing 2.00\n     Japan Fund for Poverty Reduction 2.00\nCounterpart  1,654.90\n     Government 1,654.90\n  \nTotal 1,956.90\n9. Effective Development Cooperation\nUse of country procurement systems Yes\nUse of country public financial management systems Yes\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 08122014110624057276 Generated Date: 24-Apr-2015 15:15:00 PM", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on (i) a proposed \nloan to India for the Supporting National Urban Health Mission program, and (ii) the proposed \nadministration of technical assistance (TA) to be provided by the Japan Fund for Poverty \nReduction for Strengthening Capacity of the National Urban Health Mission (NUHM).1 \n \n2.  The program will support the Government of India to implement the NUHM, which aims \nto improve the health status of the urban population, particularly of the poor and vulnerable, by \nfacilitating equitable access to quality health services.2 \n \nII.  THE PROGRAM \n \nA.  Strategic Context \n \n3.  India has made good progress in achieving health outcomes over the last decades, \nespecially  in  the  rural  areas,  but  the  urban  poor  have  generally  not  benefitted.  India  is \nurbanizing rapidly, and the urban poor, estimated to number around 77.5 million, are one of the \ncountry’s fastest-growing and most vulnerable population segments. They face harsh living \nconditions and have limited access to basic health care, resulting in a disproportionate burden \nof ill health.3 For example, the majority of urban poor women delivered their babies at home. \nAlmost 60% of urban poor children below 1 year of age missed total immunization compared to \nthe urban average of 42.4%. The under-five mortality rate among urban poor was 72.7 per \n1,000 live births compared to the urban average of 51.9. Many are also migrant workers with \ninformal status, which limits their access to basic public services and welfare programs.   \n \n4.  The delivery of health services in urban areas is sub-optimal and fragmented. Past \ninterventions have tended to be in the form of vertical programs focusing on particular diseases, \nrather than investments made to strengthen broader urban health systems. Urban primary \nhealth facilities are limited in number with weak referral linkages, underutilized, vary in norms \nand quality, and have limited scope of services, such as in community outreach and health \npromotion. Most of the curative primary care occurs at secondary and tertiary levels, leading to \ninefficiencies and overcrowding of these centers. Financial protection and prevention of further \nimpoverishment of the poor is a key concern, given that a major part of total health expenditures \nis paid out-of-pocket to private providers.  \n \n5.  Private health providers dominate in urban areas. However, the large number of urban \npoor cannot afford these services, and the private health sector’s contribution to primary health \ncare has been limited. Regulatory mechanisms and management capacity need to be improved \nto strengthen the enabling environment for private sector engagement in the health sector. \nMoreover, health in the urban context is affected by multiple physical and social environmental \nfactors and access to health services. For example, diarrhea—a leading cause of death among \nchildren  in  India—is  correlated  with  poor  water,  sanitation,  and  hygiene  practices.  More \nattention is therefore required to promote integrated urban planning and convergence across \nkey sectors that affect urban health. \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  ADB provided a program preparatory TA. ADB. 2013. Technical Assistance to India for Supporting National Urban \nHealth Mission. Manila. \n3  Government of India, Ministry of Health and Family Welfare. 2007. National Family Health Survey (NFHS-3), 2005–\n2006. New Delhi. The next survey, NFHS-4, 2014–2015 is due in 2016.   \n ", "2 \n6.  As a policy response, in May 2013, the Government of India launched the NUHM to \nstrengthen health service delivery in urban areas. The NUHM builds on extensive stakeholder \nconsultations and the successful experience of the National Rural Health Mission (NRHM), \nwhich started in 2005. The NUHM and the NRHM are sub-missions of the National Health \nMission (NHM) under the Government’s Twelfth Five–Year Plan.4 As a core strategy, the NUHM \nwill enhance the public health system infrastructure by establishing a network of urban primary \nhealth centers (UPHCs) covering all cities with a population above 50,000. The UPHCs, linked \nwith community outreach and referral services, will expand the access of the urban population \nto health services and strengthen primary health care in urban areas. Given that urban health is \na new priority for the Government of India, the NUHM requires strong support at all levels to \ngain  critical  momentum  and  to  effectively  tackle  evolving  challenges  unique  to  the  urban \ncontext. In October 2014, the Government of India also introduced the Swachh Bharat Mission \n(Clean  India  Initiative)  to  provide  universal  access  to  sanitation  facilities  in  urban  areas. \nEnsuring coherence and convergence of the NUHM and Swachh Bharat Mission will be crucial \nto attain the desired health outcomes. Building on the health sector gains, the Government of \nIndia plans to progressively move towards universal health coverage (UHC) under the Twelfth \nFive–Year Plan. Success of the NUHM will be critical to the UHC agenda in urban areas, as \nUPHCs are expected to facilitate referrals and insurance coverage for the urban poor.   \n \nB.  Program Rationale \n \n7.  The program is in line with the priorities of the India country partnership strategy, 2013–\n2017, which seeks to reinforce India’s efforts towards inclusive growth.5 The program is also \naligned with the Midterm Review of Strategy 2020, which includes an increased focus on health \nsector operations and moving towards UHC.6 The results-based lending modality is appropriate \nfor the program because the NUHM has (i) strong government interest and ownership; (ii) a \nwell-defined implementation framework; and (iii) reasonable systems in fiduciary management, \nsafeguards,  and  monitoring  and  evaluation  (M&E).  The  results-based  approach  will  help \nimprove the NUHM’s systems and institutional capacity further and reduce the transaction costs \nassociated  with  monitoring  and  coordinating  the  large  and  diverse  range  of  activities  and \nstakeholders.  \n \n8.  The program will build on Asian Development Bank (ADB)’s extensive experience in the \nurban sector and in providing public–private partnership (PPP) advisory services in India.7 It has \nthe following key features and will add value by: (i) strengthening management, M&E, and \nimplementation  processes  through  significant  capacity  building;  (ii)  facilitating  convergence \nbetween health and urban sector interventions, emphasizing integrated city-level planning with \nactive involvement of urban local bodies (ULBs); (iii) developing partnerships and mechanisms \nto engage the private health sector, including not-for-profit entities; (iv) enhancing community \nparticipation to improve governance and delivery of health services; and (v) fostering learning \nand knowledge sharing, good practices, and innovations in urban health. \n \n                                                \n4  Government of India, Planning Commission. 2013. Twelfth Five–Year Plan of India, 2012–2017. New Delhi.  \nhttp://planningcommission.gov.in/plans/planrel/12thplan/welcome.html. \n5  ADB. 2013. India: Country Partnership Strategy, 2013−2017. Manila. \n6  ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila.  \n7  ADB has engaged in the urban sector in India since 1995 covering 14 states. ADB urban interventions focus on \nstrengthening urban governance and developing sustainable urban infrastructure such as water, sanitation, and \nwaste management. ADB also supported the Department of Economic Affairs in mainstreaming PPPs in India \nthrough several TA projects since 2006.  \n ", "3 \nC.  Program Scope \n \n9.  The NUHM aims to improve the health status of the urban poor by facilitating equitable \naccess to quality, essential health services. The program will reinforce the NUHM’s efforts by \nprioritizing results and sequencing outputs and targets critical to achievement of the NUHM’s \noutcome. More specifically, the program results emphasize quality assurance, reaching the poor \nand  the  vulnerable,  enhancing  private  sector  participation  and  intersectoral  convergence, \nknowledge and innovation, and improved management capacity and business processes. The \nprogram scope is summarized in Table 1. \n \nTable 1: Program Scope \na\nItem  National Urban Health Mission    Results-Based Lending Program \nOutcome  Equitable access to quality health care   Increased access to equitable and \nquality urban health system \nKey outputs  (i)  Improve efficiency of public health systems  Same as NUHM, organized into \n(NUHM core strategies)   in cities   three outputs: \n  (ii)  Promote access to improved health care at  (i)  Urban primary health care \nthe household level   delivery system strengthened; \n(iii)  Strengthen public health thrust   (ii)  Quality of urban health services \n(iv)  Increase access to health care and address  improved; and \nout-of-pocket expenditures  (iii) Capacity for planning, \n(v)  Improve health access, surveillance, and  management, and innovation \nmonitoring through ITES and e-governance   and knowledge sharing \n(vi)  Build stakeholder capacity   strengthened  \n(vii)  Prioritize most vulnerable among poor  \n(viii) Ensure quality of health care services  \nProgram expenditure  $3,751.2 million   $1,954.9 millionb  \nMain financiers and the  Government of Indiac   Government of India (84.7%) \nrespective financing    ADB (15.3%) \namounts  \nGeographic coverage  Nationwide   Same as NUHM  \nImplementation period  FY2012–2016d   FY2014–2017e   \nADB = Asian Development Bank, FY = fiscal year, ITES = information technology-enabled services, NUHM = \nNational Urban Health Mission.  \na  Government of India, Ministry of Health and Family Welfare. 2013. National Urban Health Mission, Framework for \nImplementation. New Delhi. \nb  Sum of FY2015 and FY2016 projections approved by the Expenditure Finance Committee and the revised budget \nfor FY2014. \nc  Including shares of state governments.  \nd  The cabinet approved the NUHM in May 2013, and implementation commenced in 2014. \ne  An additional year after the NUHM implementation period is allowed for results verification and disbursement.  \nSources: Ministry of Health and Family Welfare of the Government of India and Asian Development Bank.  \n \nD.  Program Results \n \n10.  The program will support the NUHM’s goal to improve the health status of the urban \npopulation, particularly the poor and the vulnerable, across India. The outcome will be increased \naccess to an equitable and quality urban health system, as evidenced by increased institutional \ndeliveries (disbursement-linked indicator [DLI] 1) and complete childhood immunization (DLI 2). \nIncreased institutional deliveries, with their quality assured, will help reduce deaths among \nmothers and newborns. Improved immunization coverage will also help avert infant and child \nmortality. These indicators were chosen as they reflect high levels of inequity between urban \npoor and non-poor. The outcome will be achieved through the following outputs, which focus on \nstrengthening key building blocks of the urban health system:  \n ", "4 \n11.  Output 1: Urban primary health care delivery system strengthened. The NUHM \naims to establish a system of urban primary health facilities covering cities and large towns. This \noutput will sharpen the focus of the NUHM’s investments on the urban poor through support for \nmapping  of  slums  and  vulnerable  population  and  city-level  health  planning  with  active \ninvolvement of ULBs (DLI 3, Program Action Plan [PAP] 1.4 and 1.5). This will allow the NUHM \nto have greater synergy with other urban services for improving health outcomes, especially for \nthe urban poor. This output will also ensure that minimum requirements—such as clinical staff, \nmedicine, equipment, and service package—are met at the UPHCs (DLI 3). The NUHM aims to \nstrengthen community outreach services to extend community health awareness and demand \nfor  services  through  urban  accredited  social  health  activists  and  community  collectives \ncomprising local women (Mahila Arogya Samitis). This output will ensure timely recruitment and \nadequate training of urban accredited social health activists, and close monitoring of their \nfunctioning (DLI 4). It will also  study and undertake capacity building of community-based \ninstitutions such as Mahila Arogya Samitis (PAP 1.2).  \n \n12.  Output 2: Quality of urban health services improved. The NUHM will introduce a \nquality assurance mechanism for urban primary health facilities in a phased manner. This output \nwill ensure that (i) state-level organizational arrangements for quality assurance and capacity to \nmanage the quality  assurance  system  are  established,  (ii) quality  measurements  including \nclient-satisfaction  are  developed,  and  (iii)  the NUHM  monitors the  progress  and  evaluates \neffectiveness of the quality assurance mechanism to guide states in making further quality \nimprovements  (DLI  5  and  PAP  1.7).  The  output  will  also  review  existing  private  provider \nregulations, accreditation practices, and incentives for improving quality, accountability, and \nreliability of services to promote an enabling environment for private sector engagement in \nhealth (PAP 1.3 and 1.6).  \n \n13.  Output  3:  Capacity  for  planning, management,  and innovation  and  knowledge \nsharing strengthened. The NUHM needs significant capacity building in program management \nand technical aspects of urban health to operationalize the NUHM’s implementation framework \neffectively. This output will enhance staff capacity to implement the NUHM (DLI 6). It will help \nthe NUHM develop and implement a capacity development framework to plan, monitor, and \nprovide incentives for capacity development in urban health (DLI 6).8 States with weak capacity \nwill receive priority for capacity development support. Existing M&E mechanisms and staff \ncapacity will be enhanced to better support NUHM operations, monitor progress, and provide \nfeedback to policy and planning. More specifically, the output will (i) improve the existing health \nmanagement  information  system  (MIS)  to  produce  urban  disaggregated  data  (DLI  6);  (ii) \nstrengthen existing MIS to monitor the NUHM’s progress; and (iii) improve data on key health \noutcome indicators (PAP 1.1 and PAP 5). This output will also assist the Ministry of Health and \nFamily  Welfare  (MOHFW)  to  develop  and  implement  a  framework  for  innovations  and \npartnerships (DLI 7). The framework will systematically capture local innovations and lessons, \nadapt international best practices, promote cross learning for replication and expansion, and \nprovide incentives for more innovative approaches and partnerships.   \n \n                                                \n8  The capacity development framework will include (i) a comprehensive human resource development plan for \nmanagerial and technical personnel; (ii) strengthening of existing national and state entities to support urban \nhealth; (iii) provision of technical and management support to MOHFW and states—especially lagging ones, \nthrough a pool of experts and demand-based consulting inputs through an indefinite service delivery contract; and \n(iv) enhancing knowledge, training, and institutional capacity in urban health through organization of international \nand national forums, twinning arrangements between schools of public health in India and abroad, and a new \ndedicated institute for urban health research and training. \n ", "5 \n14.  Convergence and public–private partnership. The program will promote convergence \nand PPPs across the three outputs. Convergence will be strengthened at three levels: (i) policy \nand planning at the state level, where state health societies include representatives from health \nand urban departments; (ii) integrated planning for urban health at the city level, with active \ninvolvement of ULBs, including in planning and mapping of slums and vulnerable populations; \nand (iii) community processes and participation for better urban services (e.g., water, sanitation, \nand  health  services)  and  improved  health  and  hygiene  practices.  The  program  will  also \nstrengthen  the  enabling  environment  and  capacity  for  private  sector  engagement  by  (i) \nconducting a detailed assessment of the experience, challenges, and opportunities for PPPs in \nIndia’s health sector; and (ii) developing policy guidelines and a menu of models and options for \nPPPs in urban health, including with the nonprofit sector.  \n \n15.  ADB financing will be disbursed as per the allocation table summarized in Table 2.  \n \nTable 2: Disbursement-Linked Indicators  \nDisbursement  Share of ADB \nAllocated  Financing  \nIndicator  ($ million)  (%) \nOutcome: Increased access to equitable and quality urban health system     \nDLI 1. Increased institutional deliveries  30  10 \nDLI 2. Increased complete immunization among children  30  10 \nOutput 1: Urban primary health care delivery system strengthened     \nDLI 3. City-specific primary health care delivery system established  65  22 \nDLI 4. Community processes improved  55  18 \nOutput 2: Quality of urban health services improved     \nDLI 5. Effective quality assurance system implemented   55  18 \nOutput 3: Capacity for planning, management, and innovation and      \nknowledge sharing strengthened \nDLI 6. Planning, management, and monitoring capacity strengthened  45  15 \n DLI 7. Innovations and partnerships in urban health developed, tested, and  20  7 \nshared \n                                                                                          Total  300  100 \nADB = Asian Development Bank, DLI = disbursement-linked indicator.  \nSource: Asian Development Bank.  \n \n16.  A rigorous verification protocol, including independent, third-party validation, has been \nestablished.  Verification  of  outcome  DLIs  will  rely  on  the  Health  Management  Information \nSystem, validated by independent consultants for data quality and triangulated with population-\nbased survey data to verify overall trends. Output DLIs will be verified through (i) joint reviews \nby MOHFW and ADB after reports from the states are received to gain better insights from \nimplementation of program activities at the state level, and (ii) the use of existing reporting \nmechanisms, such as NUHM quarterly progress reports, and comparing the information with \nexpenditure reports. Independent evaluation of effectiveness and progress in quality assurance \nand implementation of the capacity development framework will be used for DLI verification, as \nwell as target setting for subsequent years. The verification process is designed to strengthen \nMOHFW’s  capacity  in  overseeing  and  supporting  the  state-level  implementation  of  NUHM \nactivities.  \n \nE.  Expenditure Framework and Financing Plan \n17.  Program  expenditures.  The  program  will  support  NUHM  expenditures,  which  are \nestimated to be $1,954.9 million during FY2014–2016 (Table 3).  \n \n \n ", "6 \nTable 3: Summary of Program Expenditure Framework, FY2014–2016  \n(in 2014 prices) \nItem  Amount ($ million)  Share of Total (%) \nRecurrent  1,535.4  78.5 \nStrengthening health services (operations)  1,049.9  53.7 \nCommunity processes  135.1  6.9 \nRegulation and quality assurance  20.0  1.0 \nTraining and capacity building  74.8  3.8 \nInnovative actions and PPPs  91.9  4.7 \nProgram management, planning and mapping, M&E  163.7  8.4 \nCapital  419.5  21.5 \nStrengthening health services (civil work and equipment)  419.5  21.5 \n                                                                        Total  1,954.9  100.0 \nM&E = monitoring and evaluation, PPP = public–private partnership. \nSources: Asian Development Bank estimates based on the Government of India, Ministry of Health and Family \nWelfare. 2012. National Urban Health Mission–Expenditure Finance Committee Note with Annexures. New Delhi; \nGovernment of India, Ministry of Finance. 2014. Union Budget – Notes on Demands for Grants, 2014–2015, No. \n46/Department of Health and Family Welfare. New Delhi.   \n \n18.  Program financing. Total NUHM financing needs for FY2014–2016 are estimated at \n$1,954.9 million, of which the government has requested a loan of $300 million from ADB’s \nordinary capital resources to finance the program. The loan terms and conditions are in para. \n32. Subject to a review of implementation progress, the government may request additional \nfinancing of $200 million in 2017 to support the NUHM’s transition and continuation into the next \nfive-year plan. The financing plan for the program is summarized in Table 4.  \n \nTable 4: Program Financing Plan  \nAmount ($ million)  Share of Total (%) \n \nGovernment of India   1,654.9  84.7 \nAsian Development Bank  \n  Ordinary capital resources (loan)  300.0  15.3 \nTotal  1,954.9  100.0 \nSource: Asian Development Bank estimates.  \n \n19.  Disbursement arrangements. The loan will be disbursed over 3 years, subject to the \nachievement and verification of the DLIs. An initial disbursement of up to $40 million will take \nplace after loan effectiveness and upon verification of achievement of prior results (completed \nwithin 12 months prior to loan effectiveness). These prior results include: (i) state-level NUHM \nprogram implementation plans approved in FY2014; (ii) urban-specific guidelines for community \nhealth workers and quality assurance; and (iii) increased staffing in program management for \nstates, districts, and cities. All prior results have been met as of March 2015. Subsequent \ndisbursements will be made annually after the corresponding DLIs are met. ADB will field \nperiodic review missions, whose tasks will include validating DLI achievements prior to the \nsubmission of withdrawal applications. Once DLI achievements are validated, MOHFW will \nsubmit withdrawal applications, together with the DLI achievement report to ADB. Any amount \nnot disbursed for unmet DLIs will be disbursed once the DLIs are achieved. The loan proceeds \nwill be disbursed to the government’s consolidated fund.  \n \nF.  Capacity Development and Program Action Plan \n \n20.  The program will strengthen capacity of NUHM institutions at various levels. The NUHM \nhas adopted NRHM’s implementation arrangements, which have been tested and refined over \ntime, but urban-specific challenges require dedicated capacity-strengthening efforts, including: \n ", "7 \n(i)  strengthening  existing  technical  agencies  at  the  national  and  state  levels,  (ii)  technical \nsupport  to  states  through  a  pool  of  experts  located  at  the  central  level,  (iii)  establishing \ndedicated institutes for urban health research and training, and (iv) creating knowledge-sharing \nplatforms. The PAP complements the DLIs and includes actions in specific technical areas, \nfiduciary management, M&E, safeguards, and gender and social equity. The PAP focuses \ncapacity  building  on key  areas  of  identified gaps  pertaining to  strengthening  systems  and \ninstitutions at the national level, which in turn will strengthen the capacity of the states to \nimplement the NUHM.   \n \nG.  Technical Assistance \n \n21.  The attached capacity development TA will help strengthen NUHM implementation. The \nTA is estimated to cost $2.2 million, of which $2 million will be financed on a grant basis by the \nJapan  Fund  for  Poverty  Reduction.  The  government  will  support  the  TA  in  the  form  of \ncounterpart staff, office and meeting space, and coordination support. The TA will support (i) \nstate-level  institutional  capacity  assessments;  (ii)  monitoring,  verification,  and  reporting  of \nprogram results; and (iii) developing and learning from innovations in urban health. The TA \nactivities will focus on states with weaker capacity and where ADB’s urban sector presence can \nbe leveraged to enhance synergy and convergence. The TA will be implemented over a period \nof 36 months from July 2015.  \n \nH.  Implementation Arrangements \n \n22.  Program implementation will follow the NUHM Implementation Framework. MOHFW will \nbe  the  executing  agency.  The  NHM  Steering Group  under the  Union  Health  Minister,  the \nEmpowered Program Committee under the Secretary of MOHFW, and the National Program \nCoordination  Committee  under  the  Mission  Director  will  guide  and  oversee  NUHM \nimplementation,  including  the  program.  The  Urban  Health  Division  of  MOHFW  will  be  the \nimplementing agency, coordinating program activities, and supporting state-level activities. The \nstates  will  implement  NUHM  activities  based  on  the  annually  approved  state  program \nimplementation plans. The states will prepare periodic reports on progress in meeting DLIs and \nPAP  as  part  of  their  regular  reporting  on  overall  NUHM  implementation.  MOHFW  will \nconsolidate state-level reports and submit periodic progress reports on achievement of DLIs and \nPAP and other NUHM key performance indicators, and prepare DLI achievement reports for \ndisbursement. \n \nIII.  SUMMARY OF ASSESSMENTS \n \nA.  Program Technical Assessments \n \n23.  The program’s soundness was assessed according to its relevance, justification, and \nadequacy. 9  The  program  is  highly  relevant  to  India’s  sustainable  and  inclusive  urban \ndevelopment. It will improve the health and well-being of the urban population, focusing on the \npoor and the vulnerable, and provide them with equitable access to quality health services. \nProgram  interventions  are  well  justified,  focusing  on  key  results  that  are  prioritized  and \nsequenced  to  improve  NUHM  implementation  performance  in  accordance  with  its  core \nstrategies. The program addresses current inefficiencies in the delivery of urban health care by \nstrengthening overall health systems and focusing resources on comprehensive primary health \n                                                \n9  Program Soundness Assessment (accessible from the list of linked documents in Appendix 2). \n ", "8 \ncare. While the  program reinforces  public  provisioning  of  essential  health  services,  it  also \nfacilitates partnerships with the private health sector to improve health services coverage and \nthe continuum of care. The program promotes cross-sectoral convergence to address key \ndeterminants of urban health both within and beyond the health sector. The program has a \nstrong gender focus. Sustainability of results will be ensured through the program’s focus on \nstrengthening institutions and significant capacity building.  \n \n24.  The  economic  analysis  weighed  the  program’s  benefits  relative  to  its  costs.  The \neconomic benefits are from (i) reduced mortality rates, (ii) increased health facility utilization, (iii) \nincreased productivity and out-of-pocket health care cost savings, and (iv) productivity gains in \nterms of decreased disability-adjusted life years.10 The economic analysis yielded an economic \ninternal rate of return of 13%. The economic internal rate of return is sensitive to changes in \npopulation coverage. Thus, reaching more beneficiaries would ensure the program’s economic \nviability.  \n \n25.  The program is categorized as gender equity. It has a strong gender and pro-poor focus. \nHealth interventions directly target the poor while also allocating greater resources to the needs \nof women and girls, especially their reproductive health. Health service providers will be trained \nto be responsive to specific needs and concerns of women and girls and to improve their \ninteractions  with  poor  and  marginalized  communities.  Through  community  outreach  and \ncounselling services, women and girls will be empowered to realize their health rights and \naddress issues of gender-based violence. The program will also help improve the working \nconditions and career trajectories of female health workers.  \n \nB.  Program System Assessments \n \n26.  Monitoring and evaluation systems. The M&E system assessment found that the \nNUHM’s monitoring framework, comprising oversight and steering committees, MIS, and annual \ncommon review missions, is robust for tracking the program’s outputs and outcome.11 Common \nreview missions consist of  officials from  MOHFW, state health departments, and technical \nexperts; development partners can be invited to participate. The areas for further strengthening \ninclude: (i) enhancing existing systems to track information specific to the NUHM’s progress and \nmain program beneficiaries (the urban poor and vulnerable groups), (ii) building the capacity of \ndata entry operators and MIS officers at all levels, (iii) harmonizing the operability of multiple \nsystems, and (iv) providing adequate resources to improve coverage and accuracy of reporting \nand  availability  of  quality  and  timely  data.  MOHFW  will  be  responsible  for  performance \nmonitoring against a set of key performance indicators that are defined within the NUHM’s \nimplementation and results frameworks, including DLIs and PAP targets. MOHFW will also draw \non interagency information systems to obtain urban health-related indicators in preparing annual \nperformance reports.  \n \n27.  Fiduciary systems. Rigorous financial management, procurement, and anticorruption \nsystems assessments confirm that the program systems are adequate for results-based lending \nwith some risk mitigation measures.12 The overall financial management risk is moderate. Areas \nfor  improvement  include:  (i)  timely  release  of  funds  from  state  treasuries  to  state  health \n                                                \n10 Economic Analysis (accessible from the list of linked documents in Appendix 2). \n11 Common review missions will cover results, technical, and fiduciary aspects of the program. Program Monitoring \nand Evaluation System Assessment (accessible from the list of linked documents in Appendix 2). \n12 Program Fiduciary Systems Assessment (accessible from the list of linked documents in Appendix 2).  \n ", "9 \nsocieties, and (ii) timely financial reporting and auditing. The PAP includes the following risk \nmitigation  measures:  (i)  enhancing  fiduciary  performance  monitoring,  (ii)  supporting  staff \ncapacity development, (iii) ADB participation in annual common review missions of MOHFW’s \nfinancial management group, and (iv) provision of program financial statements following a \nStatement of Audit Needs. \n \n28.  The program will entail procurement of civil works, drugs, and consumables; furniture \nand  equipment  at  health  facilities;  and  consulting  services,  all  of  which  will  be  sourced \ndomestically. Overall procurement risk is substantial mainly due to (i) lack of adequately trained \nstaff  in  some  states,  and  (ii)  inadequate  quality  assurance  mechanisms  and  supply \nmanagement, especially for drugs in some states. The risks will be mitigated by ensuring \nadequate number of qualified procurement staff (DLI 6) and implementing pre- and post-delivery \nquality checks of drugs and annual post-procurement reviews in at least three states (PAP). The \nprogram  will  strengthen  the  implementation  of  the  NHM  Governance  and  Accountability \nFramework, grievance  redressal  mechanism,  and  community  processes  in  service  delivery \nmonitoring. The Guidelines to Prevent or Mitigate Fraud, Corruption, and Other Prohibited \nActivities in Results-Based Lending for Programs were explained to, and discussed with, the \ngovernment and MOHFW.13  \n \n29.  Safeguard  systems.  This  program  is  categorized  as  B  for  environment,  C  for \ninvoluntary resettlement, and C for indigenous peoples. Potential environmental impacts include \nthose from construction and refurbishing of urban primary health facilities and generation of \nbiomedical  waste  and  infection  risks  during  operation.  The  program  safeguard  system \nassessment examined environmental safeguard management and compliance aspects of NHM \nrelative to ADB’s Safeguard Policy Statement (2009). The assessment found that a wide range \nof policies, laws, and regulations related to environmental issues are in place. The existing \nguidelines related to environmental management will be strengthened to guide central and state \ninstitutions and health facilities in urban areas. Environment and social safeguard elements will \nbe incorporated in the quality assurance tools to ensure proper monitoring and compliance. For \npotential  impacts  of  involuntary  resettlement  associated  with  the  program’s  civil  works,  a \nscreening procedure has been developed to ensure that the program excludes any activities \nthat may trigger category A or B. The PAP includes raising awareness, training of staff on \nsafeguards, and enforcement of specific environmental regulations.  \n \nC.  Integrated Risk Assessment and Mitigating Measures \n \n30.  Major risks and mitigating measures are summarized in Table 5.14 Overall program risk \nis assessed as substantial, but appropriate risk mitigation measures have been incorporated in \nthe DLIs and PAP to ensure further strengthening of systems and achievement of program \noutcome. The overall benefits and impacts are expected to outweigh the costs.    \n                                                \n13 ADB. 2013. Piloting Results-Based Lending for Programs. Manila. \n14 Integrated Risk Assessment and Mitigating Measures (accessible from the list of linked documents in Appendix 2).  \n ", "10 \nTable 5: Summary of Integrated Risk Assessment and Mitigating Measures \nRisks  Ratings  Key Mitigating Measures \nResults      \nGaps among states in institutional  Substantial  A capacity development framework will be developed to \narrangements and implementation  enhance implementation capacity, especially in lagging \ncapacity for urban health, which may  states. The attached TA will assess and monitor state-level \ndelay achievement of results  institutional arrangements and capacity for urban health.  \n \nFiduciary     \nDelay in fund release from state  Substantial  MOHFW and states to increase monitoring and follow up of \ntreasuries to state health societies   timely fund releases with state authorities. \n \nInadequate number of trained and  Moderate   The program will support states to increase qualified \nqualified procurement staff in some  procurement staff. SPMUs will establish computerized \nstates   program monitoring systems and undertake quarterly review \nmeetings. NPMU will coordinate post-procurement reviews \nin at least three states annually by an independent agency. \n  \nInadequate mechanisms for drug  Substantial  States will apply more stringent quality requirements in \nquality assurance and supply chain  manufacturing facilities, strengthen quality checks at pre- \nmanagement in some states  and post-dispatch by independent test agencies or firms, \nand adopt a computerized stock management system. \n \nOverall program risk  Substantial   \nMOHFW = Ministry of Health and Family Welfare, NPMU = national program management unit, SPMU = state \nprogram management unit, TA = technical assistance. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n \n31.  The government and MOHFW have agreed with ADB on certain covenants for the \nprogram, which are set forth in the loan agreement and program agreement. \n \nV.  RECOMMENDATION \n \n32.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve: \n \n(i)  the loan of $300,000,000 to India for Supporting National Urban Health Mission, \nfrom  ADB’s  ordinary  capital  resources,  with  interest  to  be  determined  in \naccordance with ADB’s London interbank offered rate (LIBOR)-based lending \nfacility; for a term of 20 years, including a grace period of 5 years; and such other \nterms and conditions as are substantially in accordance with those set forth in the \ndraft loan and program agreements presented to the Board; and \n \n(ii)  the administration by ADB of technical assistance not exceeding the equivalent \nof $2,000,000 to the Government of India for Strengthening Capacity of the \nNational Urban Health Mission to be provided by the Japan Fund for Poverty \nReduction on a grant basis.  \n         \n \n      Takehiko Nakao \n  President \n \n24 April 2015 \n ", "  Appendix 1                11 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact \n \nImproved health status of the urban population, particularly the poor and the vulnerable, across India \n(NUHM Implementation Framework, 2013a).  \n \n \nProgram Results  Performance Indicators with  Data Sources \nChain  Targets and Baselines  and Reporting  Risks \nOutcome  By 2017 (for all indicators):   a-c. NFHS  Gaps among states \nIncreased access    in institutional \na. Institutional deliveries in urban \nto equitable and  arrangements and \nareas increased to at least 80% (with \nquality urban health  implementation \npoor and non-poor differential \nsystem  capacity for urban \nreduced to no more than 10%) \nhealth may delay \n(baseline in 2005–2006: urban \nachievement of \naverage 67.4%; urban poor 44%; \nresults. \nurban non-poor 78.5%). \n \n \nb. Complete immunization among   \nchildren below 12 months of age in \nurban areas increased to at least \n80% (with poor-non-poor, female-\nmale differential no more than 10%) \n(baseline in 2005–2006: urban \naverage 71.8%; urban poor 52.6%; \nurban non-poor 80.1%). \n \nc. Increase antenatal care (three or \nmore antenatal care visits) coverage \nto at least 90% in urban areas (urban \nnational was 74.7% in 2005–2006). \n \nOutputs       \n1. Urban primary  1a. By 2016, at least 55% of cities  1a. NUHM  Delay in fund \nhealth care delivery  with approved PIPs have completed  progress report  release from state \nsystem  mapping of slums, vulnerable  by MOHFW  treasuries to state \nstrengthened  populations and health facilities, and    health societies may \n  gap analysis for public health    undermine timely \nfacilities.     implementation and \n \n  achievement of \n1b. By 2017, 50% of NUHM- 1b. NUHM \nresults. \nsupported UPHCs meet the  progress report \n \nminimum requirements including  by MOHFW \n \nRMNCH+A in the standard primary   \nDifficulty in recruiting \nhealth care package.    \nand retaining \n   \n1c. By 2017, 23,000 ASHAs trained  1c. HMIS and  adequate number of \nand 85% of recruited ASHAs are  ASHA MIS  experienced and \nfunctional.   qualified staff for \n  NUHM may affect \n2. Quality of urban  2a. By 2017, 20 states, union  2a-b. NUHM \nprogram \nhealth services  territories, and large ULBs have set  progress report \nimplementation. \nimproved  up organizational arrangements for  by MOHFW \n \nquality assurance of health facilities.    \n \n \nChallenges in \n2b. By 2017, at least 80% of UPHCs \ncollecting data on \nand UCHCs in target states, union \n ", "12  Appendix 1 \nProgram Results  Performance Indicators with  Data Sources \nChain  Targets and Baselines  and Reporting  Risks \nterritories, and larger ULBs  results indicators \ncompleted self-assessment of  across multiple \nservice quality against the set quality  systems and \ncriteria including client satisfaction  agencies, and in the \n(men and women disaggregated).    quality and \n  completeness of \n3. Capacity for  3a. By 2016, at least 55% of staff  3a-c. NUHM \ndata, may \nplanning,  sanctioned for NUHM at SPMUs,  progress report \nundermine proper \nmanagement, and  DPMUs, and CPMUs are in position.   by MOHFW \nmeasurement of \ninnovation and   \n3b. By 2017, NUHM capacity  results. \nknowledge sharing \ndevelopment framework \nstrengthened \nimplementation achieved at least \n \n60% of annual targets (including \nspecific gender targets) at national \nlevel and in the 20 states and union \nterritories in priority areas. \n \n3c. By 2017, 50% of states, union \nterritories, and large ULBs \nimplement innovations and \npartnerships in urban health. \n \n  Key Program Actions \n1.  Technical Actions  \n1.1 Analyze new NFHS results on urban health, including outcomes related to diarrhea and ARI, equity \naspects, and progress towards DLIs 1 and 2, and strengthen implementation strategies for NUHM. \n1.2 Study and document structure and activities of MAS and other community institutions from at least \ntwo settlements showing effective intersectoral convergence and good community health-seeking \npractices.  \n1.3 Conduct private health sector assessment in selected states; develop a framework, guidelines, and \ncontract templates for implementing health PPPs in the urban context. \n1.4 Facilitate policy-level intersectoral convergence through relevant NUHM guidelines and \nconsultations with participating states. \n1.5 Facilitate, through the PIP and other guidelines, active participation of ULBs in state-level planning \nprocesses, including mapping of slums, vulnerable populations, and health facilities. \n1.6 Study and document experiences with the Clinical Establishments Act, 2010 and other regulatory \nefforts to improve the quality of private sector health services. \n1.7 Ensure the quality assurance mechanism (DLI 5) addresses improving quality of institutional \ndeliveries and antenatal care.  \n2.  Financial Management Actions \n2.1 Submit annual audited financial statements in accordance with the detailed statement of audit \nneeds and follow-up on resolution of statutory and concurrent auditor recommendations. \n2.2 Develop detailed fund flow mechanisms for cities and districts considering individual states’ \ninstitutional arrangements, requirements, and capacities. \n2.3 Strengthen MOHFW’s financial management performance monitoring and conduct common review \nmissions for validation of performance. \n2.4 Recruit additional accountants at states and ULBs and undertake continuous training and capacity \nbuilding for improved financial management. \n3.  Procurement Actions \n3.1 Establish state-level procurement oversight and contract management framework and undertake \ncontinuous training and capacity building of procurement staff. \n3.2 Conduct independent pre- and post-delivery drug quality audits and procurement and contract \nmanagement audits, covering a sample of at least three states per year. \n ", "  Appendix 1  13 \n3.3 Monitor implementation of the NHM Governance and Accountability Framework in NUHM, assess \nand strengthen the effectiveness of community and facility-based GRMs. \n4.  Safeguards Actions \n4.1 Engage a qualified consultant to monitor social and environmental impacts and train relevant state \nlevel staff on social and environmental safeguards. \n4.2 Assess and build capacity of states, ULBs, and health facilities to ensure compliance with IMEP \nand/or quality assurance guidelines. \n4.3 Strengthen and monitor compliance with environmental regulations through updated IMEP and/or \nquality assurance guidelines. \n4.4 Assess and strengthen existing GRMs at the state and community levels. \n5.  Monitoring and Evaluation Actions \n5.1 Strengthen HMIS indicators to adequately capture key processes and outcomes related to urban \nhealth and include a quality assurance module in HMIS formats. \n5.2 Include substantive review of urban health issues in CRM, including recommendations and action \nplans to address gaps. \n5.3 Develop NUHM MIS to meet NUHM program reporting requirements. \n6.  Gender and Social Equity Actions \n6.1 Engage a qualified consultant to provide gender and social equity-related inputs to program \nactivities and conduct regular training programs to sensitize and train health workers on the needs \nof women and the marginalized communities. \n6.2 Incorporate care and counselling to address gender-based violence in the health service package. \n6.3 Promote skill up-grading and training opportunities for career progression of community and link \nworkers and monitor progress. \n6.4 Promote equal opportunity measures in recruitment of new staff across state, city, and district \nPMUs; maintain sex-disaggregated data on staff dedicated for NUHM. \n \nInputs   \n \nGovernment:   $1,654.9 million \nADB:      $300.0 million \nTechnical Assistance (Japan   \nFund for Poverty Reduction):          $2.0 million \n \nAssumptions for Partner Financing \n \nNot applicable. \nADB = Asian Development Bank; ARI = acute respiratory infection; ASHA = accredited social health activist; CPMU = \ncity project management unit; CRM = common review mission; DLI = disbursement-linked indicator; DPMU = district \nproject management unit; GRM = grievance redress mechanism; HMIS = health management information system; \nIMEP = Infection Management and Environmental Plan; MAS = Mahila Arogya Samitis (community collectives \ncomprising local women); MIS = management information system; MOHFW = Ministry of Health and Family Welfare; \nNFHS = National Family Health Survey; NHM = National Health Mission; NUHM = National Urban Health Mission; \nPIP = program implementation plan; PMU = project management unit; PPP = public–private partnership; RMNCH+A \n= Reproductive, Maternal, Newborn, Child, and Adolescent Health; SPMU = state project management unit; UCHC = \nurban community health center, ULB = urban local body; UPHC = urban primary health center. \na Government of India, Ministry of Health and Family Welfare. 2013. National Urban Health Mission, Framework for \nImplementation. New Delhi. \nSource: Asian Development Bank. \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://adb.org/Documents/RRPs/?id=47354-003-3 \n \n1.  Loan Agreement  \n2.  Program Agreement \n3.  Country Economic Indicators  \n4.  Summary Sector Assessment: Urban Health \n5.  Program Soundness Assessment  \n6.  Program Results Assessment  \n7.  Program Results Framework  \n8.  Program Expenditure and Financing Assessment  \n9.  Program Monitoring and Evaluation System Assessment  \n10.  Program Fiduciary Systems Assessment  \n11.  Program Safeguard Systems Assessment  \n12.  Integrated Risk Assessment and Mitigating Measures  \n13.  Program Action Plan  \n14.  Attached Technical Assistance \n15.  Contribution to the ADB Results Framework  \n16.  Development Coordination  \n17.  Summary Poverty Reduction and Social Strategy  \n18.  Program Implementation Document  \n \nSupplementary Documents \n \n19.  Economic Analysis \n20.  Program Initial Environmental Examination, and Environmental Management Plan \n \n ", "  Appendix 3  15  \nDISBURSEMENT-LINKED INDICATORS, VERIFICATION PROTOCOLS, AND DISBURSEMENT SCHEDULE \n \nTable 1: Disbursement-Linked Indicators1 \nDisbursement  Target Values \nBaseline Year \nLinked \nand Value  Prior results  2015  2016  2017  2018  2019 \nIndicators \nOutcome: Increased access to equitable and quality urban health system \nDLI 1   Nationally  —  —  2% point  2% point  2% point increase  2% point \nIncreased   85.3% in  increase with  increase with  with respect to  increase with \ninstitutional  FY2013.2    respect to  respect to  FY2016.   respect to \ndeliveries in    FY2014.3  FY2015.   FY2017. \nurban areas \nDLI 2   Nationally  —  —  2% point  2% point  2% point increase  2% point \nIncreased  88.4% in  increase with  increase with  with respect to  increase with \ncomplete  FY2013.2   respect to  respect to  FY2016.  respect to \nimmunization    FY2014.3  FY2015.  FY2017. \namong \nchildren below \n12 months of \nage in urban \nareas  \nOutput 1: Urban primary health care delivery system strengthened \nDLI 3   As of 2014,  (i) At least  At least 25% of  (i) At least 55%  50% of UPHCs  60% of UPHCs  70% of UPHCs  \nCity-specific  urban health  90% of cities  cities with  of cities with  meet the  meet the  meet the \nprimary health  facilities are  included for  approved PIPs  approved PIPs  minimum  minimum  minimum \ncare delivery  limited in  support under  have initiated  have  requirements  requirements for  requirements \nsystem  number,  NUHM have  mapping of  completed  for staffing and  staffing and  for staffing and \nestablished   service  their  slums and  mapping of  service  service package.   service \npackage, and  respective  vulnerable  slums and  package.   package. \nquality to  state PIPs  population and  vulnerable \naddress urban  approved by  health facilities.   population and \n                                                \n1 The grey shaded areas are indicative results for additional financing from 2018 to 2019. The indicative targets will be critically reviewed based on the \nperformance during the current program period and revised as required.  \n2  These baselines are national averages (including both rural and urban) from the current Health Management Information System. The Health Management \nInformation System is being strengthened to report urban-rural disaggregated data, and urban-specific baselines will be established by May 2015 based on the \ndata collected by March 2015.  \n3  Target value (2% points from the previous year level) is based on assessment of historical trends and consideration of accelerated progress under the National \nUrban Health Mission. \n ", "16  Appendix 3 \n \nDisbursement  Target Values \nBaseline Year \nLinked \nand Value  Prior results  2015  2016  2017  2018  2019 \nIndicators \nhealth issues.   FY2014.     health facilities. \n     \n(ii) Norms for  (ii) 30% of \n \nidentification  UPHCs meet \nof vulnerable    NUHM \npopulations  minimum \nestablished.  requirements \n  for staffing and \nservice \npackage.  \nDLI 4   ASHAs are  Guidelines for  Training  (i) 15,000 of  (i) 23,000 of  (i) 31,000 of  (i) 35,000 of \nCommunity  active in rural  ASHA and  modules based  recruited  recruited  recruited ASHAs  recruited \nprocesses   areas, and  MAS in the  on the  ASHAs are  ASHAs are  are trained.   ASHAs are \nimproved   those with  Urban  Guidelines for  trained.   trained.    trained. \n  adequate skills  Context are  ASHA and         \nand roles in  issued and  MAS in the  (ii) 80% of  (ii) 85% of  (ii) 90% of  (ii) At least \nurban context  disseminated  Urban Context  recruited  recruited  recruited ASHAs  90% of \nis not yet  at state level.   are issued in  ASHAs are  ASHAs are  are functional.  recruited \navailable in  Hindi and some  functional.   functional.  ASHAs are \n2014.   regional  functional. \nlanguages.  \nOutput 2 : Quality of urban health services improved  \nDLI 5   QA mechanism  MOHFW  QA Assessor  (i) 15 states/  (i) 20  (i) 40% of UPHCs  Based on the \nEffective  for NRHM  Operational  Guidebook and  UTs/ large  cumulative  and UCHCs in  review \nsystem of  exists in 2014  Guidelines for  tools are  ULBs have set  states/ UTs/  the 20 states/  MOHFW \nquality  but it needs to  Quality  developed for  up  large ULBs  UTs/ ULBs  prepared and \nassurance for  be adapted  Assurance  UPHCs,  organizational  have set up  received national  approved a \nurban health  and adopted  (QA) in Public  reflecting  arrangements  organizational  or state-level  time-bound \nservices  by NUHM to  Health  MOHFW  for QA of  arrangements  quality  action plan to \nimplemented   guide sub- Facilities  Operational  health facilities  for QA of  certification.   further \n  national  issued and  Guidelines for  that include  health facilities    improve: (i) \nentities to  disseminated.  Quality  UPHCs and  that include    quality of urban \naddress urban  Assurance  UCHCs.   UPHCs and    primary \nspecific issues.  (QA) in Public    UCHCs.     healthcare \nHealth        services; and \nFacilities.   (ii) 50% of  (ii) 80% of  (ii) MOHFW  (ii) quality \nUPHCs and  UPHCs and  conducted a  assurance \n ", "    Appendix 3  17 \n \nDisbursement  Target Values \nBaseline Year \nLinked \nand Value  Prior results  2015  2016  2017  2018  2019 \nIndicators \nUCHCs in  UCHCs in  comprehensive  mechanism \nthose  those  independent \nstates/UTs/  states/UTs/  review of the QA \nULBs are  ULBs are  program with \nassessing the  assessing the  states focusing \nquality of their  quality of their  on (a) the quality \nservices,  services,  of urban primary \nincluding  including  health care \npatient  patient  services, and (b) \nsatisfaction.   satisfaction.   effectiveness of \nquality assurance \nmechanism. \nOutput 3: Capacity for planning, management, and innovation and knowledge sharing strengthened \nDLI 6    NUHM is a  At least 30%  (i) NUHM  (i) At least 55%  NUHM capacity  Based on  NUHM capacity \nPlanning,  new program,  of staff  capacity  of staff  development  recommendations  development \nmanagement  and requires a  sanctioned for  development  sanctioned for  framework  of the  framework \nand monitoring  comprehensive  NUHM at  framework is  NUHM at  implementation  independent  (updated) \ncapacity to  capacity  SPMUs,  developed,  SPMUs,  achieved at  evaluation,  implementation \ndeliver urban  development to  DPMUs and  specifying  DPMUs and  least 60% of  MOHFW has  achieved at \nhealth services  deliver the  CPMUs are in  priority areas  CPMUs are in  annual targets  updated the  least 75% of \nstrengthened  mission.   position.   for capacity  position.  at national level  NUHM capacity  annual targets \n  development    and in 20  development  at national level \n  and  (ii) NUHM  states/UTs in  framework,  and in 25 \nimplementation  capacity  priority areas.  including outputs  states/UTs in \nsupport;  development    and modalities.   priority areas. \noutputs and  framework   \ntargets;  implementation   \nmodalities; and  achieved at   \nprogress  least 50% of   \nreporting  annual targets   \nmechanism.   at national   \n  level and in 15   \n(ii) HMIS is  states/UTs in   \nenhanced to  priority areas \ninclude urban- \ndisaggregated \ndata and has \n ", "18  Appendix 3 \n \nDisbursement  Target Values \nBaseline Year \nLinked \nand Value  Prior results  2015  2016  2017  2018  2019 \nIndicators \nfunctionality to \nidentify urban \nhealth facilities \nnear poor and \nvulnerable \npopulations. \n \n(iii) The \nNational PMU \nestablished a \npool of experts \nfor technical \nand \nimplementation \nsupport at \nnational and \nstates/UTs/ \nULB level.  \nDLI 7  Innovative  —  —  A framework  50% of  20 good practices  Incentive \nInnovations  approaches  for innovations  states/UTs/  in innovations  mechanisms \nand  exist, but not  and  large ULBs  and partnerships  for more \npartnerships in  well-evaluated,  partnerships,  implement  in at least 10  innovation for \nurban health  documented,  including  innovations  states/UTs/ large  equitable \ndeveloped,  and  examples of  and  ULBs are  access to, and \ntested, and  disseminated;  good practices,  partnerships  demonstrated  improved \nshared  incentive  is developed,  aiming at  and  quality of, \n  mechanism for  approved, and  improving  disseminated.  urban health \nencouraging  implemented.  equity, access,  services \ninnovations is  or quality of  including \nweak.  urban health  performance \nservices.    based \nfinancing. \nASHA = accredited social health activist, CPMU = city program management unit, DLI = disbursement-linked indicator, DPMU = district program management \nunit, HMIS = health management information system, MAS = Mahila Arogya Samitis (community collectives comprising local women), MOHFW = Ministry of \nHealth and Family Welfare, NRHM = National Rural Health Mission, NUHM = National Urban Health Mission, PIP = program implementation plan, PMU = project \nmanagement unit, QA = quality assurance, SPMU = state program management unit, ULB = urban local body, UCHC = urban community health center, UPHC = \nurban primary health center, UT = union territory.  \nSource: Asian Development Bank. \n ", "    Appendix 3  19 \n \nTable 2: Verification Protocols \nInformation \nDisbursement- Definition and Description of Achievement and \nSource and  Verification Agency and Procedure \nLinked Indicator  Verification Timeframe \nFrequency \nOutcome: Increased access to equitable and quality urban health system \nDLI 1   Definition Number of institutional deliveries in urban  HMIS, annual  1. MOHFW Statistics Division will provide \nIncreased  health facilities as a percentage of total number of  quarterly data on institutional deliveries to \ninstitutional  reported deliveries, described as  the program division. The report will facilitate \ndeliveries in    regular assessment of performance and \nurban areas  # of institutional deliveries gaps towards this target.     \n x 100. \n   \n# of institutional deliveries + # of home deliveries\n  2. MOHFW Statistics Division will prepare \nUrban health facility includes public facilities and  HMIS data as of 31 March of each year or \nprivate facilities accredited under JSY (but not limited  later date when the target is met. An \nto these facilities).4   independent entity (firm) engaged by ADB \n  under the attached TA will conduct spot \n  reviews of HMIS in selected cities/states to \nMarch 2016  ensure data quality and strengthen HMIS for \nInstitutional delivery has increased by 2% point or more  initial 2 years.  \nfrom the FY2014 level, based on the HMIS data.    \n  3. MOHFW will provide ADB with a report \n  certifying the percentage change in the \nMarch 2017  institutional deliveries in urban health \nInstitutional delivery has increased by 2% point or more  facilities based on the HMIS data. The report \nfrom the FY2015 level, based on the HMIS data.  will include supporting tables of state-wise \nand all-India data including numerator and \ndenominator.5 \n \n4. Within 1 month from receipt of MOHFW \nreport, ADB will review the report and \nconfirm if the DLI target is met. \n \n \n \n \n                                                \n4  JSY or the Janani Suraksha Yojana is a central government scheme providing cash assistance for delivery and post-delivery care. \n5  While the focus of DLI 1 is on improving institutional delivery as measured by a percentage, attention will be paid on improving coverage and effectiveness of \nHMIS to capture increased total reported deliveries (both institutional as well as in the home), which forms the denominator of DLI 1. \n ", "20  Appendix 3 \n \nInformation \nDisbursement- Definition and Description of Achievement and \nSource and  Verification Agency and Procedure \nLinked Indicator  Verification Timeframe \nFrequency \nDLI 2   Definition  Complete immunization rate is measured  HMIS, annual  1. MOHFW Statistics Division will provide \nIncreased  by number of infants below 12 months (up to 1 year of  quarterly data on immunization rate to the \ncomplete  age) who received measles vaccination6 in urban  program division. The report will facilitate \nimmunization  public facilities, including through outreach services, as  regular assessment of performance and \namong children  a percentage of estimated annual number of infants  gaps towards this target.     \nbelow 12 months  described as   \nof age in urban    2. MOHFW Statistics Division will prepare \nareas  # of measles vaccinations given  HMIS data as of 31 March of each year or \n x 100. \nlater date when the target is met. An \nannual estimated # of infants \n  independent entity (firm) engaged by ADB \n“Annual estimated number of infants” in urban areas  under the attached TA will conduct spot \nfrom HMIS is based on SRS data.  reviews of HMIS in selected cities/states to \n  ensure data quality and strengthen HMIS for \n  initial 2 years. \nMarch 2016   \nComplete immunization rate has increased by 2% point  3. MOHFW will provide ADB with a report \nor more from the FY2014 level, based on HMIS.  certifying the annual percentage change in \n  the complete immunization in urban health \nMarch 2017  facilities based on the HMIS data. The report \nComplete immunization rate has increased by 2% point  will include supporting tables of state-wise \nor more from the FY2015 level, based on HMIS.  and all-India data including numerator and \ndenominator. \n \n4. Within 1 month from receipt of MOHFW \nreport, ADB will review the report and \nconfirm if the DLI target is met. \n \nOutput 1: Urban primary health care delivery system strengthened   \nDLI 3   Prior Result  FY2014 record of  1. (i) Upon loan effectiveness, MOHFW will \nCity-specific  (i) At least 90% of cities included for support under  proceedings from  certify that at least 90% of cities targeted for \nprimary health  NUHM have their respective state PIPs approved by  MOHFW  support under NUHM have their respective \ncare delivery  FY2014.    state PIPs approved by FY2014. The \nsystem    certification will attach an enumerated list of \nestablished     these cities; (ii) Upon loan effectiveness, \n                                                \n6  Measles vaccination, one of the last vaccinations provided for infants (up to 1 year of age), is used as a proxy for complete immunization. \n ", "    Appendix 3  21 \n \nInformation \nDisbursement- Definition and Description of Achievement and \nSource and  Verification Agency and Procedure \nLinked Indicator  Verification Timeframe \nFrequency \n  (ii) Norms for identification of vulnerable populations  MOHFW will provide ADB with a copy of \nestablished.  approved checklist of vulnerable \n  populations.  \n   \n2. (i) ADB will verify if the number of cities \nwith approved PIPs is at least 90% of cities \ntargeted for support under NUHM; (ii) ADB \nwill verify if the checklist of vulnerable \npopulations is published on NUHM or \nNHSRC website. \n \nMarch 2015  NUHM MIS  1. By 1 July 2015, MOHFW will certify that at \nAt least 25% of cities with approved PIPs have initiated  (Progress  least 25% of cities with approved PIPs have \nmapping of slums, vulnerable populations, and health  Report), annual  initiated mapping of slums and vulnerable \nfacilities.      populations and health facilities. MOHFW \n  certification  will also include:  \n[Mapping includes (i) Listed and Unlisted Slums and  (a) list of cities with approved PIPs; and \nvulnerable populations; and (ii) Existing Public and  (b) list of cities that have mapped listed \nPrivate Health Facilities.]  and unlisted slums and health \n  facilities, using available data, \n[Mapping is initiated when cities have mapped listed  including GIS, from other \nand unlisted slums and health facilities, using available  departments. \nsources of data, including GIS, from other   \ndepartments.]   2. By September 2015, ADB will review and \n  verify MOHFW certification report and data. \n \nMarch 2016  NUHM MIS  1. By 1 July 2016, MOHFW will certify that at \n(i) At least 55% of cities with approved PIPs have  (Progress  least 55% of cities with approved PIPs have \ncompleted mapping of slums, vulnerable populations  Report), annual  completed mapping of slums and vulnerable \nand health facilities.      populations and health facilities. MOHFW \n  certification will also include:  \n[Mapping is completed when cities have mapped with  (a) list of cities with approved PIPs; and  \nlisted and unlisted slums and health facilities and  (b) list of cities that have completed the \ninformation on vulnerable populations, using available  mapping. \nsources of data, including GIS, from other   \ndepartments.]  2. By September 2016, ADB will review and \n  verify MOHFW report and data. \n ", "22  Appendix 3 \n \nInformation \nDisbursement- Definition and Description of Achievement and \nSource and  Verification Agency and Procedure \nLinked Indicator  Verification Timeframe \nFrequency \n(ii) 30% of UPHCs meet the minimum requirements for  NUHM MIS  For verification of this DLI from 2016 to \nstaffing and service package as a percentage of  (Progress  2019:  \nUPHCs approved for NUHM financing.   Report), annual   \n    1. By 1 May every year from 2016 to 2019, \n[Minimum requirements will be defined by MOHFW    state missions will submit to MOHFW, \nbased on the existing norms of NUHM, and be agreed    facility-wise assessment of UPHCs against \nby ADB in 2015. To assess progress towards this    minimum requirements.  \ntarget, by end of 2015, MOHFW will develop and     \nsubmit to ADB an assessment or evaluation process,    2. By 1 July every year from 2016 to 2019, \nincluding the assessment form that would be used by    MOHFW will provide ADB with a report \nstates, in determining compliance with staffing and    certifying the percentage of UPHCs that \nservices requirements. The minimum requirements    meet the agreed minimum requirements. \nmay include the following elements:     The report will include:  \n  (a) an enumerated list showing number of \nStaffing  UPHCs that have been approved as \n(i)  At least one medical officer (full-time) who can be  of 31 March of the relevant fiscal year; \na civil servant or a contractual /contracted MD;  and \n(ii)  At least two staff nurses (full time civil servants);  (b) a certified list of UPHCs that meet \n(iii)  At least two ANMs;  minimum requirements, at the end of \n(iv)  A staff designated as the pharmacist or dispenser  each fiscal year.  \nof medicines (this staff can be a licensed   \npharmacist or a concurrent designation of the  3. By September of each year, MOHFW and \nmedical officer);  ADB will jointly conduct a validation of \n(v)  A staff designated as the lab technician (a staff  selected UPHCs out of the certified list.  \nnurse can be trained and assigned the additional   \ntask of lab technician);    \n(vi)  A staff designated as public health manager (the \nMD or a staff nurse can be given this function as a \nconcurrent designation); and \n(vii)  One or two staff designated for account keeping \nand M&E (a staff can be designated to do both \naccount keeping and M&E). \n \nService Package \n(i)  OPD medical care (at least 6 hours, these \nservices include consultations and basic \ndiagnostics); \n ", "    Appendix 3  23 \n \nInformation \nDisbursement- Definition and Description of Achievement and \nSource and  Verification Agency and Procedure \nLinked Indicator  Verification Timeframe \nFrequency \n(ii)  Services as prescribed under RMNCH+A \n(RMNCH+A is a new approach of the \ngovernment to address the health problems of \nmother, newborn, child & adolescence \nsimultaneously at different stages of life through \n'continuum of care'); \n(iii)  Collection and reporting of vital events and IDSP; \n(iv)  Referral services (There should be referral paper \nforms or an electronic or mobile system as \nevidence of the presence of a referral system); \nand \n(v)  Basic laboratory services (including national \nvector-borne disease programs), in-house or out-\nsourced (The presence of diagnostic equipment \n{including microscope and centrifuge} and \ndiagnostic supplies and reagents. If claimed to \noutsourced, a copy of the outsourcing agreement \nincluding payment or fee schedule).] \n \nMarch 2017 \n50% of UPHCs meet NUHM minimum requirements for \nstaffing and service package as a percentage of \nUPHCs approved for NUHM financing. \n \nMarch 2018  \n60% of UPHCs meet NUHM minimum requirements for \nstaffing and service package as a percentage of \nUPHCs approved for NUHM financing. \n \nMarch 2019  \n70% of UPHCs meet NUHM minimum requirements for \nstaffing and service package as a percentage of \nUPHCs approved for NUHM financing. \n \nDLI 4   Prior Result  MOHFW, once  1. Upon loan effectiveness, MOHFW will \nCommunity  Guidelines for ASHA and MAS in the Urban Context    provide ADB with the copy of the Guidelines \nprocesses  are disseminated at the state level and oriented on to  for ASHA and MAS in the Urban Context \n ", "24  Appendix 3 \n \nInformation \nDisbursement- Definition and Description of Achievement and \nSource and  Verification Agency and Procedure \nLinked Indicator  Verification Timeframe \nFrequency \nimproved  the state nodal officers.   and evidence of its dissemination to the \n  state nodal officers (e.g. the dissemination \nworkshop held in August 2014).   \n \n2. ADB will verify publication of the \nguidelines on NUHM or NHSRC website and \nevidence of its dissemination to state nodal \nofficers.  \n \nMarch 2015      \nTraining modules based on the Guidelines for ASHA  MOHFW, one- 1. By 1 May 2015, MOHFW will provide ADB \nand MAS in the Urban Context are issued by MOHFW  time, until further  with the copy of the training modules based \nand translated into Hindi and some local languages for  modifications are  on the Guidelines for ASHA and MAS in the \nuse in training-of-trainers at state levels. These training  envisaged.  Urban Context in at least one local language \nmodules will be: (i) ASHA induction module with urban-   to be used in training of trainers.    \nspecific training on health vulnerability assessment,   \nhousehold mapping and listing; and (ii) MAS training  2. By September 2015, ADB will verify if the \nmodules.  training modules are available in at least one \n  local language to be used in training-of-\ntrainers.  \n \nMarch 2016  NUHM MIS and  For  verification  of  this  DLI  from  2016  to \n(i) 15,000 of recruited ASHAs trained in the induction  ASHA MIS,  2019:  \nmodule.   annual   \n(Approximately 40% of the targeted number of ASHAs  1. By 1 May of each year, state missions will \ni.e. 38,720, as per the NUHM Implementation  report ASHA statistics (selected, trained, \nFramework).   drop out status, as well as sex-\n(ii) 80% of recruited ASHAs are functional.  disaggregation) as of 31 March of the same \n  year to MOHFW in a compiled form. (In case \nMarch 2017  male workers have been assigned the role \n(i) 23,000 of recruited ASHAs trained in induction  of ASHAs, as per needs of the states, the \nmodule.   NUHM MIS will be updated to collect yearly \n(Approximately 60% of the targeted number of ASHAs  information on them).  \ni.e., 38,720, as per the NUHM Implementation   \nFramework).   2. By 1 July of each year, MOHFW will \n(ii) 85% of recruited ASHAs are functional.  provide ADB with a report certifying: (i) the \n  number of recruited ASHAs who completed \n ", "    Appendix 3  25 \n \nInformation \nDisbursement- Definition and Description of Achievement and \nSource and  Verification Agency and Procedure \nLinked Indicator  Verification Timeframe \nFrequency \nMarch 2018  training using the induction module; and (ii) \n(i) 31,000 of recruited ASHAs trained in induction  percentage of total ASHAs functional.  \nmodule.    \n(Approximately 80% of the targeted number of ASHAs  3. By September of each year, ADB will \ni.e., 38,720, as per the NUHM Implementation  review the MOHFW certified reports and \nFramework).   confirm if the targets are met. \n(ii) 90% of recruited ASHAs are functional.   \n   \nMarch 2019 \n(i) 35,000 of recruited ASHAs trained in induction \nmodule.  \n(Approximately 90% of the targeted number of ASHAs \ni.e., 38,720, as per the NUHM Implementation \nFramework).  \n(ii) At least 90% of recruited ASHAs are functional. \n \n[Definition of being functional, (as per drop out \ncriteria in Guidelines for ASHA and MAS in the Urban \nContext, page 8) ASHAs who have not been declared \nas “drop-outs”. Drop-out is defined as: \n(i)  She has submitted a letter of resignation to the \ncity/district Urban ASHA Selection Committee and \nto the designated ASHA facilitator/community \norganizer for her [designated][allocated] area; or \n(ii)  She has not attended three consecutive Urban \nHealth and Nutrition Days or outreach sessions \nand has not given reasons for the same; or \n(iii) She has not been active in most of the activities \nand the ASHA facilitator/community organizer has \nvisited the slum cluster of ASHA and ascertained \nthrough discussions with all MAS members that \nshe is indeed not active.] \n \nOutput 2: Quality of urban health services improved  \nDLI 5   Prior Results  MOHFW, once  1. Upon loan effectiveness, MOHFW will \nEffective system  MOHFW Operational Guidelines on Quality Assurance    provide ADB with copy of approved \nof quality  in Public Health Facilities are issued and disseminated.   operational guidelines and a record of \n ", "26  Appendix 3 \n \nInformation \nDisbursement- Definition and Description of Achievement and \nSource and  Verification Agency and Procedure \nLinked Indicator  Verification Timeframe \nFrequency \nassurance for    proceedings of the National Convention on \nurban health  Quality in Public Health in November 2014, \nservices  when the Guidelines were officially \nimplemented   disseminated. \n   \n2. ADB will verify publishing of the guidelines \non NUHM or NHSRC website and the record \nof meeting proceedings. \n \nMay 2015     \nQA Assessor Guidebook and tools for UPHCs  MOHFW, once  1. By 1 July 2015, MOHFW will provide the \ndeveloped, reflecting MOHFW operational guidelines.     copy of the UPHC QA Assessor Guidebook \n  approved by MOHFW for consultation with \n[Quality assurance tool would include (these criteria  stakeholders. \nare in line with the guidelines on quality of public health   \nfacilities issued by the Ministry):  2. By September 2015, ADB will verify the \n(a) areas of concern, standards, and measurable  finalized assessor guidebook published on \nelements applicable to UPHCs and UCHCs  NUHM or NHSRC website. \nincluding outreach;   \n(b) protocols for internal assessment, independent \nassessment, state and national level \ncertification,  periodic surveillance and re-\nvalidation for certification; and \n(c)  Patient/Client Satisfaction Survey, with sex-\ndisaggregated analysis to inform men or \nwomen specific issues for further \nimprovement.] \n \nMarch 2016     \n(i) 15 states/UTs/large ULBs have set up organizational  MOHFW, annual  1. By 1 May 2016, MOHFW will provide ADB \narrangements for QA of health facilities, that include    with a report certifying: (i) that 15 \nUPHCs and UCHCs organizational arrangements for    states/UTs/ULBs have set up organizational \nQA include monitoring and reporting mechanisms.    arrangements for QA of health facilities that \n    include UPHCs and UCHCs; and (ii) that at \n(ii) 50% of UPHCs and UCHCs in those states/UTs    least 50% of UPHCS and UCHCs in those \n/ULBs are assessing the quality of services including    locations are assessing the quality of \nclient/patient satisfaction.     services against set benchmarks that \n ", "    Appendix 3  27 \n \nInformation \nDisbursement- Definition and Description of Achievement and \nSource and  Verification Agency and Procedure \nLinked Indicator  Verification Timeframe \nFrequency \n[Large ULBs are defined as those which have a direct    includes client satisfaction.  \nresponsibility for implementing NUHM and have a     \ndedicated CPMU.]    MOHFW report will include: (i) state/UT/ULB \n    specific details of organizational \n    arrangements; and (ii) total number of \n    UPHCs and UCHCs and the percentage in \n    these areas which have been assessed.   \n     \n    2. By July 2016, MOHFW and ADB will \n    conduct a joint field validation of the \n    state/UT/ULB specific reports (sample \n    based). \n     \n    3. By September 2016, ADB will verify if the \n    DLI targets are met.  \n     \nMarch 2017     \n(i) 20 cumulative states/UTs/large ULBs have set up  MOHFW, annual  1. By 1 May 2017, MOHFW will provide ADB \norganizational arrangements for QA of health facilities    with a report certifying: (i) that 20 \nthat include UPHCs and UCHCs.    states/UTs/ULBs have set up organizational \n    arrangements for QA of health facilities that \n(ii) 80% of UPHCs and UCHCs in those states/UTs    include UPHCs and UCHCs; and (ii) that at \n/ULBs are assessing the quality of services including    least 50% of UPHCS and UCHCs in those \nclient/patient satisfaction.    locations are assessing the quality of \n    services against set benchmarks that \n    includes patient/client satisfaction.  \n     \n    MOHFW report will include: (i) state/UT/ULB \n    specific details of organizational \n    arrangements; and (ii) total number of \n    UPHCs and UCHCs and the percentage in \n    these areas which have been assessed.  \n     \n    2. By July 2017, MOHFW and ADB will \n    conduct a joint field validation of the \n    state/UT/ULB specific reports (sample \n    based). \n ", "28  Appendix 3 \n \nInformation \nDisbursement- Definition and Description of Achievement and \nSource and  Verification Agency and Procedure \nLinked Indicator  Verification Timeframe \nFrequency \n    3. By September 2017, ADB will verify if the \n    DLI targets are met.  \n     \nMarch 2018     \n(i) 40% of UPHCs and UCHCs in the 20  MOHFW, once  1. (i) By 1 May 2018, MOHFW will certify the \nstates/UTs/ULBs received national or state-level quality    total and percentage of UPHCs and UCHCs \ncertification.     in the 20 states/UTs/ULBs having received \n    national- or State-level certifications. \n    MOHFW will include an enumerated list of \n    the certified facilities and their details and (ii) \n    by 1 July 2018, MOHFW will provide ADB \n    with the report of the QA program review.  \n     \n(ii) MOHFW conducted a comprehensive, independent  Independent  2. By September 2018, ADB will verify if the \nreview of the QA program with states focusing on (a)  evaluation report,  DLI targets are met. \nthe quality of urban primary health care services, and  once   \n(b) effectiveness of quality assurance mechanism.     \n     \nMarch 2019     \nBased on the review, MOHFW prepared and approved  Time-bound  1. By 1 March 2019, MOHFW will submit the \na time-bound action plan to further improve: (a) quality  action plan, once  action plan to ADB, and ADB will verify the \nof urban primary healthcare services; and (b) quality    adequateness of the action plan in \nassurance mechanism.  addressing issues and recommendations \n  identified by the independent evaluation \n  report.  \n \nOutput 3: Capacity for planning, management, and innovation and knowledge sharing strengthened \nDLI 6  a. Program Management Capacity  NUHM MIS, once  1. Upon loan effectiveness, MOHFW to \nPlanning,      provide the following information from \nmanagement,  Prior Result    NUHM MIS before submitting the first \nand monitoring  At least 30% of staff sanctioned for NUHM at SPMUs,  NUHM MIS  withdrawal application for disbursement \ncapacity to  DPMUs, and CPMUs are in position.  against prior results:  \ndeliver urban    (a) Number of the staff sanctioned for \nhealth services  [SPMUs, DPMUs, and CPMUs will include, but not be  NUHM SPMUs, DPMUs, and CPMUs \nstrengthened  limited to, program management, accounting/finance,  approved as of 31 March 2014; and  \n  M&E/HMIS/MIS, and procurement functions.]  (b) Number of the sanctioned staff that \nare in position by loan effectiveness \n ", "    Appendix 3  29 \n \nInformation \nDisbursement- Definition and Description of Achievement and \nSource and  Verification Agency and Procedure \nLinked Indicator  Verification Timeframe \nFrequency \nor earlier (with a list of breakdown by \nSPMU, DPMU and CPMU).  \n \n2. ADB will review and confirm the \nachievement of results based on the \nprovided information. ADB will visit five \nrandomly selected states to assess program \nmanagement capacity. \n \nMarch 2015     \n(iii) The NPMU is supported by experts in planning,  MOHFW, once  1. By 1 July 2015, MOHFW to provide ADB \nmanagement, monitoring, and other technical areas to    with a detailed report on the NPMU capacity \nassist (a) MOHFW in managing NUHM and overseeing  in management of NUHM. \nimplementation, and (b) states/UTs/ULBs in program   \nimplementation.  2. By September 2016, ADB will review the \nreport  and  verify  the  adequacy  of  NPMU \ncapacity. \n \nMarch 2016     \n(i) At least 55% of staff sanctioned for NUHM at  NUHM MIS  1. By 1 July 2016, MOHFW to provide ADB \nSPMUs, DPMUs, and CPMUs are in position.  the following information from NUHM MIS: \n  (a) Number of the staff sanctioned for \nNUHM SPMUs, DPMUs, and CPMUs \napproved as of 31 March 2014; and  \n(b) Number of the sanctioned staff that \nare in position by May 2016 or earlier \n(with a list of breakdown by SPMU, \nDPMU and CPMU).  \n \n2. By September 2016, ADB will review and \nconfirm the achievement of results based on \nthe provided information. ADB will visit five \nrandomly selected states to assess program \nmanagement capacity.  \n \n \n \n ", "30  Appendix 3 \n \nInformation \nDisbursement- Definition and Description of Achievement and \nSource and  Verification Agency and Procedure \nLinked Indicator  Verification Timeframe \nFrequency \nb. Capacity Development     \n     \nMarch 2015     \n(i) MOHFW will develop and approve a costed capacity  MOHFW, once   1. By 1 July 2015, MOHFW will provide ADB \ndevelopment framework.    with the capacity development framework \n    approved by MOHFW.  \n[A capacity development framework may include the     \nfollowing aspects, but not limited to:     2. By September 2015, ADB will review the \n(a) Comprehensive human resource development plan    framework and verify the elements of the \nfor managerial and technical personnel;     capacity development framework. \n(b) Strengthening existing national and state entities to     \nsupport urban health;      \n(c)  Provision of technical and management support to     \nMOHFW and states, especially lagging ones,     \nthrough a pool of experts and demand-based     \nconsulting inputs through indefinite service     \ndelivery; and     \n(d) Enhancing knowledge, training, and institutional     \ncapacity in urban health through organization of     \ninternational and national forums, twinning     \narrangements between schools of public health in     \nIndia and abroad, and a new dedicated institute for     \nurban health research and training.     \n     \nThe capacity development framework would specify:     \n     \n(a) Priority areas for capacity development, including     \nplanning, financial management, procurement, and     \nmonitoring and evaluation for improved business     \nprocess;     \n(b) NUHM financial support for capacity building at the     \nstate- and city-levels:     \n1.  eligible areas of support and norms for funding;     \nand     \n2.  implementation procedures – proposal     \nsubmission, appraisal, approval, and fund     \ndisbursal.     \n ", "    Appendix 3  31 \n \nInformation \nDisbursement- Definition and Description of Achievement and \nSource and  Verification Agency and Procedure \nLinked Indicator  Verification Timeframe \nFrequency \n(c)  M&E – result areas, performance indicators,     \ntargets to be committed by states/ cities, and     \nreporting mechanism.]     \n     \n(ii) HMIS includes urban-disaggregated data, and has  MOHFW, annual  1. By 1 July 2015, MOHFW will provide ADB \nthe functionality to identify urban health facilities  with a report certifying fully disaggregated \nlocated within or in close proximity to slums,  urban data, and HMIS will have functionality \nresettlement areas, and where there is concentration of  to identify urban health facilities located \nvulnerable populations.  within or in close proximity to slums, \n  resettlement areas, and where there is \nconcentration of vulnerable populations. \n \n2. By September 2015, ADB will review and \nverify the report and check the HMIS \nfunctionality to identify urban health facilities \nin or close to slums, resettlement areas and \nvulnerable populations. \n \nMarch 2016     \n(i) MOHFW’s review of NUHM capacity development  MOHFW, annual  1. By 1 July 2016, MOHFW will provide ADB \nframework shows progress at national level and in 15  with a report reviewing the progress \nstates/UTs:   achieved by NUHM in the capacity \n(a) (1) increased staff numbers/capacity in urban  development framework implementation as \nhealth in national and state technical agencies, and  defined in the verification protocol. \n(2) conducting trainings in health service delivery   \nand program management;   2. By September 2016, ADB will review and \n(b) strengthened M&E system, including (1) adapting  verify the review report. \nNRHM MIS format for NUHM, (2) expanding   \nreporting of HMIS by facilities, (3) training data \nentry operators and data administrators in data \nquality, and (4) community process data collected \nunder ASHA MIS; and \n(c)  monitoring and reporting of availability and quality \nof essential drugs in UPHCs and UCHCs.  \n ", "32  Appendix 3 \n \nInformation \nDisbursement- Definition and Description of Achievement and \nSource and  Verification Agency and Procedure \nLinked Indicator  Verification Timeframe \nFrequency \nMarch 2017     \nMOHFW’s independent evaluation of NUHM capacity  1. By 1 July 2017, MOHFW will provide ADB \ndevelopment framework shows progress at national  with an evaluation report by an independent \nlevel and in 20 states/UTs:   evaluator to assess the implementation of \n(a) (1) increased staff numbers/capacity in urban  NUHM capacity development framework as \nhealth in national and state technical agencies, and  per verification protocol. \n(2) conducting trainings in health service delivery   \nand program management;   2. By September 2017, ADB will review the \n(b) strengthened M&E system, including (1) adapting  report and verify if the targets (at least 60% \nNRHM MIS format for NUHM, (2) expanding  of annual targets achieved at national level \nreporting of HMIS by facilities, (3) training data  and in 20 states/UTs in priority areas) are \nentry operators and data administrators in data  met. \nquality, and (4) community process data collected   \nunder ASHA MIS; and   \n(c)  monitoring and reporting of availability and quality \nof essential drugs in UPHCs and UCHCs.  \nMarch 2018     \nBased on recommendations of the independent  MOHFW, once  1. By 1 July 2018, MOHFW will provide ADB \nevaluation (conducted in 2017), MOHFW has revised  with a revised capacity development \nthe NUHM capacity development framework, including  framework. \noutputs and modalities.   \n2. By September 2018, ADB will confirm if \nthe revised framework is published on \nNUHM or NHSRC website.  \n \nMarch 2019     \nNUHM capacity development framework (updated)  MOHFW, once  1. By 1 July 2019, MOHFW will provide ADB \nimplementation achieved at least 75% of annual  with a report of implementation of the \ntargets at national level and in 25 states/UTs in priority  revised capacity development framework. \nareas.   \n2. By September 2019, ADB will confirm if \nthe targets are met. \n \nDLI 7   March 2016      \nInnovations and  A framework for innovations and partnerships,  MOHFW, once  1. By 1 May 2016, MOHFW will provide a \npartnerships in  including examples of good practices, is developed,  copy of Framework for Innovations and \nurban health  approved, and implemented.  Partnerships.  \n ", "    Appendix 3  33 \n \nInformation \nDisbursement- Definition and Description of Achievement and \nSource and  Verification Agency and Procedure \nLinked Indicator  Verification Timeframe \nFrequency \ndeveloped,  [NUHM framework for innovations and partnerships will  2. By 31 September 2016, ADB will review \ntested, and  specify:  adequacy of the framework meeting the \nshared  (a) overall objectives of innovations and partnerships;  criteria described in the definition in \n  (b) eligible areas of innovation and partnerships,  verification protocol and verify if the \nfocusing on ‘processes’ (such as convergence,  framework is published on NUHM website \nPPP) and ‘products’ (such as ICT and medical  and at least one activity in knowledge \ntechnology);   sharing is conducted.  \n(c)  mechanisms of knowledge sharing ; \n(d) financial and technical support under NUHM; and \n(e) guidelines for determining and documenting good \npractices.] \n \nMarch 2017     \n50% of states/UTs/large ULBs implement innovations  MOHFW, once   1. By 1 July 2017, MOHFW will certify the \nand partnerships aiming at improving equitable access  percentage of states/UTs/large ULBs \nto or quality of urban health services.  implementing innovations and partnerships \n    aiming at improving equitable access to or \n[Large ULBs are defined as those which have a direct  quality of urban health services. The \nresponsibility for implementing NUHM and have a  MOHFW report will include a list of \ndedicated CPMU.]  states/UTs/large ULBs and details of their \n  innovations and partnerships. \n   \n2. By September 2017, MOHFW and ADB \nwill jointly review and verify from a sample of \nthe submitted list of innovations and \npartnerships. Independent review by the \nentity engaged by ADB under the attached \nTA as required. \n \nMarch 2018     \n20 good practices in innovations and partnerships in at  MOHFW, once  1. By 1 July 2018, MOHFW will submit the \nleast 10 states/UTs/large ULBs are demonstrated and  list of 20 good practices in innovations and \ndisseminated.   partnerships in at least 10 states/UTs/large \n  ULBs. The MOHFW report will include \ndetails of their demonstration and \ndissemination.  \n \n ", "34  Appendix 3 \n \nInformation \nDisbursement- Definition and Description of Achievement and \nSource and  Verification Agency and Procedure \nLinked Indicator  Verification Timeframe \nFrequency \n2. By September 2018, MOHFW and ADB \nwill jointly review and verify from a sample of \nthe list of good practices. Independent \nreview by the entity engaged by ADB under \nthe attached TA as required. \n \nMarch 2019     \nIncentive mechanisms developed and approved for  MOHFW, once  1. By March 2019, incentive mechanisms \nimplementation in FY2020 for more innovation for  such as performance based financing, \nequitable access to, and improved quality of, urban  matching fund scheme, etc. are developed \nhealth services including performance based financing.  and approved by MOHFW for \nimplementation in FY2020 to encourage \ninnovations and replication/expansion of \nproven innovative approaches for better \nquality of and equitable access to urban \nhealth services. \n \nADB = Asian Development Bank, ANM = auxiliary nurse midwife, ASHA = accredited social health activist, CPMU = city program management unit, DLI = \ndisbursement-linked indicator, DPMU = district program management unit, GIS = geographic information system, HMIS = health management information system, \nICT = information and communication technology, IDSP = Integrated Disease Surveillance Project, JSY = Janani Suraksha Yojana, MAS = Mahila Arogya Samitis \n(community collectives comprising local women), M&E = monitoring and evaluation, MD = medical doctor, MIS = management information system, MOHFW = \nMinistry of Health and Family Welfare, NHSRC = National Health Systems Resource Center, NPMU = national program management unit, NRHM = National Rural \nHealth Mission, NUHM = National Urban Health Mission, OPD = Out-Patient Department, PIP = program implementation plan, PPP = public–private partnership, \nRMNCH+A = Reproductive, Maternal, Newborn, Child, and Adolescent Health, SPMU = state program management unit, SRS = sample registration survey, TA = \ntechnical assistance, ULB = urban local body, UCHC = urban community health center, UPHC = urban primary health center, UT = union territory. \nSource: Asian Development Bank. \n ", "  Appendix 3  35    \nTable 3: Expected Disbursement Schedule \nTotal ADB  Share of \nFinancing for \nFinancing  Total ADB  2015  2016  2017 \nDisbursement-Linked Indicators  Prior Result \nAllocation  Financing  ($ million)  ($ million)  ($ million) \n($ million) \n($ million)  (%) \nDLI 1  \nIncreased institutional deliveries in  30  10  —  —  15  15 \nurban areas \nDLI 2  \nIncreased complete immunization \n30  10  —  —  15  15 \namong children below 12 months of \nage in urban areas \nDLI 3  \n(i) 5  (i) 10 \nCity-specific primary health care  65  22  15  20 \n(ii) 5  (ii) 10  \ndelivery system established  \nDLI 4   (i)10  (i)10 \n55  18  10  15 \nCommunity processes improved   (ii) 5  (ii) 5 \nDLI 5  \nEffective system of quality assurance  (i)10  (i)10 \n55  18  10  15 \nfor urban health services  (ii) 5  (ii) 5 \nimplemented \nDLI 6  \n(i) 5 \nPlanning, management, and  (i) 5 \n45   15  10  (ii) 5  10 \nmonitoring capacity to deliver urban  (ii) 5 \n(iii) 5 \nhealth services strengthened  \nDLI 7  \nInnovations and partnerships in urban  20  7  —  —  10  10 \nhealth developed, tested, and shared \n Total  300   100  40  60  100  100  \nADB = Asian Development Bank, DLI = disbursement-linked indicator. \nSource: Asian Development Bank. \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20150427102010+08'00'", "Creator": "PDF24 Creator", "Keywords": "india health facilities, india urban health care, india public health, india quality health services, indian health improvement, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20150529164034+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Supporting National Urban Health Mission, India", "Title": "47354-003: Report and Recommendation of the President"}, "author_page": " \nVice-President  W. Zhang, Operations 1 \nDirector General  H. Kim, South Asia Department (SARD) \nDirector  S. Ra, Human and Social Development Division, SARD \n   \nTeam leaders  H. Win, Social Sector Specialist, SARD \nG. Song, Principal Social Sector Specialist, SARD \nTeam members  C. Arora, Senior Procurement Officer, SARD \n  E. Banzon, Senior Health Specialist, Regional and Sustainable \n  Development Department    \n  B. Chin, Social Sector Economist, SARD \n  S. Dasgupta, Senior Project Officer, SARD \n  A. Inagaki, Director, Southeast Asia Department  \nM. Ong, Operations Assistant, SARD \nY. Seo, Counsel, Office of the General Counsel \nS. Shafiq, Financial Management Specialist, SARD  \nPeer reviewer  C. Bodart, Principal Health Specialist, East Asia Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  program,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "W. Zhang", "role": "Operations", "organization": ""}, {"fullname": "H. Kim", "role": "South Asia Department (SARD)", "organization": ""}, {"fullname": "S. Ra", "role": "Human and Social Development Division", "organization": "SARD"}, {"fullname": "H. Win", "role": "Social Sector Specialist", "organization": "SARD"}, {"fullname": "G. Song", "role": "Principal Social Sector Specialist", "organization": "SARD"}, {"fullname": "C. Arora", "role": "Senior Procurement Officer", "organization": "SARD"}, {"fullname": "E. Banzon", "role": "Senior Health Specialist", "organization": "Regional and Sustainable"}, {"fullname": "B. Chin", "role": "Social Sector Economist", "organization": "SARD"}, {"fullname": "S. Dasgupta", "role": "Senior Project Officer", "organization": "SARD"}, {"fullname": "A. Inagaki", "role": "Director", "organization": "Southeast Asia Department"}, {"fullname": "M. Ong", "role": "Operations Assistant", "organization": "SARD"}, {"fullname": "Y. Seo", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "S. Shafiq", "role": "Financial Management Specialist", "organization": "SARD"}, {"fullname": "C. Bodart", "role": "Principal Health Specialist", "organization": "East Asia Department"}]}