{"path": "data/input/ta/47363-001-tar.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 47363-001   \nRegional—Research and Development Technical Assistance (R–RDTA) \nFebruary 2014 \n \n \n \nEconomic Analysis for Gender and Development \n(Financed by the Republic of Korea e-Asia and Knowledge \nPartnership Fund) \n \n \n \n \n \n \n \n \n \n \n \n \nTThhies  vdieowcsu mexepnret siss ebde hinegre dinis acrleo stheods teo o tfh teh ep ucobnliscu ilnta antc acnodrd daon nceot  wneitche AssDaBril'ys  rPeupbrelisce Cnto tmhomseu nofic AaDtiBon’ss  \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \nPolicy 2011. \n \n ", " ", " \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  TA  –  technical assistance \n \n   \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nType  –  Regional—Research and development technical assistance (R–\nRDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Public sector management (economic and public affairs \nmanagement) \nThemes (subthemes)  –  Economic growth (knowledge, science, and technological \ncapacities), gender equity (gender equity in [economic] \nopportunities), social development (human development)  \nLocation (impact)  –  Rural (low), urban (low), national (high), regional (high) \nPartnerships  –  Korea University; Republic of Korea e-Asia and Knowledge \nPartnership Fund  \n \nNOTE \nIn this report, \"$\" refers to US dollars.  \nVice-President  B. N. Lohani, Knowledge Management and Sustainable Development \nChief Economist  C. Rhee, Economics and Research Department (ERD) \nAssistant Chief  C.Y. Park, Economic Analysis and Operations Support Division, ERD \nEconomist \n   \nTeam leaders  S. Tanaka, Senior Economist, ERD \n  M.S. Bautista, Senior Economic Advisor, ERD \nTeam members  N. Chun, Economist, ERD \nI. Ahsan, Counsel, Office of the General Counsel \n   \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "", " \nCONTENTS \nPage \n \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  4 \nB.  Methodology and Key Activities  4 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework   6 \n2.  Cost Estimates and Financing Plan   8 \n3.  Outline Terms of Reference for Consultants   9 \n4.  Outline of the Final Report  12 \n \n \n ", "", " \nI.  INTRODUCTION \n1.  Gender  inequality  and economic  development are closely  related.  Empirical  studies \nhave shown that gender inequality often links to uneven development outcomes, and that \naddressing gender-related issues can have a significant effect on the efficiency and welfare \naspects of policy interventions. The Ministry of Gender Equality and Family of the Republic of \nKorea has requested the Asian Development Bank (ADB) to provide support for quantifying the \ncost of gender inequality in terms of foregone output growth, and to assist them in learning from \ngender policy initiatives in other countries in the region to further improve their own gender \npolicy and strategies. ADB has prepared the technical assistance (TA) in close consultation with \nthe Government of Korea and the ADB Gender Equity Community of Practice (including ADB \nmembers, gender specialists in regional departments, and resident missions). The proposed TA \nwill support analysis of (i) the macro-level aggregated impact of gender inequality on economic \ngrowth, examining issues such as female labor market participation, wage differences, and \neconomic growth; and (ii) micro-level (household) gender issues, such as access to education, \nlabor participation, and types of jobs, that tend to reflect the resource allocation and bargaining \npower of females within households.1 The TA design and monitoring framework is in Appendix 1.  \n \nII.  ISSUES \n2.  Recent research suggests that economic growth can positively impact gender equity by \nreducing poverty and increasing opportunity. Gender inequality is often greater among the poor, \nboth within and across countries. For example, while the gender gap in primary and secondary \ngross enrollment rates decreased rapidly worldwide during 1991–2009, it remains greater in \npoor countries than in middle income and rich countries,2 with gaps between boys and girls \npersisting in poorer countries.3  \n \n3.  There is considerable evidence that gender gaps in education reduce economic growth,4 \nprimarily through the impact of female education on fertility, and on the creation of human \ncapital for the next generation. \n \n4.  Researchers using a Solow-growth framework have found that gender gaps in education \nsignificantly reduce the level of gross domestic product and income;5 such gaps also have a \nnegative impact on subsequent economic growth.6  \n                                                \n1  The TA first appeared in the business opportunities section of ADB’s website on 18 January 2014. \n2  E. Duflo. 2012. Women Empowerment and Economic Development. Journal of Economic Literature. 50 (4). pp. \n1051–1079. \n3  World Bank. 2012. World Development Report  2012: Gender Equality and Development. Washington. DC: World \nBank. \n4  O. Galor and D. Weil. 1996. The Gender Gap, Fertility, and Growth. American Economics Review.  86 (3). pp. 374-\n87; J. Lagerlof. 2003. Insisting on a Non-Negative price: Oligopoly, Uncertainty, Welfare, and Multiple Equilibria. \nIndustrial Organization. 0304007. EconWPA; L. Guiso, P. Sapienza and L. Zingales. 2003. Does Culture Affect \nEconomic Outcomes? The Journal of Economic Perspectives. 20 (2) (Spring, 2006). pp. 23–48. \n5  A. Hill and E. King, eds. 1993. Women’s Education in Developing Countries: an Overview in Women’s Education in \nDeveloping Countries. Washington D.C. The Johns Hopkins University Press. pp 1–50; S. Knowles, P. Lorgelly, \nand P. Owen. 2002. Are educational gender gaps a brake on economic development? Some cross-country \nempirical evidence. Oxford Economic Paper. 54 (1): pp. 118–49. \n6  K. Forbes. 2000. “A Reassessment of the Relationship between Inequality and Growth.” American Economic \nReview. 90. pp. 869–887; S. Yamarik and S. Ghosh. 2003. “Is female education productive? A reassessment.” \nMimeographed, Medford, MA: Tufts University; Appiah, E. N., and W. W. McMahon. 2002. \"The Social Outcomes \nof Education and Feedbacks on Growth in Africa.\" Journal of Development Studies. 38(4). pp. 27–68; S. Klasen. \n2002. Low Schooling for Girls, Slower Growth for All? Cross-Country Evidence on the Effect of Gender Inequality in \nEducation on Economic Development. World Bank Economic Review. 16 (3). pp. 345–73. \n   \n ", "2  \n \n5.  However, while the majority of the literature finds that gender inequality in education \nreduces economic growth, there are a few exceptions. For example, male secondary school \nattainment  has  been  found  to  be  positively  correlated  with  economic  growth,  while  the \ncorrelation between female secondary school attainment and economic growth is negative, \nalthough only marginally statistically significant. This surprising result may arise from the low \nlabor  participation  rate  of  highly  educated  women,  and  the  omission  of  other  important \nexplanatory variables.7 In contrast, a positive correlation has been found between the growth of \nper capita income and the initial level of female secondary school attainment, controlling for \nmale secondary school attainment.8  \n \n6.  Women’s labor market participation grew in East Asia and Latin America during 1971–\n1995. Although the growth rate exceeded that for men, with a consequent narrowing of the \ngender gap in wages, significant barriers to women’s participation in labor markets remain.9 \nAnalysis of data for 18 Organisation for Economic Co-operation and Development countries \nfrom 1970 to 2005 found the gender wage gap for high-, medium-, and low-skilled workers is \nnegatively correlated with sector growth.10 In addition to the unequal access of females to \neducation, which adversely impacts their ability to build human and social capital, a key source \nof the gap between women and men in labor force participation stems from the expectations \nabout how women are to spend their time and what their activities should be.  \n \n7.  There is evidence that high female labor force participation contributes substantially to \neconomic growth. Using a growth accounting approach, research has found that the rise in \nfemale labor force participation in the four East Asian tiger economies11 accounted for 0.6%–1.6% \nof annual per capita growth in these economies, giving rise to a controversy on the relative role \nof productivity and factor inputs as explanations for economic growth.12 \n \n8.  The  impact  on  economic  growth  of  gender  inequality  in  employment  and  pay  has \nreceived  insufficient  attention;  the  few  existing  studies  of  the  effect  of  gender  gaps  in \nemployment on economic growth must be treated with caution as a result of problems of \nendogeneity, unobserved heterogeneity, and poor data availability and quality.13 The theoretical \nliterature on the subject also yields conflicting results.14 Some empirical literature suggests that \n                                                \n7 R. Barro and J.Lee. 1994. Sources of Economic Growth. Carnegie-Rochester Conference Series on Public Policy \n40 (10). pp.1–46. \n8 D.  Dollar  and  R.Gatti.1999.  Gender,  Inequality,  Income  and  Growth:  Are  Good  Times  Good  for  Women? \nBackground paper for Engendering Development. Washington, DC: World Bank. \n9 K. Elborth-Woytek et al. 2013. Women, Work, and  the Economy: Macroeconomic Gains From Gender Equity. IMF \nStaff Discussion Note (SDN/13/10). Washington, DC: International Monetary Fund. \n10 J. Wolszczak-Derlacz.2013. The Impact of Gender Wage Gap on Sectoral Economic Growth-Cross-Country \nApproach. GUT Faculty of Management and Economics Working Paper Series A.. No.6/2013 (6). Gdansk: Gdansk \nUniversity of Technology. \n11 Hong Kong, China; Singapore; People’s Republic of South Korea, and Taipei,China. \n12 A. Young 1995. The Tyranny of Numbers: Accounting for the Economic Miracle in East Asia. Quarterly Journal of \nEconomics, 641-680. \n13 S. Klasen and F.Lamanna. 2009. The Impact of Gender Inequality in Education and Employment on Economic \nGrowth: New Evidence for a Panel of Countries. Feminist Economics. 15 (3). pp. 91–132. \n14 R. Blecker and S. Seguino. 2002, Macroeconomic, Effects of Reducing Gender Wage Inequality in an Export-\nOriented, Semi-Industrialized Economy. Review of Development Economics. 6 (1).  pp 103–119; B. Esteve-Volart. \n2009. \"Gender Discrimination and Growth: Theory and Evidence from India,\" mimeo, York University, Toronto; T. \nCavalcanti and J. Tavares. 2007. The Output Cost of Gender Discrimination: A Model-Based Macroeconomic \nEstimate. Center for Economic Policy Research Discussion Papers No.DP6477.  \n ", "  3\nhigh earnings gaps, combined with female labor participation rates, helped spur export-oriented \neconomic growth in some Asian countries.15 \n \n9.  There is extensive literature on gender inequality and economic development at both the \nmacro level (including cross-country analyses) and micro level (e.g., analyses using household \ndata). Nevertheless, research is needed that combines the extensive information available in \nmicro-level data (for example, national census data) with a macro-level model (e.g., a growth \nmodel) to help understand the contribution made by various factors associated with gender \ninequality to economic performance in country economies. An in-depth country analysis is \nneeded that focuses on the impacts of gender inequality on opportunity cost, resource allocation, \nand decision making on factors such as employment and education.  \n  \nIII.  THE TECHNICAL ASSISTANCE \n10.  The  TA  will  support  micro-level  analysis  associated  with  gender  inequality  at  the \nhousehold level. Because gender issues have intrinsic, instrumental effects on development, \ngender-related research often encompasses other research areas, and could take the form of \nan extension of existing research. For example, research on access to education or increased \nskills training and/or retraining on development could be extended to examine gender. Where \ngender differences have strong intrinsic effects (e.g., education and human capital formation), \nhowever, it is necessary to conduct more intensive micro-level research that would provide a \nbetter  perspective  on  the  impact  of  intra-household  decision  making  on  the  allocation  of \nresources for education, sanitation, and health care, in order to provide a basis for improved \ntargeting of policy initiatives and projects. This research can be based on micro-level data and \nfocus on identifying country-specific policy priorities needed to improve gender equality.  \n \n11.  Gender-related research for purposes of development planning is generally implemented \nat two levels.  Microeconomic approaches focus on the behavior of the household and examine \nthe roles of household members, the decision processes within the household, the allocation of \nresources,  the  outcomes  at  the  micro  level,  and  their  implications  on  the  efficiency  and \neffectiveness of interventions. Macro-level approaches, on the other hand, examine the impact \nof  gender  at  an  aggregated  level,  often  examining  development  impacts  within  a  broader \ncontext, and in relation to other factors that contribute to economic development. Secondary \ndata available in the selected country will be used for the analysis. \n \n12.  A number of gender issues may be relevant across all countries irrespective of region or \neconomic development stage, while some gender issues may be relevant only for a specific \ngroup of countries. Women in developing regions tend to have less job security than those in \ndeveloped regions. In addition, gender issues faced by women in East Asia may not be similar \nto those faced by women in South Asia. Hence, the TA will look for similarities and differences \nin gender issues and economic development for selected countries. The country-specific issues \nrelevant to those selected countries will be drawn from existing country gender assessments, \nand further examined during the TA. \n \n                                                \n15 S. Seguino. 2000. Gender Inequality and Economic Growth: A Cross-Country Analysis. World Development. 28 (7). \npp. 1211–1230; M. Busse and C. Spielmann. 2006. Gender Inequality and Trade. Review of International \nEconomics. 14 (3). pp. 362–379. \n ", "4  \nA.  Impact and Outcome \n13.   The TA impact will be improved economic analysis of gender inequality issues and \nrelated opportunity cost in the selected DMCs (the People’s Republic of China, India, Indonesia, \nthe Republic of Korea, and Pakistan), for gender policies and strategies. The outcome will be \neconomic  analysis  methodologies  for  the  study  of  gender  inequality  issues  and  related \nopportunity costs enhanced in selected DMCs. \n \nB.  Methodology and Key Activities \n14.  The TA outputs are as follows:  \n \n(i)  Output 1: Gender inequality measured and analyzed. The TA will support \nanalysis  on  gender  inequality,  including  opportunity  or  forgone  costs  due  to \ngender  inequality  using  macro-  and  micro-approaches  and  discuss  priority \ncountry gender issues. Background papers will be prepared for each country. A \nshort policy note including recommendations will be prepared. \n(ii)  Output 2: Analysis of opportunity or forgone costs of gender inequality and \npriority  gender  issues.  Based  on  the  research  results  under  output  1,  a \nconsolidated synthesis report will be prepared. Three key focuses of the report \nare  (a)  quantifying  the  economic  costs  of  gender  inequality;  (b)  examining \nsimilarities and differences in priorities in gender equality countries and across \nregions; and (c) examining issues in the implementation of public policy to reduce \ngender inequalities.  \n(iii)  Output  3:  Sharing  knowledge  on  economic  analysis  for  gender \ndevelopment. Inception and midterm TA consultation workshops will support the \npreparation of outputs 1 and 2. National workshops and a regional conference \nwill be held to disseminate final research results from outputs 1 and 2 to a wider \naudience.  Representative  public  policy  makers  from  selected  countries  and \nscholars from within and outside the region will participate in the conference. A \nbook will be published based on the analysis under outputs 1 and 2 and will be \ndisseminated at a book launch. \n \nC.  Cost and Financing \n15.  The TA is estimated to cost $500,000, which will be financed on a grant basis by the \nRepublic of Korea e-Asia and Knowledge Partnership Fund and administrated by ADB. ADB will \nnot finance any activity in the selected five DMCs unless a no objection is received from the \ngovernment of that DMC. \n \nD.  Implementation Arrangements \n16.  ADB, through its Economics and Research Department, will be the executing agency of \nthe TA, responsible for all consultant recruitment and procurement, including administration of \nthe workshops. Throughout the TA period, the department will work closely with ADB’s Gender \nEquity Community of Practice, gender specialists in regional departments and the Poverty \nReduction,  Gender,  and  Social  Development  division  of  the  Regional  and  Sustainable \nDevelopment Department, centers of excellence such as the Harvard Kennedy School and Korea \nUniversity, and relevant ministries of the selected countries.  \n \n ", "  5\n17.  Four  developing  member countries (DMCs)—the  People’s  Republic  of  China, India, \nIndonesia, and Pakistan—and a graduated DMC, the Republic of Korea, were selected for the \ncountry  analysis  based  on  their  size,  stage  of  economic  development,  and  availability  of \nrelevant data. Country background papers on gender inequality will discuss the cost of gender \nequality,  priority  areas  in  gender  inequality,  and  design  and  implementation  challenges  in \nidentifying effective gender policies.  The analysis will be prepared in consultation with the \nrespective governments in the selected countries. The TA will be implemented from 1 February \n2014 to 31 December 2015 (all activities will be completed by 30 September 2015).16 \n \n18.  The  proceeds  of  the  TA  will  be  disbursed  in  accordance  with  ADB’s  Technical \nAssistance Disbursement Handbook (2010, as amended from time to time). The TA will support \na  total  of  34  person-months  of  consulting  services  (14  person-months  for  international \nconsultants, and 20 person-months for national consultants). The following specialists will be \nrecruited to conduct the analyses and produce TA outputs: an international lead economist, an \ninternational economic methodology expert, international labor and/or gender economists, an \neditor, and at least five national experts and/or international research assistants to support the \ninternational consultants. Any equipment purchased under this TA will be accounted for in an \nequipment turnover and/or disposal certificate prepared at the end of TA implementation. \n \n19.   International and national consultants will be engaged by ADB using individual selection \nmethods in accordance with ADB Guidelines on the Use of Consultants (2013, as amended \nfrom time to time). Procurement of survey equipment will follow ADB Procurement Guidelines \n(2013, as amended from time to time). Consultant inputs will be prepared on an intermittent \nbasis, with regular progress reports made to ADB and the selected government counterparts \nduring implementation.  \n \nIV.  THE PRESIDENT'S DECISION \n \n20.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $500,000 to be financed on a \ngrant basis by the Republic of Korea e-Asia and Knowledge Partnership Fund for Economic \nAnalysis for Gender and Development, and hereby reports this action to the Board. \n \n                                                \n16 DMC endorsements will be obtained before TA activities begin. \n \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \n \nPerformance Targets  Data Sources and \nDesign    and Indicators with  Reporting \nSummary  Baselines  Mechanisms  Assumptions and Risks \nImpact  By 2019     Assumption \nImproved economic  Economic analysis of    Selected governments \nanalysis of gender  gender inequality has  Government medium- provide priorities to improve \ninequality issues and  provided clear policy  term planning, policy,  gender equity. \nrelated opportunity  recommendations for  and strategy   \ncost in selected DMCs  the direction of gender  documents  Risk \nfor gender policies  policies and strategies  Governments are not open \nand strategies  (baseline: limited)  to discussing gender \noutcomes and implementing \npolicies that promote gender \nequality. \n \nOutcome  By September 2015    Assumption \n      Governments and ADB have \nEconomic analysis  An econometric model  Publication of an  the capacity to establish a \nmethodologies for the  to estimate the cost of  economic analysis for  methodology for the \nstudy of gender  foregone output due to  gender development, a  economic analysis. \ninequality issues and  a lack of labor force  synthesis report on   \nrelated opportunity  participation by  comparative analysis   Risk \ncosts enhanced in  females established  on gender inequality  Governments are not open \nselected DMCs   and economic growth,  to studies analyzing gender \ncountry analysis  issues that connect to a \nbackground papers  macro-level economic \nanalysis. \n \nOutputs      Assumptions \n      Governments support \n1. Gender inequality  At least five country  Internal monitoring  involving ADB and relevant \nmeasured and  background papers  (including inception  stakeholders in gender \nanalyzed  prepared that quantify  and midterm review)  analysis. \n  opportunity or forgone  against TA milestones   \n  costs of gender  and schedules  Data are available and \n  inequality in selected    accessible. \n  countries by Q3 2014     \n  and that will appear as     Risks \n  ADB Working Papers    Lack of interest and low \n      participation in the analysis \n2. Analysis of  A report on the  Internal monitoring  process and workshops in \nopportunity or forgone  comparative analysis  against TA milestones  specific countries. \ncosts of gender  of opportunity or     \ninequality and priority  forgone cost of gender    Delay in acquiring data for \ngender issues  inequality prepared by    timely analysis. \n  Q4 2014      \n     \n3. Sharing knowledge  Synthesis report  Internal monitoring \non economic analysis  discussion workshops  against TA milestones \nfor gender  conducted by Q4 2014 \ndevelopment   \n  An edited book \nprepared on economic  \n ", "Appendix 1  7 \nPerformance Targets  Data Sources and \nDesign    and Indicators with  Reporting \nSummary  Baselines  Mechanisms  Assumptions and Risks \n  analysis for gender     \ndevelopment by Q2  \n2015 \nActivities with Milestones   Inputs \n1. Gender equality measured and analyzed   \n  Republic of Korea e-Asia \n1.1 Lead consultant engaged and other experts identified and engaged by  and Knowledge Partnership \nFebruary 2014.  Fund: $500,000 \n1.2 Data for each country’s analysis identified and obtained by the   \nexperts by March 2014.   \n1.3 Inception workshop conducted to discuss methodologies for economic   \nanalysis for each country by March 2014.   \n1.4 Draft outline for each background paper discussed at inception   \nworkshop, with revised version submitted by April 2014.   \n1.5 First draft paper submitted to the lead consultant and ADB by June   \n2014 \n1.6  Consultation on the draft paper in each country in June–July 2014 \n1.7 Revised draft papers submitted and discussed at a midterm review \nworkshop by July 2014. \n1.8 Second draft background paper submitted to ADB and the lead \nconsultant by Q3 2014. \n1.9 Final background papers for the edited book submitted to the lead \nconsultant and ADB by Q4 2014. \n \n2. Analysis of opportunity or forgone costs of gender inequality and \npriority gender issues \n2.1 An outline of synthesis report is prepared for inception mission in \nMarch 2014.  \n2.2 In-country consultations in June–July 2014. \n2.3  Based on the draft background papers by the selected countries, a \ndraft synthesis report will be prepared by August–September 2014.  \n2.4  Final report prepared by November 2014. \n \n3. Sharing knowledge on economic analysis for gender development \n3.1  Inception workshop conducted in March 2014. \n3.2  Midterm review mission and workshop conducted in July 2014. \n3.3  Discussions of the synthesis report at the national and/or regional \nworkshop conducted in November–December 2014. \n3.4  Drafts for an edited book finalized by January 2015. \n3.5 Lay out, proofs of the book draft prepared by March 2015. \n3.6 Edited book printed by May 2015. \n3.7 Book launched by June 2015. \n3.8 Consultants’ contracts closed and financial printed transaction for TA \nactivities completed by September 2015. \n \nA  DB = Asian Development Bank, DMC = developing member country, Q = quarter, TA = technical assistance. \nSource: Asian Development Bank. \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Amount \nRepublic of Korea e-Asia and Knowledge Partnership Fund a   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  201.0 \n      ii.  National consultants  60.0 \n    b.  International and local travel  105.0 \n    c.  Reports and communications  5.0 \n  2.  Equipment b  2.0 \n  3.  Workshops and conferences  75.0 \n  4.  Miscellaneous administration and support costs  5.0 \n  5.  Contingencies  47.0 \n        Total  500.0 \nNote: The technical assistance (TA) is estimated to cost $500,000, of which contributions from the Republic of Korea \ne-Asia and Knowledge Partnership Fund are presented in the table above.  \na Administered by the Asian Development Bank.  \nb  Type of equipment includes survey and analytical tools. \nSource: Asian Development Bank estimates. \n \n ", "Appendix 3  9 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n \nA.  Introduction \n1.  Specialists are required to implement the Asian Development Bank (ADB) technical \nassistance (TA) on Economic Analysis for Gender and Development. The TA will support a total \nof 34 person-months of consulting services (14 person-months for international consultants and \n20  person-months  for  national  consultants).  The  following  consultants  will  be  recruited  to \nconduct the analyses and produce TA outputs: an international lead economist, an international \neconomic methodology expert, at least 3 international labor or gender economists, a copy \neditor, and at least 5 national experts to support the international consultants. ADB will facilitate \ninception and midterm workshops, a regional conference, and a book launch. Consultants’ \noutputs  or  papers  will  be  presented  as  ADB  Working  Papers  and  the  edited  book.  Data \ncollected for the analyses will be submitted to ADB by the consultants. Consultants need to \nobtain permission from ADB when he or she uses the information from the analysis for other \npurposes. \n \nB.  International Consultants \n2.  Lead economist (international, 3.5 person-months). The consultant will have extensive \nknowledge and experience related to economic analysis of gender inequality and economic \ngrowth, specifically in Asia and the Pacific. The consultant will lead the activities under the TA, \nand will in particular (i) guide each country expert in preparing a background paper, with a \ndiscussion of priority country-specific gender issues; (ii) based on the background papers, \nprepare a synthesis report to provide recommendations for policy makers; and (iii) prepare a \nbook consisting of the background country papers. The consultant’s main responsibilities will be \nto: \n(i)  prepare a framework for each country analysis and provide guidance to each \ncountry expert in preparing the  background paper, particularly the discussions \non  the  priority  country-specific  gender  issues  with  an  economic  analysis  of \ngender inequality; \n(ii)  help organize inception, midterm, and final regional workshops to ensure the \nquality of the analysis and that outputs are completed within the TA timeframe; \n(iii)  prepare a synthesis report to provide recommendations for policy makers; \n(iv)  prepare a book consisting of the background country papers; and \n(v)  perform  other  tasks  that  may  be  required  to  ensure  successful  and  timely \ndelivery of TA outputs. \n \n3.  Economic methodology expert (international, 2 person-months). The consultant will \nhave extensive knowledge and experience related to macroeconomic modeling to quantify the \nforgone costs of gender inequality.   The main responsibilities of the consultant will be to: \n(i)  take the lead in establishing a methodology to quantify opportunity or forgone \ncosts resulting from gender inequality; \n(ii)  provide guidance to each country specialist in conducting an economic analysis \nof gender inequality through application of the methodology; \n(iii)  in cooperation with the economist for the case study (Republic of Korea), prepare \na  short  paper  quantifying  the  opportunity  costs  resulting  from  the  gender \ninequality in the Republic of Korea; \n ", "10 Appendix 3 \n \n(iv)  in  cooperation  with  the  lead  consultant,  provide  inputs  to  explain  the \nmethodology developed the case (Republic of Korea) for a book publication; and \n(v)  perform other tasks that may be required to ensure the successful and timely \ndelivery of TA outputs. \n \n4.  Labor or gender economists (international, 7.5 person-months). The consultants will \nhave  extensive  expertise  and  experience  in  economic  analysis  of  gender  inequality  and \neconomic growth, especially in the assigned country. The consultants will lead the country \nanalysis to quantify opportunity or forgone costs resulting from gender inequality, and include a \ndiscussion on priority country-specific gender issues. The consultants should be able to provide \nin-depth analysis and relevant policy recommendations, and present these to key stakeholders \nand policymakers at workshops. The main responsibilities of the consultants will be to: \n(i)  review and synthesize the relevant literature for the economic analysis in the \nassigned country, including the availability and usage of micro-level empirical \ndata; \n(ii)  conduct an economic analysis that quantifies the opportunity or forgone costs \nresulting from gender inequality, with a discussion of priority country-specific \ngender issues; \n(iii)  provide expert inputs to the lead economist for inclusion in the synthesis report; \n(iv)  consult  with  the  government  and  stakeholders  in  the  assigned  country  to \ncoordinate and ensure the quality and practicality of the analysis and associated \npolicy recommendations; \n(v)  help  organize  and  participate  in  country  and  regional  workshops  to  present \noutlines,  a  research  framework,  draft  and  final  analyses,  results,  and  policy \nrecommendations; \n(vi)  serve as co-author of final reports and TA publications; and \n(vii)  perform  other  tasks  that  may  be  required  to  ensure  successful  and  timely \ndelivery of TA outputs. \n \n5.  Editor (international, 1 person-month). The editor will ensure that the quality of the \noutputs produced by the TA are high, and conform to ADB Handbook of Style and Usage \nrequirements. The consultant should have expertise and experience in copy editing and desktop \npublishing, especially of economic development and gender-related publications. \nC.  National Consultants and Research Assistants \n6.  Labor  or  gender  economists  and/or  research  assistants  and  workshop \ncoordinator (national, 18 person-months). The consultants will have expertise and experience \nin gender issues, and with relevant macro- and micro-level data in assigned countries (the \nPeople’s Republic of China, India, Indonesia, the Republic of Korea, and Pakistan). The national \nconsultants will support the international consultant assigned to the country in undertaking an in-\ndepth country economic analysis to quantify the opportunity or forgone costs resulting from \ngender inequality, with a discussion of priority country-specific gender issues. The consultants \nwill also support the international consultants in preparing a synthesis report, and presenting the \nreport at workshops. The consultants will support the organization of country and regional \nworkshops. The  main responsibilities of the consultants will be to: \n(i)  assess existing literature on gender issues and economic development (including \nassessing  economic  loss  resulting  from  gender  inequality)  in  their  assigned \ncountry; \n ", "  Appendix 3  11 \n(ii)  identify and help to obtain micro-level (household) data for use in quantifying \nopportunity or forgone costs resulting from gender inequality, with a discussion of \npriority country-specific gender issues; \n(iii)  conduct data processing and supporting analysis under the supervision of the \nassigned international consultant; \n(iv)  help  organize  and  participate  in  country  and  regional  workshops  to  prepare \nrelevant  materials  for  presentation;  present  outlines,  the  framework  of  the \nresearch, draft and final analyses, results, and policy recommendations; \n(v)  support  coordination  with  the  government  and  research  institutes  for  the \npurposes of the country analysis; \n(vi)  organize and participate in consultations with the government and all relevant \nstakeholders for the purposes of the country analysis; and \n(vii)  perform other tasks as required to ensure successful and timely delivery of the \ncountry background papers. \n \n7.  Publication layout and designer (national, 2 person-months). The layout consultant \nwill have expertise in publication layout and graphic design and will assist in producing TA \npublications. Working with the project team, the consultant will lay out tables, graphs, charts, \ntext, boxes, and pictures, convert files into the required publication formats, and ensure the \nquality of all publications produced under the TA. \n \n \n \n \n \n ", "12   Appendix 4 \n \nOUTLINE OF THE FINAL REPORT \n \n1.  The  report  will  consist  of  three  parts,  followed  by  conclusions  and  policy \nrecommendations. \n \n2.  Part 1 will attempt to quantify the economic costs of gender inequality or gender gaps in \nselected Asian countries. These costs are reflected in the loss of potential output resulting from \nlow labor force participation by women, as well as through other specific channels. Typical \neconometric studies that estimate potential output loss resulting from gender inequality have \nbeen based on gender differences in labor force participation. This study needs to go beyond \nthis traditional approach, and may consider the following:   \n(i)  A low level of education among women tends to have an inter-generational \nimpact. A lack of investment in the education of females has been found to lead \nto adverse educational, nutritional, and health outcomes for the next generation, \nwhich then affects the quality of the future labor force.  \n(ii)  The shortage of female role models in high-level political, corporate and other \nprivate sector positions may have implications for efficiency and for efforts to \nimprove  governance,  enhance  transparency,  curb  corruption,  and  strengthen \ninstitutions. These, in turn, affect the ability of a country to efficiently produce its \npotential economic output, or effectively use that output to benefit its populace.  \n(iii)  High female labor force participation in an economy tends to be in the informal \nsector and in low productivity jobs, where wages are low, including primarily \nthose in the agricultural sector, or in low-productivity service sector jobs. Many \nwomen may not have the choice to work outside the home, where they could find \nbetter  paying,  more  productive  work.  There  are  both  opportunity  costs  and \nforegone output when females hold low-productivity jobs. Low incomes from low \nwages tend to depress consumption and investment as well, reducing output to a \nlevel below its potential. \n(iv)  Violence against females tends to reflect both a lack of respect for their persons \nand a lack of female empowerment in the household and in society, and tends to \ncircumscribe the ability of women to fully participate in the economic and political \nlife of a society. The lack of physical, financial, and emotional security keeps \nwomen  bound  to  their  husbands  and  homes,  instead  of  affording  them  the \nfreedom to be independent and develop and use their talents outside of the \nhome.  \n(v)  We expect to add (and quantify the impact of) other channels. By comparing the \npotential  output  loss  resulting from these  different  channels,  we  can identify \npolicy priorities in gender issues across subregions in Asia, which is the topic of \nthe second part of this research.   \n \n3.  Part 2 will examine similarities and differences in gender inequality priorities within high-, \nmiddle-, and low-income countries, and regionally, with the goal of identifying priority gender \nissues, both regionally and in selected countries. Initially, assessment of how specific regions, \nsubregions and countries rank relative to a global gender gap standard will be made based on \ntheir income status (high-, middle, or low-income).  \n \n4.  Facts and priority areas in gender issues differ across regions, subregions, and within \ncountries. \n \n ", "  Appendix 4  13 \n5.  Income  levels  in  East  Asian  countries  are  similar  to  those  in  the  Organisation  for \nEconomic Co-operation and Development countries, but the existence and level of gender gaps \nbetween these groups of countries may be quite different. This may lead to the conclusion that \nhigh levels of income and growth, which have been characteristic of East Asian countries, do \nnot guarantee favorable gender outcomes, and raise the question why gender outcomes differ \nbetween regions or groups of countries that have similar incomes and levels of development. \n \n6.  Association of Southeast Asian Nations countries may be more heterogeneous in terms \nof household income and gender outcomes. Females from wealthy households in Association of \nSouth  East  Asian  Nations  countries  tend  to  have  better  access  to  education  and  health \nservices, and better nutrition compared to females from poorer households. Hence, gender \noutcomes may be dichotomized along income levels. It is important to determine why gender \noutcomes may differ within a country. Will increases in income levels necessarily lead to better \ngender outcomes within the same country? \n \n7.  Political participation seems less problematic, but there is a great inequality between \nwomen with high and low incomes. \n \n8.  In South Asia, Central West Asia, and the Pacific island countries, female access to \neducation and violence against women are particularly relevant gender issues. This is true even \nin some Central West Asian countries with high per capita income levels, in which females have \nhigh educational attainment. A large proportion of women do not work outside the home in \nformal employment; thus the underlying causes and channels of gender inequality are complex, \nand not characterized by a simple linear relationship between women’s income or educational \nattainment and gender equality.  \n \n9.  The next step is to examine priority areas or issues in each selected country, and to \ndevelop policy recommendations.  \n \n10.  Part  3  will  examine  implementation  issues  in  using  public  policy  to  reduce  gender \ninequities. This  would  consist  of  a  detailed  analysis  of  (i)  the  politics  of  inequality  across \ncountries  being  studied  (from  state  level  through  regional,  ethnic,  community,  and  family \nstructure), and of the various state and non-state actors who may have interests in furthering \nequality, or retaining the status quo; and (ii) the existing theoretical and empirical evidence \naround policies that seek to improve equality in these and similar countries. This will allow for a \ndetailed, and wide-ranging analysis of policy options.   \n \n11.  The conclusions section will summarize the main findings in parts 1–3 and draw policy \nrecommendations on how to reduce the economic costs of gender inequality based on a better \nunderstanding of the causes. \n \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20140219154841+08'00'", "Creator": "PScript5.dll Version 5.2.2", "ModDate": "D:20140224080819+08'00'", "Producer": "GPL Ghostscript 9.07", "Subject": "Technical Assistance Report", "Title": "Economic Analysis for Gender and Development"}, "author_page": " \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  TA  –  technical assistance \n \n   \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nType  –  Regional—Research and development technical assistance (R–\nRDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Public sector management (economic and public affairs \nmanagement) \nThemes (subthemes)  –  Economic growth (knowledge, science, and technological \ncapacities), gender equity (gender equity in [economic] \nopportunities), social development (human development)  \nLocation (impact)  –  Rural (low), urban (low), national (high), regional (high) \nPartnerships  –  Korea University; Republic of Korea e-Asia and Knowledge \nPartnership Fund  \n \nNOTE \nIn this report, \"$\" refers to US dollars.  \nVice-President  B. N. Lohani, Knowledge Management and Sustainable Development \nChief Economist  C. Rhee, Economics and Research Department (ERD) \nAssistant Chief  C.Y. Park, Economic Analysis and Operations Support Division, ERD \nEconomist \n   \nTeam leaders  S. Tanaka, Senior Economist, ERD \n  M.S. Bautista, Senior Economic Advisor, ERD \nTeam members  N. Chun, Economist, ERD \nI. Ahsan, Counsel, Office of the General Counsel \n   \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "B. N. Lohani", "role": "Knowledge Management and Sustainable Development", "organization": ""}, {"fullname": "C. Rhee", "role": "Economics and Research Department (ERD)", "organization": ""}, {"fullname": "C.Y. Park", "role": "Economic Analysis and Operations Support Division", "organization": "ERD"}, {"fullname": "S. Tanaka", "role": "Senior Economist", "organization": "ERD"}, {"fullname": "M.S. Bautista", "role": "Senior Economic Advisor", "organization": "ERD"}, {"fullname": "N. Chun", "role": "Economist", "organization": "ERD"}, {"fullname": "I. Ahsan", "role": "Counsel", "organization": "Office of the General Counsel"}]}