{"path": "data/input/ta/48009-001-tar.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 48009-001 \nPolicy and Advisory Technical Assistance (PATA) \nSeptember 2014 \n \n \n \nPeople’s Republic of China: Study of Financial \nReform in Rural Areas of the Central Plains \nEconomic Zone \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB's  Public \nCommunications Policy 2011. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 11 September 2014) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1631          \n$1.00  =  CNY6.1296 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CPEZ  –  Central Plains Economic Zone \nFSO  –  Financial Services Office of Henan Province \n  GDP  –  gross domestic product \n  PRC  –  People’s Republic of China \nRCC  –  rural credit cooperative \nTA  –  technical assistance \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  Y. Qian, Public Management, Financial Sector, and Regional Cooperation \nDivision, EARD \n   \nTeam leader  A. Kim, Financial Sector Specialist, EARD \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \n \nPOLICY AND ADVISORY TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE POLICY AND ADVISORY TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  Outline Terms of Reference for Consultants  9 \n \n \n ", "", "Project Classification Information Status: Complete\nPOLICY AND ADVISORY TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 48009-001\nProject Name Study of Financial Reform in Rural  Department EARD/EAPF\nAreas of the Central Plains Economic  /Division\nZone\nCountry China, People's Republic of Executing  Henan Finance Bureau\nBorrower N/A Agency\nqq\n2. Sector Subsector(s)     ADB Financing ($ million)\nFinance Finance sector development 0.40\nTotal 0.40\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the  Low\ngrowth (IEG) opportunities, including jobs, made  Project\nmore inclusive\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Public financial governance No gender elements (NGE)\ncapacity development\n(GCD)\nqq\n5. Poverty Targeting Location Impact\nProject directly targets  No\nRural High\npoverty\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.40\n    Sovereign Policy and advisory technical assistance: Technical Assistance 0.40\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.10\n    Government 0.10\n  \nTotal 0.50\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 17062014120536118169 Generated Date: 22-Sep-2014 10:19:00 AM", " \nI.  INTRODUCTION   \n1.  The  Government  of  the  People’s  Republic  of  China  (PRC)  requested  the  Asian \nDevelopment Bank (ADB) to provide technical assistance (TA) to support Henan province in \nformulating its financial reform policy and strategy for rural areas of the Central Plains Economic \nZone  (CPEZ). ADB  fielded  a  mission  to  the  PRC  on  26–27  May  2014  and  reached  an \nunderstanding  with  the  government  on  the  impact,  outcome,  outputs,  implementation \narrangements, cost estimates, financial arrangements, and the consultants’ terms of reference. \nThe design and monitoring framework is in Appendix 1.1\n \n \nII.  ISSUES \n2.  The PRC is the world’s second largest economy with nominal gross domestic product \n(GDP)  of  $9.28  trillion  in  2013.  The  overall  national  prosperity,  however,  has  not  been \ndistributed fairly across the regions. Industrialization and urbanization have generally been \nfocused in the coastal region, leaving the socioeconomic needs of the western and interior \nregions  mostly  unaddressed.  Widening  regional  and  urban–rural  disparity  remains  a  key \nchallenge for the government. \n \n3.  The CPEZ is the largest economic zone in the PRC in terms of area and population.2 \nLocated in the central region, it has traditionally been the PRC’s key grain production and \nagriculture base. The region produces more than 18% of the nation’s total grain output, and is \nthe biggest producer of wheat with nearly half of the total national output. Considering its \nsignificance in agricultural production, the government is keen to maintain the farmland and \ngrain output in balance with the region’s demand for industrialization and urbanization.  \n \n4.  Areas with greater dependency on primary production or agriculture for income tend to \nexhibit lower per capita incomes. As of 2011, per capita disposable income of urban residents in \nthe CPEZ was $2,852, significantly lower than the national average of $3,492. The net per \ncapita income of rural residents in the CPEZ ($1,061) is relatively comparable with the national \naverage ($1,117 in 2011). However, it falls far below the urban level, and this leads to rural–\nurban migration.3  \n \n5.  The  government  has  recognized  the  importance  of  access  to  finance  in  providing \nopportunities for development. It is particularly true for many rural populations, as the provision \nof  reliable  and  affordable  financial  services  is  limited.  Financial  institutions  in  general  are \nreluctant to respond to the demands of rural finance because of higher transaction costs and \ncredit risk. Despite the government’s substantial policy drive to address this issue, finance \nremains one of the main lagging sectors in rural areas. While total lending through banking \ninstitutions in the PRC has increased by 80% since 2009, and thus increased from 124.8% of \nGDP to 134.7% of GDP, the share of rural lending in total bank lending has increased only \nmarginally.4     \n                                                \n1 The TA first appeared in the business opportunities section of ADB’s website on 31 July 2014.  \n2 The CPEZ covers the entire Henan province as well as part of the adjoining provinces of Anhui, Hebei, Shandong, \nand Shanxi, with a total population of 179 million as of 2011 and an area of 289,000 square kilometers. Henan \nprovince represents the majority in terms of population and area. The State Council officially issued the guidance on \nsupporting Henan province to be built into the CPEZ in October 2011, and approved the development plan for \n2012–2020.   \n3 Government of the PRC, National Development and Reform Commission. 2012. The Development Plan for the \nCPEZ (2012–2020). Beijing. \n4 The share of rural lending to total lending was 21.5% in 2009 and 22.5% in 2013. ADB. 2014. Knowledge Work on \nCredit Growth in Microfinance and Rural Finance. Consultant’s report. Manila. \n ", "2   \n \n6.  The State Council called for financial reform tailored to rural areas of the CPEZ in 2011. \nThe importance of establishing a strong rural financial system was reinforced in 2012 through \nthe approval of a development plan for the CPEZ. The plan unveiled the government’s vision to \ntransform the region into a modern agricultural base with increased per capita income and rural \nliving standards. The Henan provincial government is engaged in formulating a development \nstrategy, and one of its key strategic priorities is to improve the access to and quality of financial \nservices for its population in rural areas. An improved rural financial system will promote social \nand economic development and poverty reduction, thus lessening the long-standing issue of \ninequality.   \n \n7.  The majority of rural residents in the CPEZ is engaged in agriculture and agribusinesses \nas a source of livelihood. Rural enterprises and residents are mainly serviced by four types of \nbanking institutions: (i) a policy bank (Agricultural Development Bank of China); (ii) a large \ncommercial bank (Agricultural Bank of China); (iii) the Postal Savings Bank of China; and (iv) \ncooperative  financial  institutions,  including  rural  credit  cooperatives  (RCCs).  RCCs  have \ncollectively played a major role in servicing the financing needs of rural residents by mobilizing \nsavings  and  extending  credit.  Along  with  the  government’s  reform  agendas,  RCCs  have \nundergone numerous reforms and restructuring, and alternative rural financial institutions—such \nas village or township banks, rural mutual  credit cooperatives, and loan companies—have \nemerged in recent years. 5  RCCs are important for rural finance nonetheless, accounting for \nnearly 20% of total outstanding rural lending in 2013, while the provision of credit to rural areas \nremains inadequate.  \n \n8.  It is also notable that the demand for financial products has become more sophisticated \nwith the development of rural economies. In line with the government’s drive to develop rural \nlivelihoods, economic activities in rural areas have diversified and become more dynamic. A \nrising number of rural entrepreneurs and increased household income induce demand for more \ncapital and varied financial services, which adds further pressure on the rural financial system to \nimprove. There is a growing need for financial institutions to offer a full range of financial \nproducts and services and to work closely with rural businesses and households. The regulatory \nframework should be upgraded to encourage financial institutions to provide adequate financial \nservices to rural areas while ensuring financial stability.  \n \n9.  Given the diverse characteristics of rural areas in the PRC, there is no single best rural \nfinancial system that would adequately satisfy the needs across the whole country. Hence, the \nHenan provincial government needs a good grasp of the prevailing conditions of its financial \nsystem in comparison with the actual needs of rural enterprises and residents in order to identify \nareas  for  development.  Domestic  and  international  best  practices  and  innovation  in  rural \nfinancial products will also be studied for potential policy and strategy options. Based on the \nfindings, a reform policy will be formulated and presented to the Henan provincial government \nfor approval and implementation. \n \n10.  ADB’s country partnership strategy, 2011–2015 for the PRC promotes inclusive growth \nas one of three strategic pillars.6 An improved rural financial system will support promoting rural \n                                                \n5 The RCC is highly recognized for making credit available in rural areas since its establishment in the 1950s, and at \nthe same time is criticized for having problems such as unclear ownership, poor asset quality and losses from \noperations, weak risk-taking capacity, heavy government intervention, and lack of competition in the local financial \nmarket. The government has implemented a series of reforms aiming at channeling credit to the needed agricultural \nand rural development and improving sustainability. \n6 ADB. 2012. Country Partnership Strategy: People’s Republic of China, 2011–2015. Manila. \n ", "  3 \nlivelihoods for more balanced development. ADB has previously supported building an inclusive, \nmarket-oriented, rural finance system and strengthening financial supervision in rural finance. \nThe proposed TA is the continuation of ADB’s support for rural finance development in the PRC7 \nand  for  balanced  growth  in  agricultural  areas  of  Henan  province.8 Based  on  previous  TA \nfindings and outputs that delivered national analysis on rural finance, the proposed TA will \nprovide further assistance to the Henan provincial government in promoting the development of \nan effective and sustainable rural financial system tailored to agricultural areas of the CPEZ. \n \nIII.  THE POLICY AND ADVISORY TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n11.  The impact will be more effective and sustainable rural financial services provided in the \nCPEZ. This will be measured by adoption of recommendations that emerge from the TA. The \noutcome will be improved policy with an actionable road map for the establishment of a rural \nfinancial system in the CPEZ.  \n \nB.  Methodology and Key Activities \n12.  Output 1: Comprehensive report on rural financial system completed. This output \nwill include (i) analysis of the prevailing conditions and key issues of the rural financial system in \nthe CPEZ; (ii) assessment of national and international rural financial reform policies, principles, \nand practices for potential policy and strategy options; (iii) identification of suitable financial \nproducts for  rural  enterprises, farmers,  and  households;  and (iv)  observation  of regulatory \npractices to give recommendations on promoting reliable and sustainable financial services in \nrural areas. Under this output, consultants will be engaged to compile diagnostic studies, review \nrelevant policy and legal documents, examine the state of the financial system in rural areas, \nand incorporate applicable findings and lessons from previous ADB operations in order to \ndevelop an effective reform strategy. Consultants will be required to (i) conduct field surveys \nand interviews with financial consumers and institutions in selected areas of the CPEZ to collect \ninformation and to understand shortcomings of the existing financial system and policy; and (ii) \nundertake in-depth consultations with policy makers, ministries and regulatory bodies, leading \nspecialists, and rural financial institutions in other provinces of the PRC such as Zhejiang and \nJiangsu, where the rural financial system is considered well-established. A report in English and \nChinese will be generated in interim and final versions for wide dissemination of TA findings. \nInception and midterm workshops will be held to discuss the framework and methodology of the \nstudy, and provide timely inputs on the progress. \n \n13.  Output 2: Policy recommendation and road map on financial reform in rural areas \nof the Central Plains Economic Zone formulated and presented. Under this output, the \nconsultants will assist the Henan provincial government in formulating a rural finance reform \nstrategy to facilitate the development of the CPEZ into a modern agricultural base, and a road \nmap to implement the reforms. An international study tour to an ADB member country in Asia \n                                                \n7 ADB.  2008.  Technical  Assistance  to  the  People’s  Republic  of  China  for  Rural  Finance  Development  and \nSupervision. Manila; ADB. 2009. Technical Assistance to the People’s Republic of China for Rural Finance \nInnovation and Rural and Agriculture Financial Statistical System Development. Manila. \n8 ADB. 2007. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Technical \nAssistance to the People’s Republic of China for Henan Sustainable Agriculture and Productivity Improvement \nProject.  Manila;  ADB.  2012.  Technical  Assistance  to  the  People’s  Republic  of  China  for  Fiscal  Policy  for \nUrbanization, Industrialization, and Agricultural Modernization in Henan. Manila; ADB. 2013. Technical Assistance \nto the People’s Republic of China for Henan Value Chain and Products Safety Demonstration Project. Manila. \n ", "4   \nwith an advanced rural finance system will be conducted for local government officials. The \npurpose of the study tour is to observe international best practices on rural financial systems \nand innovation in financial products, as well as identify policies and regulatory frameworks \nrelevant to the Henan context. Meetings and workshops with policy makers and other key \nstakeholders will be organized for in-depth discussion and guidance on further improvement of \nthe study. A final workshop will be organized to invite experts, government officials, and industry \nleaders  to  present  ideas  and  provide  feedback  on  recommendations  in  order  to  promote \nconsensus and concerted actions later on, and to disseminate the TA findings. A policy brief \nenumerating key recommendations and road map will be generated and disseminated to high-\nlevel policy makers for support. The final outputs will be presented to the Henan provincial \ngovernment for approval and implementation. Upon approval, it is expected that pilot cities will \nbe selected in rural areas of Henan province to implement financial reforms.  \n \n14.  Potential risks are (i) inadequate capacity of the market and participants for full-scale \nimplementation of rural financial reform, (ii) insufficient support from the government and market, \nand (iii) inadequate coordination and communication between various stakeholders. To mitigate \nrisks, the government has agreed to provide adequate counterpart support and all necessary \ndata in a timely manner. Regular consultation with policy makers and industry participants will \nalso be arranged during implementation for shared understanding and desired support.  \n \nC.  Cost and Financing \n15.  The TA is estimated to cost $500,000, of which $400,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-other sources). The government will \nprovide counterpart support in the form of counterpart staff, access to data sources, office \naccommodation, office equipment and supplies, secretarial assistance, logistical support, and \nother in-kind contributions. Detailed cost estimates are in Appendix 2.  \n \nD.  Implementation Arrangements \n16.  The TA will be implemented over 21 months, from 1 October 2014 to 30 June 2016. The \nFinance Bureau of the Henan provincial government will be the executing agency and the \nFinancial Services Office (FSO) of the Henan provincial government will be the implementing \nagency.  The  executing  and  implementing  agencies  will  consult  with  officials  from  relevant \ngovernment  offices,  including  provinces  that  are  part  of  the  CPEZ  as  well  as  regulatory \nagencies, during project implementation. \n \n17.  Under  close  supervision  of  the  implementing  agency  and  ADB,  the  TA  will  be \nundertaken by consultants with substantial expertise in rural finance. The team leader will \ndevelop a detailed work plan with the FSO at the outset of the TA, and will take the lead \nresponsibility  in  coordinating  with  other  consultants.  ADB  will  facilitate  implementation  and \nsupervision of the TA through regular communication and review missions with the executing \nand implementing agencies, and the consultants. ADB will also facilitate the access to pertinent \navailable  information  and  data  from  previous  operations.  The  implementing  agency  will \nsupervise  the  day-to-day  work  of  the  consultants  and  take  responsibility  for  administering \nconsultation with stakeholders, seminars, workshops, and international study tour.  \n \n18.  One international consultant for 4 person-months and five national consultants for 18 \nperson-months in total will be recruited individually in accordance with ADB’s Guidelines on the \nUse of Consultants (2013, as amended from time to time). The consultants will be selected \nbased on their academic qualifications and relevant work experience. Individual recruitment will \n ", "  5 \nbe used in view of each consultant’s experience and qualification being the main requirements, \nand streamlined recruitment requirements to expedite the process. Outline terms of reference \nfor all consultants are in Appendix 3. Consulting services contracts will include expenses related \nto consultants and surveys as indicated in the cost estimates and financing plan (Appendix 2). \nThe proceeds of the TA will be disbursed in accordance with ADB’s Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). An advance payment facility \nmay be provided to the executing agency to administer the activities of workshops and study \ntour.  \n \n19.  With support from the consultants, the FSO will submit quarterly progress reports to \nADB. The TA will be periodically monitored and evaluated based on the implementation of \nactivities and satisfactory delivery of intended outcome and outputs, as defined in the design \nand  monitoring  framework.  The  FSO  will  monitor  project  progress  against  the  project \nimplementation schedule, and will inform ADB of any significant deviations. A report and policy \nbriefs will be prepared and disseminated during the final stakeholders’ workshop. \n \nIV.  THE PRESIDENT'S DECISION \n \n20.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $400,000 on a grant basis to \nthe Government of the People’s Republic of China for the Study of Financial Reform in Rural \nAreas of the Central Plains Economic Zone, and hereby reports this action to the Board. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nData Sources and \nPerformance Targets and  Reporting  Assumptions and \nDesign Summary  Indicators with Baselines  Mechanisms  Risks \nImpact      Assumption \nMore effective and  Amount of rural lending and  Statistical documents  Sound rural financial \nsustainable rural  savings mobilized in the    reform policy \nfinancial services  CPEZ to be increased by  Documentation of  implemented \nprovided in the CPEZ  10% in 2020 (baseline to be  executing and \nRisk \nestablished)  implementing \nCapacity of the market \nagencies \nand participants are \n \ninadequate for full-scale \nimplementation of rural \nfinancial reform \nOutcome      Assumption \nImproved policy with  Reform proposal on rural  Documentation of  Central and provincial \nactionable road map  financial system in the CPEZ  executing and  governments are \nfor the establishment  presented to the provincial  implementing  committed to improve \nof rural financial  government for approval by  agencies  rural financial system \nsystem in the CPEZ   June 2016   \nRisk \n \nReform is delayed with \nlack of support from the \ngovernment and market \nOutputs      Assumptions \n1. Comprehensive  Final report covering (i)  TA reports and  Consultants have \nreport on rural  analysis of the prevailing  review mission  access to data, \nfinancial system in  conditions of rural financial  reports  information, and other \nthe CPEZ  system in the CPEZ, (ii)    support in time \ncompleted   assessment of national and  Minutes of meetings   \n  international rural financial  and workshops  The Henan provincial \n  reform policies, (iii)    government is willing to \n  identification of rural financial  Field survey  invest adequate \n  products, and (iv) observation  summaries  resources to complete \n  of regulatory practices    the study \n  generated by June 2016   Project assessment   \n    and evaluation \nNational workshops  Risk \n   \norganized with key  Lack of coordination \n   \nstakeholders, including  and communication \n \nexperts, government officials,  between the various \n \nand industry leaders, by April  stakeholders \n \n2016   \n \n \n2. Policy  Policy brief knowledge   \nrecommendation  product enumerating key \nand road map on  recommendations and road \nfinancial reform in  map on financial reform in \nrural areas of the  rural areas of the CPEZ \nCPEZ formulated  generated and disseminated \nand presented  to high-level policy makers for \n  support by June 2016 \n \n \n ", "Appendix 1  7 \nActivities with Milestones  Inputs \n1.1  Inception meeting held by February 2015 \nADB: $400,000.00 \n1.2  Detailed work plan submitted by March 2015 \n1.3  Field survey completed by July 2015 \n   \n1.4  Sector assessments completed by September 2015 \n1.5  Research on international best practices completed by  Note: The government will provide \nSeptember 2015  counterpart support in the form of \n1.6  Draft interim report submitted by October 2015  counterpart staff, access to data sources, \n1.7  Interim workshop held by November 2015  assistance with field trips and meetings, \n1.8  Draft final report submitted by January 2016  use of office space and facilities, logistical \n1.9  Draft final report review workshop held by February  support, and other in-kind contributions. \n2016   \n \n2.1  International study tour conducted by September 2015 \n2.2  Policy brief knowledge product enumerating key \nrecommendations and road map generated by March \n2016 \n2.3  Dissemination workshop held by April 2016 \n2.4  Policy recommendation on financial reform in rural \nareas of the CPEZ presented to the Henan provincial \ngovernment by June 2016 \n \nADB = Asian Development Bank, CPEZ = Central Plains Economic Zone, TA = technical assistance. \nSource: Asian Development Bank. \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \nItem  Amount \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultant  120.0 \n      ii.  National consultants  140.0 \n    b.  International and local travel  25.0 \n    c.  Reports and communicationsb  10.0 \n  2.  Workshops and study tour   \n    a.  Workshopsc  25.0 \n    b.  Study tourd  20.0 \n  3.  Surveyse  15.0 \n  4.  Miscellaneous administration and support costsf  5.0 \n  5.  Contingencies  40.0 \n   \n        Total  400.0 \nNote:  The  technical  assistance  (TA)  is  estimated  to  cost  $500,000,  of  which  contributions  from  the  Asian \nDevelopment Bank are presented in the table above. The government will provide counterpart support in the form of \ncounterpart staff, access to data sources, assistance with field trips and meetings, use of office space and facilities, \nlogistical support, and other in-kind contributions. The value of government contribution is estimated to account for 20% \nof the total TA cost. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-other sources).  \nb  Includes translation, interpretation, editing, and printing cost of reports. \nc  Includes  provision  for  honoraria and travel cost  for  resource  persons  in  workshops,  and  translations and \ninterpretation, subject to prior approval from ADB.   \nd  Study tour to ADB member countries subject to prior approval from ADB.  \ne   Includes provision for research assistants, and recruitment of which will be in line with the memo on Engagement \nof Administrative Assistants and Contractors for TA Projects dated 29 January 2013. Subject to prior approval \nfrom ADB. \nf    Includes costs of translation, interpretation, and printing. \nSource: Asian Development Bank estimates. \n ", "  Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The technical assistance (TA) will  require 22 person-months of consulting services, \ncomprising the services of one international consultant for a total of 4 person-months and five \nnational consultants for a total of 18 person-months The international consultant will be primarily \nresponsible for  introducing  international experiences  and  best  practices,  providing  advisory \nservices on key technical issues, disseminating lessons, and providing recommendations to \npolicy makers. National consultants will be responsible for all technical aspects of the TA \nimplementation. The team of experts will be recruited as individual consultants, in accordance \nwith the Asian Development Bank (ADB) Guidelines on the Use of Consultants (2013, as \namended from time to time). \n \n2.  All consultants will work under the coordination and monitoring of the team leader, and in \nclose cooperation with the executing agency, the implementing agency, and ADB project officer. \nAll reports are to be of high quality and produced in English, with copies in Chinese.  \n \nA.  International Consultant \n \n3.  Rural finance specialist and deputy team leader (4 person-months, intermittent basis). \nThe specialist should have a degree in  economics and/or finance or other relevant fields, \npreferably at the postgraduate level. The specialist should have substantial expertise gained \nfrom at least 10 years’ experience in rural financial reform in developing countries, preferably in \nthe People’s Republic of China (PRC), and strong English language writing and speaking skills. \nKnowledge of Chinese language will be an advantage. The specialist will undertake, but not be \nlimited to, the following tasks: \n(i)  support the team leader in coordinating with ADB, the executing agency, the \nimplementing agency, and other related government agencies during the TA \nimplementation; \n(ii)  assist in design and continued improvement of study framework, methodology, \nand report outlines; \n(iii)  conduct research on international best practices for rural financial reform and \ndevelopment, and compile and prepare reports on policies, approaches, and \nexperiences while identifying those replicable in the Central Plains Economic \nZone (CPEZ) and in the PRC; \n(iv)  review and incorporate experiences and lessons of previous ADB projects on the \ntopic; \n(v)  advise and participate, together with national consultants, in designing survey \nand interview questionnaires and conducting field activities; \n(vi)  assist the implementing agency in coordinating an international study tour; \n(vii)  prepare policy recommendation and relevant sections of the main report; \n(viii)  lead in drafting and reviewing the main report to ensure high-quality English-\nlanguage reports; \n(ix)  assist  the  implementing  agency  and  coordinate  with  national  consultants  in \nidentifying  key  issues  to  be  covered  in  workshops,  preparing  information \nmaterials, and recommending resource persons;  \n(x)  deliver sessions during workshops to disseminate the study findings; and \n(xi)  perform quality control on all final outputs in English. \n \n \n \n \n ", "10  Appendix 3 \nB.  National Consultants (18 person-months) \n \n4.  Rural  and  agricultural  finance  specialist  and  team  leader  (6  person-months, \nintermittent basis). The specialist will assume the role of the team leader and overall technical \nand administrative responsibility for effective TA implementation and delivering quality outputs \non time. The specialist should (i) have a degree in economics, and/or finance or other relevant \nfields, preferably at the postgraduate level; (ii) assist the team leader in studies on financial \ndevelopment in traditional agricultural regions; (iii) have at least 10 years’ experience in policy \nconsultancy related to rural finance; and (iv) be experienced in project management, particularly \nin projects assisted by international organizations. The expert must be fluent in English. Project-\nrelated experience of financial reform at provincial or higher level is desirable. The specialist will \nundertake, but not be limited to, the following tasks: \n(i)  coordinate with ADB, the executing agency, the implementing agency, and other \nrelated government agencies during the TA implementation; \n(ii)  develop a detailed study framework, methodology, and report outlines with the \nexecuting agency, key stakeholders, and other experts; \n(iii)  coordinate  and  supervise  the  team  of  consultants  and  resource  persons  to \nensure timely inputs;  \n(iv)  design, organize, and lead the team’s field activities, including field survey, data \ncollection, meetings, and workshops; \n(v)  conduct  comprehensive  research  on  rural  financial  reform  in  the  CPEZ  and \ndevelop a plan to develop a rural financial system with improved access to \nfinance, broadened range of services, and enhanced sustainability;  \n(vi)  analyze  policies,  approaches,  and  experiences and  lessons  with  respect \nto financial support to modern agricultural development in the PRC; \n(vii)  review and incorporate experiences and lessons of previous ADB projects on the \ntopic;  \n(viii)  compile  and  finalize  inception,  interim,  and  final  reports,  and  their  revised \nversions in English and Chinese; \n(ix)  produce a policy brief knowledge product enumerating key recommendations \nand road map; \n(x)  conduct consultations with experts, policy makers, and key stakeholders on the \ndraft reform plans, and improve the draft based on the comments received; \n(xi)  assist the implementing agency in organizing workshops and deliver sessions to \ndisseminate the study findings;  \n(xii)  carry out other related work assigned by the ADB project officer; and \n(xiii)  perform quality control on all final outputs in Chinese. \n \n5.  Rural banking specialist (3 person-months, intermittent basis). The specialist should \nhave tertiary qualifications in banking, finance, and/or other relevant fields, and at least 7 years’ \nexperience  in  rural  finance.  Demonstrated  project-related  experience  and  fluent  English \nlanguage skills are required. The specialist will undertake the following tasks: \n(i)  provide  substantial  inputs  in  designing  and  continue  improving  the  study \nframework, methodology, and report outlines; \n(ii)  identify key issues to be addressed in the current rural financial system in the \nCPEZ; \n(iii)  conduct research on rural financial institutional structures and innovative financial \ninstruments; \n(iv)  conduct field activities, including field survey, data collection, and meetings; \n(v)  prepare  policy  recommendation  and  relevant  sections  of  the  main  report  in \nEnglish and Chinese; \n ", "  Appendix 3  11 \n(vi)  participate  and  deliver  sessions  during  workshops  to  disseminate  the  study \nfindings; and \n(vii)  perform other related work assigned by the team leader. \n \n6.  Agricultural insurance specialist (3 person-months, intermittent basis). The specialist \nshould have tertiary qualifications and at least 5 years’ experience in crop and agricultural \ninsurance.  Demonstrated  project-related  experience  and  fluent  English  language  skills  are \nrequired. The specialist will undertake the following tasks: \n(i)  provide  substantial  inputs  in  designing  and  continue  improving  the  study \nframework, methodology, and report outlines; \n(ii)  conduct research on innovative agricultural insurance instruments for the CPEZ; \n(iii)  review insurance-related domestic policies, approaches, and experiences and \nlessons with respect to modern agriculture development; \n(iv)  conduct field activities, including field survey, data collection, and meetings; \n(v)  prepare  policy  recommendation  and  relevant  sections  of  the  main  report  in \nEnglish and Chinese; \n(vi)  participate  and  deliver  sessions  during  workshops  to  disseminate  the  study \nfindings; and \n(vii)  perform other related work assigned by the team leader. \n \n7.  Small and medium-sized enterprise finance specialist (3 person-months, intermittent \nbasis). The specialist should have tertiary qualifications in business administration, economics, \nand/or  other  relevant  fields,  and  at  least  5  years’  experience  in  small  and  medium-sized \nenterprise financing, with special focus on the access to capital markets. Demonstrated project-\nrelated experience and fluent English language skills are required. The specialist will undertake \nthe following tasks: \n(i)  provide  substantial  inputs  in  designing  and  continue  improving  the  study \nframework, methodology, and report outlines; \n(ii)  conduct research on access to finance by rural-based small and medium-sized \nenterprises, with special focus on equity financing; \n(iii)  conduct field activities, including field survey, data collection, and meetings; \n(iv)  prepare  policy  recommendation  and  relevant  sections  of  the  main  report  in \nEnglish and Chinese; \n(v)  participate  and  deliver  sessions  during  workshops  to  disseminate  the  study \nfindings; and \n(vi)  perform other related work assigned by the team leader. \n \n8.  Rural  finance  regulatory  specialist  (3  person-months,  intermittent  basis).  The \nspecialist should have tertiary qualifications in business administration, economics, and/or other \nrelevant fields, and at least 7 years’ experience in rural finance regulation and supervision. \nDemonstrated project-related experience and fluent English language skills are required. The \nspecialist will undertake the following tasks: \n(i)  provide substantial inputs in designing and continue improving the study framework, \nmethodology, and report outlines; \n(ii)  assess  the  regulatory  policies  and  practices  for  rural  financial  institutions  and \nproducts in the PRC; \n(iii)  identify  a  sustainable  regulatory  framework  for  the  rural  financial  system  that \nensures adequate financial services are provided in rural areas while maintaining \nfinancial soundness of the rural financial institutions; \n ", "12  Appendix 3 \n(iv)  consult  and  coordinate  with  government  agencies  to  formulate  a  policy \nrecommendation and practices that support a sustainable rural financial system in \nthe CPEZ; \n(v)  conduct field activities, including field survey, data collection, and meetings; \n(vi)  prepare policy recommendation and relevant sections of the main report in English \nand Chinese; \n(vii) participate and deliver sessions during workshops to disseminate the study findings; \nand \n(viii) perform other related work assigned by the team leader. \n \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.07", "CreationDate": "D:20140922102223+08'00'", "ModDate": "D:20140922102223+08'00'", "Creator": "Microsoft® Word 2010", "Author": "ADB", "Title": "Technical Assistance Report", "Keywords": "adb technical assistance ta report"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 11 September 2014) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1631          \n$1.00  =  CNY6.1296 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CPEZ  –  Central Plains Economic Zone \nFSO  –  Financial Services Office of Henan Province \n  GDP  –  gross domestic product \n  PRC  –  People’s Republic of China \nRCC  –  rural credit cooperative \nTA  –  technical assistance \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  Y. Qian, Public Management, Financial Sector, and Regional Cooperation \nDivision, EARD \n   \nTeam leader  A. Kim, Financial Sector Specialist, EARD \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "S. Groff", "role": "Operations", "organization": ""}, {"fullname": "A. Konishi", "role": "East Asia Department (EARD)", "organization": ""}, {"fullname": "Y. Qian", "role": "Public Management", "organization": "Financial Sector"}, {"fullname": "A. Kim", "role": "Financial Sector Specialist", "organization": "EARD"}]}