{"path": "data/input/ta/48010-001-tar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 48010-001 \nPolicy and Advisory Technical Assistance (PATA) \nOctober 2014 \n \n \n \nPeople’s Republic of China: Study on Local \nFinancial Market Development and Supervisory \nFramework\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB’s  Public \nCommunications Policy 2011. \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 15 October 2014) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1632 \n$1.00  =  CNY6.1255 \n \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  FAOL  –  Financial Affairs Office of Liaoning Province \n  GDP  –  gross domestic product \n  OTC  –  over-the-counter \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  Y. Qian, Public Management, Financial Sector, and Regional Cooperation \nDivision, EARD \n   \nTeam leader  S. Lee, Financial Sector Specialist, EARD \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \n \nPOLICY AND ADVISORY TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE POLICY AND ADVISORY TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  3 \nD.  Implementation Arrangements  3 \nIV.  THE PRESIDENT'S DECISION  4 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  5 \n2.  Cost Estimates and Financing Plan  7 \n3.  Outline Terms of Reference for Consultants  8 \n \n ", "Project Classification Information Status: Complete\nPOLICY AND ADVISORY TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 48010-001\nProject Name Study on Local Financial Market  Department EARD/EAPF\nDevelopment and Supervisory  /Division\nFramework\nCountry China, People's Republic of Executing  Liaoning Provincial Financial Department\nBorrower N/A Agency\nqq\n2. Sector Subsector(s)     ADB Financing ($ million)\nFinance Finance sector development 0.20\nMoney and capital markets 0.20\nTotal 0.40\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the  Low\ngrowth (IEG) including jobs, created and expanded Project\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Public financial governance No gender elements (NGE)\ncapacity development\n(GCD)\nqq\n5. Poverty Targeting Location Impact\nProject directly targets  No\nNation-wide High\npoverty\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.40\n    Sovereign Policy and advisory technical assistance: Technical Assistance 0.40\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.04\n    Government 0.04\n  \nTotal 0.44\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems Yes\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 21082014122055963730 Generated Date: 16-Oct-2014 11:53:07 AM", " \nI.  INTRODUCTION \n1.  During  the  2013  country  programming  mission,  the  Government  of  the  People’s \nRepublic of China (PRC) requested the Asian Development Bank (ADB) to provide technical \nassistance  (TA)  for  a  Study  on  Local  Financial  Market  Development  and  Supervisory \nFramework.1 Following a fact-finding mission in June 2014, ADB and the government reached \nan understanding on the objectives, scope, implementation arrangements, costs, and terms of \nreference for the TA. The design and monitoring framework is in Appendix 1.2 \n \n \nII.  ISSUES \n2.  The PRC’s successful transition to a market-based economy has resulted in remarkable \neconomic  growth.  The  country’s  financial  system  contributed  to  this  growth;  its  rapid \ndevelopment  was  attributed  to  various  successful  financial  sector  reforms  by  the  central \ngovernment. However, the national financial system of the PRC is still dominated by banks—\ntotal credit provided by the banking system reached 160% of gross domestic product (GDP) in \n2012, whereas the stock market’s overall capitalization was 45% of GDP and insurance sector \nassets accounted for less than 10% of GDP. The government’s recent policy shift to quality, \nbalanced, and sustainable economic growth called for the development of regional and local \neconomies across different provinces, and the role of provincial and local governments has \nbecome more important. Regional3 or local financial institutions developed to meet local needs, \nespecially micro, small, and medium-sized enterprises and rural households. The local financial \nmarkets  have  become  more  diversified  thanks  to  city  commercial  banks,  rural  credit \ncooperatives, village and township banks, microcredit companies, guarantee companies, and \nregional  over-the-counter  (OTC)  equity  markets.  However,  no  concrete  studies  have  been \ncarried out to assess the local and regional financial markets development and to define an \neffective  regulatory  and  supervisory  framework  promoting  more  locally  diversified  financial \nmarkets. \n \n3.  Despite the rapid economic growth of the country as a whole, the uneven economic \ngrowth in different regions and provinces has been a major concern for policymakers and \nacademic researchers. Research was conducted to determine the factors that contribute to \nprovincial and regional economic growth. Although empirical literature had been pointing to \nvarious factors for some time, the disparity in financial sector development and its effects across \nthe provinces and regions has become more highlighted in recent studies.4 The PRC’s financial \nsystem  is  still  dominated  by  major  state-owned  and  large  nationwide  commercial  banks, \ntransferring the deposited funds from underdeveloped inland regions to more developed coastal \nprovinces. In contrast, smaller and more locally focused financial institutions that form part of \nprovincial and regional financial markets have more efficiently channeled funds to individuals \nand industries in the region. As a consequence, policymakers are now trying to determine the \ncorrelations between local and regional financial market development and local and regional \n                                                \n1  The TA is included in ADB. 2014. Country Operations Business Plan: People’s Republic of China, 2014–2016. \nManila. \n2  The TA first appeared in the business opportunities section of ADB’s website on 1 October 2014. \n3  In this report, “region” refers to an area that  consists of geographically neighboring provinces with similar \nagricultural or industrial base and characteristics. The distinction is made between local, provincial, regional, and \nnational financial markets, since financial markets and systems often develop at different levels to support local, \nprovincial, regional, and national economic activities. \n4  Peng, Jing, Li, and Yu. 2008. Regional Finance and Regional Disparities in China, China Economic Review; and C. \nHao. 2006., Development of Financial Intermediation and Economic Growth: The Chinese Experience. China \nEconomic Review. \n ", "2   \neconomic development, and the preconditions and specific policy measures taken to promote \nthe regional financial markets. This will enable them to formulate an appropriate development \nstrategy and policies. Liaoning Province is ideally suited to a case study, given its unique \nindustrial development history and relatively well-diversified financial markets, which include \nstate-owned banks, local commercial banks, securities and insurance companies, rural financial \ninstitutions, and OTC stock markets. Lessons from the case study in Liaoning Province could be \napplied to other local and regional financial markets in the PRC. \n \n4.  The PRC lacks a policy stance on how supervisory and regulatory authority should be \nassigned to central and provincial regulators, and this, too, requires a systematic study. The \ncurrent financial regulatory structure in the PRC is subsector-based; as the central bank, the \nPeople’s Bank of China is responsible for monetary policy and the stability of the financial \nsystem  in general,  while  the  China  Banking  Regulatory  Commission, the  China  Securities \nRegulatory  Commission,  and  the  China  Insurance  Regulatory  Commission  are  central \nauthorities responsible for regulating the banking, securities, and insurance subsectors. Since \n2008, the decentralization of financial supervision has gradually begun. This was reinforced by \nthe PRC’s Twelfth Five-Year Plan, 2011–20155, which set out the goal of improving local \nfinancial management systems and strengthening the responsibility of provincial governments \nfor managing the local small and medium-sized financial institutions. In 2012, former Premier \nWen  Jiabao  also  proposed  to  strengthen  the  provincial  governments’  awareness  of  and \nresponsibility for financial supervision. As a result, the provincial governments were empowered \nwith supervising authority for microcredit companies, new rural financial institutions, and credit \nguarantee companies based on the China Banking Regulatory Commission’s regulations. In \n2012, the State Council and the China Securities Regulatory Commission vested provincial \ngovernments with the authority to oversee regional OTC markets. However, the absence of \nsystematic research on how to decentralize financial regulation and supervision in the PRC, and \nthe lack of in-depth analysis and a clear plan to assign these responsibilities among central and \nprovincial authorities have created uncertainty and the need for strategic directions. \n \n5.   Aligned with the PRC’s Twelfth Five-Year Plan, ADB’s country partnership strategy, \n2011–2015 for the PRC identifies inclusive growth as one of the strategic pillars. The TA \nsupports inclusive growth by improving access to finance through the development of local \nfinancial markets and by enhancing the supervisory and regulatory framework. This TA builds \non the findings and lessons from the continuous ADB supports on this area such as TAs to \nimprove capacity of the statistical competence of local financial institutions6 and development of \nrural financial system and supervision. 7  \n \n \nIII.  THE POLICY AND ADVISORY TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n6.  The impact will be the development of more effective and sustainable local financial \nsystems. The outcome will be the successful implementation of local and regional financial \nsector and regulatory reforms based on the study outputs of the TA. \n \n                                                \n5 Approved in March 2011 by National People’s Congress \n6 ADB. 2012. Technical Assistance to the People’s Republic of China for Capacity Building on Statistical Competence \nfor County-Level Financial Institutions. Manila \n7ADB.  2008.  Technical  Assistance  to  the  People’s  Republic  of  China  for  Rural  Finance  Development  and \nSupervision. Manila \n ", "  3 \nB.  Methodology and Key Activities \n7.  The TA consulting team will prepare a main report on local financial market development \nand a supervisory framework. The report will include (i) an overview of the PRC’s local and \nregional financial markets with clear definitions and data as general background, (ii) an analysis \nof the history and conditions of local and regional financial market development based on the \nsurvey conducted among locally or regionally focused financial institutions in Liaoning Province, \n(iii) in-depth analysis of the impact of the local financial industry on the economic and social \ndevelopment in Liaoning Province, (iv) lessons from exploring international case studies and \ngood practices through desk studies and an international study tour in two selected countries \nthat have successfully decentralized regulatory authority, and (v) recommendations and a road \nmap for reforms needed to promote local and regional financial market development with a \nmore efficient and decentralized regulatory system. Outputs for (i), (iii), and (iv) of the main \nreport will be separately published as sub-reports, and as knowledge products and services \n(policy briefs) for policymakers. \n \n8.  The TA consulting team will also prepare a report with policy recommendations for \nformulating a road map and business strategy for Liaoning Province’s regional OTC market. The \nreport will (i) review the role and regulatory structure of the regional OTC markets in the PRC, (ii) \ndefine an efficient regulatory and supervisory regime, and (iii) provide a clear business and \npolicy road map to promote a regional OTC market in Liaoning Province. \n \n9.  The TA will help strengthen the capacity of provincial regulatory authorities. A study tour, \nseminars, and workshops will be organized to also boost the Liaoning provincial government’s \ncapacity  to  handle  the  issues  that  arise  from  local  financial  market  development  and  a \ndecentralized supervisory and regulatory system. Market participants and central and provincial \nsupervisory authorities will be invited as well. A final dissemination workshop will allow industry \nexperts, government officials, and regulators to share their views and provide feedback on the \nreports. \n \nC.  Cost and Financing \n10.  The TA is estimated to cost $440,000, of which $400,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-other sources). The government will \nprovide counterpart support in the form of staff time, access to data sources, assistance to field \ntrips  and  meetings,  use  of  office  space  and  facilities,  logistical  support,  and  other  in-kind \ncontributions. \n \nD.  Implementation Arrangements \n11.  The executing agency is the Financial Affairs Office of Liaoning Province (FAOL) and the \nimplementing agency is the Capital Market Division of FAOL. FAOL will administer training, \nseminars, and conferences. The advance payment facility procedure will be adopted, in line with \nADB’s Technical Assistance Disbursement Handbook (2010, as amended from time to time), to \nenable timely organization of training, seminars, and conference activities. \n \n12.  The TA will be implemented from 1 November 2014 to 31 July 2016. International \nconsultants and national consultants will be engaged in accordance with ADB’s Guidelines on \nthe Use of Consultants (2013, as amended from time to time), and proceeds will be disbursed in \naccordance with ADB’s Technical Assistance Disbursement Handbook. Output-based contracts \nwith specified milestones will be used for all individual consultants. An advance payment facility \n ", "4   \nwill be made available to FAOL to administer the workshops and study tour only when direct \npayment to service providers and suppliers is not practical. \n \n13.  Three international consultants for 8 person-months in total (financial sector specialist, \nfinancial sector regulatory specialist, and OTC market specialist) and two national consultants \nfor  12  person-months  in  total  (financial  market  specialist  and  financial  market  regulatory \nspecialist) will be individually selected and engaged by ADB in accordance with its Guidelines \non the Use of Consultants. The terms of reference for consultants are in Appendix 4. \n \n \nIV.  THE PRESIDENT'S DECISION \n \n14.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $400,000 on a grant basis to \nthe Government of the People’s Republic of China for the Study on Local Financial Market \nDevelopment and Supervisory Framework, and hereby reports this action to the Board. \n \n \n ", "Appendix 1  5 \n \nDESIGN AND MONITORING FRAMEWORK \n \n  Performance Targets     \n  and Indicators with  Data Sources and   \nDesign Summary  Baselines  Reporting Mechanisms  Assumptions and Risks \nImpact      Assumption \nDevelopment of a more  Decentralized and  FAOL, People’s Bank of  Recommendations will be \neffective and sustainable  effective financial  China, China Banking  adopted and implemented. \nlocal financial system  regulations and  Regulatory Commission,   \nsupervision systems  China Securities  Risks \nadopted by 2017.  Regulatory Commission  Adverse changes in global \n  and local financial market \nFAOL reports  environment \n \nFAOL and State Council \nreject the recommended \npolicies. \nOutcome      Assumption \nSuccessful  Reform measures and  FAOL reports   Recommendations will be \nimplementation of local  policy  adopted and implemented. \nand regional financial  recommendations   \nsector and regulatory  adopted and  Risk \nreforms based on the  implemented by  Unfavorable policy \nstudy outputs of the  policymakers and  changes by central \ntechnical assistance  regulators by 2017  government and regulatory \nauthorities \nOutputs      Assumptions \n1. Three sub-reports and  Three policy briefs for  Consultant reports and  Sufficient data will be \npolicy briefs  on (i)  high-level decision  policy briefs endorsed by  provided by government \nanalysis of the history  makers as KPS and  FAOL  agencies. \nand conditions of local  sub-reports published     \nfinancial market  by 2016    Good coordination among \ndevelopment in Liaoning      ADB, FAOL, and other \nprovince, (ii) lessons  A study tour to foreign  Study tour report  relevant agencies \nfrom exploring  countries with  submitted by the   \ninternational case  successfully developed  executing agency  FAOL’s support and \nstudies and good  local and regional    commitment \npractices, and (iii)  financial markets and     \nrecommendations and  supervisory frameworks     \nroad map for reforms to  by 2016a    Risks \nbuild more efficient and      Unfavorable policy \ndecentralized regulatory      changes by FAOL  \nsystem       \n      Delay in mobilizing \n2. A main report with  Final report published  Consultant report  qualified consultants \nsummary of sub-reports  by 2016  endorsed by FAOL \non local financial market     \ndevelopment and     \nsupervisory framework     \n     \n3. A report with policy  A report and a policy  Report and policy brief \nrecommendations on  brief published by 2016  endorsed by FAOL \ndeveloping a road map     \nand business strategy  A clear business and  Business strategy and \nfor Liaoning Province’s  policy road map to  policy road map endorsed \n ", "6  Appendix 1 \n  Performance Targets     \n  and Indicators with  Data Sources and   \nDesign Summary  Baselines  Reporting Mechanisms  Assumptions and Risks \nregional OTC market  promote a regional  by FAOL \n  OTC market in Liaoning   \n  Province by 2016   \n     \n4. Enhanced capacity of  Training and workshops  Minutes of workshop and \nprovincial regulatory  for relevant authorities  evaluation by the \nauthorities   by 2016  participants \n \nActivities with Milestones  Inputs \n1.  Three sub-reports and policy briefs on local financial market   \ndevelopment and supervisory framework.  ADB: $400,000 \n1.1 Conduct a survey on local financial market development in   \nLiaoning Province by month 6.  Note: The government will provide \n1.2 Undertake study tour by month 7. \ncounterpart support in the form of \n1.3 Submit the interim sub-reports by month 8. \nstaff time, access to data sources, \n1.4 Submit the final draft sub-reports and policy briefs by month 12. \nassistance to field trips and \n \nmeetings, use of office space and \n2.  A main report on local financial market development and \nfacilities, logistical support, and other \nsupervisory framework \nin-kind contributions. \n2.1 Submit inception report by month 4. \n \n2.2 Submit final draft report and final draft policy brief by month 14. \n2.3 Final report and a policy brief published by month 18. \n \n3.  A report with policy recommendations on developing a road \nmap and business strategy for Liaoning Province’s regional OTC \nmarket  \n3.1 Establish  a  road  map  and  business  strategy  for  developing \nLiaoning Province’s OTC market by month 8. \n3.2 Prepare and review interim report and by month 11. \n3.3 Submit final draft report and final draft policy brief by month 14. \n \n4.  Enhanced capacity of provincial regulatory authorities \n4.1 Conduct the first seminar and training by month 8. \n4.2 Conduct the second training and workshop by month 13. \n4.3 Conduct the final workshop by month 16. \nADB = Asian Development Bank, FAOL = Financial Affairs Office of Liaoning Province, KPS = knowledge products and \nservices, OTC = over-the-counter. \na  The destinations will be ADB member countries found suitable after assessing international case studies and good \npractices in developing regional financial markets and supervisory frameworks. The study tour report submitted by \nthe regulators will be used to draw lessons for sub-report 2. \nSource: Asian Development Bank. \n ", "Appendix 2  7 \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem        Amount \nAsian Development Banka   \n1.  Consultants   \n   a.  Remuneration and per diem   \n   i. International consultants (8 person-months)  160.00 \n   ii. National consultants (12 person-months)  60.00 \n    b.  International and regional travels  60.00 \n    c.  Reports and communication  30.00 \n2.  Training, seminars, and conferences   \nStudy tourb  20.00 \nSeminars and workshopsc  20.00 \nResource persons  10.00 \n3.  Miscellaneous administration and support costsd  20.00 \n4.  Contingencies  20.00 \nTotal  400.00 \nNote: The technical assistance (TA) is estimated to cost $440,000, of which contributions from the Asian \nDevelopment Bank (ADB) are presented in the table above. The government will provide counterpart support \nin the form of staff time, access to data sources, assistance to field trips and meetings, use of office space \nand facilities, logistical support, and other in-kind contributions. The value of the government’s contribution is \nestimated to account for 9.1% of the total TA cost. \na  Financed by ADB’s Technical Assistance Special Fund (TASF-other sources). \nb  The study tour will be conducted in eligible ADB member countries. \nc  Includes the costs for arranging venues, translating and/or interpreting, and disseminating the final report. \nSpecific budgets and arrangements are subject to prior approval by ADB. \nd  Includes one full-time assistant to handle workshop arrangements and market consultations with field \nteams. Costs of translation for the TA are included in this line item. \nSource: Asian Development Bank estimates. \n \n ", "8  Appendix 3 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  Three international consultants (8 person-months total) and two national consultants \n(12 person-months total) will be individually selected and engaged by the Asian Development \nBank (ADB) in accordance with its Guidelines on the Use of Consultants (2013, as amended \nfrom time to time). Output-based contracts will be used for all individual consultants and the \nspecific milestones for payment are the submission of an inception report, interim report, and \nfinal report. The consultants will be required to provide (i) an inception report within 4 weeks of \nstarting their assignment, defining a detailed work plan and milestones consistent with the \ndesign and monitoring framework (DMF); (ii) deliverables consistent with the DMF activities, \noutputs, and delivery dates; (iii) other papers and submissions required by the Financial Affairs \nOffice of Liaoning Province (FAOL) to submit to ADB and FAOL. Reports are to be of high \nquality and in English, with copies in Chinese also produced by the report delivery dates. \n \nIndicative Individual Consulting Services Inputs \n \nPosition  Person-Months \nA. International consultants   \n1. Financial sector specialist  4.0 \n2. Financial sector regulatory specialist  2.0 \n3. Over-the-counter market specialist  2.0 \n  Subtotal (A)  8.0 \nB. National consultants \n1. Financial market specialist  8.0 \n2. Financial market regulatory specialist  4.0 \n  Subtotal (B)  12.0 \n    Total  20.0 \nSource: Asian Development Bank estimates. \n \nA.  International Consultants (8 person-months) \n \n2.  Financial sector specialist and team leader (4 person-months, intermittent). As a \nteam leader, the specialist will be responsible for the timely delivery of high-quality reports, \nknowledge products including three subreports, and policy briefs. The specialist will also provide \nnecessary support to FAOL (the executing agency) and ADB for arranging workshops and \ntraining.  The  specialist  will  deliver  a  main  report  on  local  and  regional  financial  market \ndevelopment and supervisory frameworks, and three subreports that are components of the \nmain report: (i) an overview of the local financial markets of the People’s Republic of China \n(PRC) and an analysis on the history and conditions of local financial market development, \nincluding  in  Liaoning  Province;  (ii)  lessons  from  the  international  case  studies  and  good \npractices; and (iii) reforms to promote local and regional financial market development with \nefficiently decentralized supervisory systems. As a financial market specialist, the consultant \nmust have sufficient knowledge of overall financial sector development and financial regulatory \nsystems with at least 10 years of practical experience in the field. The expert will have strong \nEnglish language skills. A university degree in economics, finance, or related fields, preferably a \nmaster’s degree or higher, is required. The tasks and responsibilities of the specialist are: \n(i)  Review the development of local financial system development in the PRC and \nidentify preconditions through desk studies, surveys, interviews, and field visits. \nAssess  how  authority  over  financial  market  regulation  and  supervision  is \ncurrently assigned. \n ", "  Appendix 3  9 \n(ii)  Identify the correlations between local and regional financial market development \nand local and regional economic growth. \n(iii)  Review  international  best  practices  and  deliver  case  studies  of  successfully \ndeveloping a regional financial market and decentralized supervisory system. \n(iv)  Lead the consulting team in producing and delivering an inception report, an \ninterim report, and a final report with three subreports and policy briefs. \n(v)  Write two subreports on (a) an overview of the PRC’s local financial markets and \nan analysis of the history and conditions of local financial market development, \nincluding in Liaoning Province; and (b) lessons from international case studies \nand good practices. \n(vi)  Prepare policy briefs based on two subreports. \n(vii)  Conduct seminars and workshops for disseminating the findings of the studies \namong relevant authorities. \n(viii)  Arrange and manage the meetings and the schedule for the study tour to the \nmost relevant location. \n(ix)  Control the quality of the final English version of all reports. \n \n3.  Financial sector regulatory specialist (2 person-months, intermittent). The specialist \nwill have suitable knowledge and international experience in the field of financial regulatory and \nsupervisory frameworks. The specialist will work with the financial sector specialist and provide \nnecessary inputs for preparing the main report and three subreports. The specialist will be \ndirectly  responsible  for  producing  a  subreport:  reforms  to  promote  local  financial  market \ndevelopment with efficiently decentralized supervisory systems, and a policy brief based on it. \nThe specialist should have at least 8 years of relevant experience. A university degree in law, \neconomics, finance, or related fields, preferably a master’s degree or higher, is required. The \nexpert will have strong English language skills. Experience in Asia, and particularly in the PRC, \nwill be an advantage. The tasks and responsibilities of the specialist are: \n(i)  Assist the financial sector specialist and provide necessary inputs, especially on \nthe  regulatory  and  supervisory  regime  of  financial  markets  in  the  PRC,  for \npreparing the main report and three subreports. \n(ii)  Write a subreport and a policy brief on reforms to promote local and regional \nfinancial market development with efficiently decentralized supervisory systems. \n(iii)  Work with the over-the-counter (OTC) market specialist to analyze the existing \nregulatory  and  supervisory  framework  for  OTC  markets  and  formulate \nappropriate policy recommendations. \n(iv)  Arrange and manage the meetings and schedule for the study tour to the most \nrelevant location. \n(v)  Control the quality of the final English version of the report for publication. \n \n4.  Over-the-counter market specialist (2 person-months, intermittent). The specialist will \nbe  responsible  for  preparing  a  report  on  a  road  map  and  business  strategy  for  Liaoning \nProvince’s regional OTC market. The specialist should have at least 8 years of relevant working \nexperience. The specialist will also organize and arrange necessary trainings and workshops \nrelated to OTC market development. The specialist should possess strong English language \nwriting  and  speaking  skills.  A  university  degree  in  economics,  finance,  or  related  fields, \npreferably a master’s degree or higher, is required. The consultant will perform the following \ntasks in cooperation with international and national consultants: \n(i)  Review  and  analyze  the  development  of  regional  OTC  markets,  roles,  and \nchallenges. \n(ii)  Assess the current supervisory framework for OTC markets and present policy \nrecommendations to improve oversight and management. \n ", "10  Appendix 3 \n \n \n(iii)  Study  cases  of  successful  OTC  market  development  in  other  countries  and \nregions,and draw lessons. \n(iv)  Prepare a report and a policy brief on a sound and effective strategy for regional \nOTC market development and a road map of policy measures to be taken for \nLiaoning Province.  \n(v)  Locate, process, and provide necessary inputs and information to the consultant \nteam, FAOL, and ADB. \n(vi)  Be responsible for the content and accuracy of the final report version in Chinese. \n(vii)  Organize training events, seminars, and workshops for regional OTC market \ndevelopment. \n \nB.  National Consultants (12 person-months) \n \n5.  Financial market specialist (8 person-months, intermittent). The specialist will assist \nthe  financial  sector  specialist  and  the  financial  sector  regulatory  specialist  and  provide \nnecessary inputs. The specialist should have at least 7 years of relevant working experience. A \nuniversity degree in economics, finance, or related fields, preferably a master’s degree or higher, \nis required. The expert will have strong English language skills. The consultant will perform the \nfollowing tasks in collaboration with the team leader and other consultants as appropriate: \n(i)  Manage  overall  technical  assistance  (TA)  implementation  and  quality,  and \nensure timely completion of the study tour, conferences, and reports as per the \nTA’s DMF. \n(ii)  Conduct surveys of, interviews on, and field visits to local financial institutions in \nLiaoning Province and provide any necessary inputs for the main report and \nthree subreports. \n(iii)  Arrange  and  manage  the  meetings  and  schedule  for  the  seminars  and \nworkshops. \n(iv)  Coordinate the implementation of the TA between the consulting team, executing \nagency, and ADB. \n(v)  Provide any necessary logistical support for organizing seminars or workshops. \n(vi)  Manage team discussions, ongoing stakeholder dialogue, and construction of the \nfinal reports to help ensure that international good practice is taken into account. \n(vii)  Control the quality of the final Chinese version of all reports. \n(viii)  Be responsible for the content and accuracy of the Chinese version of the final \nreport. \n \n6.  Financial market regulatory specialist (4 person-months, intermittent). The specialist \nwill provide necessary research input for analyzing the financial regulatory and supervisory \nstructure in the PRC to assist the financial sector specialist and financial sector regulatory \nspecialist. The expert will have sufficient knowledge and at least 7 years of experience in \nfinancial markets and legal and regulatory frameworks. A university degree in law, economics, \nfinance, or related fields, preferably a master’s degree or higher, is required. The specialist \nshould possess strong English language writing and speaking skills, and have worked with law \nfirms,  financial  institutions,  or  preferably  with  regulators.  The  consultant  will  perform  the \nfollowing tasks in cooperation with the international and national consultants: \n(i)  Analyze  and  inform  on  the  PRC’s  history  of  developing  regulatory  and \nsupervisory frameworks for financial markets, and of policy changes with a focus \non decentralization. \n(ii)  Provide  logistical  support  for  organizing  seminars  or  workshops  and  an \ninternational conference. \n ", "  Appendix 3  11 \n(iii)  Manage team discussions, ongoing stakeholder dialogue, and construction of the \nfinal report and subreports to help ensure that international good practice is taken \ninto account. \n(iv)  Control the quality of the final Chinese version of all reports. \n(v)  Be responsible for the content and accuracy of the Chinese version of the final \nreport. \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20141211134902+08'00'", "Creator": "Microsoft® Word 2010", "Keywords": "adb technical assistance ta report\r\n", "ModDate": "D:20141217103754+08'00'", "Producer": "GPL Ghostscript 9.07", "Title": "Study on Local Financial Market Development and Supervisory Framework"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 15 October 2014) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1632 \n$1.00  =  CNY6.1255 \n \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  FAOL  –  Financial Affairs Office of Liaoning Province \n  GDP  –  gross domestic product \n  OTC  –  over-the-counter \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  Y. Qian, Public Management, Financial Sector, and Regional Cooperation \nDivision, EARD \n   \nTeam leader  S. Lee, Financial Sector Specialist, EARD \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "S. Groff", "role": "Operations", "organization": ""}, {"fullname": "A. Konishi", "role": "East Asia Department (EARD)", "organization": ""}, {"fullname": "Y. Qian", "role": "Public Management", "organization": "Financial Sector"}, {"fullname": "S. Lee", "role": "Financial Sector Specialist", "organization": "EARD"}]}