{"path": "data/input/ta/48030-001-tar.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 48030-001 \nPolicy and Advisory Technical Assistance (PATA) \nNovember 2015 \n \n \n \nMongolia: Strategy for Northeast Asia Power System \nInterconnection  \n(Cofinanced by the Climate Change Fund, the People’s Republic \nof China Regional Cooperation and Poverty Reduction Fund, and \nthe Republic of Korea e-Asia and Knowledge Partnership Fund)   \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB’s  Public \nCommunications Policy 2011.  \n  \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 30 October 2015) \n \nCurrency unit  –  togrog (MNT) \nMNT1.00  =  $0.00050 \n$1.00  =  MNT1995.5 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank  \n  NAPSI  –  Northeast Asia power system interconnection \n  PRC  –  People’s Republic of China \n  TWh  –  terawatt-hour \n  TA  –  technical assistance   \n  UESDP  –  Updating Energy Sector Development Plan \n \nNOTE \n \n                          In this report, \"$\" refers to US dollars.  \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  A. Bhargava, Director, Energy Division, EARD \n   \nTeam leader  T. Oi, Senior Energy Specialist, EARD \nTeam members  N.W. Kim, Environment Specialist, EARD  \nL. Lu, Energy Specialist, EARD  \nS. Yamamura, Senior Energy Specialist, EARD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \n \nPOLICY AND ADVISORY TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE PROPOSED POLICY AND ADVISORY TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  Outline Terms of Reference for Consultants  9 \n \n \n ", "Project Classification Information Status: Complete\nPOLICY AND ADVISORY TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 48030-001\nProject Name Strategy for Northeast Asia Power  Department EARD/EAEN\nSystem Interconnection /Division\nCountry Mongolia Executing  Ministry of Energy\nAgency\nqq\n2. Sector Subsector(s)      Financing ($ million)\nEnergy Electricity transmission and distribution 1.75\nTotal 1.75\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the  Low\ngrowth (IEG) including jobs, created and expanded Project\nEnvironmentally  Eco-efficiency\nsustainable growth \n(ESG)\nRegional integration  Pillar 1: Cross-border infrastructure\n(RCI)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nKnowledge solutions  Knowledge sharing activities No gender elements (NGE)\n(KNS)\nPartnerships (PAR) Civil society organizations\nInternational finance institutions (IFI)\nOfficial cofinancing\nqq\n5. Poverty Targeting Location Impact\nProject directly targets  No\nNation-wide High\npoverty\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.75\n    Policy and advisory technical assistance: Climate Change Fund 0.75\nCofinancing 1.00\n    Republic of Korea e-Asia and Knowledge Partnership Fund 0.50\n    PRC Regional Coop. and Poverty Reduction Fund 0.50\nCounterpart 0.00\n    None 0.00\nTotal 1.75\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 02032015113243872854 Generated Date: 03-Dec-2015 11:59:32 AM", " \nI.  INTRODUCTION \n1.  During discussions for the Asian Development Bank (ADB) country operations business \nplan for 2015,1 the Government of Mongolia sought ADB technical assistance (TA) to prepare a \nstrategy for Northeast Asia power system interconnection (NAPSI) using Mongolia’s abundant \nrenewable energy.2 The TA is aligned with ADB’s Energy Policy in its promotion of renewable \nenergy  development  and  regional  power  sector  integration.3 The  TA  is  also  aligned  with \nStrategy for Regional Cooperation in the Energy Sector of Central Asia Regional Economic \nCooperation Countries.4 The design and monitoring framework is in Appendix 1.  \n \nII.  ISSUES \n   \n2.  The power sector is the single largest source of greenhouse gas emissions in Northeast \nAsia. A low-carbon transformation is needed to lessen reliance on fossil fuels and reduce the \ncarbon footprint. The region as a whole has sufficient renewable sources to meet demand, but \nthe limited connectivity of power systems among countries poses a major challenge. Each \njurisdiction has unique power utility ownership, tariff policies, market design and regulations, \nand other institutional frameworks that are not well coordinated or harmonized, which inhibits \ninterconnection. As a result, despite abundant energy sources many jurisdictions in Northeast \nAsia suffer from energy shortages or meet their energy needs at a high cost, resulting in high \nelectricity prices for consumers, and burdening economic activities.  \n \n3.  Power  systems  that  are  well  interconnected  would  improve  system  flexibility  and \nefficiency and allow system optimization, and thereby capture resource complementarities, bring \neconomies of scale into investments, improve fuel security, enable greater renewable energy \npenetration, and reduce power system carbon emissions. An interconnected system would also \nprovide more reliable and affordable electricity to consumers, enhance economic activities, and \nimprove the competitiveness of economies, thus underpinning regional sustainable growth; this \nhas  been  demonstrated  by  a  number  of  other  successful  interconnected  regional  power \nsystems (e.g., in the Greater Mekong Subregion). At present there is no such interconnected \npower market in Northeast Asia,5 even though it is home to some of the world's largest and \nmost prosperous economies. Mongolia is in a unique position to spur economic growth by \ndeveloping its vast energy resources to meet the power demands of its more prosperous \nneighbors through power exports. However, in the absence of an interconnected power system, \nMongolia lacks access to large neighboring markets, and thus to investment in its energy \nresources and power system development. There is a need to undertake a comprehensive \nanalysis and chart out a clear strategy for Mongolia for power system interconnections in \nNortheast Asia.6 \n                                                \n1  ADB. 2015. Country Operations Business Plan: Mongolia, 2015. Manila.  \n2  The Northeast Asia power system includes the People’s Republic of China (PRC), Japan, the Republic of Korea, \nand Mongolia, and potentially includes Kazakhstan and the Russian Federation. The TA first appeared in the \nbusiness opportunities section of ADB’s website on 18 August 2015.  \n3  ADB. 2009. Energy Policy. Manila. \n4  ADB. 2008. Strategy for Regional Cooperation in the Energy Sector of CAREC Countries. Manila.  \n5  The PRC exports a small amount of electricity to neighboring countries (e.g., the Republic of Korea and Mongolia). \nMongolia exports a small amount of excess electricity at night to the Russian Federation for the purpose of grid \nstability.  \n6  Existing regional energy sector cooperation initiatives are (i) the Greater Tumen Initiative, with participation by the \nPRC, the Republic of Korea, Mongolia, and the Russian Federation; and (ii) One Belt One Road, linking the PRC \nwith Mongolia and the Russian Federation. However, these initiatives have not conducted a comprehensive \nanalysis that includes all Northeast Asian countries and set out strategies for regional power interconnection.  \n ", "2   \n4.  Historically, power consumption and gross domestic product have grown in tandem. \nDevelopment of a cost-effective, sustainable power supply would enable continued growth in \nNortheast  Asia.  Advanced  and  emerging  economies  in  this  subregion—e.g.,  the  People’s \nRepublic of China (PRC), Japan, the Republic of Korea—have high gross domestic product and \nelectricity consumption.7 Along with rapid economic growth, the PRC in particular has shown \ntremendous growth in power demand, which is projected to double by 2040.8 Japan and the \nRepublic of Korea rely on imported fossil fuels and will need low-carbon energy imports to meet \ntheir climate change targets.9  \n \n5.  On the other hand, Mongolia has tremendous renewable energy potential, especially \nwind  and  solar.  Some  10%  of  Mongolia’s  land  area  (over  160,000  square  kilometers)  is \nestimated to have good to excellent wind potential for utility-scale applications (power density of \n400–600  watts  per  square  meter).  According  to  conservative  estimates  by  the  National \nRenewable Energy Laboratory of Mongolia, at a capacity rate of 7 megawatts per square \nkilometer, this area of Mongolia has the potential to support more than 1,100 gigawatts of \ninstalled capacity. In addition, Mongolia averages 270–300 sunny days per year. The South \nGobi region has average annual solar radiation of 1,400 kilowatt-hours per square meter, with a \nsolar intensity of 4.3–4.7 kilowatt-hours per square meter. The wind and solar power potential \nare estimated to be equivalent to 2,600 gigawatts of installed capacity, or 5,457 terawatt-hours \nof annual power generation (equivalent to 27% of global electricity consumption in 2014).10 If \none-third of this wind and solar potential was exploited, Mongolia could supply about 25% of \ncombined annual electricity demand of the PRC, Japan, and the Republic of Korea. Using \nabundant  and  diversified  resources,  Mongolia  could  serve  as  a  core  power  supplier  to \nneighboring countries, while improving power security and driving sustainable prosperity. Power \nsystem interconnection would be an ideal and comprehensive solution to reduce power system \ncarbon emissions in Northeast Asia.  \n \n6.  Three key drivers for an integrated power network in the subregion are the (i) demand–\nsupply imbalance within Northeast Asian countries; (ii) availability of economical, sustainable \npower generation resources in a resource-rich country such as Mongolia, which justifies export; \nand  (iii)  close  proximity  of  Northeast  Asian  countries,  which  makes  cross-country  power \ninterconnection  and trade feasible.  Power  system  interconnection  by  low-loss,  high-voltage \ndirect  current  transmission  lines  would  allow  transmission  of  electricity  from  Mongolia  to \ndemand centers in neighboring countries. However, the existing transmission line infrastructure \nin  Mongolia  is  decrepit  and  requires  significant  investment  for  high-voltage  direct  current \ntransmission lines; Mongolia cannot afford this investment on its own,and will have to leverage \ninvestments from multilateral development banks emerging climate financing mechanism and \nprivate sector participation.   \n \n7.  There are serious institutional challenges to power market integration, including (i) the \nneed for closer alignment of national and regional investment decisions, which are currently \nindependent;  (ii)  differences  in  countries’  regulatory  environments;  (iii)  inadequate  regional \ninstitutions; (iv) the need to maintain long-term commitments in frequently changing political \nframeworks; (v) national sovereignty and energy independence concerns; and (vi) the need to \n                                                \n7  Total electricity consumption in Northeast Asia in 2014 was around 6,675 terawatt-hours (TWh), including 5,200 \nTWh in the PRC, 950 TWh in Japan, 520 TWh in the Republic of Korea, and 5 TWh in Mongolia. A majority of the \nregion’s electricity is generated using fossil fuel: 77% in the PRC, 87% in Japan, 66% in the Republic of Korea, and \n95% in Mongolia.  \n8  International Energy Agency. 2014. World Energy Outlook 2014. Paris.  \n9  Energy imports satisfy about 89% of Japan’s energy demand, and 97% of demand in the Republic of Korea. \n10  National Renewable Energy Laboratory. 2009. Mongolia Renewable Energy Resource Assessment. Ulaanbaatar. \n ", "3 \nmobilize private sector investments for highly uncertain subregional power market development. \nA prerequisite to integration is a comprehensive study that can address these challenges, \nprovide plausible cost–benefit scenarios, and demonstrate benefit sharing across countries.11 A \nthorough  assessment  would  enable  a  regionally  planned  investment  to  be  developed  and \npriority projects to be identified. Given the sensitive geopolitical situation in Northeast Asia, a \nbottom-up  approach  that  engages  nongovernmental  institutions  and  the  private  sector  is \npreferable.  \n \n8.  The Government of Mongolia hosted the first regional conference on power system \ninterconnection  in  November  2012,  which  was  attended  by  nongovernment  organizations, \nresearch  institutes,  and  private  sectors  from  the  subregion.  Following  the  conference,  the \ngovernment, nongovernment organizations, and research institutes requested ADB support to (i) \nconduct analytical studies to prepare a road map for power system interconnection in Northeast \nAsia;  and  (ii)  raise  awareness,  build  consensus  and  increase  engagement  among \nnongovernment  organizations,  research  institutes,  and  the  private  sector  in  the  subregion \nregarding the importance of power interconnection with its extensive sector work throughout the \nsub-region. ADB is the most suitable institution to foster power system interconnection in the \nsubregion. The government established a task force in April 2014 under the Ministry of Energy \non the Asian Super Grid,12 which is an important element of Mongolia’s development agenda. \nOther subregion stakeholders expressed strong interest in a future NAPSI, and ADB is exploring \npotential partnerships with some institutions.13 This TA can help enhance regional cooperation \nand  integration,  both  in  Northeast  Asia  and  through  the  Central  Asia  Regional  Economic \nCooperation regional framework by closely coordinating with its activities.14 \n \nIII.  THE PROPOSED POLICY AND ADVISORY TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n9.  The impacts of the TA will be (i) carbon footprints of the power system in Northeast Asia \nreduced,  (ii)  power  system  in  Northeast  Asia  optimized,  and  (iii)  stakeholders’  agreement \nreached on the NAPSI Steering Committee plan.15 The outcome of the TA will be a strategy and \nan action plan road map for the NAPSI prepared utilizing Mongolia’s vast energy resources.  \n \nB.  Methodology and Key Activities \n10.  The outputs of the TA will be (i) power systems and markets in the Northeast Asian \ncountries assessed, (ii) power system interconnection projects prioritized and an investment \nplan developed, (iii) Mongolia’s renewable energy capacity expansion plan to export clean \n                                                \n11 A detailed and comprehensive study on the regional power trade does not exist, but there are (i) some bilateral \npower trade studies between the PRC and Mongolia, including ADB. 2002. Technical Assistance Completion \nReport: Strategic Study on Development Options for Economic Cooperation between Mongolia and the People's \nRepublic of China (PRC) in the Eastern Parts of Inner Mongolia Autonomous Region, PRC and Mongolia. Manila; \nand ADB. 2009. Development of Regional Cooperation Programs for Mongolia and the People's Republic of China. \nConsultant's report. Manila (TA 6370-PRC); and (ii) a literature review—Energy Charter. 2014. Gobitec and Asian \nSuper Grid for Renewable Energies in Northeast Asia. http://www.energycharter.org/fileadmin/DocumentsMedia/Th \n    ematic/Gobitec_and_the_Asian_Supergrid_2014_en.pdf. \n12 Potential regional interconnections of electrical grids and related infrastructure to allow the trading of power, in \nparticular, but not exclusively, electricity generated from renewable resources across Northeast Asia. \n13 ADB is having initial discussions with the Korea Electric Power Corporation, Soft Bank, and Hanns Seidel \nFoundation.   \n14 The ongoing Central Asia and South Asia regional electricity market can be further linked to the Northeast Asia \nmarket (ECASAREM). \n15 Potential members include government institutions, nongovernment organizations, and the private sector. \n ", "4   \nelectricity analyzed, (iv) knowledge sharing and consensus building for the NAPSI steering \ncommittee implemented, and (v) a regional knowledge and investment platform for the NAPSI \nsteering committee initiated.  \n \nC.  Cost and Financing \n11.  The TA is estimated to cost $2,012,000, of which $750,000 will be financed on a grant \nbasis by the Climate Change Fund,16 $500,000 will be financed on a grant basis by the People’s \nRepublic of China Regional Cooperation and Poverty Reduction Fund and administered by ADB, \nand $500,000 will be financed on a grant basis by the Republic of Korea e-Asia and Knowledge \nPartnership Fund and administered by ADB. The government will provide counterpart support in \nthe form of counterpart staff, office accommodation, office supplies, secretarial assistance, \ndomestic  transportation,  and  other  in-kind  contributions.  The  proceeds  of  the  TA  will  be \ndisbursed in line with ADB's Technical Assistance Disbursement Handbook (2010, as amended \nfrom time to time). The detailed cost estimates and financing plans are in Appendix 2. \n \nD.  Implementation Arrangements \n12.  The TA will be implemented over 25 months, from 15 January 2016 to 15 February 2018. \nThe executing agency will be the Ministry of Energy. The implementing agency will be the \nNational Renewable Energy Center. The Ministry of Energy and the National Renewable Energy \nCenter  will  provide  support  to the  consultants,  including  (i)  bilingual counterpart  personnel \navailable to work full time, if required; (ii) assistance with visas, accommodation, and other \npermits required by the consultants to enter and to work in Mongolia; (iii) assistance in the \narrangement of workshops and conferences; and (iv) access to all data—including documents, \nreports, accounts, and drawings and maps—and permission to enter offices, as appropriate and \nnecessary, to undertake the work. An advance payment facility will be provided for workshops, \ntraining, seminars, and conferences to be held in Ulaanbaatar.17 \n \n13.  The TA  will  require  the following  consulting services  to  achieve  project  outputs:  (i) \noutputs  1  and  2  will  require  14.2  person-months  of  consulting  services  (3  international \nconsultants  for  14.2  person-months),  while  output  3  will  require  42.8  person-months  of \nconsulting  services  (5  international  consultants  for  12.8  person-months  and  5  national \nconsultants for 30 person-months); and (ii) outputs 4 and 5 will require 25 person-months of \nconsulting services (3 international consultants for 15 person-months and 1 national consultant \nfor 10 person-months). Consultants for outputs 1, 2, and 3 will be engaged through a firm using \nquality- and cost-based selection (90:10) method with full technical proposal. Consultants for \noutputs 4 and 5 will be engaged using individual consultant selection in accordance with the \nGuidelines on the Use of Consultants (2013, as amended from time to time) of ADB. ADB’s \nProcurement Guidelines (2015, as amended time to time) will be followed and the shopping \nmethod will be used to procure equipment under the TA. Equipment used by consultants during \nTA implementation will be turned over to the executing agency upon completion of the TA. The \nterms of reference for consultants are in Appendix 3. \n \n14.  The TA will be monitored through (i) consultant progress reports, and (ii) ADB TA review \nmissions. Quarterly consultation meetings will be organized for inception, interim, and draft final \n                                                \n16  Established by the Asian Development Bank.  \n17 The executing agency successfully managed funds using an advance payment facility to complete activities and \nliquidate advances in the course of two previous ADB-financed TA projects.  \n \n \n ", "5 \noutputs with all concerned officials from the government, development partners, nongovernment \norganizations, and private sector invited to disseminate findings and receive comments. \n \nIV.   THE PRESIDENT'S DECISION  \n \n15.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of (i) $750,000 to be financed \non a grant basis by the Climate Change Fund, (ii) $500,000 to be financed on a grant basis by \nthe People’s Republic of China Regional Cooperation and Poverty Reduction Fund, and (iii) \n$500,000 to be financed on a grant basis by the Republic of Korea e-Asia and Knowledge \nPartnership Fund to the Government of Mongolia for the Strategy for Northeast Asia Power \nSystem Interconnection, and hereby reports this action to the Board.  \n \n \n \n \n ", "6  Appendix 1   \nDESIGN AND MONITORING FRAMEWORK \n \n Impacts the Project is Aligned with \n Carbon footprints of the power system in Northeast Asia reduced. \n Power system in Northeast Asia optimized. \n Stakeholders’ agreement on the Northeast Asia power system interconnection plan reached.  \n \nData Sources and \nProject Results  Performance Indicators with  Reporting \nChain  Targets and Baselines  Mechanisms  Risks   \nOutcome         \nA strategy and an  a. NAPSI steering committee, a  a–b. NAPSI steering  Slow progress in \naction plan road map  regional knowledge and investment  committee annual  reaching consensus \nfor the Northeast Asia  platform, is fully operationala  by  report    on action plan \npower system  2020 (2015 baseline: 0)  among stakeholders. \ninterconnection   \n(NAPSI) prepared  b. The proposed Mongolia’s \nutilizing Mongolia’s  strategy and its action plan is \nvast energy  endorsed and adopted by the \nresources  NAPSI steering committee by 2020 \n(2015 baseline: 0)   \nOutputs         \n1.  Power systems  1a. A detailed study is prepared by  1a. Consultant’s report  Technical assistance \nand markets in the  April 2017  implementation \nNortheast Asian  (2015 baseline:0)  delayed due to lack \ncountries  of cooperation and \nassessed  information sharing \n \namong stakeholders. \n2.  Power system  2a. A  detailed action plan is  2a. Consultant’s report \ninterconnection  prepared by April 2018 \nprojects prioritized  (2015 baseline: 0) \nand investment \nplan developed  \n   \n3.  Mongolia’s  3a. A renewable energy capacity  3a. Consultant’s report   \nrenewable  expansion plan is developed by \nenergy capacity  April 2017 \nexpansion plan to  (2015 baseline:0) \nexport clean \nelectricity \nanalyzed \n   \n4.  Knowledge  4a. At least four international  4a. Proceedings of   \nsharing and  workshops and conferences held  workshops and/or \nconsensus  by April 2018  conferences  \nbuilding for the  (2015 baseline:0) \nNAPSI \nimplemented \n   \n5.  A regional  5a. At least four discussions are  5a. Meeting minutes   \nknowledge and  held with regional institutions, \ninvestment  including the Central Asia Regional \nplatform for the  Economic Cooperation, regarding \nNAPSI initiated  the possibility of establishing a    \n  steering committee for NAPSI, by     \nApril 2018 (2015 baseline:0)   \n ", "  Appendix 1   7 \nKey Activities with Milestones \nOutput 1. Power systems and markets in the Northeast Asian countries assessed \n1.1 Conduct analytical studies including political, economic, technical, institutional, and legal aspects (Q2 \n2016–Q2 2017). \n1.2 Hold stakeholder consultation meetings to collect and incorporate their feedbacks (Q2 2016–Q1 \n2017). \n \nOutput 2. Power system interconnection projects prioritized and investment plan developed \n2.1 Identify key actors and stakeholders for the NAPSI (Q2 –Q4 2016). \n2.2 Set up NAPSI steering committee (Q4 2016–Q1 2017). \n2.3 Organize and hold NAPSI steering committee meetings to discuss the findings of a comprehensive \nanalysis of Northeast Asia power systems and markets; and brainstorm and develop Mongolia’s \nstrategy for NAPSI and identify short-, medium-, and long-term priority actions (Q4 2016–Q3 2017). \n2.4 Draft and gather feedback and comments on Mongolia’s strategy and action plan from a wider range \nof stakeholders (Q2 2017–Q2 2018). \n2.5 Finalize Mongolia’s strategy for NAPSI, and a detailed action plan that identifies pilot investment \nprojects and investment strategies (Q4 2017–Q2 2018). \n \nOutput 3. Mongolia’s renewable energy capacity expansion plan to export clean electricity \nanalyzed \n3.1   Conduct a wind and solar resource assessment (Q2–Q4 2016). \n3.2  Analyze the cost of energy and select clean energy technologies (Q4 2016–Q1 2017). \n3.3  Update the domestic investment plan for transmission line and associated facility refurbishment \n(Q2–Q4 2016). \n3.4  Select sites for renewable energy plants for power export, schedule planting, and costing (Q4 2016–\nQ1 2017). \n3.5  Develop Mongolia’s renewable energy capacity expansion plan to export clean electricity (Q1–Q2 \n2017). \n   \nOutput 4. Knowledge sharing and consensus building for the Northeast Asia power system \ninterconnection implemented \n4.1 Identify and engage active key actors and stakeholders for the NAPSI (Q2 2017–Q2 2018). \n4.2 Plan and organize international workshops and conferences on the NAPSI (Q2 2016–Q2 2018). \n4.3 Initiate the creation of a regional knowledge platform (Q2 2016–Q2 2018). \n \nOutput 5. A regional knowledge and investment platform for the Northeast Asia power system \ninterconnection initiated \n5.1 Identify some regional institutions that may have interest in the NAPSI and invite these institutions for \nknowledge sharing and consensus-building workshops and conferences (Q2 2016–Q2 2018). \n5.2 Initiate discussions on the possibility of establishing a regional knowledge and investment platform \n(Q2 2016–Q2 2018). \n \nInputs \nClimate Change Fund: $750,000 \nThe People’s Republic of China Regional Cooperation and Poverty Reduction Fund: $500,000 \nThe Republic of Korea e-Asia and Knowledge Partnership Fund: $500,000 \nNote: The government will provide counterpart support in the form of counterpart staff, office \naccommodation, office supplies, secretarial assistance, domestic transportation, and other in-kind \ncontributions. \n \nAssumptions for Partner Financing  \nNot applicable.  \na Hold an annual meeting to discuss and agree on short and midterm action plan and budgetary allocation.  \nSource: Asian Development Bank estimates.  \n ", "8  Appendix 2    \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \nItem  Amount \nA. Climate Change Funda    \n1. Consultants     \na.    Remuneration and per diem    \n                 i.   International consultants   330.0 \n                 ii.  National consultants  40.0 \n          b.    International and local travel  94.0 \n          c.    Reports, translations, and communications  12.0 \n      2. Equipment (computer, printer, etc.)b  80.0 \n      3. Workshops, training, seminars, and conferencesc  97.0 \n      4. Surveys  25.0 \n      5. Representative for contract negotiations  5.0 \n      6. Miscellaneous administration and support costsd  6.0 \n      7. Contingencies  61.0 \n    Subtotal (A)  750.0 \ne \nB. People’s Republic of China Regional Cooperation and Poverty Reduction Fund\n     1.  Consultants     \n          a.    Remuneration and per diem    \n                 i.   International consultants   328.0 \n                 ii.  National consultants  120.0 \n          b.    International and local travel  52.0 \n    Subtotal (B)  500.0 \nC. Republic of Korea e-Asia and Knowledge Partnership Fundf   \n1. Consultants    \na.    Remuneration and per diem   \n                 i.   International consultants   275.0 \n          b.    International and local travel  94.0 \n          c.    Reports, translations, and communications  8.0 \n      2. Workshops, training, seminars, and conferencesc  78.0 \n      3. Miscellaneous administration and support costsd  4.0 \n      4. Contingencies  41.0 \n    Subtotal (C)  500.0 \n      Total (A+B+C)  1,750.0 \nNote: The technical assistance (TA) is estimated to cost $2,012,000, of which contributions from the Climate Change Fund, the \nPeople’s Republic of China’s Regional Cooperation and Poverty Reduction Fund, and the Republic of Korea e-Asia Knowledge \nPartnership Fund are presented in the table above. The government will provide counterpart support in the form of counterpart staff, \noffice accommodation, office supplies, secretarial assistance, domestic transportation, and other in-kind contributions. The value of \ngovernment contribution is expected to account for 13% of the total TA cost.  \na  Established by the Asian Development Bank. Funds will be used for outputs 1, 2, 4, and 5 jointly with the Republic of Korea e-\nAsia Knowledge Partnership Fund, which is calculated on pro-rata basis. \nb  Equipment breakdown: wind speed ground measurement equipment (2): $60,000; solar irradiation ground measurement \nequipment (2): $20,000. To be turned over to the executing agency upon completion of TA activities. \nc  ADB will review and approve detailed workshops, training, seminars, and conferences. An advance payment facility will be \nprovided for those held in Ulaanbaatar. Includes travel costs or ADB staff acting as resource persons and/or facilitators. \nWorkshops are as follows: inception workshop: Ulaanbaatar; midterm workshop: Beijing; draft final workshop: Seoul; final \nworkshop: Tokyo; investment forums (two): Ulaanbaatar and/or Manila; project implementation training (four): Ulaanbaatar.  \nd  Includes costs for data acquisition and translation. \ne  Administered by the Asian Development Bank. Fund will be used for output 3.  \nf  Administered by the Asian Development Bank. Fund will be used for outputs 1, 2, 4, and 5 jointly with the Climate Change Fund,  \nwhich is calculated on pro-rata basis. \nSource: Asian Development Bank estimates. \n \n \n \n \n   \n ", "  Appendix 3   9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Output 1: A Comprehensive Study on the Power Systems and Markets in the \nNortheast Asian Countries and Output 2: Mongolia’s Strategy and Action Plan \nSpecifying Priority Projects and Detailing Approaches to Attract Investment \n \n1.  Northeast Asia energy market specialist and team leader (international, 6 person-\nmonths). The expert should have a postgraduate degree or equivalent in economics, public \npolicy  administration,  and/or  engineering  with  over  15  years  of  international  professional \nexperience in energy sector planning, energy economics, energy policy, and/or energy market \nmodelling. The expert must have good knowledge  of energy sector assessment, including \ntechnical, financial, economic, and institutional assessment of country-specific and regional \nenergy  markets.  Experiences  in  Mongolia’s  energy  sector  and/or  Northeast  Asian  energy \nmarkets would be an advantage. The expert will (i) serve as team leader and ensure quality \ncontrol  and  punctual  delivery  of  consultants’  tasks  and  deliverables;  (ii)  provide  detailed \nguidance and supervision to international and national energy market researchers in research \ndesign  and  execution;  (iii)  review  existing  studies  and  initiatives  related  to  (a)  power \ninterconnection  in  Northeast  Asia,1 and  (b)  similar  situations  involving  a  power  connection \nbetween a small country and larger neighbors for electricity export (i.e., Bhutan and Paraguay), \nand identify successes, failures, and lessons; (iv) assess current power markets in Northeast \nAsia, taking into consideration the power system interconnection; the assessment should at \nleast (a) provide an overview of each power market in the subregion;2 (b) describe provisions of \npower infrastructure, energy sources for power, technologies for power generation, scales of \npower supply and demand, power trade, and institutional frameworks of each power market, \nincluding types of power suppliers and general legal frameworks ruling each power market; (c) \nidentify  existing  demand,  including  unmet  demand,  and  produce  20-year  growth  country \nprojections for high, low, and base-case growth scenarios for each power market; (d) discuss \nhistoric and projected electricity prices at different markets; (e) identify information gaps and \nassumptions  for  market  assessment;  and  (f)  gather  other  relevant  information  on  unique \ncharacteristics of the Northeast Asian power markets; (v) develop various scenarios for power \ntrade and grid integration in Northeast Asia and discuss associated impacts, both positive and \nnegative,  at  different  levels  of  power  integration  in  the  subregion;  (vi)  propose  the  most \noptimized regional interconnection plan for Northeast Asia; (vii) identify the benefits of a regional \ninterconnection  plan  for  Northeast  Asia,  compared  with  planning  on  a  national  basis  and \nquantify economic, financial, environmental, and social benefits, including in terms of reduced \ngreenhouse gases emissions; (viii) assess scales of investment reflecting different scenarios of \ngrid integration; (ix) analyze specific subregional barriers in detail, considering the lessons from \nother existing subregional and regional grid systems; (x) discuss the role of Mongolia in detail \nfor  Northeast  Asia  power  integration  and  interconnection;  (xi)  prepare  a  comprehensive \nbackground report on energy markets and future Northeast Asia power interconnection; (xii) \npropose and recommend key experts, groups, and institutions and support the formulation of \nthe Northeast Asia Power System Interconnection (NAPSI) steering committee; (xiii) analyze \nsystem technical requirements for the interconnected network in Northeast Asia and define \n                                                \n1  Studies such as ADB. 2002. Technical Assistance Completion Report:  Strategic Study on Development Options \nfor Economic Cooperation between Mongolia and the People's Republic of China (PRC) in the Eastern Parts of \nInner Mongolia Autonomous Region, PRC and Mongolia. Manila. and ADB. 2009. Development of Regional \nCooperation Programs for Mongolia and the People's Republic of China. Consultant's report. Manila, and Initiatives \nsuch as the Greater Tumen Initiative. http://www.tumenprogramme.org/.  \n2  Power sector information can be available at: http://www.enecho.meti.go.jp/en/ for Japan, http://en.energy.gov.mn/ \nfor Mongolia, http://english.cec.org.cn/ for the People's Republic of China, and http://www.keei.re.kr/main.nsf/index\n_en.html for the Republic of Korea. \n ", "10  Appendix 3 \ntechnical actions required for Mongolia to connect to other countries; (xiv) actively participate in \nthe NAPSI steering committee, facilitate discussions, and play a leading role in developing a \nconsensus-based road map for Northeast Asia power interconnection; (xv) review and assess \nplanned country and regional interconnection projects and propose new projects as appropriate; \n(xvi) draft the Northeast Asia power interconnection road map, fully incorporating discussion, \nopinions, and comments from the NAPSI steering committee, the executing and implementing \nagencies, and the Asian Development Bank (ADB); (xvii)  develop short-, medium- and long-\nterm investment mechanisms reflecting the Northeast Asia power interconnection road map, \nand incorporating comments from the NAPSI steering committee; (xviii)  develop an action plan \nfor  Mongolia,  incorporating  comments  from  the  NAPSI  steering  committee  based  on  the \nNortheast Asia power interconnection road map, and identifying priority projects with a specific \ninvestment and business plan; and (xix) plan and lead capacity building activities, including \nconsultations, workshops, conferences.    \n \n2.  Energy  economist  (international,  3.2  person-months).  The  expert  should  have  a \npostgraduate degree or equivalent in economics with over 15 years of international professional \nexperience in energy sector planning, energy economics, and energy modelling. Experience in \nMongolia’s energy sector and/or Northeast Asia energy markets would be an advantage. The \nexpert will (i) assess current electricity load demand (load profile, including peak power) and \ndevelop a load demand projection and profile for countries in Northeast Asia for 2017–2036; (ii) \ndevelop different power demand and supply scenarios including a low-carbon case, least-cost \ncase, and others under different plausible future energy market scenarios (in terms of fuel price, \ncarbon price, and changes in renewable energy costs); (iii) assess electricity export and import \nvolumes in Northeast Asia for 2017–2036; (iv) develop evaluation criteria to rank and weigh \ndifferent scenarios; (v) conduct power supply optimization simulations based on the criteria; (vi) \ncarry out an analysis of a subregional power supply tariff, including capacity payment (fixed cost \nrecovery), energy payment (variable cost recovery), and transmission tariffs in cooperation with \nthe team leader, transmission engineer, and the power engineer; and (vii) review and assess \nplanned country and regional interconnection projects and propose new projects as appropriate. \n \n3.  Transmission engineer (international, 5 person-months). The expert should have a \npostgraduate degree or equivalent in electrical engineering with over 10 years of international \nprofessional experience in energy sector planning, power infrastructure, and/or grid system \nanalysis.  The  expert must have good knowledge  of grid  system  engineering, transmission \ntechnologies, and associated cost implications of transmission line infrastructure. The expert will \n(i)  assess  the  current  condition  of  transmission  assets  in  Northeast  Asia  and  identify \ntransmission  capacity  and  adequacy,  taking  into  consideration  subregional  power  system \ninterconnection; (ii) carry out a megavolt-ampere capacity transfer assessment for transmission \nline capacity, voltage selection, and transfer limits of subregional power system interconnection \nbased on forecasts of electricity import and export volumes for 2017–2036 provided by the \nenergy economist; (iii) prepare indicative investment plans, including transmission line and \nassociated facilities for 2017–2036; and (iv) assess current grid codes (ancillary, frequency, and \nvoltage  control)  in  countries  in  Northeast  Asia,  and  identify  constraints,  opportunities,  and \nsuggestions to develop a plausible common grid code for power system interconnection, in case \nhigh-voltage direct current transmission lines is an appropriate solution for grid interconnection.  \n \nB.  Output 3: Analysis of Mongolia’s Renewable Energy Capacity Expansion Plan to \nExport Clean Electricity  \n \n4.  Northeast Asia energy market specialist and team leader (international, 1 person-\nmonth). The expert should have a postgraduate degree or equivalent in economics, public \n ", "  Appendix 3   11 \npolicy  administration,  and/or  engineering  with  over  15  years  of  international  professional \nexperience in energy sector planning, energy economics, energy policy, and/or energy market \nmodelling. The expert must have good knowledge  of energy sector assessment, including \ntechnical, financial, economic, and institutional assessments of country-specific and regional \nenergy markets. Experience in Mongolia’s energy sector and/or Northeast Asia energy markets \nwould be an advantage. Together with the tasks indicated in para. 2, the expert will (i) review \nexisting Mongolian laws and regulations relevant to the energy sector and power export and \nassess potential legal and regulatory bottlenecks for promoting the power trade; (ii) review \ncurrent power trade practices and contracts between Mongolia and neighboring countries, and \nassess  them  for  improvement,  considering  expansion  to  a  full-scale  power  trade;  (iii) \nrecommend necessary financial and nonfinancial government support to increase renewable \nenergy for power trade expansion; and (iv) prepare a policy note on legal and regulatory \nimprovements for power trade expansion.  \n \n5.   Transmission engineer (international, 2 person-months). The expert should have a \npostgraduate degree or equivalent in electrical engineering with over 10 years of international \nprofessional experience in energy sector planning, power infrastructure, and/or grid system \nanalysis.  The  expert must have good knowledge  of grid  system  engineering, transmission \ntechnologies, and associated cost implications of transmission line infrastructure. Together with \nthe tasks indicated in para. 4, the expert will (i) review long-term investment cost estimates for \ntransmission  line  and  associated  facility  refurbishment  in  the  Updating  Energy  Sector \nDevelopment Plan (UESDP) technical assistance final report3 and assess the current status of \ntransmission  lines  and  associated  facilities,  and  update  cost  estimates;  and  (ii)  review \nMongolia’s power system integration plan proposed in the UESDP technical assistance final \nreport, reassess these integration proposals in the context of interconnection with neighboring \ncountries, and propose a revised integration plan if needed.    \n \n6.   Renewable energy resource assessment specialist (international, 4 person-months). \nThe expert should have a postgraduate degree or equivalent in engineering and/or meteorology \nwith  over  10  years  of  international  professional  experience  in  solar  and  wind  resource \nassessment. Experience in Mongolia and/or Northeast Asia countries would be an advantage. \nThe  expert  will  (i)  review  outputs  of  resource  assessments  conducted  under  the  UESDP, \n(footnote 2) and Investment Plan for Scaling Up Renewable Energy in Mongolia;4 (ii) acquire \nand assess satellite imagery and meteorological station datasets on solar irradiation (global \nhorizontal and direct normal irradiation) and wind resource (wind speed and rose) for 2017–\n2026  to  identify  suitable  areas  for  large  scale  solar  (photovoltaic  and  concentrated  solar \nthermal) and wind power generation, and prepare solar and wind resource potential maps; and \n(iii) carry out detailed solar and wind resource assessments together with probability analysis, \nand collaborate with the international transmission engineer, international energy economist, \nand international power engineer on (a) selection of power plant sites, transmission alignments, \nand renewable energy technologies; and (b) levelized cost of electricity analysis.  \n \n7.  Energy  economist  (international,  1.8  person-months).  The  expert  should  have  a \npostgraduate degree or equivalent in economics with over 15 years of international professional \nexperience in energy sector planning, energy economics, and energy modelling. Experience in \nMongolia’s energy sector and/or Northeast Asia energy markets would be an advantage. The \nexpert will (i) conduct research and analysis on primary energy (e.g., coal, oil, natural gas, and \n                                                \n3  ADB. 2013. Updating the Energy Sector Development Plan. Consultant’s report. Manila (TA 7619-MON).  \n4  ADB. 2014. Technical Assistance to Mongolia for the Preparation of an Investment Plan for Scaling Up Renewable \nEnergy. Manila. \n ", "12  Appendix 3 \nrenewable) and power generation technologies, calculating the levelized cost of electricity in \nMongolia; (ii) prepare a candidate list of power plants in Mongolia that will be needed for power \nexport for 2017–2036, and develop selection criteria to rank and weigh different scenarios; and \n(iii) conduct a power supply optimization simulation based on the criteria, prepare a planting \nschedule, and prepare Mongolia power capacity addition plan for power export in 2017–2036.  \n \n8.  Power  engineer  (international,  4  person-months).  The  expert  should  have  a \npostgraduate  degree  or  equivalent  in  engineering  with  over  10  years  of  international \nprofessional  experience  in  power  sector  planning,  power  engineering,  and/or  grid  system \nanalysis. The expert must have a good knowledge of grid system engineering, transmission \ntechnologies, and associated cost implications of transmission lines infrastructure. The expert \nwill  prepare  indicative  capacity  addition  plans  for  Mongolia  power  generation,  taking  into \naccount power export, under a Northeast Asia power system interconnection scenario. These \nplans shall include (i) assessment of capacity of power generation technology, (ii) planting \n(location of power plants in a view of least-cost options), and (iii) planting schedule for Mongolia \nto meet necessary load demand in Northeast Asia for 2017–2036.  \n \n9.  Mongolia energy market researcher (national, 10 person-months). The expert should \nhave a postgraduate degree or equivalent in economics, public policy and policy administration, \nand/or engineering with over 10 years of professional experience in Mongolia’s energy sector, \nenergy economics, energy policy, and/or energy market assessment. Experience in energy \nmodelling would be an advantage. The expert will (i) research Mongolia’s current power market, \ntaking into consideration Northeast Asia power interconnection; the research shall, at least (a) \nprovide an overview of Mongolia’s power market; (b) describe provisions of power infrastructure, \nenergy sources for power, power generation technologies, scales of power supply and demand, \npower trade, and institutional frameworks of each power market, including types of power \nsuppliers and general legal frameworks in the Mongolia power market; (c) discuss historic and \nprojected electricity prices at Mongolia markets; (d) identify information gaps and assumptions \nfor market assessment; and (e) gather other relevant information on unique characteristics of \nMongolia in relation to a future Northeast Asia power interconnection; (ii)  support the team \nleader in developing various scenarios of power trade and grid integration in Northeast Asia; (iii) \nsupport  the  team  leader  in  assessing  different  grid  integration  scenarios  and  related \ninvestments; (iv) draft sections on Mongolia’s power market for a comprehensive background \nreport  on  Northeast  energy  markets  and  future  Northeast  Asia  power  interconnection;  (v) \nprovide  relevant  detailed  information  on  the  role  Mongolia  can  play  in  subregional  power \nintegration and Northeast Asia power interconnection; (vi) propose and recommend key experts, \ngroups, and institutions in Mongolia and support formulation of the NAPSI steering committee; \n(vii) support the team leader in drafting the Northeast Asia power interconnection road map; \n(viii)  support the team leader in developing an action plan for Mongolia by providing potential \nproject ideas and associated detailed investment costs, based on the Northeast Asia power \ninterconnection  road  map;  and  (ix)  plan  and  lead  capacity  building  activities,  including \nconsultations, workshops, and conferences.     \n \n10.  Power engineer (national, 5 person-months). The expert should have a postgraduate \ndegree or equivalent in electrical engineering with over 10 years of experience in power sector \nplanning, power engineering, and/or grid system analysis. The expert will undertake activities \nsupporting the international power engineer (para. 8).  \n \n11.  Transmission  engineer  (national,  5  person-months).  The  expert  should  have  a \npostgraduate degree or equivalent in electrical engineering with over 10 years of professional \n ", "  Appendix 3   13 \nexperience in energy sector assessment, power infrastructure, and/or grid system analysis. The \nexpert will undertake activities supporting the international transmission engineer (para. 5). \n \n12.  Energy economist (national, 5 person-months). The expert should have a postgraduate \ndegree or equivalent in economics with over 5 years of professional experience in energy sector \nassessment, energy economics, and energy modelling. The expert will undertake activities \nsupporting the international energy economist (para. 7). \n \n13.  Renewable energy resource assessment specialist (national, 5 person-months). The \nexpert should have a postgraduate degree or equivalent in engineering and/or meteorology with \nover 5 years of professional experience in solar and/or wind resource assessment in Mongolia. \nThe expert will undertake activities supporting the international renewable energy resource \nassessment specialist (para. 6).  \n \nC.  Output 4: Knowledge Sharing and Consensus Building for the Northeast Asia \nPower System Interconnection and Output 5: Initiation of a Regional Knowledge \nand Investment Platform for the Northeast Asia Power System Interconnection \n \n14.  Country  coordinators  for  the  Northeast  Asia  Power  System  Interconnection \nSteering Committee (3 international, 5 person-months each; 1 national, 10 person-months). \nThe experts should have a postgraduate degree or equivalent in economics, public policy \nadministration, international affairs, and/or engineering. The experts shall have over 10 years of \ninternational professional experience in subregional, regional, and international cooperation in \nenergy. The experts must have good communication skills in English, good interpersonal and \nnetworking skills, and have good knowledge of the energy sector. The experts will (i) participate \nin the NAPSI steering committee as country coordinators; (ii) work closely with the executing \nand implementing agencies, ADB, and members of the NAPSI steering committee; (iii) propose \nand recommend key experts, groups, and institutions in the designated countries who can be \nsteering committee members; (iv) maintain regular and close contact with designated steering \ncommittee members; (v)  propose capacity-building activities that could support the realization \nof  the  steering  committee;  (vi)  organize  consultations,  workshops,  conferences,  and  other \nevents,  including  preparing  agendas,  inviting  speakers  and  panelists,  managing  logistics, \npublishing minutes or proceedings, undertaking financial management of those activities, and \nother  activities  relevant  to  event  coordination;  and  (vii)  prepare  and  provide  semiannual \nprogress reports on his or her activities, and reports on each conference and/or workshop held. \n \n15.   Reporting  requirements.  The  consultants  for  outputs  1,  2,  and  3  will  submit  the \nfollowing reports to ADB (in English) and to the government (in Mongolian):  \n \nTable A3: Reporting Requirements \nName of report  Deadline \n1.  Inception report for outputs 1, 2, and 3  Within 1 month of commencement of services \n2.  Interim report for outputs 1 and 3  Within 5 months of commencement of services \n3.  Draft final report for outputs 1 and 3  Within 9 months of commencement of services \n4.  Interim report for output 2  Within 14 months of commencement of services \n5.  Draft final report for output 2  Within 17 months of commencement of services \n6.  Final report for outputs 1, 2, and 3  Within 25 months of commencement of services \n \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20151203120134+08'00'", "Creator": "PDF24 Creator", "Keywords": "mongolia, northeast asian power system, energy sector development, power system interconnection, energy efficiency, 48030, action plan, energy investment plan, adb technical assistance, approved technical assistance, tar, ta projects, pata, workshops", "ModDate": "D:20151204165947+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "48030-001: Strategy for Northeast Asia Power System Interconnection"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 30 October 2015) \n \nCurrency unit  –  togrog (MNT) \nMNT1.00  =  $0.00050 \n$1.00  =  MNT1995.5 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank  \n  NAPSI  –  Northeast Asia power system interconnection \n  PRC  –  People’s Republic of China \n  TWh  –  terawatt-hour \n  TA  –  technical assistance   \n  UESDP  –  Updating Energy Sector Development Plan \n \nNOTE \n \n                          In this report, \"$\" refers to US dollars.  \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  A. Bhargava, Director, Energy Division, EARD \n   \nTeam leader  T. Oi, Senior Energy Specialist, EARD \nTeam members  N.W. Kim, Environment Specialist, EARD  \nL. Lu, Energy Specialist, EARD  \nS. Yamamura, Senior Energy Specialist, EARD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "S. Groff", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "A. Konishi", "role": "East Asia Department (EARD)", "organization": ""}, {"documentRole": "Director", "fullname": "A. Bhargava", "role": "Director", "organization": "Energy Division"}, {"documentRole": "Team leader", "fullname": "T. Oi", "role": "Senior Energy Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "N.W. Kim", "role": "Environment Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "L. Lu", "role": "Energy Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "S. Yamamura", "role": "Senior Energy Specialist", "organization": "EARD"}]}