{"path": "data/input/ta/48039-001-tar.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 48039-001 \nCapacity Development Technical Assistance (CDTA) \nMay 2015 \n \n \n \nRepublic of Uzbekistan: Enhancing Efficiency in \nRural Infrastructure\n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB's  Public \nCommunications Policy 2011. \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 6 April 2015) \n \nCurrency unit  –  sum (SUM)  \nSUM1.00  =  $0.000402 \n$1.00  =  SUM2,490.48 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank  \n  HIRD  –  Housing for Integrated Rural Development  \n  TA  –  technical assistance \n  TFPR  –  technical and financial performance review \n  TPFA  –  technical and financial performance audit \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \nVice-President  W. Zhang, Operations 1 \nDirector General  K. Gerhaeusser, Central and West Asia Department (CWRD) \nDirector  B. Wilkinson, Public Management, Financial Sector, and Trade Division, \nCWRD \n   \nTeam leader  M. Hodge-Kopa, Economist (Public Finance), CWRD \nTeam members  M. Etrata, Associate Project Analyst, CWRD \n  B. Gafurov, Senior Private Sector Development Officer, Uzbekistan \nResident Mission (URM), CWRD \n  A. Gatson, Operations Assistant, CWRD \n  A. Sumbal, Principal Economist (Public Finance), URM, CWRD \nM. C. Yabut, Operations Assistant, CWRD \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \n \nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  4 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  5 \n2.  Cost Estimates and Financing Plan  8 \n3.  Outline Terms of Reference for Consultants  9 \n \n \n \n ", "", "Project Classification Information Status: Complete\nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 48039-001\nProject Name Enhancing Efficiency in Rural  Department CWRD/CWPF\nInfrastructure /Division\nCountry Uzbekistan Executing  Ministry of Economy\nBorrower NA Agency\nqq\n2. Sector Subsector(s)     ADB Financing ($ million)\nWater and other urban  Urban housing 0.36\ninfrastructure and \nservices\nIndustry and trade Small and medium enterprise development 0.12\nPublic sector  Public administration 0.12\nmanagement\nTotal 0.60\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the  Low\ngrowth (IEG) opportunities, including jobs, made  Project\nmore inclusive\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Public financial governance Some gender elements (SGE)\ncapacity development\n(GCD)\nqq\n5. Poverty Targeting Location Impact\nProject directly targets  No\nRural High\npoverty\nUrban Low\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.60\n    Capacity development technical assistance: Technical Assistance Special 0.60\nFund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.60\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 29072014151059804132 Generated Date: 23-Mar-2015 11:05:37 AM", "", " \nI.  INTRODUCTION \n1.  The  Government  of  Uzbekistan  is  committed  to  increasing  economic  growth  and \nimproving the delivery of public services to people in the regions. The Government’s Housing for \nIntegrated Rural Development (HIRD) investment program is a key pillar of the government’s \nefforts to meet these objectives. The government has requested Asian Development Bank (ADB) \nassistance to support its efforts in improving the welfare of people in rural areas, particularly \nthrough its flagship HIRD program. The technical assistance (TA) was discussed with the \ngovernment and confirmed in a memorandum of understanding signed in October 2014.1 The \ndesign and monitoring framework is in Appendix 1. \nII.  ISSUES \n2.  Economic growth in Uzbekistan has been robust in recent years. Since 2009 it has \nremained above 8% per year, and it is expected to stay above 7% in 2014 and 2015.2 Rural \nareas are typified by an uneven level of economic development, low industrialization, and high \nlevels of inequity in education and income distribution.3 About 16% of people in Uzbekistan live \nbelow the poverty line, 75% of whom live in rural areas.4 \n3.  Under the government’s Welfare Improvement Strategy, 2013–2015, a key objective is \nhigher rates of economic development in regions that have lower per capita income, industrial \nproduction,  and  services,  especially  those  lagging  behind  Tashkent  City.  The  government \nobjective is to ensure that living conditions for the rural population are brought as close as \npossible to the level enjoyed in cities. This is to be achieved through the development of \ntransport  and  public  utilities  infrastructure,  educational  institutions,  health  care  units,  and \nsporting facilities. \n4.  Prior to 2012, the government made a number of policy changes and implemented \nvarious programs to improve the regional economic performance. From 2007 to 2011, it initiated \nmany stimulus measures to expand mortgage loans and housing construction, particularly in \nrural areas. Two tax benefits included a deduction from taxable income for amounts paid on \nmortgage loans for young families with mortgage loans living in rural areas, and a 5-year \nexemption from all taxes for any newly established organizations constructing or renovating \nhouses. \n5.  The major program launched to support rural housing is the HIRD investment program. \nAs originally envisaged, 40,800 rural houses would be built nationwide from 2011 to 2015. The \ngovernment supports this program on a number of levels, including giving tax concessions to \nbuilding  contractors,  construction  materials  factories,  and  homebuyers,  offering  lower-than-\nmarket interest rates on mortgage loans, and providing to homebuyers free housing plots with \nutility  connections  developed  from  land  reserves  by  local  governments.  To  help  meet  the \ngovernment’s other objectives in rural areas, health workers, teachers, and entrepreneurs were \ntargeted as rural homebuyers. In 2011, ADB approved a $500 million multitranche financing \nfacility to support HIRD through intermediary financing to the participating commercial banks \nthat provide mortgage loans to homebuyers.5  \n                                                \n1  The TA first appeared in the business opportunities section of ADB’s website on 4 December 2014. \n2  ADB. 2014. Asian Development Outlook Update 2014: Asia in Global Value Chains. Manila. \n3  Government of Uzbekistan. 2013. Welfare Improvement Strategy of Uzbekistan for 2013–2015. Tashkent. \n4  United Nations Development Programme. About Uzbekistan. http://www.uz.undp.org/content/uzbekistan/en/home/ \ncountryinfo/ \n5  ADB. 2011. Report and Recommendation of the President to the Board of Directors: Proposed Multitranche \nFinancing Facility to the Republic of Uzbekistan for the Housing for Integrated Rural Development Investment \nProgram. Manila. \n ", "2   \n6.  The government is keen to build on the work to date and provide additional support for \nthe rural housing sector. This includes providing community services and improving (i) the \nenergy  efficiency  of  housing  projects  constructed  under  HIRD,  (ii)  housing  construction \nstandards and quality controls, and (iii) the business environment for rural micro and small \nbusinesses. The government also wants to increase the quality of public utility services and \nensure that critical pieces of infrastructure, such as natural gas, electricity, drinking water, and \nroads, are available when needed (footnote 5). \n \n7.  As  the  rural  housing  market  grows,  homebuyers  are  becoming  more  discerning, \ndemanding more robust construction standards, and expecting swift action to be taken against \nunderperforming construction firms. The government has introduced new processes: (i) greater \ntransparency  in  procurement;  (ii)  oversight  by  local  governments,  community  groups,  and \nregulatory agencies; (iii) a formalized complaints process; and (iv) feedback mechanisms for \ncomplaints to ensure that construction of houses under HIRD occurs in a timely manner and \ncomplies with the laws of Uzbekistan and ADB’s policies. \n \n8.  Challenges  to  the  introduction  of  these  processes  included  coordination  of  central \ngovernment, local government, and community groups; familiarization of construction firms with \nHIRD’s tender process; ensuring consistency in the evaluation of tenders; and quick correction \nof  errors  to  minimize  delays.  Construction  quality  performance  varies  significantly  across \nregions,  both  in  terms  of  the  construction  inspection  process  and  in  the  performance  of \ncontractors. The speed and volume of houses built exceeds the government’s ability to oversee \nconstruction activities, and training for officials is needed. Limitations in construction oversight \ninclude a lack of understanding regarding the technology solutions available, few incentives to \nuse innovative techniques and technology, and limited capacity to integrate technology into \nexisting  oversight  methods.  The  government  is  also  interested  in  improving  the  energy \nefficiency and cost-effectiveness of HIRD houses. \n \n9.  A technical and financial performance review (TFPR) for HIRD houses built from 2009 to \n2011, prior to the commencement of ADB support for HIRD, is currently ongoing. In February \n2015, a technical and financial performance audit (TPFA) began for HIRD houses built  in 2012–\n2013, i.e., with ADB support. The TFPR and TFPA will review construction quality but will not \nfocus  on  regulatory  issues.  The  proposed  TA  will  build  on  the  conclusions  and \nrecommendations of the TFPR and TFPA and support the development of recommendations for \nregulatory changes and capacity development improvements. The TA will assist the government \nin  implementing  the  recommendations,  including  building  capacity  in  relevant  government \nagencies. \n  \n10.  The key development issues to be addressed under the TA include: \n(i)  clarification  of  government  roles  and  responsibilities  in  housing  construction \noversight; \n(ii)  improved construction of HIRD houses and related infrastructure; \n(iii)  strengthened government oversight of rural housing construction; \n(iv)  strengthened procurement processes within HIRD; \n(v)  improved application of technology in rural housing construction; and \n(vi)  strengthened government support to small, home-based private businesses. \n \n \n \n \n ", "  3 \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n11.  The  impact  will  be  improved  housing  construction,  associated  infrastructure,  and \nindividual work opportunities. The outcome will be improved government technical capacity to \ndeliver rural housing and associated infrastructure, and to support home-based enterprises. \n \nB.  Methodology and Key Activities \n12.  The TA will have the following outputs: \n(i)  Output  1:  Improved  field  technical  assessment  tools  and  procurement  of \nHousing for Integrated Rural Development program construction. The TA will \n(a)  review  HIRD  designs,  procurement  processes,  construction  techniques, \nregulatory  standards,  and  regulatory  oversight  processes  with  government \nagencies,  construction  firms,  and  other  relevant  stakeholders;  (b)  assess \nconstruction and procurement processes undertaken to date in all provinces (this \nassessment  will  be  undertaken  annually),  construction  techniques,  regulatory \noversight mechanisms, documentation  at  local  levels,  and  any  other  issues  as \nrequired; and (c) design and deliver training to government agencies based on \nfindings (to be delivered annually). \n(ii)  Output 2: Improved field technical assessment tools of Housing for Integrated \nRural Development program infrastructure and community facilities. The TA \nwill  (a)  review  the  HIRD  program  infrastructure  and  community  facilities  with \ngovernment agencies and other relevant stakeholders; (b) assess infrastructure and \ncommunity facilities in all provinces and determine their appropriateness, relevance, \nand accessibility to homebuyers and massifs (residential housing sites); (c) assess \nfield  findings  against  government  programs  and  objectives  to  determine  the \nprogress and effectiveness of government initiatives; and (d) design and deliver \ntraining to stakeholders and government agencies based on the findings. \n(iii)  Output 3: Improved field technical assessment tools of program housing in \nsupport  of  home-based  enterprises.  The  TA  will  (a)  review  documentation \nassociated with government efforts to increase home-based enterprises related to \nthe  HIRD  program,  (b)  consult  with  government  agencies  and  other  relevant \nstakeholders in the HIRD program in relation to home-based enterprises, (c) assess \nhome-based  enterprises  in  all  provinces  to  determine  the  progress  and \neffectiveness  of  government  initiatives,  and  (d)  design  and  deliver  training  to \nstakeholders and government agencies based on the findings. \n \n13.  Major assumptions in the development of the TA are that (i) the government continues \nthe HIRD program beyond 2015; (ii) the government reviews and changes necessary technical \nassessment processes and related resources in a timely manner for rural housing; and (iii) \naccess by consultants to houses, contractors, and other key stakeholders is fully provided in a \ntimely manner.6 Major risks to the success of the TA are insufficient government financing for \nthe  required  changes,  government  resistance  to  using  new  methods  and  technology,  and \ndifficulty in accessing new technology in rural areas. \n \n                                                \n6  On 27 August 2014, the Islamic Development Bank approved a loan providing $100 million in support for HIRD in \n2015. \n ", "4   \nC.  Cost and Financing \n14.  The TA is estimated to cost $650,000, of which $600,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-V). The government will provide \ncounterpart support in the form of counterpart staff, logistics support, office accommodation, and \nother in-kind contributions. The cost estimates and financing plan are in Appendix 2. \n \nD.  Implementation Arrangements \n15.  The TA will be implemented over 30 months from July 2015 to December 2017. The \nproposed executing agency is the Ministry of Economy. The proposed implementing agency is \nthe State Committee for Architecture and Construction.  The Public Management, Financial \nSector, and Trade Division and the Uzbekistan Resident Mission, both within the Central and \nWest Asia Department, will manage the TA. \n \n16.  The TA will provide a total of 49 person-months of consulting services, which will be \nsupplied through a firm (20 person-months) and the procurement of three individual consultants \n(29 person-months). The firm will provide four international experts—a civil engineer (team \nleader), a procurement specialist, a community services specialist, and a small businesses \nspecialist. The three individual consultants will be a civil engineer (international), a civil engineer \n(national), and a procurement specialist (national).7 The national specialists will support the firm. \nHowever, the firm will be responsible for all TA outputs delivered after the firm is deployed. The \ndetailed list of consultants and summary terms of reference are in Appendix 3. The firm will be \nselected  in  accordance  with  quality-  and  cost-based  selection  using  simplified  technical \nproposals  and  a  quality–cost  ratio  of  80:20.  The  selection  of  the  firm  and  the  individual \nconsultants will be made in accordance with ADB’s Guidelines on the Use of Consultants (2013, \nas amended from time to time). \n \n17.  The  consultants  will  maintain  close  working  relationships  with  the  executing  and \nimplementing agencies and will regularly discuss project progress and findings. Consultants will \nprovide  both  inception  reports  and  deliverables  consistent  with  the  design  and  monitoring \nframework activities, outputs, and delivery dates. All deliverables will be linked to the design and \nmonitoring framework. All consultant reports will be prepared and provided in English and \ntranslated into Russian and/or Uzbek for the government’s ease of reference. \n \n18.  The TA will follow monitoring and supervision procedures for ADB-administered TA \nprojects. Field reviews will take place at least semiannually, and the TA will be discussed during \nreview missions for related loan projects. The outputs of the TA will be used for policy dialogue,  \ndisseminated  through  various  workshops  and  government  websites,  and  incorporated  into \nfuture government programs. An evaluation of performance and outcomes will be carried out at \nthe end of the TA and reflected in a TA completion report. \n \nIV.  THE PRESIDENT’S DECISION \n \n19.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $600,000 on a grant basis to \nthe Government of Uzbekistan for Enhancing Efficiency in Rural Infrastructure, and hereby \nreports this action to the Board. \n                                                \n7  The civil engineer (international) will be hired as soon as possible after TA approval in order to provide necessary \nsupport during the construction of HIRD houses in 2015 and to prepare the groundwork for the consultants of the \nfirm, which will be selected in late 2015.  \n ", "Appendix 1  5 \nDESIGN AND MONITORING FRAMEWORK \n \nData Sources and \nPerformance Targets and  Reporting  Assumptions and \nDesign Summary  Indicators with Baselines  Mechanisms  Risks \nImpact      Assumption \nImproved housing  Complaints related to  HIRD program  Government continues \nconstruction,  HIRD program and  implementation unit  the HIRD program \nassociated  associated infrastructure  annual statistics  beyond 2015. \ninfrastructure, and  reduced by 10%   \nindividual work  (baseline: 245 complaints  Risk \nopportunities  in 2012) by 2020  Insufficient government \nfinancing for the \nNumber of jobs created    required changes. \nby home-based \nenterprises increased by \n10% (baseline: 220,000 in \n2012) by 2020 \nOutcome      Assumption \nImproved  Infrastructure inspection  Government resolutions  Government reviews \ngovernment technical  processes are enhanced  of new inspection  and changes \ncapacity to deliver  by the expansion and  processes  necessary technical \nrural housing and  modernization of new  assessment processes \nConsultant’s reports \nassociated  inspection and  and related resources \ninfrastructure, and to  participatory processes by  in a timely manner for \nsupport home-based  2017 (baseline: 0  rural housing. \nenterprises  homeowners involved in   \ninfrastructure process in  Risk \n2012).  Government resistance \n  to using new methods \nConstruction oversight  or technologies. \nreports are provided to \nthe State Committee of \nArchitecture and \nConstruction within 1 \nmonth of inspections and \nmade public (first one in \n2015). \nOutputs      Assumption \n1. Improved field  At least 100 houses in  Consultant’s reports  Access by consultants \ntechnical  each of the 13 provinces  to houses, contractors, \nassessment tools  assessed annually  and other key \nand procurement of  starting in 2015  stakeholders is fully \nHIRD program    provided in a timely \nconstruction  At least 50 people from    manner.  \nQishloq Qurilish Invest,   \nTender Committees, and  Risk \nState Committee for  Difficulty in accessing \nArchitecture and  new technology in rural \nConstruction trained  areas \nannually in procurement   \ntechniques in each of the   \n13 provinces in 2016 and \n2017 \n ", "6  Appendix 1 \nData Sources and \nPerformance Targets and  Reporting  Assumptions and \nDesign Summary  Indicators with Baselines  Mechanisms  Risks \nAt least 50 people from \nthe rural design institutes \nand State Committee for \nArchitecture and \nConstruction trained \nannually in technical \nassessments in each of \nthe 13 provinces in 2016 \nand 2017 \nAt least 50 bank staff and \n50 rural home buyers \ntrained annually in \ntechnical assessments in \n2016 and 2017 \n2. Improved field  At least 1 community  Consultant’s reports   \ntechnical  facility and the HIRD \nassessment tools of  infrastructure of at least 5 \nHIRD program  massifs assessed in each \ninfrastructure and  of the 13 provinces each \ncommunity facilities  year starting in 2015  \n \nAt least 50 people trained \nannually in technical \nassessments related to \nHIRD infrastructure from \nthe rural design institutes, \nHokimyats (regional or \nmunicipal government), \nand State Committee for \nArchitecture and \nConstruction in each of \nthe 13 provinces in 2016 \nand 2017 \n3. Improved field  At least 5 massifs’ home- Consultant’s reports   \ntechnical  based business \nassessment tools of  arrangements and options \nHIRD program  assessed in each of the \nhousing in support of  13 provinces each year \nhome-based  starting from 2015 \nenterprises \nAt least 50 bank staff and \nother relevant government \nagencies trained annually \nin technical assessments \nrelated to home-based \nenterprises in 2016 and \n2017 \n    \n \n \n ", "Appendix 1  7 \nActivities with Milestones  Inputs \n1.  Improved field technical assessment tools for Housing for  ADB: $600,000 \nIntegrated Rural Development program construction   \n1.1 Consultants meet and discuss HIRD designs, construction techniques, \nNote: The government \nprocurement processes, regulatory standards, and regulatory oversight \nwill provide counterpart \nprocesses with government agencies, construction firms, and other \nsupport in the form of \nrelevant stakeholders (Q2 2015) \ncounterpart staff, \n1.2 Consultants visit provinces and assess construction undertaken to date, \nlogistics support, office \nconstruction techniques, procurement processes, regulatory oversight \naccommodation, and \nmechanisms, documentation at local levels, and any other issues as \nother in-kind \nrequired (Q2 each year) \ncontributions. \n1.3 Consultants design and deliver training to government agencies based \non findings (Q3 each year) \n1.4 Consultants prepare reports on findings of technical assessments each \nyear, and assess if improvements and changes have been implemented \nbased on previous recommendations, and make changes to training as \nrequired (Q2 each year) \n \n2.  Improved field technical assessment tools of HIRD program \ninfrastructure and community facilities \n2.1 Consultants meet and discuss HIRD program infrastructure and \ncommunity facilities’ services with government agencies and other \nrelevant stakeholders (Q2 2015) \n2.2 Consultants visit provinces and assess infrastructure and community \nfacilities’ services; and discuss their appropriateness, accessibility, and \nrelevance to homebuyers and massifs (Q2 each year)  \n2.3 Consultants assess field findings against government programs and \nobjectives to determine the progress and effectiveness of government \ninitiatives (Q3 each year) \n2.4 Consultants design and deliver training to stakeholders and government \nagencies based on findings (Q3 each year) \n \n3.  Improved field technical assessment tools of program housing in \nsupport of home-based enterprises \n3.1 Consultants review documentation associated with government efforts to \nincrease home-based enterprises related to the HIRD program (Q1 \n2016) \n3.2 Consultants meet and discuss HIRD program home-based enterprises \nwith government agencies and other relevant stakeholders (Q1 2016) \n3.3 Consultants visit provinces and assess prevalence of home-based \nenterprises and their contributions to the household and massifs (Q2 \neach year)  \n3.4 Consultants assess field findings against government programs and \nobjectives to determine progress and effectiveness of government \ninitiatives (Q2 each year) \n3.5 Consultants design and deliver training to stakeholders and government \nagencies based on findings (Q3 each year) \nADB = Asian Development Bank, HIRD = Housing for Integrated Rural Development, Q = quarter. \nSource: Asian Development Bank. \n \n \n \nBetty Wilkinson    Klaus Gerhaeusser \nDirector  Director General \nPublic Management, Financial Sector and Trade Division  Central and West Asia Department \nCentral and West Asia Department \n ", "8  Appendix 2 \n \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nItem  Amount \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (24 person-months)  430.0 \n      ii.  National consultants (25 person-months)  52.0 \n    b.  International and local travel  50.0 \n    c.  Reports and communications  3.0 \n  2.  Training, seminars, and conferences  30.0 \n  3.  Miscellaneous administration and support costs  5.0 \n  4.  Contingencies  30.0 \n        Total  600.0 \nNote:  The  technical  assistance  (TA)  is  estimated  to  cost  $650,000,  of  which  contributions  from  the  Asian \nDevelopment Bank are presented in the table above. The government will provide counterpart support in the form of \ncounterpart staff, logistics support, office accommodation, and other in-kind contributions. The value of government \ncontribution is estimated to account for 8% of the total TA cost. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-V).  \nSource: Asian Development Bank estimates. \n ", "Appendix 3  9 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  A total of 49 person-months of international  (24 months) and national (25 months) \nconsulting services will be required to ensure that the  technical assistance (TA) project is \neffectively managed and the intended outcome is achieved. A combination of individuals and a \nconsulting firm will be engaged. The firm will be selected following the quality- and cost-based \nmethod (80:20) and simplified technical proposals in accordance with the Asian Development \nBank (ADB) Guidelines on the Use of Consultants (2013, as amended from time to time). The \nfirm inputs will be on an intermittent basis, responding to the government’s requirements and \nprogress made during implementation. The individuals will be selected in accordance with the \nADB Guidelines on the Use of Consultants (2013, as amended from time to time). The TA will \nbe implemented over 30 months. Reporting and outputs will be closely linked to the design and \nmonitoring framework (DMF) and its indicators, and will be documented in inception reports to \nbe finalized with the government and ADB within 3 weeks of startup. Reports will be provided in \nEnglish and Russian, with the national consultants responsible for the translated versions. \n \nConsulting Services Inputs \nNo.  Position  Person-months  Method of Recruitment \nInternational Consultants     \n1.  Civil Engineer and Team Leader  5  Firm \n2.  Community Services Specialist  5  Firm \n3.   Small Businesses Specialist  5  Firm \n4.  Procurement Specialist  5  Firm \n5.  Civil Engineer  4  Individual \n       Subtotal International Consultants  24   \nNational Consultants     \n1.  Civil Engineer  9  Individual \n2.  Procurement Specialist  16  Individual \n       Subtotal National Consultants  25   \n  Total Inputs  49   \nSource: Asian Development Bank. \n \nA.  Consulting Firm \n2.  The consulting firm will \n(i)  assign a team leader to provide overall project management, including reporting \non the status of activities to the ADB project officer and communicating with \ngovernment officials and other stakeholders as needed; \n(ii)  develop a project plan through consultation with all stakeholders, including the \nADB project officer, government officials, and other consultants; and \n(iii)  ensure  timely  completion  of  activities  and  quality  delivery  of  the  outputs  as \ndefined in the design and monitoring framework. \n \n \n \n \n ", "10  Appendix 3 \n \n \nB.  International Consultants \n \n1.  Civil Engineer and Team Leader (5 person-months) \n \n3.  The team  leader  will  be  responsible for  overall  management  of the TA  and timely \ndelivery of all outputs and reports. The team leader will develop and oversee the team work \nprogram and ensure effective coordination of all team inputs. The team leader will manage the \nteam of international consultants and coordinate closely with all stakeholders. The consultant \nwill need a civil engineering or similar qualification, with at least 10 years of experience in \nhousing construction, preferably in large government programs. Fluency in Russian and/or \nUzbek is highly desirable, along with experience in Central Asia. In close coordination with \nimplementing agencies, the team leader will be responsible for the timely development and \ndelivery of the following tasks: \n(i)  research relevant best practices from other countries with regard to housing \ndesign, construction techniques, government oversight, and other activities that \nare relevant to the Housing for Integrated Rural Development (HIRD) program; \n(ii)  with other specialists, examine HIRD housing designs, local building standards, \nlocal building practices for housing construction, and associated infrastructure; \n(iii)  undertake assessments in the field of housing construction, infrastructure, and \ncommunity facilities;  \n(iv)  with  other  specialists,  interview  homeowners,  mahalla  (local  neighborhood \ncommunity) chiefs, construction firms, and other relevant stakeholders; and \n(v)  with other specialists and based on findings, design and deliver various training \nsessions to relevant parties. \n \n2.  Community Services Specialist (5 person-months) \n \n4.  The consultant will need a tertiary qualification related to community services, with at \nleast  10  years  of  experience  working  on  community  services  issues,  preferably  in  close \ncoordination  with  key  government  agencies.  Fluency  in  Russian  and/or  Uzbek  is  highly \ndesirable, along with experience in Central Asia. The community services specialist will be \nresponsible for  \n(i)  undertaking an assessment of the government’s policies and programs related to \nsocial service provision in the context of the HIRD program; \n(ii)  conducting  research  on  relevant  best  practices  in  terms  of  ensuring  social \nservices can be delivered in rural locations; \n(iii)  interviewing  homeowners,  mahalla  chiefs,  social  service  providers  and  their \nemployees, and other relevant stakeholders; and \n(iv)  with other specialists and based on findings, designing and delivering various \ntrainings to relevant parties. \n \n3.  Small Businesses Specialist (5 person-months) \n \n5.  The consultant will need a tertiary qualification related to small business services, with at \nleast 10 years of experience working on small business services issues, preferably in close \ncoordination  with  key  government  agencies.  Fluency  in  Russian  and/or  Uzbek  is  highly \ndesirable,  along  with  experience  in  Central  Asia.  The  small  businesses  specialist  will  be \nresponsible for  \n(i)  undertaking an assessment of the government’s policies and programs related to \nencouraging small businesses in the context of the HIRD program; \n ", "  Appendix 3  11 \n(ii)  conducting research on relevant best practices in terms of government policies \nand programs that encourage small business development, particularly in rural \nlocations; \n(iii)  interviewing homeowners, mahalla chiefs, and other relevant stakeholders; \n(iv)  sampling and assessing home-based businesses operating in HIRD homes to \ndetermine successes, issues, profitability, and contributions to household income; \nand \n(v)  with other specialists and based on findings, designing and delivering various \ntrainings to relevant parties. \n \n4.  Procurement Specialist (5 person-months) \n \n6.  The  consultant  will  need  a  tertiary qualification,  preferably  in  civil  engineering  or  a \nrelated field, with at least 10 years’ experience working on procurement issues. The consultant \nwill  need  to  have  an  understanding  of  the  procurement  practices  of  international  financial \ninstitutions, and a thorough knowledge of ADB’s procurement guidelines and procedures is \nparticularly advantageous. Fluency in Russian and/or Uzbek is highly desirable, along with \nexperience in Central Asia. The procurement specialist will be responsible for \n(i)  reviewing the procurement assessment of Qishloq Qurilish Invest and obtaining \nan understanding of the procurement capacity within that agency; \n(ii)  reviewing the procurement documentation of previous years of Qishloq Qurilish \nInvest,  the  Tender  Committees  and  other  documentation 8  to  gain  an \nunderstanding of how HIRD procurement practices can be improved;  \n(iii)  taking a sample of procurement documentation and assess it against actual \nHIRD homes to determine and assess if the oversight mechanisms are effective \nor where they could be improved; and \n(iv)  with other specialists and based on findings, designing and delivering various \ntrainings to relevant parties. \n \nC.  Individual Consultants \n7.  Three individuals (one international and two national consultants) will be selected. The \ninternational consultant will provide necessary support during the construction of HIRD houses \nin 2015 and prepare the groundwork for the firm that will be selected in late 2015. Although the \nnational consultants will support the firm in its work, the firm will be responsible for the delivery \nof the outputs under the TA. \n \nD.  International Consultant \n1.  Civil Engineer (4 person-months) \n \n8.  The civil engineer will support Qishloq Qurilish Invest  and the State Committee for \nArchitecture and Construction in its work during the construction of HIRD 2015 houses. This \nincludes visiting the massifs during construction, liaising with local hokimyats, regional design \ninstitutes, and other stakeholders during construction of the houses. Furthermore, the consultant \nwill be required to prepare an assessment of the construction process for housing construction. \nThe consultant will need a civil engineering or similar qualification, with at least 10 years’ \nexperience  in  housing  construction,  preferably  in  large  government  programs.  Fluency  in \n                                                \n8  ADB. 2013. Uzbekistan Housing for Integrated Rural Development Investment Program Procurement Review for \nEffective Implementation. Manila \n ", "12  Appendix 3 \n \n \nRussian and/or Uzbek is highly desirable, along with experience in Central Asia. The consultant \nwill be responsible for the timely development and delivery of the following tasks: \n(i)  review the technical and financial performance review and the technical and \nfinancial performance audit and other documents related to housing construction \nin Uzbekistan to obtain an understanding of where efforts should be focused \nduring the consultancy;  \n(ii)  work with Qishloq Qurilish Invest and the State Committee for Architecture and \nConstruction on the HIRD 2015 construction schedule and determine how the \nconsultant can support these two agencies in their work during construction; \n(iii)  visit  at  least  one  massif  in  each  province  to  support  the  activities  of  the \ngovernment agencies involved in the construction of the HIRD 2015 houses; and \n(iv)  review  the  construction  standards  and  regulatory  processes  for  housing \nconstruction in the context of the HIRD program and provide a report on the \nprocesses  and  procedures  from  site  approvals,  regulatory  approval  for \nconstruction, construction itself, and formal regulatory approval of the completed \nhouse. \n \nE.  National Consultant \n1.  Civil Engineer (9 person-months) \n \n9.  The consultant will support the civil engineer (international) selected as an individual and \nthe firm in the delivery of their respective outputs. The consultant will also participate in the visits \nto massifs made by the Civil Engineer (international). The consultant will assist in the gathering \nof documentation regarding the regulatory frameworks and processes for housing construction. \nIn addition, the consultant will provide local insights into local building practices which will be fed \ninto  the  various  reports  required  by  the  Civil  Engineer  (international)  and  the  firm.  The \nconsultant  will  need  a  civil  engineering  or  similar  qualification,  with  at  least  10  years  of \nexperience in housing construction in Uzbekistan.  \n \n2.  Procurement Specialist (16 person-months) \n \n10.  The consultant will have two distinct tasks. First, assess if the procurement processes \nhave been adhered to ensure an efficient and effective selection of contractors to build the \nHIRD houses. Second, assist the individual consultants and the firm in the delivery of their \nrespective outputs. The consultant will also participate in the visits to massifs made by the civil \nengineer  (international)  and  the  civil  engineer  (national).  The  consultant  will  assist  in  the \ngathering of documentation regarding the procurement processes of the government, Qishloq \nQurilish Invest, and the State Committee for Architecture and Construction. In addition, the \nconsultant will provide local insights into local procurement practices which will be fed into the \nvarious reports required by the firm. The consultant will have a tertiary qualification, preferably in \ncivil engineering or a related field, with at least 10 years of experience in procurement in \nUzbekistan. \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20150511141011+08'00'", "Creator": "PDF24 Creator", "Keywords": "adb technical assistance, ta report, 48039-001, urban housing, uzbekistan, smes, public administration, tasf, capacity development ta", "ModDate": "D:20150513095525+08'00'", "Producer": "GPL Ghostscript 9.10", "Subject": "Enhancing Efficiency in Rural Infrastructure, Uzbekistan", "Title": "48039-001: Technical Assistance Report"}}