{"path": "data/input/ta/48093-001-tar.pdf", "pages": [" \n \n \n \nTechnical Assistance Report\n \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 48093 \nPolicy and Advisory Technical Assistance (PATA) \nApril 2014 \n \n \n \nPeople’s Republic of China: Support for the \nThirteenth Five-Year Plan\n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Public Communications \nPolicy 2011.  \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 1 April 2014 ) \n \nCurrency unit –  yuan (CNY) \nCNY1.00 =  $0.1608    \n$1.00 =  CNY6.2181 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  HRD  –  human resource development \n  NDRC  –  National Development and Reform Commission \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Policy and advisory technical assistance (PATA) \nTargeting  –  General intervention \nclassification \nSector (subsectors)  –  Multisector (industry and trade sector development, finance \nsector development, agriculture and rural sector development, \ntechnical education and vocational skills training) \nTheme (subthemes)  –  Economic growth (promoting economic efficiency and enabling \nbusiness environment; widening access to markets and \neconomic opportunities; knowledge, science, and technological \ncapacities) \nLocation (impact)  –  Rural (low), national (high) \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nCountry Director  H. Sharif, People’s Republic of China Resident Mission, EARD \n   \nTeam leader  P. Chang, Principal Country Specialist, EARD \nTeam members  I. Bain, Social Sector Specialist, EARD \n  J. Conrad, Principal Economist, EARD \n  Y. Fernandez Lommen, Principal Economist, EARD \n  N. Khor, Economist, EARD \n  L. Peng, Senior Economics Officer (Alternate Specialist), EARD  \nJ. Yang, Senior Advisor, EARD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  4 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4  \nIV.  THE PRESIDENT'S DECISION  4 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  5 \n2.  Cost Estimates and Financing Plan  7 \n3.  Outline Terms of Reference for Consultants  8 \n \n \n   \n \n ", "", " \nI.  INTRODUCTION \n1.  During the 2013 country program mission of the Asian Development Bank (ADB) to the \nPeople’s  Republic  of  China  (PRC),  the  government  requested  that  ADB  provide  technical \nassistance (TA) to the National Development and Reform Commission (NDRC) to support the \npreparation of the Thirteenth Five-Year Plan (13th plan). ADB has included the proposed policy \nand advisory TA in the 2014 TA pipeline for the PRC. \n \n2.  An ADB team met with the NDRC on 9 January 2014 to discuss the direction, objective, \nkey topics to be covered, and timing of the TA. ADB and NDRC initially agreed on (i) the \nobjective of the study, which is to help the PRC avoid the middle-income trap and achieve more \ninclusive growth and sustainable development; and (ii) the key areas (or challenges) to be \ncovered—industrial  transformation,  rural–urban  transformation,  and  human  resource \ntransformation.1 The NDRC informed the ADB team that all deliverables of the TA should be \nsubmitted to the NDRC by 30 November 2014 for the agency to include the materials as part of \nits overall submission to the State Council for the 13th plan. \n \n3.  A follow-up meeting was conducted with the NDRC on 21 January 2014 to discuss the \nkey issues to be covered, expected outputs, and the next steps. The NDRC reaffirmed the three \nkey areas and suggested three additional areas—the challenge of ecological and environmental \ndegradation  and  climate  change,  debt  management,  and  integration  of  the  PRC  with  the \ninternational  community.  Both  sides  agreed  that  this  TA  will  focus  on  three  principal  key \nchallenges—industrial  transformation,  rural–urban  transformation,  and  human  resource \ntransformation. ADB will draw on ADB-wide expertise and resources to address the other three \nchallenges in a comprehensive and effective way by building on existing work. \n \n4.  An ADB fact-finding mission met with the NDRC on 19 February 2014 to refine the TA \ndesign  and  implementation  arrangements.  This  TA  report  is  based  on  the  understanding \nreached  between  the  NDRC  and  ADB  regarding  the  project’s  impact,  outcome,  outputs, \nimplementation arrangements, cost and financing plan, and terms of reference for consultants. \nThe design and monitoring framework is in Appendix 1.2 \n \nII.  ISSUES \n5.  The economic performance of the PRC has been spectacular over the last 3 decades. \nGross domestic product growth has averaged about 9% per year and per capita income has \nincreased by a factor of 13. Rapid growth has led to significant improvement in human well-\nbeing and quality of life. From the early 1980s to the late 2000s, the incidence of $1.25-a-day \npoverty declined from 85% to about 13%; life expectancy at birth increased from 67 to 73 years; \nand child mortality under the age of 5 years declined from 65 to 18 deaths per 1,000. Economic \nexpansion has also led to a sharp rise in the country’s influence on the global economy. The \nPRC is now the world’s largest exporter and the second largest economy. \n \n6.  The  PRC’s  impressive  achievements  notwithstanding,  the  country  still  faces  major \nchallenges. With a per capita gross national product of $6,772 in 2013, the PRC has passed the \n                                                 \n1  International experiences show that, in many countries, growth slowed significantly after they attained middle-\nincome status. They find they were caught in what is increasingly known as the “middle-income trap.” On one \nhand, they could no longer compete with low-income countries because of rising wages. On the other, they were \nunable to compete with high-income countries because they have not shifted into higher-value production through \ninnovation and industrial upgrading. \n2  The TA first appeared in the business opportunities section of ADB’s website on 10 April 2014.  \n ", "2  \nthreshold of upper-middle-income status but still has a long way to go before becoming a high-\nincome country. Given rising wages and population aging, growth will have to be increasingly \ndriven  by  productivity  improvement  through  innovation  and  industrial  upgrading—the  PRC \nneeds to move from a low-cost to a high-value economy. Moreover, rapid growth has exposed \nseveral  structural  problems,  in  particular  economic  imbalances,  rising  inequality,  resource \nconstraints, and environmental degradation. These challenges were highlighted at the Third \nPlenary Session of the 18th Central Committee of the Communist Party of China, and in the \nDecisions of the Central Committee of the Communist Party of China on Some Major Issues \nConcerning Comprehensively Deepening the Reform. The latter stated that the market will play \na decisive role in resource allocation. To some extent, these challenges are often associated \nwith rapid structural transformation, although incomplete reform is also a major contributing \nfactor. If not addressed, these problems could hinder the PRC’s efforts in moving toward a high-\nvalue economy, and increase the risk of getting caught in what is increasingly known as the \nmiddle-income trap.3 \n \n7.  The PRC has a long tradition of formulating five-year plans to address development \nchallenges, and promote social and economic development. The plans lay out the strategic \nobjectives of the country, determine work priorities of the government, and provide guidance for \nmarket activities. Since the founding of the PRC, the country has formulated a total of 12 plans; \neach one has had a significant impact on the PRC’s development during the plan period. \nCurrently, implementation of the Twelfth Five-Year Plan, 2010–2015 is halfway, and a midterm \nevaluation has been completed.4 Preparation of the Thirteenth Five-Year Plan, 2016–2020 has \njust started, which is a critical period for the PRC as it aims to establish a comparatively well-off \nand  prosperous  society,  and  make  the  transition  from  a  middle-income  to  a  high-income \ncountry.5 \n \n8.  To avoid the middle-income trap, the 13th plan needs to address six key challenges over \nthe  next  5  years:  (i)  industrial  transformation,  (ii)  rural–urban  transformation,  (iii) human \nresource transformation, (iv) the challenge of ecological and environmental degradation and \nclimate  change,  (v)  debt  management,  and  (vi)  further  integration  of  the  PRC  with  the \ninternational community.  \n \n9.  The TA aims to assist the PRC in preparing the 13th plan to overcome the middle-\nincome trap and achieve more inclusive growth and sustainable development. The scope of this \nTA  includes  a  background  analysis  of  the  PRC’s  current  development  and  challenges, \nsocioeconomic structure, growth potential, and internal and external forces that are likely to \ndrive change in the next 5 years. ADB’s knowledge contribution toward the PRC’s preparation of \nthe 13th plan will be made not only through this TA, but also through other recent, ongoing, and \nplanned ADB knowledge work. This TA will primarily focus on three key challenges. \n \n(i)  Industrial  transformation.  The  TA  will  examine  issues  such  as  industrial \nupgrading,  high-quality  service  sector  development,  the  role  of  state-owned \nenterprises  and  small  and  medium-sized  enterprises,  the  role  of  the  private \nsector, the power of the market, and financial sector efficiency. Innovation is also \nan important driver for industrial transformation. A key focus is how to promote \ninnovation in the PRC, including looking at innovation policies and/or strategies; \n                                                 \n3  ADB. 2012. Growing Beyond the Low-Cost Advantage: How the People’s Republic of China can Avoid the Middle-\nIncome Trap. Manila. \n4  ADB was also involved in helping PRC prepare the Twelfth Five-Year Plan through several studies, an international \nconference, and a workshop. \n5  NDRC’s draft proposal for this TA. \n ", "  3\ninstitutions, including the role of the market, governance, and capacity within the \nPRC; and learning from international experience.  \n(ii)  Rural–urban transformation. The TA will examine issues such as balanced \nrural–urban  development  (e.g.,  inclusive  development,  and  rural  and  urban \ninfrastructure including transport); public service provision and benefits (including \nmigrants); security of land tenure; and equitable benefits from the transfer of \noperating rights, agricultural modernization, and agribusiness transformation.  \n(iii)  Human resource transformation. The TA will examine issues such as surplus \nlabor,  the  aging  population,  human  resource  development,  entrepreneurship, \ncapacity development to support the above transformations, vocational education \nand training, and the role of knowledge. \n \n10.  The TA will analyze the key issues under each of the three areas, and provide policy \nrecommendations. The proposed reforms will be sequenced and linked to the central theme of \novercoming the middle-income trap. \n  \n11.  ADB-wide expertise and resources will be tapped to address the other three challenges, \ndiscussed below, in a comprehensive and effective way by building on existing work (“One \nADB”  approach).  A  separate  report  on  each  of  these  three  other  challenges  with \nrecommendations will be submitted to the NDRC by 30 November 2014. \n \n(i)  Challenge  of  ecological  and  environmental  degradation  and  climate \nchange.  ADB’s East Asia Department (Environment, Natural Resources and \nAgriculture  Division),  and  the  Regional  and  Sustainable  Development \nDepartment will work together to examine key issues relating to ecological and \nenvironmental degradation in the PRC. \n(ii)  Debt  management.  The absolute amount of local government debt appears \nmanageable at present. However, its rapid expansion—outpacing growth of fiscal \nrevenue—coupled with mounting off-budget liabilities, is worrisome and demands \nan improved debt management system. ADB’s East Asia Department (Office of \nthe  Director  General)  will  lead  the  preparation  of  a  separate  study  on  debt \nmanagement.  \n(iii)  Integration of the PRC with the international community. Building on the \nwork  of  ADB’s  Economics  and  Research  Department,  Office  of  Regional \nEconomic Integration, ADB Institute, Office of the General Counsel, and East \nAsia  Department  (Public  Management,  Financial  Sector,  and  Regional \nCooperation Division); this division of the East Asia Department will lead the \npreparation of a separate study covering the key issues in this area.  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n12.  The impact will be more inclusive growth and sustainable development in the PRC that \novercomes the middle-income trap. The performance indicators include an increased share of \nservices in the gross domestic product from the 2015 baseline, and increased rural per capita \ndisposable income from the 2015 baseline. \n \n ", "4  \n13.  The outcome will be an improved policy and regulatory environment to support industrial \ntransformation  based  on  innovation,  rural–urban  transformation,  and  human  resource \ntransformation. \n \nB.  Methodology and Key Activities \n14.  The outputs of this TA will comprise (i) reports: one main report (a synthesis of three \nsub-reports)  and  three  sub-reports  on  (a)  industrial  transformation  (including  innovation), \n(b) rural–urban transformation, and (c) human resource transformation; (ii) workshops; and (iii) \nfield research and dissemination.6 Domestic field research could include visits to provinces with \nan advanced reform agenda and experience in the PRC, and policy dialogue. International field \nresearch could include visits to countries with rich experience in dealing with middle-income trap \nissues. The visits (including location and number) would depend on the research requirement of \nthe TA. Preference will be given to ADB member countries. Moreover, seminars on middle-\nincome  trap  issues  participated  in  by  policy  makers  and  renowned  experts  from  relevant \ncountries  could  be  conducted  to  bring  in  more  international  experience.  In  addition,  a \ndissemination event in the form of a press conference will be held in Beijing to disseminate the \nresearch results, and senior officials from the NDRC and ADB will attend. \n \nC.  Cost and Financing \n15.  The TA is estimated to cost $960,000 equivalent, of which $800,000 equivalent will be \nfinanced on a grant basis by ADB’s Technical Assistance Special Fund (TASF-other sources).  \nThe government will provide counterpart support in the form of counterpart staff, relevant data \nand information, assistance in arranging meetings and field visits with relevant government \nagencies, logistics support, and other in-kind contributions. The value of the government’s in-\nkind contribution is estimated to account for 20% of the total TA cost. \n \nD.  Implementation Arrangements \n16.  The executing and implementing agency will be the Planning Department of the NDRC. \nA total of 33 person-months of individual consulting services (two international consultants for \n9 person-months and four national consultants for a total of 24 person-months) will be provided. \nThe TA will also engage resource persons for workshops and specific technical inputs. The cost \nestimates and financing plan is in Appendix 2, and the outline terms of reference for consultants \nare in Appendix 3. The consultants will be engaged in line with ADB’s Guidelines on the Use of \nConsultants (2013, as amended from time to time). Proceeds of the TA will be disbursed in line \nwith ADB’s Technical Assistance Disbursement Handbook (2010, as amended from time to \ntime). The TA is expected to commence on 21 April 2014 and be completed by 30 April 2015. \n \nIV.  THE PRESIDENT'S DECISION  \n \n17.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $800,000 on a grant basis to \nthe Government of the PRC for Support for the Thirteenth Five-Year Plan, and hereby reports \nthis action to the Board. \n \n                                                 \n6  Workshops include an inception workshop, a midterm review workshop, a final review workshop, and other related \nworkshops and/or presentations on findings of various knowledge work under this TA as necessary. Participants \ninclude resource persons (renowned international experts with extensive experience in the PRC and policy \nmakers) from other countries.  \n ", "Appendix 1  5 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines Reporting Mechanisms Risks  \nImpact      Assumption \nMore inclusive growth  Increased share of  Government publications  The government \nand sustainable  services in gross domestic    implements the \ndevelopment in the  product from 2015  Statistical yearbooks  Thirteenth Five-Year \nPRC that overcomes  baseline    Plan efficiently and \nthe middle-income      effectively \ntrap  Increased rural per capita   \n  disposable income from  Risks \n2015 baseline  Ineffective cross-\n  agency coordination \ndelays policy changes \nand institutional reforms \n \nUnexpected global or \nregional events \n \nOutcome      Assumption \nImproved policy and  Incorporation of policy  Government publications  Policy \nregulatory  recommendations    recommendations under \nenvironment to  proposed by this TA into  Thirteenth Five-Year  this TA are relevant and \nsupport industrial  the Thirteenth Five-Year- Plan   reviewed objectively by \ntransformation based  Plan  government agencies \non innovation, rural–    \nurban transformation,  Risks \nand human resource  Reform changes may \ntransformation  be faster than planned,  \nmaking the TA \nrecommendations less \nrelevant  \n \nDifferences of \ninstitutional opinion \nabout reform make it \nhard to achieve \nconsensus   \n \nUnexpected shocks to \nthe PRC economy may \nchange the underlying \nassumptions of the \npolicy \nrecommendations \n \nOutputs      Assumptions \n1.  Reports  Main report and three sub- Periodic TA progress  Strong support from all \n(i)  One main report  reports submitted to NDRC  reports by consultants  relevant stakeholders \n(a synthesis of  by 30 November 2014     \nthree sub-reports)    Regular consultations  Highly qualified \n(ii)  Three sub-reports    with the executing  consultants available \non     agency  for recruitment \n(a) Industrial       \n ", "6  Appendix 1 \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines Reporting Mechanisms Risks  \ntransformation       \n(including    Regular updates from  Relevant data and \ninnovation)    the consultant team  information are readily \n(b) Rural–urban     available from \ntransformation    government agencies \n(c) Human     \nresource    Risks \ntransformation    Poor quality of \n    consultant outputs \n2.  Workshops  At least four workshops   \n  and about 150 participants  Late delivery of reports \n   \n3.  Field research  One or two international \nand  visits and three domestic \ndissemination  visits \n   \nOne press conference \n Activities with Milestones  Inputs \n   \n1.  Reports  ADB: $800,000  \n1.1 Inception report by April 2014  (TASF-other sources) \n1.2 Midterm report by July 2014   \n1.3 Draft final report by 30 September 2014  The government will \n1.4 Final report to NDRC by 30 November 2014  provide support in the \n  form of counterpart \n2.  Workshops  staff, relevant data and \n2.1 Inception workshop by May 2014  information, assistance \n2.2 Midterm workshop by July 2014  in arranging meetings \n2.3 Final workshop by October 2014  and field visits with \n2.4 Related workshops and/or presentations by November 2014  relevant government \n  agencies, logistics \n3.  Field research and dissemination  support, and other in-\n3.1 Domestic and international field research  kind contributions. \n3.2 Dissemination event after submission of the final report  \n \nADB = Asian Development Bank, NDRC = National Development and Reform Commission,  PRC = People’s \nRepublic of China, TA = technical assistance, TASF = Technical Assistance Special Fund. \nSource: Asian Development Bank. \n \n \n ", "  Appendix 2  7 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nAsian Development Banka \n  1.  Consultants \n    a.  Remuneration and per diem \n      (i)  International consultant (9 person-months)  175 \n      (ii)  National consultants (24 person-months)  120 \n      (iii) Resource persons  95 \n    b.  International and local travelb  50 \n    c.  Reports, translation and communicationsc  50 \n  2.  Workshops and conferencesd  75 \n  3.  Field research   \n    a.  International field research  50 \n    b.  Domestic field research  40 \n    c.  Research and survey materials  40 \n  4.  Miscellaneous administration and support costse  25 \n  5.  Contingencies  80 \n   \n          Total  800 \nNote:  The  technical  assistance  (TA)  is  estimated  to  cost  $960,000,  of  which  contributions  from  the  Asian \nDevelopment Bank are presented in the table above. The government will provide counterpart support in the form \nof counterpart staff, relevant data and information, assistance in arranging meetings and field visits with relevant \ngovernment agencies, logistics support, and other in-kind contributions. The value of the government’s in-kind \ncontribution is estimated to account for 20% of the total TA cost. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-other sources). \nb  Includes travel of international and national consultants. \nc  Includes all translation activities, including necessary policy documents for desk review; technical reports for the \nmain TA report, conference report, and executive summary of the TA findings and policy notes; and interpretation \nat workshops and conferences. \nd  Provides at least four workshops. \ne  Includes report editing, printing, and dissemination. \nSource: Asian Development Bank estimates.\n   \n ", "8  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.        Senior International Development Economist and Team Leader (4 person-months, \nintermittent) \n \n1.  The  senior  international  development  specialist  should  have  strong  expertise  and \nextensive  experience  in  analyzing  middle-income  trap  issues  (e.g.,  industrial  upgrading, \ninnovation  policy,  rural–urban  development,  and  human  resource  development)  in  different \ncountries; and in preparing government strategies and plans in countries that are facing or have \nsuccessfully overcome the middle-income trap. The specialist must have a master’s degree or \nhigher  qualification  in  economics  with  specialization  in  economic  growth,  economic \ndevelopment, or related fields. The international development specialist must have at least 15 \nyears of experience in the areas of economic growth and economic development, supported by \ninternational publications and affiliation with a prestigious university or research institute, or \nrelevant public or private organization. The specialist will provide overall strategic direction for \nthe technical assistance (TA) project; lead and guide the work of national consultants to ensure \nthat  the  outputs  are  consistent  with  the  objectives  of  the  project;  bring  in  international \nperspectives and experiences; and have overall responsibility for the quality and timely delivery \nof the TA outputs, including all reports, and completion of relevant TA activities under the \nguidance of the executing agency and the Asian Development Bank (ADB) project officer. \nB.        International Development Specialist and Deputy Team Leader (5 person-months, \nintermittent)  \n \n2.  The international development specialist should have extensive experience in managing \ncomplex international projects and a proven track record of successful delivery of projects that \nare of high quality and within the deadline. The international development specialist should have \nrecognized  expertise  in  one  or  two  issues  covered  by  the  TA  project.  The  international \ndevelopment specialist must have a master’s degree or higher qualification in economics. The \ninternational development specialist must have at least 10 years of experience with a leading \ninternational organization or equivalent, and a good track record in working with the PRC \ngovernment, especially on developing government strategies and/or plans. The international \ndevelopment specialist will assist the task team leader in managing the TA project, including \nliaising  with  other  team  members  and  coordinating  their  work  activities,  and  liaising  and \ncoordinating with relevant agencies and/or organizations (including the executing agency and \nADB) to ensure frequent and comprehensive exchange of ideas; identify and address the \nresearch bottlenecks as they first appear; and ensure that the outputs produced and activities \ncarried out are in line with the terms of reference, and are delivered on time. The international \ndevelopment specialist is expected to be heavily involved in undertaking research on one or two \nissues under the TA project, including preparing the background analysis of the PRC economy \n(main text para.9), and be responsible for the quality and timely preparation of the reports under \nthe guidance of the team leader. \n \nC.        National Industrial Specialist (6 person-months, intermittent) \n \n3.  The national industrial specialist should be an experienced researcher from a reputable \nuniversity or research institute, or relevant public or private organization with at least 10 years of \nexperience in analyzing industrial development and policies in the People’s Republic of China \n(PRC) or other similar large countries, industrial upgrading, service sector development, and \neconomics  of  innovation  in  the  PRC.  The  specialist  should  have  experience  in  preparing \ngovernment strategies and plans in the PRC. The industrial specialist must have a master’s \n ", "  Appendix 3  9 \ndegree or higher qualification in economics with specialization in economic growth, industry \neconomics, or related fields. The specialist must be fluent in English and have strong expertise \nin the areas of economic growth, industry economics, economic development, economics of \ninnovation, and  associated  topics.  The  industrial  specialist  will  lead  the  preparation  of  the \nassigned tasks under the topic of industrial transformation, and be responsible for the quality \nand timely preparation of the reports under the analytical guidance of the team leader. \n \nD.        National Innovation Policy Specialist (6 person-months, intermittent) \n \n4.  The national innovation policy specialist should be an experienced researcher from a \nreputable university or research institute or relevant public or private organization with at least \n10 years of experience in analyzing innovation policies and/or strategies; institutions, including \nthe role of the market; governance and capacity; international competitiveness; intellectual \nproperty rights; and industry value chains. The national innovation policy specialist must have a \nmaster’s  degree  or  higher  qualification  in  public  policy,  intellectual  property,  business \nadministration, or related fields. The national innovation policy specialist must be fluent in \nEnglish  and  have  strong  expertise  in  the  areas  of  innovation  policies  and/or  strategies, \nintellectual property, industry value chains, and associated topics. The national innovation policy \nspecialist will lead the preparation of the specifically assigned tasks under the subtopic of \nindustrial transformation, and timely preparation of the reports under the analytical guidance of \nthe team leader. \n \nE.        National Rural–Urban Development Specialist (6 person-months, intermittent) \n \n5.  The  national  rural–urban  specialist  should  be  an  experienced  researcher  from  a \nreputable university or research institute, or relevant public or private organization with at least \n10 years of experience in analyzing rural sector development, urban sector development, and \nagricultural modernization, including rapid urbanization. The rural–urban specialist should have \nexperience in preparing government strategies and plans in the PRC. The specialist must have \na master’s degree or higher qualification in urban planning, rural and social development, or \nrelated fields. The rural–urban specialist must be fluent in English and have strong expertise in \nthe areas of rural sector development, urban sector development, agricultural modernization, \nand associated topics. The rural–urban specialist will lead the preparation of the specifically \nassigned tasks under the topic of rural–urban transformation, and be responsible for the quality \nand timely preparation of the reports under the analytical guidance of the team leader. \n \nF.        National Human Resource Development Specialist (6 person-months, intermittent) \n \n6.  The national human resource development (HRD) specialist should be an experienced \nresearcher  from  a  reputable  university  or  research  institute,  or  relevant  public  or  private \norganization with at least 10 years of experience in analyzing surplus labor issues, aging \npopulation  issues,  entrepreneurship,  vocational  education  and  training,  and  capacity \ndevelopment. The specialist should have experience in preparing government strategies and \nplans in the PRC. The specialist must have a master’s degree or higher qualification in labor \neconomics, human resource development, education, or related fields. The specialist must be \nfluent in English and have strong expertise in the areas of labor economics, HRD, vocational \neducation and training, and associated topics. The HRD specialist will lead the preparation of \nthe assigned tasks under the topic of human resource transformation, and be responsible for \nthe quality and timely preparation of the reports under the analytical guidance of the team leader. \n \n ", "10  Appendix 3 \nG.        Resource Persons  \n \n7.  In  addition  to  the  consultants,  the  TA  will  engage  resource  persons  to  review  the \naccuracy  and  quality  of  the  reports,  provide  international  perspectives,  bring  in  up-to-date \nknowledge, and participate in and present at the related workshops. The resource person \nshould be a leading, renowned expert in his or her field from a reputable university or research \ninstitute, or relevant public or private organization. The resource persons will also include an \neconomics editor to refine the reports, and research assistants to assist the consultants in \nconducting surveys and field research. The number of resource persons and the person-months \nwill be determined during TA implementation based on the agreement among the executing \nagency, the consultants, and ADB. \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20140513161629+08'00'", "Creator": "PScript5.dll Version 5.2", "Keywords": "adb projects, 13th five-year plan, thirteenth five-year plan, china, prc, people's republic of china, adb technical assistance, technical assistance report, chinese economy, prc economy", "ModDate": "D:20140520112144+08'00'", "Producer": "Acrobat Distiller 7.0 (Windows)", "Subject": "Decision document for the Support for the Thirteenth Five-Year Plan of the People's Republic of China presented to ADB’s Board of Directors or Management for approval.", "Title": "People's Republic of China: Support for the Thirteenth Five-Year Plan (Technical Assistance Report)"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 1 April 2014 ) \n \nCurrency unit –  yuan (CNY) \nCNY1.00 =  $0.1608    \n$1.00 =  CNY6.2181 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  HRD  –  human resource development \n  NDRC  –  National Development and Reform Commission \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Policy and advisory technical assistance (PATA) \nTargeting  –  General intervention \nclassification \nSector (subsectors)  –  Multisector (industry and trade sector development, finance \nsector development, agriculture and rural sector development, \ntechnical education and vocational skills training) \nTheme (subthemes)  –  Economic growth (promoting economic efficiency and enabling \nbusiness environment; widening access to markets and \neconomic opportunities; knowledge, science, and technological \ncapacities) \nLocation (impact)  –  Rural (low), national (high) \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nCountry Director  H. Sharif, People’s Republic of China Resident Mission, EARD \n   \nTeam leader  P. Chang, Principal Country Specialist, EARD \nTeam members  I. Bain, Social Sector Specialist, EARD \n  J. Conrad, Principal Economist, EARD \n  Y. Fernandez Lommen, Principal Economist, EARD \n  N. Khor, Economist, EARD \n  L. Peng, Senior Economics Officer (Alternate Specialist), EARD  \nJ. Yang, Senior Advisor, EARD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "", "fullname": "sector development", "role": "agriculture and rural sector development", "organization": ""}, {"documentRole": "Vice-President", "fullname": "S. Groff", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "A. Konishi", "role": "East Asia Department (EARD)", "organization": ""}, {"documentRole": "Country Director", "fullname": "H. Sharif", "role": "People", "organization": ""}, {"documentRole": "Team leader", "fullname": "P. Chang", "role": "Principal Country Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "I. Bain", "role": "Social Sector Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "J. Conrad", "role": "Principal Economist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "Y. Fernandez Lommen", "role": "Principal Economist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "N. Khor", "role": "Economist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "L. Peng", "role": "Senior Economics Officer (Alternate Specialist)", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "J. Yang", "role": "Senior Advisor", "organization": "EARD"}]}