{"path": "data/input/ta/48094-001-tar.pdf", "pages": [" \n \n \n \n \nTechnical Assistance Report \n \n \n \n \n \n \nProject Number: 48094  \nPolicy and Advisory Technical Assistance (PATA) \nJuly 2014 \n \n \n \n \n \n \n \n \n \n \n \nPeople’s Republic of China: Strengthening \nGovernment and Social Organization Cooperation \nfor Rural Poverty Reduction  \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Public Communications \nPolicy 2011.   \n ", " \nCURRENCY EQUIVALENTS \n(as of 10 July 2014) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1613 \n$1.00  =  CNY6.2001 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  IPRCC  –  International Poverty Reduction Center in China \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nCountry Director  H. Sharif, EARD \n   \nTeam leader  I. Bain, Social Sector Specialist, EARD \nTeam members  S. Liu, Operations Assistant, EARD  \n  X. Shen, Senior Project Officer (Natural Resources and Agriculture), \nEARD  \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "Project Classification Information Status: Complete\nPOLICY AND ADVISORY TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 48094-001\nProject Name Strengthening Government and Social  Department EARD/PRCM\nOrganization Cooperation for Rural  /Division\nPoverty Reduction\nCountry China, People's Republic of Executing  International Poverty Reduction Center in \nBorrower International Poverty Reduction Center Agency China\nin China\nqq\n2. Sector Subsector(s)     ADB Financing ($ million)\nPublic sector  Social protection initiatives 0.30\nmanagement\nAgriculture, natural  Land-based natural resources management 0.05\nresources and rural \ndevelopment\nTotal 0.35\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 3: Extreme deprivation  Climate Change impact on the  Low\ngrowth (IEG) prevented and effects of shocks  Project\nreduced (Social Protection)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Client relations, network, and  Effective gender mainstreaming (EGM)\ncapacity development partnership development\n(GCD) Civil society participation\nOrganizational development\nqq\n5. Poverty Targeting Location Impact\nProject directly targets  Yes\nRural High\npoverty\nUrban Low\nGeographic targeting  Yes\n(TI-G)\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.35\n    Sovereign Policy and advisory technical assistance: Technical Assistance 0.35\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.10\n    Government 0.10\n  \nTotal 0.45\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 24052014181904957041 Generated Date: 22-Sep-2014 11:01:44 AM", " \nCONTENTS \nPage \n \nPOLICY AND ADVISORY TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE POLICY AND ADVISORY TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  5 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  Outline Terms of Reference for Consultants  10 \n \n \n \n \n \n ", " \nI.  INTRODUCTION \n1.  During the 2013 country program mission, the Government of the People’s Republic of \nChina (PRC) requested that the Asian Development Bank (ADB) provide technical assistance \n(TA)  to  the  International  Poverty  Reduction  Center  in  China  (IPRCC)  for  Strengthening \nGovernment and Social Organization Cooperation for Rural Poverty Reduction. ADB included \nthe proposed policy and advisory TA in the PRC country operations business plan, 2014–2016.1 \nADB approved the TA concept paper on 22 May 2014 and undertook a fact-finding mission on \n26  May  2014.  The  mission  reached  agreement  with  the  government  on  the  TA’s  impact, \noutcome,  outputs,  terms  of  reference  for  consultants,  cost  estimates,  financing  plan,  and \nimplementation arrangements. The design and monitoring framework is in Appendix 1.2  \n \nII.  ISSUES \n2.  Over  three  decades  of  rapid  growth  and  poverty  reduction  programming  have \ndramatically reduced rural poverty in the PRC. However, significant challenges remain that call \nfor new responses from the national rural poverty reduction program. 3 \n \n3.  These challenges include a significant number of rural poor—82.49 million people, or 8.5% \nof the rural population—still living below the national rural poverty line of CNY2,300 per capita \nper annum at year-end 2013. In addition, frequent return to poverty and impoverishment of \nnear-poor rural households is reported. The causes of rural poverty are also changing rapidly, \nfor  example:  (i)  the  remote  and  harsh  environments  where  many  rural  poor  reside  are \nexperiencing more frequent and severe climatic and other natural disasters; (ii) fragile or high \nbiodiversity environments that have supported the traditional and subsistence needs of the \n(increasingly ethnic minority) poor are under intensifying state restrictions on use; (iii) poor \nresidents now require new skills and resources to engage with expanding and changing markets, \nincluding their opportunities, niches, and challenges; (iv) many villages now have fewer whole \nfamilies but more dependent family members ”left behind” through age, gender, inadequate \neducation or labor capacity as the able-bodied have sought work elsewhere; this has created \nhollowed-out communities with reduced social interaction and residents who need new types of \ntargeted support; and (v) the loss of village-generated revenue has weakened village leadership \nauthority and capacity to convene and coordinate activities and services for the common good. \nIn tandem with these changes, popular awareness of inequality is rising, along with expectations \nthat the poverty reduction program can improve social equity, satisfaction, and stability.  \n \n4.  This changing face of rural poverty means that more diverse approaches to poverty \nreduction are required—e.g., sustained support for poor communities to develop new, or more \neffective, community institutions, management, and income streams. Examples include new \ncooperative or producer groups, green production, and tourism. More accessible and user-\nfriendly information and social services are also necessary, particularly for health, wellness, and \n                                                \n1  ADB. 2014. Country Operations Business Plan: People’s Republic of China, 2014-2016. Manila. \n2  The TA first appeared in the business opportunities section of ADB’s website on 30 May 2014. \n3  The PRC rural poverty reduction program, the Outline for Development-oriented Poverty Reduction for China’s \nRural Areas (2011–2020), was released by the Central Committee of the Communist Party of China and State \nCouncil of the People’s Republic of China in Beijing in 2011. It designates 592 national poor counties and 231 \ncontiguous counties in 14 poverty blocks in mountainous and arid areas of the central and western PRC as its \nprogramming focus. It calls for development of village poverty reduction plans to increase household and village \nincomes and boost the capacity of communities to contribute to their own development. Specific activities include \nvillage roads, safe drinking water, village electrification, improvement of unsafe housing, specialty production and \nmarketing, village tourism development, and access to education, health, cultural facilities, and communications. \nThe program implementation plan was finalized in early 2013 and approval steps are in progress. \n ", "2 \n \nelderly care. Community capacity for mutual support, management, and maintenance of village \npublic goods needs to be rebuilt, and creation of stronger, more equitable links with distant \ntownship and county government organizations, external support groups, and markets is critical.  \n \n5.  The poverty reduction administration recognizes that its skills and resources, outreach, \ntargeting, and delivery capacity at local level are insufficient to solve these new challenges. This \nhas stimulated debate on whether social organizations could be engaged in poverty reduction to \nhelp overcome these deficiencies.4  Growing government interest in this possibility was stirred \nby several recent developments. Disaster relief work following the 2008 Wenchuan earthquake \nprovided unprecedented and unanticipated evidence of the capacity of social organizations to \nsupport village recovery and service provision. Experienced and technically proficient social \norganizations used their local position, knowledge, and resources to rapidly connect with, and \nassist, residents. They also generated funds for community activities and employed participatory \nand transparent approaches for activity identification and fund tracking. Their facilitation skills \nalso  helped  create  more  inclusive  and  sustained  community  management  structures.  This \nresulted in relatively high rates of villager satisfaction and social cohesion. Secondly, social \norganizations  in  the  PRC  are  rapidly  growing  in  numbers  and  command  significant \norganizational, financial, and volunteer resources.5 This reflects public perception that social \norganizations are increasingly effective in channeling funding to vulnerable groups, helping \nreduce poverty, and promoting concepts and values of charity. Thirdly, some trial engagement \nof social organizations in the national poverty reduction program has already occurred. ADB and \nthe  Ford  Foundation  each  supported  a  small-scale  experiment  of  contracting  for  service \nprovision from 2005.6 In 2011, the national rural poverty reduction program itself recommended \n“engaging all sectors of society and expanding] areas of social cooperation in order to raise the \nstandard, and ensure the effectiveness, of poverty reduction programming.” This was reiterated \nby the PRC Premier in early 2014 when he called for “guiding] nongovernmental forces to \nparticipate in poverty alleviation” and encouraging “social organizations to play a bigger role in \ndelivering public services and exercising social governance.” This sentiment reflected wider \nnational reforms that aim to transform the role of the state, society, and market in service \ndelivery. \n \n6.  However, these developments have been insufficient to build deeper agency awareness \nand broader collaboration with social organizations. Instead, debate and doubt has continued \nover two issues: (i) whether social organizations have, or could develop, sufficient numbers, \ncoverage,  capacity,  and  interest  to  systematically  provide  services  to  the  village  poverty \nreduction program, and (ii) how their existing and improving capacities and contributions should \nbe fostered, regulated, and recognized by contracting agencies. Are there relevant lessons from \n                                                \n4  Social organizations are officially defined as “not-for-profit organizations that are formed voluntarily by Chinese \ncitizens in order to realize the shared objectives of their members, carrying out activities in accordance with their \ncharter.” (People’s Republic of China, State Council. 1998. Regulations on the Registration and Administration of \nSocial Organizations. Beijing). \n5  There were 541,000 social organizations at year-end 2013, an increase of 8.4% over 2012. Moreover, 29% of \nthese organizations are self-identified as working in poverty reduction and social development in 2012. The \nMinistry of Civil Affairs estimated that in 2013, around 80 million people, or 7% of the PRC population, engaged in \nvarious types of voluntary service, with an imputed value estimated at CNY1.1 billion. Total public donations \nexceeded CNY110 billion in 2013. \n6  ADB. 2005. Technical Assistance to the People’s Republic of China for Nongovernment Organization–Government \nPartnerships in Village-Level Poverty Alleviation. Manila. This TA explored local government contracting of local \nand non-local social organizations to provide poverty reduction services in four counties of Jiangxi Province in the \ncentral PRC. Ford Foundation grant 1055-1019 “To design, demonstrate and disseminate replicable mechanisms \nfor nongovernment organization management of government-funded village participatory poverty reduction plans” \nsupported pilot contracting of local social organizations in five sites of four provinces in the western PRC.  \n ", "3 \n \ninternational experience of service delivery by social organizations? These questions form the \nfocus of this TA.  \n \nIII.  THE POLICY AND ADVISORY TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n7.  The impact of the project will be an enabling environment for social organizations to \ncontract rural poverty reduction services. Performance indicators will include (i) existence of \nactive and updated government administrative guidelines for contracting rural poverty reduction \nservices from social organizations at all relevant administrative levels; (ii) increased funding \nexpended for government contracting of social organization services within the rural poverty \nreduction program by geographic area, types of activities, and social organizations; and (iii) \ngrowth and improved distribution of contracted provision of rural poverty reduction program \nservices. This will include gender-sensitive data on contracts signed, characteristics, location, \nand numbers of contracting social organizations, and the nature of services contracted. The \noutcome  will  be  that  government  meets  social  organizations’  needs  and  strengthens  their \ncapacity to contract poverty reduction services. Performance indicators will include (i) increased \nexpression of support from all levels of the poverty reduction leadership, and (ii) provision of \ngender-sensitive workshops, gender-sensitive training, and information by the national poverty \nreduction administration (including the executing agency) to solicit social organization feedback \nand improve stakeholder capacity to contract program services. Executing agency workshops, \ntraining, and information for social organizations are new activities and provide an opportunity to \nboost awareness of gender issues within the rural poverty reduction program and to guide \nparticipants in preparing more gender-sensitive activities i.e., those that recognize, respect, and \nrespond to gender-based needs and rights.     \n \nB.  Methodology and Key Activities \n8.  The TA will have four linked and phased outputs in areas selected from the 14 poverty \nblocks designated under the national rural poverty reduction plan as outlined below. Output 1 \nwill  involve  a  desk-based  policy  analysis  of  the  PRC  government–social  organization \ncooperation—e.g., procurement of rural poverty reduction services from social organizations—\nand identification of good international practices. Initial findings will be reviewed in stakeholder \nworkshops to inform the in-depth data collection in output 2. Output 2 will comprehensively \nassess  the  capacity  of  social  organizations  to  contract  for  gender-sensitive  rural  poverty \nreduction services through conducting multi-province surveys, in-depth field interviews, and data \ncollection  in  the  western,  central,  and  eastern  PRC.  A  gender-sensitive  database  will  be \nassembled on numbers, character, distribution, capacity, and activities of social organizations \nengaged  in  rural  poverty  reduction  and  their  interests  and  needs,  along  with  those  of \ngovernment poverty reduction agencies, for contracting poverty reduction services under the \nnational rural poverty reduction program. Case studies will be developed to highlight important \nexperiences and also the skills, approaches, and benefits that social organizations can bring to \nrural poverty reduction. Output 3 will draw on output 1 and 2 activities to prepare suggested \nadministrative and training guidelines for key local government members and staff of social \norganizations engaged in contracting poverty reduction services. Output 4 will draw on all three \nearlier outputs to provide policy recommendations for improved and expanded contracting of \nsocial  organization  services  in  the  national  rural  poverty  reduction  program  funded  by \ngovernment (and potentially including contributions from international donors), and to exchange \nexperience and lessons in an international workshop and otherwise disseminate TA knowledge.  \n ", "4 \n \n9.  The TA will produce (i) a bilingual policy brief with main findings, recommendations, and \ndissemination strategy; (ii) a final report on government support to build social organization \ncapacity to contract poverty reduction program services with actionable recommendations; (iii) a \ntechnical section of the final report on contracting of social organizations to provide services \nunder the government's rural poverty reduction program; (iv) a compilation of domestic and \ninternational  case  studies  on  social  organization  provision  of  contracted  poverty  reduction \nservices;  and  (v) associated  survey  instruments,  data  sets,  administrative  and  training \nguidelines or manuals to help improve contracting of social organizations for the provision of \nrural poverty reduction services. Dissemination of research findings and policy suggestions \nwould occur through stakeholder meetings, bilingual reports, and knowledge products.7  A plan \nfor effective dissemination for policy impact will also be formulated.  \n \n10.  Key assumptions of the TA are that (i) government contractors perceive value, and are \nwilling to invest resources to develop the capacity of social organizations to meet government \nand  community  requirements  for  effective  service  delivery;  this  includes  methods  for \nstrengthening  the  capacity  of  less  experienced  social  organizations;  (ii)  local  government \ncontractors are willing and able to allocate agency funds and resources to carry out fair and \ntransparent identification, engagement, and evaluation of social organization capacities and \ncontributions; and (iii) sufficient local  social organizations are capable of and interested  in \nproviding services to standards and methodologies that satisfy government contractors and \nsocial organization suppliers.  \n \n11.  TA risks include (i) the speed of government policy change superseding the TA study \nand recommendations—the TA will aim to minimize this risk by scoping the relevant government \npolicy agenda and timeframe, tracking the related policy environment, and disseminating interim \nTA findings and updates to key stakeholders; (ii) hasty scheme implementation or expansion \nresulting in poor-quality outcomes and overall loss of confidence in the scheme—the TA will \nseek to minimize this risk by documenting relevant scenarios or examples in presentations, \nreports, and training materials; (iii) local government contracting (mis)targeting and accrediting \nonly  a  narrow  range  of  social  organizations,  including  those  erroneously  established  by \ncontractor  agencies,  creating  supplier  disinterest  or  distrust  in  governance  processes  and \ntransparency—the TA will aim to minimize this risk by specifying and clarifying acceptable \nidentification processes; the executing agency would then spot-check on these within its regular \nprocedures; and (iv) unanticipated changes in the functions and funding of the village poverty \nreduction program or agencies—the TA will aim to minimize this risk by stressing the benefits of \npolicy and planning stability for policy and local leader achievements. \n \nC.  Cost and Financing \n12.  The TA is estimated to cost $450,000, of which $350,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-other sources). The government will \nprovide counterpart support in the form of counterpart staff, their remuneration and per diem, \noffice space, office supplies, relevant data and information, and other in-kind contributions. \n                                                \n7  For example, the Technical Assistance for Supporting the Operationalization of Community-Driven Development in \nDeveloping Member Countries (approved in 2013) would host a community-driven development learning exchange \nworkshop in the Philippines for selected developing member country representatives to discuss community-driven \ndevelopment initiatives in selected countries. The mission leader of the Technical Assistance for Cooperation \nBetween Government and Social Organizations for Rural Poverty Reduction would assist the mission leader of the \nTechnical Assistance for Supporting the Operationalization of Community-Driven Development in Developing \nMember Countries to identify the PRC counterparts and share outputs of this TA. \n \n ", "5 \n \nD.  Implementation Arrangements \n13.  The TA will be implemented over 21 months, from 1 August 2014 to 1 May 2016. The \nIPRCC is the executing agency and its Department of Research is the implementing agency.  \n \n14.     The TA requires 34 person-months of consulting services from four individual national \nconsultants. An expert on social organization policies (12 person-months) will act as team \nleader and take overall responsibility for organizing the survey design, fieldwork plan, and \nsurvey  implementation,  and  completing  the  bilingual  policy  brief  and  final  project  report \n(including sections on social organization policies). A social survey and analysis specialist (8 \nperson-months) will work with team members to design the survey questionnaire and take \nresponsibility for data entry, analysis, formatting, and presentation of the final database. A rural \npoverty programming and institutions specialist (8 person-months) will analyze the content and \ntasks of the government poverty reduction program and roles that social organizations could \nassume in this context, and assess capacity needs and potential difficulties. A participatory rural \npoverty reduction and social organization training specialist (6 person-months) will conduct a \ncapacity  and  training  needs  assessment  of  government  agencies  and  social  organizations \ninterested in the contracting of services; produce a final training framework and guideline or \nmanual, and assist the case studies.  \n \n15.       In  dialogue  with  the  executing  agency,  ADB  will  recruit  four  individual  national \nconsultants and additional short-term resource persons in accordance with ADB’s Guidelines on \nthe Use of Consultants (2013, as amended from time to time). The proceeds of the TA will be \ndisbursed in accordance with the  Technical Assistance Disbursement Handbook (2010, as \namended from time to time). To facilitate implementation, ADB may establish an advance \npayment facility for IPRCC to support certain agreed cash expenditures, including workshops, \nsurveys and administrative costs, with details of the proposed activities, including cost estimates, \nsubmitted through the executing agency to ADB for approval.  \n \n16.  IPRCC will (i) designate a TA focal point to review reports and coordinate activities and \nin-kind contributions; and (ii) explore a short overseas learning visit for a staff member, e.g., in \nthe Philippines to study international experience of government-contracted social services. \n \n17.  The TA will have project-specific indicators and targets, including timely implementation, \nprogress  reporting,  and  periodic  deliverables.  Policy  and  stakeholder  dialogue  will  be \nmaintained with relevant government agencies, social organizations, and stakeholder groups to \nensure  field-level  feedback  and  policy  relevance.  TA  interim  and  final  reports  and  other \ndeliverables  will  be  reviewed  and  discussed  by  the  executing  agency,  ADB,  and  other \nstakeholders in terms of progress and quality. TA good practices, manuals, and other materials \nwill be provided during TA workshops and on existing executing agency, stakeholder, and ADB \nwebsites. TA outputs and outcome evaluation will be disseminated widely through stakeholder \nmeetings, bilingual reports, and knowledge products. \n \nIV.  THE PRESIDENT'S DECISION  \n \n18.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $350,000 on a grant basis to \nthe Government of the People’s Republic of China for Strengthening Government and Social \nOrganization Cooperation for Rural Poverty Reduction, and hereby reports this action to the \nBoard. \n ", "6  Appendix 1 \n \nDESIGN AND MONITORING FRAMEWORK \n \nDesign   Performance Targets and  Data Sources and  Assumptions  \nSummary  Indicators with Baselines  Reporting Mechanisms  and Risks  \nImpact      Assumptions \nAn enabling  Active and updated  New documents  The rural poverty \nenvironment for  government administrative  circulated and available  reduction program \nsocial organizations  guidelines for contracting  at each relevant  maintains its focus, \nto contract rural  rural poverty reduction  administrative level  funding, resources, and \npoverty reduction  services from social  institutional structures. \nservices   organizations exist at all   \n  relevant administrative   \nlevels by 2020   \n    Willingness and ability \nIncreased funding  Periodic, published  of the rural poverty \nexpended for government  executing agency survey  reduction administration \ncontracting of social  reports on status and  to undertake fair and \norganizations services  change in  contracted  transparent selection, \nwithin the rural poverty  provision of poverty  employment, and \nreduction program by  reduction program  evaluation of social \ngeographic area, types of  services  organizations capacities \nactivities, and social  and contributions \norganizations compared   \nwith the base year of 2014 \n      Risks           \nGrowth and improved  Unanticipated major \ndistribution of contracted  refocusing of the \nprovision of rural poverty  national poverty \nreduction program services,  reduction mandate, \nincluding gender-sensitive  administration, and \ndata on contracts signed,  resources \nnumber, location, and \nMajor instance(s) of \ncharacteristics of \nmisconduct in \ncontracting social \ncontracted activities \norganizations, and nature of \nlead to loss of \nservices contracted \nstakeholder confidence \ncompared with the 2014 \nand curtail(s) overall \nsurvey baseline  \nprogram operation. \nOutcome        Assumptions \nGovernment meets  Increased expression of  Quantity and content of  TA has identified \nsocial organizations’  support from all levels of the  leadership speeches,  sufficient social \nneeds and  poverty reduction leadership  agency, and media  organizations interested \nstrengthens their  for social organizations  reports   in, and meeting, poverty \ncapacity  to contract  contracting of government  reduction agency \npoverty reduction  rural poverty reduction  requirements, plus \nservices   services compared with the  effective means for \n  2014 survey baseline  strengthening capacity \nof newer entrants.  \n ", "Appendix 1   7 \n \nDesign   Performance Targets and  Data Sources and  Assumptions  \nSummary  Indicators with Baselines  Reporting Mechanisms  and Risks  \n    Risks               \nFrom 2016, the national  Executing agency  Hasty scheme \npoverty reduction  reports, publicity among  implementation or \nadministration (including  stakeholder groups,  expansion leads to poor \nthe executing agency) is  training, and information  quality outcomes  and \nproviding gender-sensitive  materials                             overall loss of \nworkshops,  training, and    confidence in scheme; \ninformation provision to                                              Instances of non- \nbuild capacity of local  transparent or \ngovernment poverty  formalistic selection or \nreduction agencies and  accreditation lead to \nsocial organizations to  social organization \ncontract program services   disinterest or distrust \nOutputs  Final report on government  Consultants’ monthly  Assumptions \n1. Robust analysis of  support to build social  updates, periodic TA  Reliable social \nPRC government– organization capacity to  reporting and milestones  organization contact \nsocial organization  contract rural poverty  information is available. \ncooperation   reduction program  Report prepared and  Interest, and timely \nservices   provided to central  cooperation, of social \n  government agencies  organizations and local \nand relevant decision  poverty reduction \nmakers  agencies \n \n2. Assessment of  Final report section on  Regular consultation  Risks          \nsocial organization  government poverty  with the executing  Unanticipated events \ncapacity to provide  reduction service  agency and stakeholder  result in significant \ngender-sensitive  contracting by social  groups  unwillingness of many \ncontracted rural  organizations   social organizations to \nGender-inclusive \npoverty reduction  Case study report on  database of social  be interviewed. \nservices  social organization    organizations engaged \nSpeed and direction of \n  provision of contracted  in rural poverty reduction \ngovernment actions \npoverty reduction services  \nsupersede the study \n  and recommendations. \n3.  Development of  Recommended gender- Materials submitted to   \nprocesses that will  sensitive training and other  the executing agency for \nimprove social  guidelines developed  provision to the national \norganizations’ ability    poverty reduction \nto contract for  administration \nservices under the   \ngovernment’s poverty \nreduction program \n \n4.   Dissemination of  1 international workshop;  Workshop materials;    \nTA processes,  1 bilingual policy brief with  Brief submitted to the \nfindings, and  findings   executing agency and \nknowledge  provided to all provincial \npoverty reduction \n \nagencies \n \n \n ", "8  Appendix 1 \n \nActivities with Milestones   Inputs \n \nOutput 1:  Robust analysis of the PRC government–social  ADB: $350,000 \norganization cooperation     \nNote: The government will \n1.1 Collect, review, and analyze data on the PRC government–social \nprovide counterpart \norganization cooperation (including for rural poverty reduction), \nsupport in the form of \nassociated social organization conditions, contracting practices, \ncounterpart staff, their \nexisting problems, and expectations. \nremuneration and per \n1.2 Identify international good practice approaches and lessons, including \ndiem, use of office space, \nthrough a proposed international short-term learning visit for a female \nrelevant data and \nstaff member of the executing agency.  \ninformation, office supplies, \n1.3 Hold workshops to share initial findings with gender-balanced \nassistance in arranging \nstakeholders; verify and refine analysis; and identify survey and \nmeetings and field visits \ninterview locations, methods, and content. \nwith relevant government \nMilestones: Inception workshop and final inception report (August 2014) \nagencies, and other in-kind \n \ncontributions. \nOutput 2: Assessment of social organization capacity to provide \ngender-sensitive contracted poverty reduction services   \n2.1 Conduct surveys to assess (i) the numbers, distribution, character and   \nactivities of social organizations engaged in rural poverty reduction and \ntheir forms of cooperation with government for poverty reduction; and \n(ii) the capacity, interest, and needs of the PRC government poverty \nreduction agencies and different types of social organizations in \ncontracting poverty reduction services under the national rural poverty \nreduction program. \n2.2 Build an identification process and database of social organizations \nwilling or able to contract for poverty reduction services. \n2.3 Undertake group and individual interviews in 1–2 western provinces in \nthe PRC and an eastern province to develop a case bank of gender \nsensitive studies on government–social organization poverty reduction \ncollaborations and innovations for use in analysis, promotion, and \ntraining. \nMilestones: Database, case bank studies, midterm review workshop \n(February 2015) \nOutput 3: Development of processes that will improve social \norganization ability to contract for services under the government \npoverty reduction program  \n3.1 Develop draft local poverty reduction agency guidelines for selection of \nsocial organizations for service contracting.  \n3.2  Draft and trial a gender-sensitive training guideline for strengthening \nthe capacity of local government and social organizations to provide \ncontracted poverty reduction services to poor communities and \nhouseholds. \nMilestones: Training materials, stakeholder workshop records \nOutput 4: Dissemination of TA processes, findings, and knowledge \n4.1 International workshop in the PRC on experiences and innovation in \ngovernment contracting of poverty reduction services to social \norganizations. \n4.2 Synthesis of reports, gender-sensitive database, case studies, and \ntraining materials for project completion workshop (December 2015).  \nMilestones: Project completion workshop, final reports, and policy note. \n ADB = Asian Development Bank, PRC = People’s Republic of China, TA = technical assistance. \nSource: Asian Development Bank.\n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \nItem  Amount \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  National consultants (34 person-months)  155.0 \n      ii.  Resource persons  10.0 \n    b.  Local travel  25.0 \n    c.  Translation, reports, and communicationsb  30.0 \n  2.  Workshops, seminars, and conferencesc  45.0 \n  3.  Surveysd  50.0 \n  4.  Miscellaneous administration and support costse  15.0 \n  5.  Contingencies  20.0 \n        Total  350.0 \nNote:  The  technical  assistance  (TA)  is  estimated  to  cost  $450,000,  of  which  contributions  from  the  Asian \nDevelopment Bank (ADB) are presented in the table above. The government will provide counterpart support in the \nform of counterpart staff, their remuneration and per diem, use of office space, relevant data and information, office \nsupplies, assistance in arranging meetings and field visits with relevant government agencies, and other in-kind \ncontributions. The value of government contribution is estimated to account for 22% of the total TA cost. \na  Financed by ADB’s Technical Assistance Special Fund (TASF-other sources).  \nb  Includes all report translation activities, necessary policy documents for desk review, production of technical reports \nfor the main TA report, conference reports, executive summary of the TA findings and policy note, and interpretation \nof workshops and conferences where necessary for non-Chinese speaking participants. \nc  Inception, midterm review, completion, and international workshops, two technical meetings in Beijing, and at least \none each in the eastern and western People’s Republic of China. \nd Includes research and survey materials for the quantitative gender-sensitive survey questionnaire and qualitative \ninterview protocols, and case development meetings with poverty reduction agencies and social organizations. \ne Includes report editing, printing, and dissemination; administrative support; and local transport for  consultants. \nSource: Asian Development Bank estimates. \n   \n ", "10  Appendix 3 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The technical assistance (TA) requires 34 person-months of intermittent services from \nfour  national  consultants,  who  will  be  recruited  individually  in  accordance  with  the  Asian \nDevelopment Bank (ADB) Guidelines on the Use of Consultants (2013, as amended from time \nto time). The consultants will perform the tasks in close consultation with the International \nPoverty Reduction Center in China (IPRCC) as the executing agency and its Department of \nResearch as the implementing agency. The consultants shall produce the following in both \nEnglish and Chinese: (i) the main TA report and executive summary; (ii) technical materials and \nreports on key issues outlined in the proposal; (iii) a bilingual policy note for decision makers; \n(iv) workshop reports; and (v) routine monthly progress updates. All consultants will be familiar \nwith social organization policies, the poverty reduction program, and associated gender issues \nin the People’s Republic of China (PRC).  \n \n2.  The consultant team will arrange all translations needed for the TA activities. These \ninclude workshop agendas, the field survey and questionnaire formats and tools, the bilingual \npolicy note, and training outline. ADB will hire interpretation services for workshop participants \nwho use only English or Chinese language, as necessary.    \n \n3.  Team leader and expert on social organization policies (national, 12 person-months, \nintermittent). The team leader and expert will have a postgraduate degree in a relevant social \nscience discipline, with excellent written and spoken English, and ideally international study, \nresearch, or project experience, and gender-related project experience. The expert will have at \nleast 10 years of relevant work experience and strong expertise in the development, functioning, \nand evaluation of social organization policies in the PRC evidenced from research projects, \nChinese  and  English  publications,  professional  affiliations,  and  strong  collaborations  with \nrelevant  government  institutions.  TA  funds  are  available  to  hire  one  research  assistant  to \nsupport activities that do not duplicate team leader tasks. The research assistant’s terms of \nreference will be developed by the team leader for approval by the ADB mission leader and the \nexecuting agency. The team leader will carry out these tasks:  \n(i)  serve as the team leader of the consultants and ensure timely completion of all \ntechnical outputs of the TA, including taking overall responsibility for draft and \nfinalized inception, midterm and completion reports, the bilingual policy brief, and \nwriting final project report sections on social organization policies and funding \nmodalities,  and  the  executive  summary,  and  overseeing  the  quality  of  team \nmember inputs, reports, and key materials; \n(ii)  take responsibility for, and lead team members in, critically reviewing current \nexperiences  with  government  contracting  of  social  organizations  for  poverty \nreduction services;  \n(iii)  in collaboration with team members, design and conduct workshops and finalize \nthe TA research and methodology plans, field survey locations, and associated \ngender-sensitive  survey,  interview,  and  case  study  mechanisms  by  end-\nSeptember 2014; \n(iv)  in collaboration with team members, carry out selected field investigations and \nsurvey activities, including evaluation of government practices for, and social \norganizations’ experience with, contractual government services in the PRC;  \n(v)  collaborate  with  team  members  to  obtain  and  analyze  appropriate  and  sex- \ndisaggregated  data,  and  to  develop  draft  gender-sensitive  processes  and \nguidelines  for  government  contracting  of  social  organizations  to  undertake \npoverty reduction activities; \n ", "Appendix 3   11 \n \n(vi)  in collaboration with team members, organize, participate, and provide technical \ninputs in at least five workshops to discuss improved contracting of services (at \nleast two in Beijing, two in the western PRC, and one in the eastern PRC), and a \ndissemination  conference  at  TA  completion;  work  with  team  members,  the \nexecuting agency, and ADB to identify suitable TA-funded international resource \npersons to join some meetings and workshops; and \n(vii)  work with the executing agency to ensure effective dissemination of TA findings \nto national policy makers.  \n \n4.  Social survey and analysis specialist (national, 8 person-months). The national social \nsurvey and analysis specialist will have a degree in a social science discipline, good English, \nand  a  record  of  publications  and  report  preparation  in  Chinese  and  English.  Relevant \ninternational study or work experience is desirable. The specialist should be an early career \nprofessional with demonstrated experience in the collection and use of social survey data for \nresearch purposes. The specialist would have experience in the design, entry, analysis, and \npresentation of quantitative, gender-disaggregated survey data and findings. The expert will \n(i)  work with team members and take primary responsibility for designing a gender- \nsensitive  survey  questionnaire  for  poverty  reduction  agencies  and  social \norganizations, and selecting related survey procedures and methodologies; \n(ii)  take primary responsibility for survey questionnaire implementation, data entry, \nchecking, cleaning, analysis, formatting, and preparation of simple reports of \nfindings for use by other team members and in report writing; \n(iii)  collaborate  with  the  rural  poverty  programming  and  institutions  specialist  in \ndesigning gender-sensitive interview protocols for poverty reduction agencies \nand social organizations, and in selecting the interviewees; \n(iv)  undertake  1–2  case  studies  of  domestic  or  international  social  organizations \ninvolved in poverty reduction activities in the PRC, to supplement the core case \nstudies prepared by the rural poverty programming and institutions specialist;  \n(v)  participate in team discussions of the data analysis and take responsibility for \npreparation and presentation of the final gender-sensitive database, in line with \nthe executing agency’s requirements for structure and use; and \n(vi)  prepare required sections of final reporting and other outputs as required by the \nteam leader.  \n \n5.  Rural poverty programming and institutions specialist (national, 8 person-months, \nintermittent). The specialist will have a university degree, good English, and demonstrated \nChinese  and  English  publications  relevant  to  the  expertise.  The  specialist  should  have \ndemonstrated links with the PRC social organizations and at least 10 years of direct expertise in \nthe  PRC  poverty  reduction  policies  and  practices,  including  poverty  reduction  project \ndevelopment, management and evaluation, and related institutional analysis. This would include \nprojects  relating  to  disaster  response,  women’s  economic  and  gender  empowerment,  and \ngovernment contracting of social organizations. Experience with social organization activities in \nrural areas of the PRC, and with the internal operation of government poverty programs and \nsocial organizations is highly desirable. The specialist should also have experience in field \ninterviewing, documentation, and presentation of findings to relevant government agencies. \nSubject to the supervision of the team leader, and working in close coordination with the team, \nthe expert will \n(i)  use available documentation and field interviews to analyze government poverty \nreduction  tasks,  particularly  those  that  are  currently  contracted  to  social \norganizations within the national rural poverty reduction program, including from \na gender perspective; \n ", "12  Appendix 3 \n \n(ii)  collaborate with the social survey and analysis specialist to co-design gender- \ninclusive  interview  protocols  for  poverty  reduction  agencies  and  social \norganizations, select the interviewees, and undertake the interviews; \n(iii)  in collaboration with the training specialist, conduct and document core case \nstudies in 2–3 provinces, involving 4–5 domestic and 1–2 international social \norganizations, and prepare the resulting case study report and case bank;  \n(iv)  pinpoint the capacities required by social organizations currently or potentially \ninterested in contractual poverty reduction services, and the real or possible \ndifficulties, including from a gender perspective; \n(v)  identify basic principles for social organizations’ cooperation with government \nagencies;  \n(vi)  take  primary  responsibility  for  developing  recommendations  on  contracting \nmethods and procedures from the perspective of poverty reduction authorities, \nand provide appropriate inputs to interim and final reports;     \n(vii)  assist  the  participatory  rural  poverty  reduction  and  training  specialist  in  the \ndevelopment  of  the  gender-sensitive  training  framework  and  guidelines  or \nmanual; and  \n(viii)  prepare required sections of final reporting, particularly relating to items (iii)–(vi) \nabove;  a  component  of  the  final  report  assessing  contracting  of  social \norganizations  for  the  provision  of  rural  poverty  reduction  services  by  social \norganizations and other outputs as required by the team leader. \n \n6.  Participatory rural poverty reduction and training specialist (national, 6 person-\nmonths,  intermittent).  The  specialist  will  have  a  university  degree  in  a  rural  development \ndiscipline, good English, and demonstrated Chinese and English publications relevant to the \ndiscipline. The specialist should have over 10 years of field experience with gender-sensitive \nrural poverty reduction and community development projects, and significant experience in \nfacilitating interaction of government and social organizations. The specialist should also have \nreceived training in training techniques, ideally including international training. The specialist \nshould have demonstrated experience in providing training to relevant government and social \norganization staff, and in preparing gender-sensitive training resources and documentation. \nExperience in social organization activities in the western PRC (including in ethnic minority \nareas and with women’s groups), in government contracting of social organizations, and in the \ninternal operation of social organizations is highly desirable. Subject to the supervision of the \nteam leader, and working in close coordination with the team, the expert will  \n(i)  contribute to the TA research and methodology plans, including identification of \nappropriate case study locations and organizations; \n(ii)  conduct a capacity and training needs assessment of government agencies and \nsocial organizations interested in service contracting;  \n(iii)  work closely with the rural poverty programming and institutions specialist to \nconduct, analyze, and document core gender-sensitive case studies, and work \nwith the social survey and analysis specialist on the supplementary case studies;  \n(iv)  take responsibility for preparing a final gender-sensitive training framework and \nguideline  or  manual  on  recommended  training  procedures  for  improving  the \ncapacity of social organizations and related poverty reduction agency staff to \ncontract poverty reduction services; and  \n(v)  assist the team leader in organizing key project workshops and act as a meeting \nfacilitator, as required.  \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20140924101016+08'00'", "Creator": "Microsoft® Word 2010", "Keywords": "adb technical assistance ta report\r\n\r\n", "ModDate": "D:20140929153228+08'00'", "Producer": "GPL Ghostscript 9.07", "Title": "Strengthening Government and Social Organization Cooperation for Rural Poverty Reduction"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 10 July 2014) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1613 \n$1.00  =  CNY6.2001 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  IPRCC  –  International Poverty Reduction Center in China \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nCountry Director  H. Sharif, EARD \n   \nTeam leader  I. Bain, Social Sector Specialist, EARD \nTeam members  S. Liu, Operations Assistant, EARD  \n  X. Shen, Senior Project Officer (Natural Resources and Agriculture), \nEARD  \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "S. Groff", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "A. Konishi", "role": "East Asia Department (EARD)", "organization": ""}, {"documentRole": "Country Director", "fullname": "H. Sharif", "role": "EARD", "organization": ""}, {"documentRole": "Team leader", "fullname": "I. Bain", "role": "Social Sector Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "S. Liu", "role": "Operations Assistant", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "X. Shen", "role": "Senior Project Officer (Natural Resources and Agriculture)", "organization": ""}]}