{"path": "data/input/ta/48130-001-tar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 48130-001 \nResearch and Development Technical Assistance (RDTA) \nAugust 2014 \n \n \n \n \nRoundtable Conference: Future Asian Regional \nCooperation and Integration Agenda \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB’s  Public \nCommunications Policy 2011. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CoP  –  community of practice \n  DMC  –  developing member country \n  FCAS  –  fragile and conflict-affected state \n  LLDC  –  landlocked developing country \n  MIC  –  middle-income country \n  OREI  –  Office of Regional Economic Integration \n  PRC  –  People's Republic of China \n  RCI  –  regional cooperation and integration \n  SME  –  small and medium-sized enterprise \nTA  –  technical assistance \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice-President  B. N. Lohani, Knowledge Management and Sustainable Development \nHead  I. Azis, Office of Regional Economic Integration (OREI) \nDirector  A. Goswami, OREI \n   \nTeam leader  X. Hu, Regional Cooperation Specialist, OREI \nTeam members  M. Legal, Economics Officer, OREI \nW. Paz, Senior Economics Officer, OREI \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \n \nRESEARCH AND DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  2 \nIII.  THE RESEARCH AND DEVELOPMENT TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  Outline Terms of Reference for Consultants  10 \n \n \n   \n ", "Project Classification Information Status: Complete\nRESEARCH AND DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 48130-001\nProject Name Roundtable Conference: Future Asian  Department OREI/OREF\nRegional Cooperation and Integration  /Division\nAgenda\nCountry REG Executing  Asian Development Bank\nBorrower None Agency\nqq\n2. Sector Subsector(s)     ADB Financing ($ million)\nIndustry and trade Trade and services 0.50\nFinance Money and capital markets 0.25\nPublic sector  Economic affairs management 0.25\nmanagement\nTotal 1.00\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the  Low\ngrowth (IEG) including jobs, created and expanded Project\nRegional integration  Pillar 1: Cross-border infrastructure\n(RCI) Pillar 2: Trade and investments\nPillar 3: Money and finance\nPillar 4: Other regional public goods\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nKnowledge solutions  Application and use of new  No gender elements (NGE)\n(KNS) knowledge solutions in key \noperational areas\nKnowledge sharing activities\nPartnerships (PAR) Implementation\nRegional organizations\nPrivate sector  Promotion of private sector \ndevelopment (PSD) investment\nqq\n5. Poverty Targeting Location Impact\nProject directly targets  No\nRegional High\npoverty\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 1.00\n    Sovereign Research and development technical assistance: Technical  1.00\nAssistance Special Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 1.00\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 24062014171127488205 Generated Date: 26-Aug-2014 10:26:39 AM", " \nI.  INTRODUCTION \n1.  The  Agreement  Establishing  the  Asian  Development  Bank  (ADB)  recognized  the \nimportance of regional cooperation and integration (RCI), with member countries defining ADB’s \npurpose as a regional bank that will “foster economic growth and cooperation in the region”.1 \nBuilding on this, in 1994, ADB officially adopted a regional cooperation policy, which gave \nstrong support to regional and subregional cooperation programs. ADB saw the need to revisit \nits fragmented RCI efforts—mainly in combating poverty in the region—and came up with a \nmore  coherent  and  strategically  focused  approach  to  RCI  issues  concerning  cross-border \ninfrastructure and related software, trade and investment, monetary and financial cooperation, \nand regional public goods. This led to the adoption of the RCI strategy in 2006.2 Subsequently, \nADB’s Strategy 2020 recognized RCI as a strategic agenda to reduce poverty in the region.3 \n2.  In 2014, after almost a decade has passed since the approval of the RCI strategy and \nmore than 5 years since the adoption of ADB’s Strategy 2020, the region is faced with a \nsubstantially changed state of economic integration in financial, trade, and labor markets. While \nthere has been volatility in portfolio flows and retrenchment of European bank lending following \nthe Eurozone crisis, Asian financial markets have been characterized by greater intraregional \nforeign direct investment and rising cross-border flows of financial assets, including equity, \nbonds, and banking flows. However, these cross-border financial flows need to be strengthened \nthrough further regional financial architecture. Global trade has been slowing, while at the same \ntime, trade integration has strengthened, as reflected in the rising growth of intraregional trade \nover extraregional and subregional trade. Finally, labor movement poses another challenge. \nThe levels of skilled and unskilled labor mobility within the region has remained uncertain \nnotwithstanding the increasing need for it due to demographic variances between Asian DMCs \nand a slowing demographic dividend. Given the above, a new approach may need to be \nexplored—where regional cooperation goes beyond identifying connectivity gaps to supporting \nproductivity and inclusive growth initiatives through structural reforms by Asian DMCs that go \nbeyond national actions.  \n3.  In 2014, ADB conducted a Midterm Review of Strategy 2020, which took due account of \nchanging global and economic trends affecting the role of RCI in Asia.4 Included in the findings \nof the midterm review was the need to focus on the path that RCI has to take on structural \nreforms,  over  and  above  national  efforts,  to  counter  slowing  productivity  growth,   reduce \ninequality,  and  mitigate  vulnerability  risks  in  the  region.  Given  the  complexities  of  the \nproductivity, inequality, and vulnerability nexus in the context of RCI, special attention must be \ngiven to each issue on a sequential yet interdependent basis rather than to all three at once. \n4.  The technical assistance (TA) aims to implement the midterm review recommendation \non second-generation RCI to address the recent slowdown in productivity growth globally and \nregionally with its scope primarily narrowed down to pillar 2 of the RCI strategy (trade and \ninvestment).5 Through knowledge and understanding of the key issues surrounding the next \nphase of the RCI strategy for trade and investment and, subsequently, applying this within the \n                                                \n1  ADB. 1966. Agreement Establishing the Asian Development Bank. Manila (Chapter 1, Article 1). \n2  ADB. 2006. Regional Cooperation and Integration Strategy. Manila. \n3  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n4 ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila.  \n5  The TA intends to define second-generation RCI in terms of appropriate projects, policies, and/or approaches. The \nfocus for this TA will be on productivity. Two other RCI drivers: (i) inequalities, will be addressed in 2015, and (ii) \nvulnerabilities, will be addressed in 2016. \n ", "2 \n \ncontext of the developing member countries (DMCs), the TA will provide the DMCs a range of \nRCI-related policy, project, and program options to enhance productivity based on in-depth \nresearch surveys and analyses and help strengthen ADB’s role as a catalyst and coordinator of \nRCI for DMCs. The design and monitoring framework is in Appendix 1.6 \nII.  ISSUES \n5.  Compared to other parts of the world, Asia’s growth in the past has been driven by \nproductivity,  not  just  capital  and  labor  accumulation.  This  has  strengthened  the  region’s \neconomic foundation and resilience, and resulted in significant poverty reduction gains. But \nsigns have emerged that productivity growth has decelerated since early 2000s, implying that \nthe growth has been driven more by capital and labor accumulation. At the same time, the \ngrowth pattern in most Asian DMCs has been far from inclusive. How to reverse the trend to \nreturn to productivity-driven growth while not exacerbating inequality is a major challenge for the \nregion. To prevent gains in poverty reduction from being eroded and the middle-income country \n(MIC) trap from decelerating productivity, the productivity impacts of moving from primary to \nmanufacturing to the services sector in each DMC will need to be examined.  \n6.  External conditions are unlikely to be as benign given the changing nature of global \nfinancial markets and shifting demand patterns of trade. Consequently, deployment of policies \nthat would enable structural transformation for productivity growth will  be harder. For low-\nincome DMCs and fragile and conflict-affected states (FCAS), finding new ways of addressing \n“fundamentals” such as skills, education, health, institutions, and macroeconomic stability is \nimportant. For middle-income DMCs, it requires structural transformation (i.e., developing new \nhigher-productivity industries and transferring labor from traditional or lower productivity ones), \nwhich is not easy, and the suggested policies may be in tension with the “fundamentals.”  \n7.     Against this background, RCI has great potential to alleviate such productivity growth \nconcerns if it complements infrastructure connectivity by: (i) raising productivity through tradable \ngoods, focusing limited resources on clusters and production networks for small and medium-\nsized  enterprises  (SMEs);  (ii)  generating  cross-border  finance  to  alleviate  supply-side \ninfrastructure constraints (e.g., access to trade finance for SMEs) and mitigating disaster risks to \nsupply chains; (iii) forging software connectivity through institutional reforms, especially on non-\ntariff barriers and logistics to boost productivity following the exploitation of lower hanging tariff \nreductions; (iv) forging of national social security to be portable and national education for \nmutual recognition of skills; and (v) enhancing regional financial safety nets to help underpin \nmacroeconomic stability in the face of global or regional contagion risks and spillovers.       \n8.     It is necessary to examine three particular overarching RCI instruments at the project, \nprogram, and financing levels and their applicability to enhancing productivity for different types \nof Asian DMCs. First, the possible use of special economic zones as a tool to reap the benefits \nof trade-driven productivity should be examined. Second, how to respond to (i) the rise of the \nPRC with its increasingly important role in trade, (ii) the rise of India with its “Look East” policy, \n(iii) the increasing importance of large private sector logistics companies, and (iv) the efforts of \nASEAN to integrate further—all of these potentially lead to new groupings and institutions at the \nregional  cooperation  program  and  financing  level.  Finally,  the  role  of  regional  financing \nmechanisms in enhancing productivity will require special examination given the different types \nof mechanisms (for infrastructure, SME financing, and disaster risk financing) and the demand- \nand supply-side constraints affecting each. \n                                                \n6  The TA first appeared in the business opportunities section of ADB’s website on 26 June 2014. \n ", "3 \n \n \nIII.  THE RESEARCH AND DEVELOPMENT TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n9.      The impact will be for DMCs to formulate, adopt, and implement regional policies, projects, \nand programs that support the second-generation RCI agenda by focusing on productivity \nenhancement through regional cooperation and integration in the region.7 The outcome will be \nincreased  support  for  second-generation  RCI  agenda  focused  primarily  on  trade-  and \ninvestment-driven productivity by ADB’s DMCs and other stakeholders. Inequality arising from \nproductivity enhancement will be reviewed, and mitigation methods will be considered. \n \nB.  Methodology and Key Activities \n10.      The TA will have three key outputs: \n \n11.  Output 1: Analytical studies on key RCI topics produced. In an attempt to define and \ndiscuss  issues  associated  with  second-generation  RCI  on  trade  and  investment  driven \nproductivity, the TA will review and synthesize and where necessary supplement inter regional, \nsubregional, and country analyses.8 Six analytical studies (RCI and Productivity, RCI and MICs, \nRCI  and  FCAS/landlocked  developing  countries  or  LLDCs,  Special  Economic  Zones,  Inter \nSubregional Cooperation, and Regional Financing Mechanisms) will draw on research work on \n(i) the role of special economic zones; (ii) SMEs and production networks; (iii) trade finance, and \nthe extent to which it is working; and (iv) trade facilitation (which needs a bigger push). The \ncountries to be included in the special economic zone study are Bangladesh, Cambodia, the \nPRC (Xinjiang Uygur Autonomous Region), Kazakhstan, and Myanmar.9 The SME study will \ninclude the Philippines, Sri Lanka, Kazakhstan, and Timor-Leste. Trade facilitation will include \nthe programs of Greater Mekong Subregion, Central Asia Regional Economic Cooperation, and \nSouth Asia Subregional Economic Cooperation. Trade finance survey work will be region wide. \nTo avoid duplication and utilize lessons from past RCI analyses, the TA will draw on and \nconsolidate  previous  work  of  ADB,  including  (i)  regional  integration  analysis  conducted  by \nADB’s Office of Regional Economic Integration (OREI), Economics and Research Department, \nand Regional and Sustainable Development Department; (ii) the midterm review of Strategy \n2020  conducted  by  ADB’s  Strategy  and  Policy  Department (footnote 4) (iii)  stocktaking of \nsubregional  programs 10  by  OREI,  regional  departments,  and  Private  Sector  Operations \nDepartment;  and  (iv)  the  ongoing  evaluation  of  ADB  RCI  efforts  by  ADB’s  Independent \nEvaluation  Department.  The  research  work  produced  under  this  TA  will  form  part  of  the \nbackground papers to be presented during the roundtable conference. \n                                                \n7  OREI, which is responsible for implementing the TA, intends to share the TA’s analytical results through (i) the \nconference itself and on the sidelines of the conference, (ii) subsequent dissemination workshops in the first \nquarter of 2015, (iii) an ADB Annual Meeting seminar and publication in May 2015, and (iv) translation of the \nconference findings into an operational plan (Phase 1) for the RCI strategy by mid-2015,  \n8  An important part of the study’s objectives would be to generate baseline and target values for the key indicators of \nsecond-generation RCI. \n9  The basket of countries in Asia included in the study is representative of FCAS and LLDCs, low-income countries, \nand different levels of MICs, with a wide scope of geographic location and levels of economic development and \nincome. Pacific countries, which would be discussed separately, are excluded from the sample. \n10 Regional and subregional cooperation programs which ADB supports include the following: in South Asia, the \nSouth Asian Association for Regional Cooperation, the Bay of Bengal Initiative for Multi-Sectoral Technical and \nEconomic Cooperation, and the South Asia Subregional Economic Cooperation Program; in East Asia and Central \nAsia, the Central Asia Regional Economic Cooperation Program and the Economic Cooperation Organization; in \nSoutheast Asia, the Brunei Darussalam, Indonesia, Malaysia, and Philippines–East ASEAN Growth Area and the \nGreater Mekong Subregion program; and in the Pacific, priority programs under the Pacific Plan. \n ", "4 \n \n \n12.  Output 2: Understanding of key stakeholders of future RCI agenda improved. The \nroundtable conference, to be held in November 2014 at the ADB headquarters, will be the main \nknowledge  event  to  be  held  under  this  TA.11 Experts  and  resource  persons,  high-level \ngovernment  officials  and  other  representatives  from  DMCs,  development  partners, \nrepresentatives from the private sector and academia, and ADB staff will be invited to discuss \nand share their insights on issues, and on how to define a second-generation RCI agenda \nfocused on productivity enhancement.12 Workshops will also be held to present, discuss, and \ndisseminate the key findings of the research work.13 \n \n13.  Output  3:  Seminal  knowledge  work  on  second-generation  RCI  published  and \ndisseminated. A book containing the analytical studies and discussions during the conference \nwill be published in time for the 2015 ADB Annual Meeting. The analytical studies may also be \npublished as an ADB monograph on RCI. Overall, the knowledge products produced under this \nTA will define the second-generation RCI agenda to deal with the region’s productivity issues. 14 \nIt will also provide input into the first phase of the RCI Operational Plan in 2015.  In so doing \noutput  3  is  designed  to  meet  the  midterm  Action  Plan  objectives  of  flagship  knowledge \npublications and RCI operational planning.  \n \nC.  Cost and Financing \n14.       The TA is estimated to cost $1 million, which will be financed on a grant basis by ADB’s \nTechnical Assistance Special Fund (TASF-V). The TA will finance international and national \nconsultants, resource persons, surveys, logistics and other conference-related costs, publication \nof the papers, and miscellaneous administration and support costs. The cost estimates and \nfinancing plan are in Appendix 2. \n \nD.  Implementation Arrangements \n15.       ADB will be the executing agency. OREI will implement the TA in close collaboration and \nconsultation  with  ADB’s  regional  and  knowledge  departments,  Private  Sector  Operations \nDepartment, Department of External Relations, RCI community of practice (CoP) and other \nrelevant CoPs, and ADB Institute. Moreover, during TA implementation, partnership with a \ncenter of excellence such as the Asian Productivity Organization will be explored. While OREI \nwill be responsible for organizing the RCI roundtable conference, the RCI CoP will regularly \nreview logistics and administrative arrangements and analytical work outputs to ensure ADB-\nwide  collective  effort.  The  TA  will  be  implemented  over  17  months,  from  August  2014  to \nDecember 2015. \n \n                                                \n11 The November 2014 roundtable conference on second-generation RCI would be, in numerous ways, the logical \ncontinuation of the Conference on Regional Cooperation and Integration—Experiences in Asia and the Pacific held \nin Kunming, PRC on 26–27 March 2012. The Kunming conference, for instance, talked of “taking RCI on a new \nplane” and recommended to “support private sector efforts related to production networks.” \n12 At least 150 selected high-level DMC officials and representatives from the private sector, think tanks, and \ndevelopment partners are expected to attend the Asian RCI roundtable conference. The TA will consider funding \nattendance of participants from DMCs. ADB’s regional departments will be consulted on which countries to invite to \nthe conference. \n13 At least two in-country dissemination workshops will be organized by November 2015. \n14 The second-generation RCI agenda and the operational plan will be derived from a process of consultations \nthrough dissemination workshops, discussions at the conference, and other forums, such that it would be a \nsynthesis of the aspirations, necessities, and constraints of DMCs, think-tank experts, and other stakeholders, \nincluding ADB itself. \n ", "5 \n \n16.     OREI staff will be assigned to lead each of the six analytical studies (referred to in para. \n11) which will form the background papers for the roundtable conference. The leaders will \nclosely coordinate and work with relevant departments in finalizing the research outputs. The \nproject team leader and other ADB staff will contribute to the development of the analytical \nstudies and research or act as resource persons during the roundtable conference. \n17.      The TA will require about 11 person-months of international (individual) and 24 person-\nmonths  of  national  (individual)  consulting  services.  The  international  sector  specialists  will \nprovide technical and analytical support to OREI leaders in drafting and finalizing the analytical \nstudies, and undertake surveys related to the studies. Another international consultant will be \nthe economics editor who will review and edit the knowledge products. The national consultants \nwill  assist  in  the  development  of  analytical  studies,  conduct  of  knowledge  events,  and \npublication of knowledge products: one research associate to provide research support to the \nTA team and one project coordinator to assist in supervising and coordinating the delivery of the \nTA  outputs,  as  well  as  provide  administrative  support  to  the  TA,  including  organizing  TA \nactivities. Survey experts (firms) may be engaged for the preparation of some of the analytical \nstudies  under  least-cost  selection.  The  TA  will  also  require  3  person-months  of  resource \npersons  who  will  review  draft  papers  and  be  invited  to  participate  during  the  roundtable \nconference and/or in-country dissemination workshops as speakers or discussants. The outline \nterms of reference for consultants are in Appendix 3. An events coordinator, copyeditor, and \ntypesetter for graphics, design, and publication layout will be engaged through ADB’s Office of \nAdministrative Services. \n \n18.       ADB will select and engage consultants in accordance with its Guidelines on the Use of \nConsultants (2013, as amended from time to time). For this TA, except for some surveys, hiring \nindividual consultants will provide more benefits for ADB than engaging a firm because of \n(i) faster mobilization of consultants, (ii) greater control of ADB staff in selecting and managing \nindividual consultants and experts, and (iii) greater flexibility in engaging experts specializing in \na broad spectrum of RCI and productivity-related topics. \n \n19.        Purchases of equipment and statistical databases will be undertaken in accordance with \nADB’s Procurement Guidelines (2013, as amended from time to time) and in coordination with \nADB’s Office of Information Systems and Technology and Office of Administrative Services, \nwhere applicable. After the TA is completed, all equipment will be turned over or disposed of in \ncompliance with ADB guidelines on administering grant-financed TA projects. Disbursements \nunder this TA will be made in accordance with ADB’s Technical Assistance Disbursement \nHandbook (2010, as amended from time to time). \n \nIV.  THE PRESIDENT'S DECISION \n20.      The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,000,000 on a grant basis \nfor the Roundtable Conference: Future Asian Regional Cooperation and Integration Agenda, \nand hereby reports this action to the Board. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselinesa  Reporting Mechanisms  Risks \nImpact      Assumption \nSecond-generation  By 2020, at least five  Reports by government  Sustained interest and \nRCI policies and  regional policy or program  officials at regional  support in regional \nrecommendations  recommendations in the  economic policy  cooperation by DMCs \n(trade- and  second-generation RCI  dialogue meetings   \nproductivity-driven  agenda focusing on   \nRisk \ngrowth) implemented  productivity enhancement  Country strategy \nMajor changes in global \nin ADB DMCs  have been implemented  programs and country \nand regional \nor included in DMC  reports \nenvironments adversely \nnational or regional plans   \naffect national priorities \n(2014 baseline: 0)  Statistical and business \nand policies, and the \n  reports and databases \nprospects for regional \nBy 2016, at least three  such as those of ADB, \ncooperation \nregional policy or program  the International \nrecommendations in the  Monetary Fund, the \nsecond-generation RCI  World Trade \nagenda focusing on  Organization, and the \nproductivity enhancement  World Bank \nhave been included in \nADB country and regional \nstrategies and operational \nplans (2014 baseline: 0) \nOutcome      Assumptions \nSupport for second- By 2015    Sustained interest in \ngeneration RCI  Questionnaire  regional cooperation by \nAt least 60% of the \nagenda by DMCs  completed by RCI  DMCs \nconference and Annual \nand other  conference and ADB   \nMeeting seminar \nstakeholders  Annual Meeting  ADB’s continued strong \nparticipants state that they \nincreased  participants at the  support for RCI agenda \nare likely to support or \nconclusion of the events   \nadopt at least one of the \nRisk \npolicy or program \nDelays in the survey \nrecommendations in the \nwork needed to finalize \nsecond-generation RCI \nanalytical studies for the \nagenda (2014 baseline: 0) \nroundtable conference \nOutputs      Assumptions \n1. Analytical studies  At least six analytical  Research reports,  Qualified experts \non key RCI topics  papers with specific and  proceedings of focus  available to be recruited \nproduced  actionable  group discussions, and  in a timely manner \nrecommendations  interviews conducted    \ncompleted and    Relevant ADB staff have \ndisseminated to the  Survey results  time and are available to \nparticipants of the    provide in-house \nroundtable conference in    expertise  \nNovember 2014 (topics     \ninclude:    Comments and reviews \na. RCI and Productivity   from relevant experts \nb. RCI and MICs  can be gathered in a \nc. RCI and FCAS/LLDCs  timely manner \n ", "Appendix 1  7 \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselinesa  Reporting Mechanisms  Risks \nd. Special Economic    Full commitment of \nZones  internal and external \ne. Inter Subregional  experts to be members \nCooperation  of the research team is \nf. Regional Financing  given \nMechanisms   \n(2014 baseline: 0)  Relevant DMC officials \n  and other stakeholders \nare available to \nAt least five country case \nparticipate \nreports completed by \nNovember 2014 (2014  Risks \nbaseline: 0)  No common time \navailable among \nstakeholders to conduct \nfocus group discussions \nand interviews for the \ncountry case studies \n \nResistance from \nstakeholders, particularly \nin the private sector, to \nsupport necessary \ninterviews, data \ncollection, and surveys \nUnavailability of key \nexternal experts to \nattend and participate in \nthe knowledge events \nUnavailability of key \nnational officials to \nprovide timely comments \non the draft publication \n2. Understanding of  At least 150 selected  Workshop, seminar,   \nkey stakeholders   high-level ADB DMC  focus group discussion, \nof future RCI  officials and  interview proceedings  \nagenda improved  representatives from the   \nprivate sector, think tanks,  Presentation materials \nand development partners  from speakers \nattend Asian RCI \nroundtable conference (to \nbe held in November \n2014) \nAt least two in-country \ndissemination workshops \norganized by November \n2015 \nOne seminar during the \n2015 ADB Annual \nMeeting organized \n                                                          \n ", "8  Appendix 1 \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselinesa  Reporting Mechanisms  Risks \n3. Seminal  At least six working  Proceedings and \nknowledge work  papers published and  documentations of all \non second- disseminated   the TA activities, \ngeneration RCI  (2014 baseline: 0)  including focus group \npublished and  discussions, interviews, \nOne book containing the \ndisseminated  regional and in-country \nanalytical studies and \nworkshops \ndiscussions during the \nRCI roundtable \nconference published by \nApril 2015 in time for the \nADB Annual Meeting \nseminar \n(2014 baseline: 0) \n Activities with Milestones  Inputs \n1.  Analytical studies conducted  ADB Technical Assistance \nSpecial Fund (TASF-V): \n1.1  Conduct fact-finding or country consultation missions (February– \n$1,000,000 \nApril 2014) \n1.2  Engage consultants and resource persons (August-September  11 person-months of \n2014)  international and 24 person-\n1.3  Submit outlines of the background papers (August 2014)  months of national consulting \n1.4  Review outlines of the background papers (August 2014)  services ($320,000) and travel \n1.5  Prepare analytical studies (August–October 2014)  ($40,000) \n1.6  Submit interim and stocktaking reports, review of literature, and     \nbaseline studies (September 2014)  Training, seminars, and \n1.7  Review interim report (September 2014)  meetings, including 3 person-\n1.8  Submit final draft (October 2014)  months of resource persons \n  ($400,000) \n2.  Knowledge events conducted   \n2.1   Organize the Asian RCI roundtable conference (August– Equipment ($10,000) \nNovember 2014)   \n2.2   Conduct the Asian RCI roundtable conference (November 2014)  Publication ($50,000) \n2.3   Present the second-generation RCI agenda focused on   \nenhancing productivity at the 2015 ADB Annual Meeting  Surveys ($60,000) \nseminar and book launch (April–May 2015)   \n2.4   Organize in-country dissemination workshops (June–November  Miscellaneous administration \n2015)  support ($20,000) \n   \n3.  Knowledge products published  Contingencies $100,000 \n3.1   Publish working papers and/or conference proceedings on   \nsecond-generation RCI (November 2014–April 2015)  Total cost $1,000,000 \n \nADB staff as resource persons. \nADB = Asian Development Bank, DMC = developing member country, RCI = regional cooperation and integration,  \nTA = technical assistance. \na  By the end of the program unless otherwise noted. 2014 baseline is zero unless otherwise noted.  \nSource: Asian Development Bank. \n \n \n   \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Amount \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  180.0 \n      ii.  National consultants  130.0 \n                 iii.   Reports and communication  10.0 \n    b.  International and local travel  40.0 \n  2.  Seminars, conferences, and workshopsc  400.0 \n3.  Equipmentb  10.0 \n4.  Publication  50.0 \n5.  Surveys  60.0 \n6.  Miscellaneous administration and support costs  20.0 \n7.  Contingencies  100.0 \n        Total  1,000.0 \na  Financed by the Technical Assistance Special Fund (TASF-V) of the Asian Development Bank (ADB).  \nb \nRefers to hardware, software, and/or databases to be used for the conduct of analytical studies. After completion of \nthe technical assistance, procured equipment will be turned over or disposed of in compliance with ADB. 2013. \nAdministering Grant Financed Technical Assistance Projects. Project Administration Instructions. PAI 5.09. Manila. \nc  ADB staff may be engaged as resource persons. \nSource: Asian Development Bank estimates. \n \n ", "10  Appendix 3     \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  International Consultants \n1.  Sector specialists (5 consultants, 8 person-months total). The sector specialists, with \nminimum relevant experience of 5 years, should be international experts with proven knowledge \nand extensive work experience on the topics below in relation to regional integration efforts in \nthe Asia and Pacific region or other regions. The consultants will preferably have adequate \nexperience in working with international financial institutions. In collaboration with the Office of \nRegional  Economic  Integration  (OREI)  of  the  Asian  Development  Bank  (ADB)  and  other \ndepartments concerned, the consultants will \n(i)  write or co-write analytical papers on any of the following topics related to \nregional  and  economic  integration  (RCI):  (a)  special  economic  zones  and \nproduction networks, (b) small and medium-sized enterprises and production \nnetworks, (c) trade facilitation and trade agreements, (d) trade and supply chain \nfinancing,  (e)  trade  logistics,  and  (f)  regional  institutions  and  financing \nmechanisms; \n(ii)  undertake surveys in relation to the analytical studies; \n(iii)  present their respective research work in meetings and workshops that will be \norganized by ADB’s OREI; \n(iv)  help  organize  the  relevant  sessions  in  the  conference,  including  identifying \nresource persons who could be invited to the conference; \n(v)  attend the RCI conference as discussants; and \n(vi)  incorporate the comments from the conference and subsequently submit the \nfinal reports to ADB. \n \n2.  Economics editor (3 person-months).  The economics editor will be an economist with \nextensive  experience  in  writing  and  editing  economic  publications.  The  consultant  will  be \nengaged to ensure production of a high-quality publication comprising the analytical papers and \nan  overview  chapter.  The  consultant  will  review  and  edit  the  contents  of  the  publication \nproduced under this technical assistance to ensure coherence and readability, and the highest \npublication standards. Specific tasks include the following: \n(i)  rewrite, add, or delete information, and help revise various pages or sections, if \nnecessary, to tighten arguments, fill in gaps in the discussions, and ensure the \nsmooth flow of ideas; \n(ii)  examine the tables, figures, and charts to ensure data consistency within pages \nand documents; and suggest deletions and additions to ensure that they are \nuseful; \n(iii)  edit the pages for publication; and \n(iv)  ensure that documents adhere to ADB’s Handbook of Style and Usage and \nconform to high publication standards.1 \n \nB.  National Consultants \n3.  Research  associate  (12  person-months).  The  research  associate,  with  minimum \nrelevant  experience  of  5  years,  will  be  an  economist,  experienced  in  doing  RCI-related \nresearch, familiar in handling economic and finance sector data, and knowledgeable in handling \nresearch projects. The consultant will be engaged to take stock of the achievements of ADB’s \nvarious subregional programs during 1994–2014. The consultant will collect and review ADB \n                                                \n1  ADB. 2011. Handbook of Style and Usage. Manila. \n ", "  Appendix 3  11 \nreports,  regional  and  country  strategies,  and  other  relevant  documents  and  write  a  report \ncontaining detailed chronological information by subregional program. Familiarity with regional \neconomic integration issues in Asia, ADB operations, and ADB products and services will be an \nadvantage. \n \n4.  Project  coordinator  (12  person-months).  The  project  coordinator  will  have  solid \nexperience and good reputation in coordinating events like conferences and workshops. The \nconsultant should have a good knowledge in administering research projects and the publication   \nprocess, and strong analytical and communication skills. Having an academic background in \neconomics or related areas and sufficient experience in coordination work, preferably in similar \nassignments  involving  economic  analysis  and  publications,  and  familiarity  with  issues \nconcerning regional economic integration in Asia, will be an advantage. Under the supervision \nof OREI staff, the consultant will \n(i)  maintain communication with international and national consultants and resource \npersons; \n(ii)  provide  administrative  support  to  the  technical  assistance  project  team  by \narranging meetings and preparing the materials and documents required; \n(iii)  prepare minutes of the meetings; \n(iv)  liaise with consultants and ADB staff in organizing the RCI conference and other \npreparatory meetings; \n(v)  organize video conferences, including all logistical and administrative support \nsuch as budget summaries; \n(vi)  coordinate logistical arrangements for the RCI conference, including travel, hotel \nreservations, and venue arrangements; \n(vii)  prepare and disseminate materials to participants in the RCI conference and \nother preparatory meetings; \n(viii)  liaise  with  ADB’s  Department  of  External  Relations  on  the  production  of \nknowledge products; \n(ix)  prepare and maintain a database of resource persons; and \n(x)  provide backstopping during the RCI conference and other preparatory meetings \nand provide off-site support for in-country workshops and missions. \n \n5.  Survey experts (3 person-months, firm). Survey firms, whether academic institutions, \nresearch centers, or consulting companies will be engaged to prepare the sample for the \nsurveys, conduct interviews, and prepare reports summarizing the results of the surveys. \n \nC.  Resource Persons \n6.  Resource  persons  (about  10  resource  persons,  3  person-months  total).  ADB  will \nengage  resource  persons  for  short  periods  to  review  the  draft  papers  and  participate  as \nfacilitators or discussants in the roundtable conference. \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20140910135920+08'00'", "Creator": "Acrobat PDFMaker 11 for Word", "ModDate": "D:20140912164627+08'00'", "Producer": "GPL Ghostscript 9.07", "Title": "Roundtable Conference: Future Asian Regional Cooperation and Integration Agenda"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CoP  –  community of practice \n  DMC  –  developing member country \n  FCAS  –  fragile and conflict-affected state \n  LLDC  –  landlocked developing country \n  MIC  –  middle-income country \n  OREI  –  Office of Regional Economic Integration \n  PRC  –  People's Republic of China \n  RCI  –  regional cooperation and integration \n  SME  –  small and medium-sized enterprise \nTA  –  technical assistance \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice-President  B. N. Lohani, Knowledge Management and Sustainable Development \nHead  I. Azis, Office of Regional Economic Integration (OREI) \nDirector  A. Goswami, OREI \n   \nTeam leader  X. Hu, Regional Cooperation Specialist, OREI \nTeam members  M. Legal, Economics Officer, OREI \nW. Paz, Senior Economics Officer, OREI \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "B. N. Lohani", "role": "Knowledge Management and Sustainable Development", "organization": ""}, {"documentRole": "Head", "fullname": "I. Azis", "role": "Office of Regional Economic Integration (OREI)", "organization": ""}, {"documentRole": "Director", "fullname": "A. Goswami", "role": "OREI", "organization": ""}, {"documentRole": "Team leader", "fullname": "X. Hu", "role": "Regional Cooperation Specialist", "organization": "OREI"}, {"documentRole": "Team members", "fullname": "M. Legal", "role": "Economics Officer", "organization": "OREI"}, {"documentRole": "Team members", "fullname": "W. Paz", "role": "Senior Economics Officer", "organization": "OREI"}]}