{"path": "data/input/ta/48142-001-tar.pdf", "pages": [" \nTechnical Assistance Report \n \n \nProject Number: 48142-001 \nRegional–Capacity Development Technical Assistance (R-CDTA) \nMay 2014 \n \n \nSupporting the Use of Carbon Financing from New \nCarbon  Market  Mechanisms  to  Promote  Green \nGrowth in Asia and the Pacific \n(Financed by the Japan Fund for Poverty Reduction) \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB's  Public \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \nCommunications Policy 2011. \n ", " \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nCDM  –  clean development mechanism \nCOP  –  Conference of the Parties  \nDMC  –  developing member country \nTA  –  technical assistance \nUNFCCC  –  United Nations Framework Convention on Climate Change \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \nVice-President  B.N. Lohani, Knowledge Management and Sustainable \nDevelopment   \nDirector General  W. Um, Officer-in-Charge, Regional and Sustainable Development \nDepartment (RSDD) \nAdvisor  P. Bhandari, Climate Change Coordination and Disaster Risk \n  Management Unit, RSDD   \n   \nTeam leader  V. Duggal, Senior Climate Change Specialist, RSDD \nTeam members  J. Acharya, Senior Climate Change Specialist (Clean Energy), \nRSDD \nA. Cinco, Operations Assistant, RSDD  \nM.A. Dato, Senior Climate Change Officer, RSDD \nX. Lu, Advisor, RSDD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \n \nI.  INTRODUCTION  1 \nII.  ISSUES  2 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  4 \nB.  Methodology and Key Activities  4 \nC.  Cost and Financing  5 \nD.  Implementation Arrangements  5 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.        Design and Monitoring Framework  6 \n2.        Cost Estimates and Financing Plan  8 \n3.        Outline Terms of Reference for Consultants  9 \n \n \n ", " \nI.  INTRODUCTION \n \n1.   The Asian Development Bank (ADB) established its Carbon Market Program in 2006 \n(then called the Carbon Market Initiative). The Carbon Market Program has three components: \nthe Asia Pacific Carbon Fund (APCF), Future Carbon Fund (FCF), and Technical Support \nFacility  (TSF).  The  TSF  provides  capacity  building,  due  diligence,  documentation,  and \nimplementation support for greenhouse gas (GHG) mitigation activities. The TSF commenced \nsupporting GHG mitigation efforts through two technical assistance (TA) projects: (i) Preparing \nClean Energy Projects Eligible for the Clean Development Mechanism1, and (ii) Implementation \nof the Technical Support Facility under the Carbon Market Initiative2. Both TA projects were \ndesigned to assist low-carbon projects in developing member countries (DMCs) benefit from a \nsingle regulated carbon market mechanism—the clean development mechanism (CDM). The \nsuccessful implementation of these TA projects allowed ADB to scale up from less than 10 CDM \nprojects in 2006 to over 100 projects seeking to register with the United Nations Framework \nConvention on Climate Change (UNFCCC) in 2012. A follow-on TA, Supporting the Use of \nCarbon Financing to Promote Green Growth in Asia and the Pacific, was approved by the ADB \nBoard of Directors in November 2012.3 Under this TA, ADB continues to support DMCs in \nbenefiting  from  existing  carbon  markets,  primarily  through  CDM-eligible  projects,  and \ndevelopment of domestic emission trading schemes, including their linkages. The experience \nand lessons learned from the implementation of previous TAs especially in building institutional \ncapacities and imparting technical knowledge on carbon market instruments will help ADB in \nsupporting new carbon market mechanisms and contribute to its ongoing efforts in mitigating the \nchallenges of climate change.  \n \n2.  Under Strategy 2020, ADB is responding to climate change as part of the broader \nagenda of promoting environmentally sustainable growth in Asia and the Pacific.4 Based on the \nmidterm review of Strategy 20205, during 2014–2020, ADB will continue its support for tackling \nclimate change and will, among other things, help DMCs access other sources of environment \nand climate finance by increasing its engagement with international financing mechanisms such \nas the Green Climate Fund and new carbon market mechanisms. ADB’s Addressing Climate \nChange  in  Asia  and the  Pacific:  Priorities for Action (approved  in  April  2010)  also  places \nemphasis  on  carbon  market  development  as  a  means  to  help  DMCs  mobilize  additional \nfinancing  to  support  climate  change  mitigation  activities.6 Most  of  the  country  partnership \nstrategies prepared for the past few years identify climate change as a development issue and \nincorporate actions to address it.  \n \n3.    There is growing interest from DMCs for new carbon market mechanisms, such as \nbilateral mechanisms, as a potential source of carbon financing and technology transfer to \npromote green growth. The existing regulated international carbon markets are defined by Kyoto \nmechanism tools - CDM, Joint Implementation, and Emission Trading. However, since the end \nof the first commitment period of Kyoto Protocol in 2012, new carbon market mechanisms such \nas domestic emission trading scheme, framework of various approaches, bilateral crediting \n                                                \n1 ADB.  2006.  Technical  Assistance  for  Preparing  Clean  Energy  Projects  Eligible  for  the  Clean  Development \nMechanism. Manila. \n2 ADB. 2007. Technical Assistance for the Implementation of the Technical Support Facility under the Carbon Market \nInitiative. Manila. \n3 ADB. 2012. Technical Assistance for Supporting the Use of Carbon Financing to Promote Green Growth in Asia and \nthe Pacific. Manila. \n4 ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n5 ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila. \n6 ADB. 2010. Addressing Climate Change in Asia and the Pacific: Priorities for Action. Manila. \n ", "2   \nmechanisms, nationally appropriate mitigation actions, and sectoral crediting mechanism are \nbeing designed and implemented by various countries. Some of the countries are also working \non  implementing  carbon  tax  regimes,  renewable  energy  certificates,  energy  efficiency \ncertificates,  electric  vehicle  credits,  and  other  sector-specific  schemes  which  are  further \ncontributing to the emerging new carbon market mechanisms. \n \n4.   International  carbon  markets  are  currently  facing  a  combination  of  challenges  and \nopportunities due to both international and domestic factors. Since mid-2011, carbon markets \nhave  been  facing  reduced  demand  because  of  the  economic  slowdown  in  major  demand \ncenters (mainly the European Union), the oversupply of international offsets, and the uncertainty \nrelating  to  binding  international  climate  agreements. While  the  European  Union  Emissions \nTrading Scheme continues to be the largest trading scheme, a number of other domestic and \nregional carbon markets are emerging, such as the Nusantara Carbon Scheme in Indonesia, \nthe  Thailand  Carbon  Offsetting  Program,  Thailand  Voluntary  Emission  Reduction Program, \nKazakhstan’s Mandatory Emissions Trading Scheme, and the Tokyo Cap-and-Trade Program.  \n \n5.  The proposed TA will help promote green growth in ADB DMCs through supporting the \nuse of carbon financing. The initial focus will be on priority countries in South and Southeast \nAsia such as Bangladesh, Indonesia, the Lao People’s Democratic Republic, the Philippines, \nThailand, and Viet Nam, with a possibility to expand to other DMCs based on their need and \navailability of funds. These priority countries have been selected based on their strong interest \nand  ongoing  efforts  in  implementing  new  carbon  market  mechanisms  such  as  bilateral \nmechanisms. These DMCs conveyed their request for ADB’s assistance for accessing carbon \nfinancing through bilateral mechanisms during consultation workshops and interactions with \ntheir government officials. The design and monitoring framework is in Appendix 1.7 \n \nII.  ISSUES \n \n6.   The countries of Asia and the Pacific have a key role to play in addressing global climate \nchange issues. Because of rapid economic growth, Asia and the Pacific is becoming a major \nsource of greenhouse gas emissions, largely because of the rapidly increasing demand for \nenergy. The carbon dioxide emissions in Asia and the Pacific region grew by more than 131% \nbetween  1990  and  2010.8 Asia  and  the  Pacific  region’s  share  in  aggregate global  carbon \ndioxide emissions are projected to increase from 42.8% in 2010 to 51.1% by 2035 (footnote 8).  \nIt is clear that decoupling the region’s growth from carbon emissions is pivotal in the global \nefforts to mitigate climate change. \n \n7.  The magnitude of the challenge is daunting, and enormous investment will be required \nto meet the growing needs of developing countries while transitioning to a low-carbon path. \nAccording to ADB, the Asia and the Pacific region will require a cumulative investment of about \n$11.7 trillion (2010–2035) in order to meet its business as usual energy demand. The region will \nhowever require enhanced investments of $19.9 trillion (2010–2035) to deploy advanced energy \nefficient and low-carbon-emitting technologies (footnote 8). There is a need to mobilize financial \nresources from all possible channels, including carbon market mechanisms. According to a \nWorld Bank report, Mapping Carbon Pricing Initiatives, emerging pricing schemes can make an \nimportant  dent  in  greenhouse  gas  emissions.  Countries  with  implemented  and  scheduled \n                                                \n7 The TA first appeared in the business opportunities section of ADB’s website on 9 April 2014. \n8 ADB. 2013. Energy Outlook for Asia and the Pacific. Manila.  \n ", "  3 \ncarbon pricing mechanisms (in 2013) emit the equivalent of roughly 10 gigatons of carbon \ndioxide per year, equal to about 20% of global emissions.9 \n \n8.  At its 18th session held in 2012, the UNFCCC Conference of the Parties (COP18) \nestablished a timetable for a universal climate change agreement covering all countries from \n2020.10 In addition, COP18 decided to further elaborate a new market-based mechanism under \nthe  UNFCCC,  and  a  work  program  to  develop  a  framework  for  coordinating  mechanisms \nestablished under the UNFCCC and those supporting the implementation of the UNFCCC, such \nas nationally administered or bilateral offset programs. The decisions of COP18 and CMP8 \nindicate that the coexistence of the CDM and emerging mechanisms, and the combination of \ninternational and domestic trading schemes, are increasing the complexity of the carbon market. \nWhile these agreements and decisions allowed carbon markets to continue beyond 2012, they \nsupport the emergence of new carbon market mechanisms. However, ADB’s DMCs will face \ncapacity  constraints  in  meeting  the  increasingly  complex  requirements  of  the  new  carbon \nmarkets, and will therefore need capacity building assistance to take full advantage of the new \nmarket  mechanisms.  Capacity  building  activities  such  as  knowledge  sharing  and  outreach \nevents such as workshops, webinars, and resource exchanges will be very useful.     \n \n9.  New international carbon market mechanisms are also expected to emerge during the \nongoing second commitment period of the Kyoto Protocol. It is anticipated that these new \ncarbon market mechanisms will include different bilateral arrangements under unique rules \n(“bilateral mechanisms”) and crediting of greenhouse gas emission reductions on a project basis \nor on a whole sector basis (“sectoral crediting” or “sectoral mechanism”). Without adequate \ntechnical expertise, DMCs will have difficulty appreciating and adapting to the procedures, \nregulations, and other requirements of these new carbon market mechanisms.  \n \nIII.  THE TECHNICAL ASSISTANCE \n \n10.    This TA will help DMCs build their institutional capacities to effectively participate in, and \ntake advantage of, bilateral mechanisms such as a joint crediting mechanism. The TA will \ndevelop required methodologies and procedures to assist DMCs in developing country specific \npolicies and guidelines for such new mechanisms. The TA will also help DMCs evaluate the \nsuitability of such bilateral mechanisms in view of their potential contribution to development of \nsustainable global carbon markets. \n \n11.  The TA will build on the success of the previous initiatives of the Technical Support \nFacility  under  the  Carbon  Market  Program.  It  will  continue  to  support  DMCs  and  ADB’s \noperations departments in accessing carbon finance through new carbon market mechanisms, \nespecially from bilateral mechanisms. It may also be noted that in the initial phase of such \nbilateral mechanisms, ADB DMCs will require a substantial amount of support in building their \ncapacity to develop or adapt methodologies for estimating greenhouse gas emission reductions \nand/or monitoring, reporting, and verification requirements under new bilateral mechanisms.  \n \n                                                \n9 World Bank. 2013. Mapping Carbon Pricing Initiatives: Developments and Prospects. Washington.  \n10 The COP is the supreme decision-making body of the UNFCCC. The COP serves as the meeting of the Parties to \nthe  Kyoto  Protocol.  All  Parties  to  the  Convention  are  represented  at  the  COP  at  which  they  review  the \nimplementation of the Convention. The COP meets every year, unless the Parties decide otherwise. All Parties to \nthe Kyoto Protocol are represented at the COP serving as the Meeting of the Parties to the Kyoto Protocol (CMP), \nwhile States that are not Parties participate as observers. The CMP reviews the implementation of the Kyoto \nProtocol and takes decisions to promote its effective implementation. The CMP meets annually during the same \nperiod as the COP.  COP18 and CMP8 took place in Doha in Qatar from 26 November to 8 December, 2012. \n ", "4   \nA.  Impact and Outcome \n \n12.  The impact of the TA will be  green growth and  low-carbon development promoted \nthrough new carbon market mechanisms in participating DMCs in Asia and the Pacific. The \noutcome will be enhanced capacities of the participating DMCs for increased utilization of new \ncarbon market mechanisms including bilateral mechanisms.  \n \nB.  Methodology and Key Activities \n \n13.  The first output of the TA will be capacity building activities for institutions and local \nexperts on new carbon market mechanisms such as bilateral mechanism. The TA will keep \ntrack  of  developments  on  the  new  carbon  market  mechanisms  including  relevant  tools, \nstandards, and technical guidelines so as to maintain the most updated knowledge on new \ncarbon market mechanisms. It will identify focal institutions of participating DMCs and consult \ntraining needs to implement the new market mechanisms in particular bilateral mechanism, and \ntrain  the  selected  institutional  representatives,  project  developers,  and  local  experts  for \nenhanced access to benefits under such new mechanisms. The main targeted trainees will be \npolicy makers, experts, and business managers of participating DMCs.  \n \n14.  The second output of the TA will be direct project support under new carbon market \nmechanisms through requisite technical support for ADB pipeline projects so as to be eligible \nunder  such  mechanisms.  The  TA  will  scrutinise  ADB  pipeline  of  projects  and  identify  the \npotential eligible projects at an early stage. The TA experts will interact closely with the ADB \nproject officers and project proponents to explore the possibilities of supporting their specific \nprojects under new market mechanism such as bilateral mechanism for a specific ADB pipeline \nproject. An analysis will be presented to the ADB project officers and project proponents to \nshow the merits of joining the mechanism, requirements to be met, and steps to be taken on the \nprocess for the registration of the project under a new carbon market mechanism like bilateral \nmechanism. \n \n15.  The  third  output  of  the  TA  will  be  knowledge  products  on  new  carbon  market \nmechanisms. New market mechanisms are still at developing stage. The policy makers and \nregulators of participating DMCs, technical and methodological experts, third party validators \nand  project  proponents  will  have  to  be  trained  through  strong  back-up  of  knowledge  and \ninformation. The TA experts will develop knowledge products through studying and analyzing \nthe requirements of new carbon market mechanisms, and create a database of information for \nwide sharing in time.  The knowledge products may include policy and technical guidelines of a \ncarbon market mechanism.  \n \n16.  The TA will also have important links and synergies with the ongoing carbon market \ndevelopment TA, Supporting the Use of Carbon Financing to Promote Green Growth in Asia \nand Pacific (footnote 3), and will seek to augment ongoing initiatives by acting as a catalyst for \nthe development of carbon markets. The TA will seek to share knowledge and information with \nexisting non-ADB initiatives both within and outside the UNFCCC framework.  \n   \n17.  The major assumptions and risks are identified in the design and monitoring framework \n(Appendix 1). To minimize these risks, under the TA (i) developments in the international and \nregional arenas on climate change actions and project activities will be closely monitored; (ii) a \nflexible project design, including in its governance, will be adopted; (iii) a participatory and \nconsultative approach will be adopted in project planning, design, and implementation to ensure \nstrong  ownership,  and  through  workshops  and  consultations  to  seek  inputs  and  views  of \n ", "  5 \nstakeholders  during  inception,  implementation,  and  monitoring  of  TA  activities;  (iv)  where \nnecessary, formal agreements such as memoranda of understanding will be forged to define \nkey responsibilities; and (v) existing networks will be tapped to identify and engage qualified \nexperts for the projects. \n \nC.  Cost and Financing \n \n18.  The TA is estimated to cost $1,500,000, which will be financed on a grant basis by the \nJapan Fund for Poverty Reduction and administered by ADB. The cost estimates and financing \nplan are in Appendix 2.  \n \nD.  Implementation Arrangements \n \n19.  ADB will serve as the executing and implementing agency for the TA, with the Climate \nChange and Disaster Risk Management Unit of the Regional and Sustainable Development \nDepartment serving as the focal point. The initial implementation period of the TA will be from \nJune 2014 to May 2016.   \n \n20.  The TA will require 30 person-months of international and 54 person-months of national \nindividual  consultant  inputs.  Appendix  3  provides  the  outline  terms  of  reference  for  the \nconsultants.  In  order  to  have  specialized  and/or  country-specific  expertise,  individual \nconsultants will be engaged. ADB will engage all consultants in accordance with its Guidelines \non  the  Use  of  Consultants  (2013,  as  amended  from  time  to  time).  The  procurement  of \nequipment and other supplies will be in accordance with ADB’s Procurement Guidelines (2013, \nas amended from time to time). The turnover or disposal of equipment purchased under the TA \nwill be in accordance with the relevant ADB guidelines. Disbursements under the TA will be \nmade  in  accordance  with  the  Technical  Assistance  Disbursement  Handbook  (2010,  as \namended from time to time).   \n \n21.  ADB will establish a TA team comprising staff from its focal unit and other experts who \nwill monitor TA activities and consultants’ work, provide guidance, and give input and feedback \non  a  regular  basis.  This  unit  will  implement  the  TA  in  close  consultation  with  operations \ndepartments regarding particular areas or sectors requiring assistance. The team will coordinate \nwith  regional  departments  during  implementation  of  the  TA  to  ensure  that  the  work \ncomplements its current and planned efforts to support national climate change priorities. The \nTA team will also work in close coordination with other departments such as the Controller’s \nDepartment, Operations Services and Financial Management Department, Office of Cofinancing \nOperations, and Office of the General Counsel to meet implementation requirements including \nfunds disbursements, utilization, and reporting.  \n   \n22.  The team will also work and coordinate with partner organizations like UNFCCC and the \nInstitute for Global Environmental Strategies. Lessons will be accessible to interested parties, \ninternally and externally, to facilitate and support future capacity building efforts.  \n \nIV.  THE PRESIDENT'S DECISION \n \n23.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $1,500,000 to be financed on \na grant basis by the Japan Fund for Poverty Reduction for Supporting the Use of Carbon \nFinancing from New Carbon Market Mechanisms to Promote Green Growth in Asia and the \nPacific, and hereby reports this action to the Board. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance \nTargets and  Data Sources and \nDesign  Indicators with  Reporting \nSummary  Baselines  Mechanisms  Assumptions and Risks \nImpact       Assumption \nGreen growth and low- By 2020: 50% of the  Government and  Participating DMCs are \ncarbon development   participating DMCs  public information  committed to green growth \npromoted through new  develop policy  sources such as web  agenda under new carbon \ncarbon market  framework to support  sites of designated  market mechanisms such as \nmechanisms, in  new carbon market  national authorities,  bilateral mechanisms. \nparticipating DMCs.    mechanisms  department of   \n  including bilateral  industries, energy,  Risk \n  mechanisms. Against  transport in  International negotiations \n  baseline of zero DMC  participating  may not yield expected \nby end of 2013.   countries, Data on  results, thereby reducing \n  national statistics  incentives for the DMCs. \n  from reliable sources   \n  (e.g., ADB, the World \nBank, \nhttp://mmechanisms.\norg/e/index.html or \ngovernment sources) \nOutcome      Assumption \nEnhanced capacities of  At least three  UNFCCC website  DMCs will have policies that \nthe participating DMCs  proposals are    encourage and support \nfor increased utilization  submitted for support  Government and  creation of new carbon \nof new carbon market  under new carbon  public information  market mechanisms such as \nmechanisms such as  market mechanisms  sources  bilateral mechanisms. \nbilateral mechanisms   including bilateral     \n  mechanisms. Against    Risks \n   baseline of zero  International negotiations \n  proposals by end of  may not yield expected \n2013.  results, thereby reducing \n  incentives for DMCs. \n \nLack of available resources \nsuch as investment for \nmarket development and \ndata collection skills \nOutputs      Assumptions \n1.  Capacity building  At least eight  Workshop report and  There will be continued \nactivities for  capacity building  TA progress report  demand for carbon credits.  \ninstitutions and local  events conducted     \nexperts on new  with 100 institutional    DMCs are willing to \ncarbon market  representatives,    participate in new carbon \nmechanisms such as  project developers,    market mechanisms such as \nbilateral mechanisms  and local experts    bilateral mechanisms. \n  trained.      \n      Risks \n2.  Direct project  At least five projects  TA progress report  Non availability of \nsupport under new  supported to be    compatible regulatory \ncarbon market  eligible for new  Bilateral status  environment and \nmechanisms   carbon market  reports and  corresponding systems in \n ", "Appendix 1  7 \nPerformance \nTargets and  Data Sources and \nDesign  Indicators with  Reporting \nSummary  Baselines  Mechanisms  Assumptions and Risks \n  mechanisms  documents  some of the target DMCs. \n  including bilateral     \n  mechanisms    System and regulatory \n      environment compatibility is \n3.  Knowledge sharing  At least two  Workshop  not readily available in some \nand products on new  knowledge products  documentation,  target DMCs. \ncarbon market  related to new carbon  knowledge products,   \nmechanisms  market mechanisms  and TA progress     \nincluding bilateral  will be prepared.   report \nand sectoral     \nmechanisms  Special technical \nproduced  report and TA report \nActivities with Milestones   Inputs \n   \n1.1 Consolidate information on all carbon-market-related activities in the  Japan Fund for Poverty \npriority countries in 3 months from TA start date   Reduction: $1,500,000 \n1.2 Track developments on bilateral mechanisms regularly    \n1.3  Organize  initial  workshop  for  participating  countries  and  other   \npartners \n1.4 Prepare  guidelines,  procedures,  and  project  ideas  for  the \nparticipating  countries  for  making  use  of  new  carbon  market \nmechanisms such as bilateral mechanisms within 12 months \n \n2.1  Review ADB’s pipeline of projects and identify potential projects in \nthe participating countries regularly \n2.2  Provide regular updates to ADB’s operations departments on the \nbroader carbon market and specifically on the bilateral and sectoral \nmechanisms \n2.3  Prepare  assessment  reports  and  other  requirements  to  access \nbenefits under bilateral carbon market mechanisms, on a regular \nbasis \n \n3.1 Conduct  workshop  to  train  institutional  representatives,  project \ndevelopers,  and  experts  from  participating  DMCs  on  the  policy \nframework  and  requirements  of  the  bilateral  carbon  market \nmechanisms within 12 months from TA start date  \n3.2  Develop  knowledge  products,  guidelines,  and  a  manual  on  the \nbilateral  carbon  market  mechanisms  for  the  advantage  of \nparticipating DMC stakeholders within 18 months from TA start date \n3.3  Document  experience  of  implementing  bilateral  mechanisms  for \nprojects and share in the final workshop by 24 months of TA start \ndate \nADB= Asian Development Bank, DMC = developing member country, TA = technical assistance, UNFCCC = United \nNations Framework Convention on Climate Change. \nSource: Asian Development Bank. \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount  \nJapan Fund for Poverty Reduction a \n \n1. Consultants   \n     a. Remuneration and per diem \n \n          i. International consultants (30 person-months)  613.8  \n          ii. National consultants (54 person-months)  245.0  \n     b. International and local travel  150.0 \n     c. Reports and communications  60.0  \n2. Equipment b  26.2 \n3. Publications and information services c  30.0 \n4. Workshops, local training, seminars, and conferences d   320.0 \n5. Miscellaneous administration and support costs  55.0 \nTotal  1,500.0 \na Administered by the Asian Development Bank. \nb Includes computers, software, accessories, and other small equipment. All procurement under the TA will be \ncarried out in accordance with the ADB Procurement Guidelines (2013, as amended from time to time). Upon TA \ncompletion, all equipment procured under the TA will be turned over or disposed of in accordance with ADB’s \nproject administration instruction (ADB 2009. Administering Grant-Financed Technical Assistance Projects. \nProject Administration Instructions. PAI 5.09. Manila). \nc Subscription to database and information services. \nd Includes honorarium and travel costs for resource persons and facilitators, participants’ travel costs, staff travel \ncosts as resource persons and/or speakers, and logistics costs. \nSource: Asian Development Bank estimates. \n ", "  Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  A team of international and national consultants with expertise and experience in the \nareas of international carbon markets will be engaged to assist in the implementation of the \ntechnical assistance (TA). Individual consultants (30 person-months of international and 54 \nperson-months of national) will be engaged to meet the requirement for specialized and/or \ncountry-specific expertise. The Asian Development Bank (ADB) will engage all consultants in \naccordance with its Guidelines on the Use of Consultants (2013, as amended from time to time). \nThe duration of this TA is 2 years.  \nA.  International Consultants \n \n2.  Climate  finance  specialists  (2  individual  specialists,  18  person-months).  The \nspecialists will undertake the following activities: \n(i)  Track ADB’s pipeline of projects and identify opportunities for new carbon market \nmechanisms  such  as  bilateral  carbon  mechanisms.  Keep  a  track  of \ndevelopments  and  experiences  of  new  and  more  efficient  low-carbon \ntechnologies  and  provide  that  information  to  developing  member  countries \n(DMCs) and ADB’s operations departments. \n(ii)  Gather  and review  existing  information  and  data  on  bilateral  and  other  new \ncarbon market mechanisms in the DMCs and ADB pipeline projects with potential \ncarbon market components, considering the additionality of each project. \n(iii)  Provide  carbon-market-related  technical  support  to  ADB's  operations \ndepartments, and participate in missions as required in consultation with national \nexperts and international technical advisors as necessary, including the following \ntasks: \n(a)  prepare emission reduction assessment reports for potential projects; \n(b)  develop  baseline  and  monitoring  methodologies  and  prepare  project \ndesign documents; \n(c)  assist project entities in gaining approval from host country authorities \nand third-party validators, and register the project with the  relevant \nauthorities;  \n(d)  assist  the  project  developers  and  ADB  project  officers  in  the \npreparation of documents based on the requirement of the relevant \ncarbon market mechanisms; and \n(e)  assist project developers in meeting any other requirements of the new \ncarbon market mechanisms. \n(iv)  Verify evaluations completed by national consultants on the ADB project pipeline \nto determine the greenhouse gas emissions reduction potential. \n(v)  Carry out necessary capacity building activities as identified by the team leader \nand project officer from the Regional and Sustainable Development Department \nClimate Change Coordination and Disaster Risk Management Unit (RSDD-CD). \n(vi)  Draft progress reports of the projects, and submit them to the team leader. \n(vii)  Follow international developments on mitigation of greenhouse gas emissions, \nthe Clean Development Mechanism, new carbon market mechanisms including \nthe bilateral mechanisms, and apprise ADB project officers accordingly.  \n(viii)  Perform other bilateral carbon-market-related work under the TA as required. \n \n3.  The specialists(s) will have a master’s degree or higher in finance, management, or \nenvironment areas; a minimum of 7 years’ experience; a good understanding of the regulations, \nprocesses, procedures, and institutions regulating various carbon market mechanisms; and \n ", "10  Appendix 3 \npractical experience in working in the areas of climate and/or carbon finance, development, and \ndonor activities in Asia and the Pacific. \n4.  Sector  specialists  (2 individual specialists, 12 person-months). The specialists will \nundertake the following activities: \n(i)  track ADB’s pipeline of projects and identify opportunities for bilateral carbon \nmarket mechanisms; \n(ii)  track  developments  and  experiences  of  new  and  more  efficient  low-carbon \ntechnologies  and  provide  that  information  to  DMCs  and  ADB’s  operations \ndepartments; \n(iii)  help project developers in evaluating technologies and developing their projects; \n(iv)  undertake capacity building activities for the DMCs and organize workshops and \nseminars as required; \n(v)  provide inputs to the national consultants and review the work; \n(vi)  prepare reports, briefing notes, and technical assessment reports as necessary; \nand \n(vii)  carry out any other activities required.  \n \n5.  The specialists(s) will have master’s or equivalent degree in engineering, environment, \neconomics, or a related field with a minimum of 7 years’ relevant experience of managing \nrenewable energy, energy efficiency, waste management, and other greenhouse gas mitigation \nprojects in Asia and the Pacific.  \nB.  National Consultants \n \n6.  Carbon  market  experts  (6  individual  experts,  30  person-months). The  experts  will \nundertake the following activities: \n(i)  Gather and review existing information and data on the  new carbon market \nmechanisms,  including  bilateral  carbon  market  mechanisms  in  the  assigned \nDMC  as  well  as  on  ADB  pipeline  projects  with  potential  carbon  market \ncomponents.  \n(ii)  Carry out necessary capacity building activities as identified by the team leader, \ninternational experts, and RSDD-CD project officer to suit requirements of the \nidentified market mechanisms. \n(iii)  Prepare evaluations on the ADB project pipeline to determine the greenhouse \ngas emissions reduction potential. \n(iv)  Provide carbon-market-related technical support to the project proponents who \nhave received loans, grants, or other financial assistance from ADB operations \ndepartments. Participate in missions as required in consultation with international \nexperts and technical advisors, as necessary, including the following tasks: \n(a)  prepare emission reduction market assessment reports of projects; \n(b)  prepare documents as required by various market mechanisms; \n(c)  assist  in  developing  new  baseline  and  monitoring  methodologies, \nincluding methodologies related to standardized baselines; and \n(d)  assist the project developers and ADB officers in preparing documents \nas per requirement of the mechanism.  \n(v)  Draft and submit progress reports of the projects.  \n(vi)  Follow international developments on mitigation of greenhouse gas emissions, \nand apprise the team leader and the RSDD-CD project officer accordingly. \n(vii)  Perform other carbon-market-related work under the TA as assigned. \n \n ", "  Appendix 3  11 \n7.  The  expert(s)  will  have  master’s  or  equivalent  degree  in  engineering,  environment, \neconomics, or a related field with a minimum of 5 years’ relevant experience in managing \nrenewable energy, energy efficiency, waste management, and other greenhouse gas mitigation \nprojects and the relevant regulatory framework in respective host countries.  \n8.  Technical assistance coordinator (1 individual coordinator, 24 person-months). The \ncoordinator will provide overall assistance during the TA implementation period. The coordinator \nwill also undertake the following activities: \n(i)   support coordination and integration between the TA and the other activities of \nthe Carbon Market Program and the various teams working under it; \n(ii)   coordinate activities of TA subprojects, ensuring their linkages at national level; \n(iii)   assist other subproject teams in coordination and liaison activities; \n(iv)   prepare and update the TA overall work plan and budget; \n(v)   organize  and  participate  in  meetings,  workshops,  and  training,  and  provide \nassistance in report and proceeding preparation; \n(vi)   create and manage project database and records; \n(vii)   prepare progress reports, briefing notes, correspondence, and other documents \nthat may be required by ADB and partners; and \n(viii)  disseminate information and organize outreach activities.  \n \n9.  The coordinator will have at least 8 years of experience in project administration and \nmust have a university degree in a related field. He or she should have a proven coordination \ntrack  record  involving  multiple  stakeholders  and  have  a  general  understanding  of  carbon \nmarkets and their processes.   \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20140530091830+08'00'", "Creator": "Microsoft® Word 2010", "Keywords": "adb technical assistance ta report\r\n\r\n", "ModDate": "D:20140602111553+08'00'", "Producer": "Microsoft® Word 2010", "Title": "Supporting the Use of Carbon Financing from New Carbon Market Mechanisms to Promote Green Growth in Asia and the Pacific"}}