{"path": "data/input/ta/48141-001-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 48141-001 \nNovember 2014 \n \n \n \n \nProposed Loan and Technical Assistance Grant \nRepublic of Fiji: Transport Infrastructure Investment \nSector Project \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public prior to its consideration by ADB’s Board of \nDirectors in accordance with ADB’s Public Communications Policy 2011. \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 16 October 2014) \n \nCurrency unit  –  Fiji dollar/s (F$) \nF$1.00  =  $0.52     \n$1.00  =  F$1.93     \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nEIRR  –  economic internal rate of return \n  FRA  –  Fiji Roads Authority \n  GGF  –  Green Growth Framework \n  km  –  kilometer \n  LIBOR  –  London interbank offered rate \n  MOF  –  Ministry of Finance \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, “$” refers to US dollars, unless otherwise stated. \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  X. Yao, Pacific Department (PARD) \nDirector  R. Guild, Transport, Energy and Natural Resources Division, PARD \n   \nTeam leader  D. Ling, Transport Specialist, PARD \nTeam members  I. Caetani, Senior Financing Partnerships Specialist, Office of Cofinancing \n  Operations \n  H. Everett, Senior Country Specialist, PARD \n  G. Ismakova, Senior Procurement Specialist, Operations Services and \n  Financial Management Department \n  G. King, Senior Project Officer (Financial Management), PARD \n  S. Lee, Principal Social Development Specialist (Gender and \n  Development), PARD \n  D. Perez, Integrity Officer, Office of Anticorruption and Integrity \n  R. Phelps, Principal Infrastructure Specialist, PARD \n  N. Sapkota, Safeguards Specialist, PARD \n  Y. Seo, Counsel, Office of the General Counsel \n  H. Uusimaa, Climate Change Specialist, PARD \n  J. Williams, Environment Specialist, PARD \nPeer reviewer  A. Ahonen, Transport Specialist, Southeast Asia Department \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  4 \nE.  Implementation Arrangements  5 \nIII.  TECHNICAL ASSISTANCE  6 \nIV.  DUE DILIGENCE  6 \nA.  Technical  6 \nB.  Economic Analysis  7 \nC.  Governance  7 \nD.  Poverty and Social  8 \nE.  Safeguards  9 \nF.  Risk and Mitigating Measures  10 \nV.  ASSURANCES  10 \nVI.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 48141-001\nProject Name Transport Infrastructure Investment  Department PARD/PATE\nSector Project (formerly Bridge  /Division\nReplacement Project)\nCountry Fiji, Republic of Executing Agency Ministry of Finance\nBorrower Fiji, Republic of\n2. Sector Subsector(s)      ADB Financing ($ million)\nTransport Road transport (non-urban) 70.00\nTransport policies and institutional development 0.70\nWater transport (non-urban) 30.00\nTotal 100.70\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic opportunities,  Adaptation ($ million) 10.00\ngrowth (IEG) including jobs, made more inclusive Climate Change impact on the  High\nEnvironmentally  Global and regional transboundary  Project\nsustainable growth (ESG) environmental concerns\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Institutional development Effective gender mainstreaming \ndevelopment (GCD) (EGM)\nPartnerships (PAR) Implementation\nOfficial cofinancing\nRegional organizations\nPrivate sector  Public sector goods and services essential for \ndevelopment (PSD) private sector development\n5. Poverty Targeting Location Impact\nProject directly targets  Yes Rural High\npoverty Urban Low\nGeographic targeting (TI-G) Yes\n \n6. Risk Categorization: Low\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 100.70\n     Sovereign Capacity development technical assistance: Technical  0.70\nAssistance Special Fund\n     Sovereign Project loan: Ordinary capital resources 100.00\nCofinancing 0.00\n     None 0.00\nCounterpart  11.11\n     Government 11.11\n  \nTotal 111.81\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems Yes\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 10062014164143080286 Generated Date: 13-Nov-2014 10:52:32 AM", " \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the Republic of Fiji for the Transport Infrastructure Investment Sector Project. The report also \ndescribes  proposed  technical  assistance  (TA)  for  Strengthening  Transport  Coordination \nCapacity, and if the Board approves the proposed loan, I, acting under the authority delegated \nto me by the Board, approve the TA.1 \n \n2.  The proposed project will improve access to socioeconomic opportunities by supporting \nthe government in upgrading and rehabilitating land and maritime transport infrastructure.2 If \napproved,  the  project  will  be  the  first  under  full  reengagement,  following  Fiji’s  successful \ndemocratic elections in 2014. \n \nII.  THE PROJECT \nA.  Rationale \n3.  Fiji is a South Pacific archipelagic nation of 110 inhabited islands with a land area of \n18,300 square kilometers and a population of 860,000. Fiji is located 2,000–3,000 kilometers \n(km) from major metropolitan markets, and service delivery costs within the country are high \nbecause the population is dispersed. About 90% of the population lives on the three main \nislands of Viti Levu, Vanua Levu, and Taveuni. \n \n4.  Fiji  requires  adequate  transport  infrastructure  to  improve  access  to  economic \nopportunities and services for rural populations, and to improve trade. Fiji is a middle-income \ncountry with a per capita income of $4,618, and overall poverty in Fiji declined slightly between \n2003 (39.8%) and 2009 (35.2%). However, a 2008 household income and expenditure survey \nestimated the poverty incidence to be 19% in urban areas and 43% in rural areas. More than \nhalf  of  Fiji’s  population  live  in  rural  communities,  which  are  geographically  isolated  from \nprovincial  and  national  centers  and  served  by  rural transport  infrastructure that  is  in  poor \ncondition.  These  factors  limit  rural  economic  opportunities  and  social  services.  The World \nBank’s 2014 Doing Business report ranked Fiji 111th out of 185 economies in the ease of \ntrading across borders, which is a measure of the time and cost associated with the import or \nexport of a standard shipment by sea transport.3 Local transportation and handling accounted \nfor 30% of costs, and about 16% of time, associated with imports and exports. \n \n5.  The road network is characterized by spine or circumferential main roads and feeder \nroads, with few alternative routes. It is prone to disruption by heavy rainfall and flooding, which \nis often exacerbated by tropical cyclones. Rural maritime infrastructure has been neglected and \nis in poor condition. Climate change predictions show increased frequency and intensity of \nheavy rainfall, and sea level rise.4 Roads, bridges, and rural jetties need to be rehabilitated, with \nbetter environmental protection and to higher construction standards, to be resilient against \nextreme weather events and natural disasters. Disruption in transport connectivity constrains \nmovement  of  people  and  goods,  depresses  productive  rural  activity,  and  impedes tourism \ngrowth. Further investment in the transport sector, focusing on vulnerable groups—including \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  The Asian Development Bank (ADB) provided project preparatory support through policy and advisory TA: ADB. \n2013. Technical Assistance Grant to the Republic of Fiji for Transport Sector Planning and Management. Manila. \n3  International Bank for Reconstruction and Development. 2014. Doing Business, Fiji. Washington, DC. \n4  Pacific Climate Change Science Program. 2011. Climate Change in the Pacific: Scientific Assessment and New \nResearch. Canberra. ", "2   \nrural communities, women, elderly, and youth—and considering climate resilience, will provide a \nfoundation for inclusive growth by improving access to markets and services in rural areas. \n \n6.  Intermodal links are vital to link Fiji’s dispersed communities, and enable people and \ngoods to connect through road links to the main ports of Suva (the capital) and Lautoka, and to \nthe landing ports for interisland domestic shipping and ferry services between Viti Levu, Vanua \nLevu, Ovalau, and Taveuni. Freight is transported between northwest and southeast Viti Levu \neither via ship (between ports in Lautoka and Suva), or by land along Queens Road. The \ninternational airport in Nadi is connected to the capital by the Queens Road and by domestic \nflights to and from Nausori airport. Roads to these airports are essential intermodal links. \n \n7.  The government has estimated that about F$1.3 billion ($702 million equivalent) in \ncapital expenditures and F$450 million ($243 million equivalent) in maintenance expenditures \nare required for road and rural maritime infrastructure over 2014–2018.5 This is more than \ndouble the annual average maintenance expenditures and triple the capital works expenditures \nover 2004–2013. These budget increases will require contributions from concessional financing \ndedicated to the sector, in addition to government support from general revenue sources. \n \n8.  The Asian Development Bank (ADB) has previously advocated for the establishment of \na roads authority; this was realized through the establishment of the Fiji Roads Authority (FRA) \nby the Fiji Roads Authority Decree 2012, and has contributed to more efficient service delivery. \nThe FRA is responsible for maintaining and upgrading assets that currently consist of about \n11,115 km of roads (including 1,483 km of sealed and 9,632 km of unsealed roads), 868 bridges, \nand 47 jetties. While FRA currently operates under a costly institutional setup that relies on \nforeign expertise, it has developed a strategy to increase local capacity;6 the project will support \nthese efforts by engaging local experts, guided and mentored by FRA’s international experts, for \nday-to-day project supervision. It will also build the capacity of government staff to plan, select, \nand oversee implementation of transport infrastructure projects. \n \n9.  ADB has provided transport-related support to Fiji since 1980, and investments have \ngenerally achieved key objectives, despite some delays and cost overruns. ADB continued \nimplementing transport projects during a period of limited engagement that began in 2006, \nincluding the Port Development Project, and the Third Road Upgrading Sector Project.7 In 2009, \nADB also approved additional financing for the Third Road Upgrading Sector Project, and an \nemergency  loan  to  assist  Fiji  in  response  to  devastating  floods.8 Lessons  from  previous \nengagements in the country relevant to the transport sector include the need for sustained \nsupport over the long term to foster private participation in infrastructure service delivery, and \nthe  importance  of  extensive  preparation  and  implementation  support  to  address  capacity \nconstraints.9  \n \n                                                \n5  Ministry of Finance National Budget 2014, and Fiji Roads Authority Asset Management Plan, 2013 (draft). \n6  Fiji Roads Authority. 2014. Operations Manual. Suva. \n7  ADB. 1997. Report and Recommendation of the President to the Board of Directors for a Proposed Loan to the \nRepublic of Fiji for the Third Road Upgrading Project. Manila; ADB. 2002. Report and Recommendation of the \nPresident to the Board of Directors for a Proposed Loan to the Republic of Fiji for the Port Development Project. \nManila. \n8  ADB. 2009. Report and Recommendation of the President to the Board of Directors for a Proposed Supplementary \nLoan  to  the  Republic  of  Fiji  for  the  Third  Road  Upgrading  Project.  Manila;  ADB.  2009.  Report  and \nRecommendation of the President to the Board of Directors for a Proposed Loan to the Republic of Fiji for the \nEmergency Recovery Project. Manila. \n9  The country partnership strategy transport sector summary assessment identifies opportunities for private sector \nparticipation in ports and airports, but recognizes that roads and rural jetties are publicly funded, with few \nopportunities for private sector investment. \n ", "3 \n10.  The  government’s  vision  for  Fiji  is  set  out  in  the  Roadmap  for  Democracy  and \nSustainable Socio-Economic Development, 2010–2014,10 and is reiterated through the Green \nGrowth Framework (GGF).11 The GGF sets out policy direction for 10 thematic areas, which \ninclude resilience to climate change and disasters, sustainable transportation, and inclusive \nsocial development. ADB engagement will be guided by its country partnership strategy, 2014–\n2018, and country operations business plan, 2015–2017 for Fiji, both of which support the \ngovernment’s national strategies, and identify transport as a key sector for engagement.12 The \nproject will support the country partnership strategy in swiftly increasing ADB support in the \ntransport  sector  following  Fiji’s  2014  elections,  and  help  the  country  overcome  its  key \ndevelopment  challenges.  The  project  will  finance  repair,  rehabilitation,  and  upgrading  of \ntransport infrastructure prioritized by an updated 20-Year National Transport Infrastructure Plan, \nbased  on  the  GGF,  the  Roadmap  for  Democracy  and  Sustainable  Socio-Economic \nDevelopment, and Public Sector Investment Program.13 \n \n11.  The  project  will  be  implemented  as  a  sector  project,  by  financing  a  time  slice  of \nsubprojects (comprising 30 km of roads, 30 bridges, and four jetties) prioritized by the updated \n20-Year  National  Transport  Infrastructure  Plan,  and  selected  in  accordance  with  agreed \nsubproject eligibility criteria and selection procedures.14 The project will support strengthening of \nthe  institutional  capacity  of  central  and  line  agencies  in  prioritizing  transport  infrastructure \ninvestment, and reducing the backlog of maintenance of transport infrastructure. The project \nsupports  existing  policy  for  the  transport  sector  articulated  through  the  National  Transport \nSector Plan (1993), which is being updated through ADB-supported TA (footnote 2). \n \n12.  The  World  Bank  has  expressed  strong  interest  in  cofinancing  the  project,  and  is \nexpected to approve its cofinancing in early 2015; following that approval, the project scope will \nbe enlarged to cover additional subprojects. The World Bank cofinancing is envisaged to be on \na joint basis, with partial administration by ADB of the cofinancing. Common implementation \nframeworks covering safeguards, procurement, and financial management have been agreed in \nprinciple between ADB and the World Bank. \n \nB.  Impact and Outcome \n \n13.  The impact of the project will be improved access to markets, employment opportunities, \nand social services. The outcome will be improved safety and resilience of land and maritime \ntransport infrastructure. \n \nC.  Outputs \n \n14.  The project will have two outputs: \n(i)  Rehabilitated  and  climate-resilient  land  and  maritime  transport \ninfrastructure.  The  project  will  finance  civil  works  to  repair,  rehabilitate, \nreconstruct, and upgrade existing roads, bridges, and rural jetties. It will also \nfinance safety improvements on selected roads and bridges, which may include \nroad safety furniture and streetlights, and gender-sensitive designs for improved \n                                                \n10 Ministry of National Planning. 2009. Roadmap for Democracy and Sustainable Socio-economic  \n  Development, 2010–2014. Suva. An update to the road map is expected by 2015. \n11  Ministry of Strategic Planning, National Development, and Statistics. 2014. Green Growth Framework. Suva. \n12 ADB. 2014. Country Operations Business Plan: Fiji, 2015–2017. Manila. \n13 The 20-Year National Transport Infrastructure Plan will be an output of the ongoing policy and advisory TA \n(footnote 2). \n14 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "4   \npedestrian  access.  Subprojects  will  be  selected  in  accordance  with  the \nsubproject  selection  criteria  framework.  Where  possible,  subprojects  will  be \ngrouped geographically into suitably sized and cost-effective contract packages \nthat will maximize local impact. \n(ii)  Efficient project management  support and institutional strengthening. A \nproject  supervision  team  will  be  established  consisting  of  four  FRA  staff  to \noversee  overall  project  implementation,  selection  of  consulting  services, \nprocurement  of  civil  works,  accounting  and  financial  management  activities, \nsafeguards  monitoring  and  evaluation,  and  project  reporting.  Design  and \nsupervision  consultants  will  be  engaged  to  carry  out  subproject  screening, \nfeasibility  studies,  detailed  design,  procurement  of  civil  works  packages, \nconstruction  supervision,  and  safeguards  monitoring.  The  project  will  also \nsupport  FRA  in  updating  design  and  construction  standards  for  roads  and \nbridges to bring uniformity to road assets in Fiji, to incorporate climate change \nadaptation considerations for more climate-resilient road and maritime transport \ninfrastructure, and to reflect current international standards for road geometry, \npavement, drainage, and associated structures. \n \nD.  Investment and Financing Plans \n \n15.  The project is estimated to cost $111.11 million (Table 1).15  \n  \nTable 1: Project Investment Plan \n($ million) \nItem    Amount a \nA.  Base Costb    \n  1.  Rehabilitated and climate-resilient land and maritime transport \ninfrastructure  78.28 \n  2.  Efficient project management support and institutional strengthening  13.20 \n    Subtotal (A)   91.48 \nB.  Contingenciesc  14.93 \nC.  Financing Charges During Implementationd  4.70 \n       Total (A+B+C)  111.11 \na Includes taxes and duties of $16.67 million equivalent to be financed from government resources through its \ncounterpart cash contribution and from Asian Development Bank (ADB) loan resources. The government will \nprovide in-kind contribution for land acquisition and annual audits. \nb  In mid-2014 prices. The amounts are indicative because subprojects will be selected during implementation. \nc  Physical contingencies estimated at 10% of base cost. Price contingencies computed at 1.6% on foreign \nexchange costs and 3.0% on local currency costs; includes provision for potential exchange rate fluctuation \nunder the assumption of a purchasing power parity exchange rate. \nd Includes interest and commitment charges. Interest during construction for the ADB loan has been computed at \nthe 5-year forward London interbank-offered rate plus a spread of 0.5%. Commitment charges for an ADB loan \nare 0.15% per year to be charged on the undisbursed loan amount. \nSource: Asian Development Bank estimates. \n \n16.  The government  has requested  a  loan  of $100  million  from  ADB’s  ordinary  capital \nresources to help finance the project. The loan will have a 20-year term, including a grace \nperiod  of  5  years,  an  annual  interest  rate  determined  in  accordance  with  ADB’s  London \ninterbank offered rate (LIBOR)-based lending facility, and a commitment charge of 0.15% per \nyear (the interest and other charges during construction to be capitalized in the loan), and such \n                                                \n15  Civil works accounts for 66% of the total project cost, and consulting services accounts for 11% of the total project \ncost. The project will also finance land acquisition, salaries, project audits, contingencies, and financing charges \nduring implementation. \n ", "5 \nother terms and conditions set forth in the draft loan and project agreements. The loan will \nfinance  civil  works,  consulting  services,  taxes  and  duties,16 and  financing  charges  during \nimplementation.17 \n \n17.  The government will finance the remaining project costs of $11.11 million, including civil \nworks, consulting services, taxes and duties, salaries, and contingencies. The financing plan is in \nTable 2.  \n \nTable 2: Financing Plan \n($ million) \nSource  Amount  Share of Total (%) \nAsian Development Bank      \nOrdinary capital resources (loan)  100.00  90.0 \nGovernment of Fijia  11.11  10.0 \nTotal  111.11  100.0 \na The government’s counterpart contribution includes civil works, consulting services, taxes and duties, salaries, \nand contingencies. The government will provide in-kind contribution for land acquisition and annual audits. \nSource: Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n \n18.  The executing agency will be  the Ministry of Finance (MOF) and the implementing \nagency will be FRA. The government will finance additional staff for FRA to establish the project \nsupervision team. The additional staff will consist of a project manager, an accountant, an \nenvironmental safeguards manager, and a social safeguards manager. FRA will be responsible \nfor subproject screening, feasibility studies, detailed design, procurement, and implementation. \nA project steering committee (chaired by MOF, and including FRA) will monitor project progress \nand provide guidance to the executing and implementing agencies. \n \n19.  To expedite implementation, advance procurement action and retroactive financing has \nbeen approved for (i) design and supervision consultants, who will be responsible for detailed \ndesign and construction supervision; and (ii) a civil works package that was confirmed by the \ngovernment in October 2014 during its annual budget cycle. The government has been advised \nthat approval by ADB of advance contracting and retroactive financing does not commit ADB to \napprove and finance the project. \n \n20.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe project administration manual (footnote 14). \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  July 2015–June 2020 \nEstimated completion date  June 2020 (loan closing date: 31 December 2020) \nManagement \n(i)  Oversight body  Project steering committee \nMinistry of Finance (chair) \nFiji Roads Authority (member) \n(ii)  Executing agency  Ministry of Finance \n                                                \n16 The taxes and duties do not represent an excessive share of the project investment plan, and will only be financed \nfor ADB-financed expenditures. Financing of taxes and duties is material and relevant to the success of the project. \nThe amount will be within the threshold identified during the country partnership strategy preparation process. \n17 The ADB loan may finance transportation and insurance costs. \n ", "6   \nAspects  Arrangements \n(iii) Key implementing agency  Fiji Roads Authority, 32 staff \n(iv) Project supervision team  Fiji Roads Authority, four staff \nProcurement  International  4 contracts  $78.28 million \n  competitive bidding \nConsulting services  QCBS (90:10)  121 person-months  $6.00 million  \ndesign and  (international) \nsupervision  175 person-months \nconsultants  (national) \n(package 1) \nQCBS (90:10)  121 person-months  $5.77 million \ndesign and  (international) \nsupervision  175 person-months \nconsultants  (national) \n(package 2) \nRetroactive financing and advance  Retroactive financing: eligible expenditures incurred up to 12 \ncontracting  months before the loan signing date, and not exceeding 20% of the \nloan amount. \nAdvance contracting: (i) design and supervision consultants, and (ii) \ncivil works \nDisbursement  The loan proceeds will be disbursed in accordance with ADB's Loan \nDisbursement Handbook (2012, as amended from time to time) and \ndetailed arrangements agreed upon between the government and \nADB. \nADB = Asian Development Bank, QCBS = quality- and cost-based selection. \nSource: Asian Development Bank estimates. \n \nIII.  TECHNICAL ASSISTANCE \n21.  The TA for Strengthening Transport Coordination Capacity will be provided to develop \nand implement a capacity development plan for MOF and the Ministry of Infrastructure and \nTransport  to  enhance  staff  capacity  in  planning,  selecting,  and  overseeing  infrastructure \nprojects,  including those  implemented  by  FRA.  Expected  outputs  will  include  strengthened \nability  of  MOF  and  the  Ministry  of  Infrastructure  and  Transport  staff  to  review  subproject \nselection  and  feasibility  studies,  and  align  national  policy  objectives  with  sector-specific \nstrategies.  The  TA  will  build  capacity  of  government  staff  in  infrastructure  planning,  asset \nmanagement, economic analysis, and safeguards. \n \n22.  The TA is estimated to cost $800,000, of which $700,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-others). The government will provide \ncounterpart  support  in  the  form  of  counterpart  staff,  office  space,  administrative  support, \nlogistics, local transport, and other in-kind contribution. The value of government contribution is \nestimated to account for 12.5% of the total TA cost. ADB will engage an international consultant \nfor the TA in accordance with ADB’s Guidelines on the Use of Consultants (2013, as amended \nfrom time to time), using individual consultant selection. \n \nIV.  DUE DILIGENCE \nA.  Technical \n \n23.  Subproject  selection  criteria  have  been  developed  and  are  contained  within  the \nsubproject eligibility criteria and selection procedure.18 Subprojects will be guided by priority \n                                                \n18 Subproject selection criteria and procedure are available in the Project Administration Manual (footnote 14). \n ", "7 \ninvestments in the 20-Year National Transport Infrastructure Plan. The project will support FRA \nin addressing the backlog of maintenance of the transport network by reducing the number of \nbridges and jetties rated high priority through appropriate repair, rehabilitation, or replacement \nmeasures.19 Climate change risk screening was undertaken and the project’s climate change \nrisk was assessed as high. The engineering designs will consider increased rainfall resulting \nfrom projected climate change to enable for roads and bridges to withstand higher level floods, \nincreased scouring of abutments, and slope stability hazards. Engineering designs for jetties will \nconsider sea level rise. The project will prepare revised construction standards to incorporate \nclimate change adaptation considerations for more climate-resilient road and maritime transport \ninfrastructure,  and  to  reflect  current  international  standards  for  road  geometry,  pavement, \ndrainage, and associated structures. The revised standards will be piloted under the project. \n \nB.  Economic Analysis \n \n24.  An economic and financial analysis was carried out in accordance with ADB guidelines \nfor a sample subproject on Upper Sigatoka Valley Road: Narata Bridge and Matewale Crossing. \nThe analysis was undertaken by comparing the discounted costs and benefits under different \nscenarios during 2015–2044 in constant 2014 prices. Economic evaluation of bridges is most \noften carried out as part of a wider analysis of road improvement, as the bridge works contribute \nto the overall project benefits and costs. Evaluating the economics of individual bridge repairs, \nupgrading  or  replacement  requires  a  detailed  inspection  of  the  transport  service  function \nprovided by the bridge in question (or other forms of waterway crossing) and of the effects of \nrepair or replacement options.  \n \n25.  The  sample  subproject  demonstrated  significant  unquantified  benefits,  including  (i) \nimproved reliability for short-distance, nonmotorized traffic; (ii) improved safety for both vehicles \nand pedestrians of two-lane bridges with footpaths, as compared to narrow single-lane bridge \ndecks; (iii) improved reliability of bridges in the valley, which may induce additional agricultural \nproduction; and (iv) reduced upstream damming effects due to higher-level structures, thereby \nreducing costs of flood damage to crops and buildings adjacent to the river. For these reasons, \na threshold economic internal rate of return (EIRR) of 10% was used. For Narata Bridge, the \nEIRR of the preferred option (replacing the existing single-lane bridge with a raised two-lane \nstructure  bridge)  is  11.1%.  In  the  case  of  the  Matewale  Crossing,  replacing  the  existing \ndeteriorated Irish crossing with a new Irish crossing was found to be the only economically \nviable option, with an EIRR of 38%. The results were tested under adverse scenarios to check \nsensitivity and were found to be robust. \n \nC.  Governance \n \n26.  A  financial  management  assessment  was  prepared  in  accordance  with  ADB \nguidelines.20 The  financial  management  assessment  considered  FRA  in  its  role  as  the \nimplementing agency, and MOF in its role as the executing agency. Fiji has an effective and \nwell-functioning public services sector, supported by a developed private sector with available \nnational expertise in accounting and financial management. No major county level issues are \napparent. The financial management assessment confirms that FRA has sufficient financial \nmanagement arrangements to handle the project. Due to governance and accountability issues, \n                                                \n19 High priority refers to FRA’s prioritization rating for a bridge or jetty’s condition, which indicates deficiencies in its \nserviceability, including but are not limited to, its structural integrity, vulnerability to adverse weather events, and/or \nuser safety issues. \n20 ADB. 2005. Guidelines for the Financial Management and Analysis of Projects. Manila; ADB. 2008. Financial Due \nDiligence: A Methodology Note. Manila.  \n ", "8   \nand the risk associated with the restoration of democracy, inherent risk was assessed as \nmoderate.  Control  risk  was  rated  as  medium.  Although  FRA  has  established  financial \nmanagement  procedures  and  accounting  and  reporting  systems,  as  well  as  access  to \nprofessional services to meet ADB’s financial management requirements, there were major \nfindings from internal audits, and qualified audit opinions were issued by the external auditors. \n \n27.  FRA 2014 Operations Manual (footnote 6) defines accounting and financial management \nprocesses and procedures that require FRA to abide by the terms and conditions stipulated in \nevery loan agreement between ADB and the government. FRA is supported by KPMG for \nfinancial  and  internal  audit  services,  and  are  audited  annually  by  the  auditor  general. 21 \nCurrently,  the  accounts  department  does  not  have  the  main  responsibility  for  preparing \nwithdrawal applications. FRA may lack resources to meet the anticipated increased workload \nresulting from the project, and project management support and institutional strengthening will \nbe provided to ensure adequate financial management capacity within FRA. \n \n28.  A project procurement assessment was prepared in accordance with ADB guidelines.22 \nThe  Fiji  Road  Authority  Decree  2012  provides  that  the  provisions  of the  Fiji  Procurement \nRegulations 2010 shall not apply to FRA, and requires FRA to establish and implement its own \nprocurement process and plan and to ensure that all goods and services are procured in \naccordance with its plan. The plan is articulated in the FRA Operations Manual. The project \nprocurement risk is assessed as moderate. The FRA Operations Manual provides that all ADB-\nfinanced projects shall follow ADB’s Procurement Guidelines (2013, as amended from time to \ntime) for the procurement of goods and works, and ADB’s Guidelines on the Use of Consultants \n(2013, as amended from time to time) for the recruitment of consulting services. \n \n29.  ADB’s  Anticorruption  Policy  (1998,  as  amended  to  date)  was  explained  to,  and \ndiscussed with, the government and MOF. The specific policy requirements and supplementary \nmeasures are described in the project administration manual (footnote 14). \n \nD.  Poverty and Social \n \n30.  The primary project beneficiaries are (i) rural and village communities in the hinterland \nnear roads and bridges, (ii) coastal and island residents in remote areas, (iii) farmers producing \ncash crops, (iv) district and provincial traders, and (v) commercial industries such as tourism \nand the sugar industry. Benefits to rural communities and vulnerable groups include improved \nconnectivity to service hubs, access to agricultural markets, shorter travel times, improved \naccess to employment, and reduced accident rates. \n \n31.  The project is classified as effective gender mainstreaming. A gender action plan has \nbeen prepared to ensure that engineering designs address the needs of women for safe road \ntravel to access social services and markets. Selected bridge designs will include pedestrian \naccess with guard rails and footpaths. The project will encourage women’s participation in labor-\nbased construction activities where culturally appropriate, provide equal pay for equal work \nbetween men and women, and ensure income restoration measures to assist those who have \nlost  assets  or  access  to  land.  Both  women  and  men  will  be  represented  in  community \nconsultations and decision-making committees where culturally appropriate, and awareness will \nbe raised to mitigate the potential spread of sexually transmitted infections and HIV during \nconstruction phases. \n                                                \n21 KPMG is a company that provides professional services for audit, tax, and advisory. \n22 ADB. 2014. Guide on Assessing Procurement Risks and Determining Project Procurement Classification. Manila. \n ", "9 \nE.  Safeguards \n \n32.  Environment  (category  B).  ADB and the World Bank have agreed on a common \napproach to safeguards based on Fiji’s safeguards requirements, and strengthened by ADB’s \nSafeguards Policy Statement (2009) and World Bank safeguards policies. For the environment, \nthe project is classified as category B. Category A subprojects will not be eligible for financing \nunder the project. An environmental and social management framework has been prepared to \nensure that the project complies with ADB’s Safeguard Policy Statement and Fiji national laws.23  \nAn environmental impact assessment was prepared for the sample subproject.24 The subproject \nimpacts  are  site-specific,  largely  confined  to  the  construction stage,  and  can  be mitigated \nreadily. The project will be implemented by the project supervision team to be established in \nFRA, which will be supported by design and supervision consultants; the project supervision \nteam  and  the  supporting  consultants  will  include  safeguard  specialists  responsible  for \nimplementing the environmental and social management framework and monitoring compliance. \n \n33.  Involuntary  resettlement  (category  B).  The project is classified as category B for \ninvoluntary resettlement. The project is not expected to involve any physical displacement. It will \nrequire acquisition of land for road widening or realignment, and temporary  access during \nconstruction; the impacts are not expected to be significant. A land acquisition and resettlement \nframework and a land acquisition and resettlement plan have been prepared for the project.25  \nConsultations have been undertaken during project preparation, and further consultations will be \nundertaken during implementation. The land acquisition and resettlement plan will be updated \nor finalized during detailed design, and compensation will be provided to affected persons \nbefore the start of civil works at the respective subproject sites. The project will establish a \ngrievance redress mechanism to resolve grievances of affected persons. FRA will (i) appoint a \nfocal  person  for  land  issues;  (ii)  establish  social  safeguard  capacity  within  the  project \nsupervision team, including social safeguard specialists; and (iii) coordinate with the iTaukei \nLand Trust Board and the Department of Lands to implement the project’s land acquisition and \nresettlement activities. \n \n34.  Indigenous  peoples  (category  C). The project has been classified category C for \nindigenous peoples in accordance with ADB’s Safeguard Policy Statement. The project is not \nexpected to impact vulnerable group of indigenous people. The iTaukei (Melanesians) comprise \nthe  majority  of  the  country’s  population  and  are  likely  the  majority  population  and  project \nbeneficiaries in the project areas. While a separate indigenous peoples plan is not required, the \nproject  will  be  implemented  in  a  participatory  manner.  FRA,  in  coordination  with  relevant \ngovernment agencies, will organize adequate consultations with the affected local communities \nand ensure that there is a broad local community support of the proposed subprojects. The \nproject’s  stakeholder  consultation  strategy  and  participation  plan  will  include  detailed \nconsultation measures. The detailed feasibility reports will include a summary of consultation \nactivities and confirmation of the broad community support of the subproject. \n                                                \n23 The environmental and social management framework is equivalent to ADB’s environmental assessment and \nreview  framework.  Environmental  Assessment  and  Review  Framework  (accessible  from  the  list  of  linked \ndocuments in Appendix 2). \n24 The environmental impact assessment (EIA) is equivalent to ADB’s initial environmental examination. The EIA is \nconsistent with the procedure established by the Environmental Management Act 2005 administered by Fiji’s \nDepartment of Environment, and includes additional elements to comply with ADB’s Safeguard Policy Statement. \nInitial Environment Examination (accessible from the list of linked documents in Appendix 2)  \n25 The land acquisition and resettlement framework is equivalent to ADB’s resettlement framework. The land \nacquisition and resettlement plan is equivalent to ADB’s resettlement plan. Resettlement Framework (accessible \nfrom the list of linked documents in Appendix 2); Resettlement Plan (accessible from the list of linked documents in \nAppendix 2). \n ", "10   \nF.  Risks and Mitigating Measures \n \n35.  Major risks and mitigating measures are summarized in Table 4 and described in detail \nin the risk assessment and risk management plan.26 The integrated benefits and impacts are \nexpected to outweigh the costs. \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nSubprojects are not selected in accordance  Subprojects must be selected according to the priorities \nwith government priorities and are politically  of the 20-Year National Transport Infrastructure Plan. \ndriven \nFRA may lack capacity to implement the  FRA will establish a project supervision team staffed by \nproject  local experts. They will be supported by FRA’s \ninternational experts, and design and supervision \nconsultants to be financed under the project. \nProject implementation delays due to delayed  FRA will use its existing engineering consultants to \nsubproject preparation  carry out subproject screening, feasibility studies, and \ndetailed design for a subproject in accordance with the \nagreed subproject selection criteria. \nRecruitment of consultants and procurement of  ADB prior review is required for recruitment and \ncivil works are not in accordance with ADB’s  procurement activities. \nguidelines \nAccounting and auditing requirements are not  FRA will recruit a dedicated accountant and will \nmet  maintain separate project accounts.  \nADB = Asian Development Bank, FRA = Fiji Roads Authority. \nSource: Asian Development Bank. \n \nV.  ASSURANCES \n36.  The government and MOF have assured ADB that implementation of the project shall \nconform to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the project administration manual and loan documents. \n37.  The government and MOF have agreed with ADB on certain covenants for the project, \nwhich are set forth in the loan and project agreements. \n \nVI.  RECOMMENDATION \n38.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$100,000,000 to the Republic of Fiji for the Transport Infrastructure Investment Sector Project, \nfrom ADB’s ordinary capital resources, with interest to be determined in accordance with ADB’s \nLondon interbank offered rate (LIBOR)-based lending facility; for a term of 20 years, including a \ngrace period of 5 years; and such other terms and conditions as are substantially in accordance \nwith those set forth in the draft loan and project agreements presented to the Board. \n \n \nTakehiko Nakao \nPresident \n \n11 November 2014 \n                                                \n26 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Risks \nImpact      Assumption \nImproved access to  By 2022:     \nmarkets, employment  Increase in household  Household income and  Private sector, \nopportunities, and  income in selected  expenditure surveys  communities, and \nsocial services  subproject areas    households respond to \n(target and baseline to be  Monitoring and  improved access to \nestablished during  evaluation surveys at  health, education, and \nsubproject selection)  baseline, inception,  economic opportunities \n  midterm, completion,   \nIncrease in utilization of  and project evaluation  Risk \nhealthcare services in   \nselected subproject areas  Severe natural \n(target and baseline to be  disasters affect \nestablished during  infrastructure and \nsubproject selection)  service delivery \nOutcome      Assumptions \nImproved safety and  By 2020:      \nresilience of land and  Number of bridges  Project quarterly  Government remains \nmaritime transport  requiring high priority  progress and completion  committed to \ninfrastructure  attention reduced by 30%  reports  implementing public \n(2014 baseline: 100) a  sector investment \n  program and updated \nNumber of jetties requiring  20-Year National \nhigh priority attention  Transport Infrastructure \nreduced by 20%  Plan \n(2014 baseline: 20) a   \n  Revised design and \nAt least two subproject  construction standards \ndesigns are informed by  are completed on time \nrevised standards with   \nclimate resilience and  Risk \nsafety considerations   \n(2014 baseline: 0)  Government budget \nallocations for \ninvestment, \nmaintenance, and \nservice delivery do not \nmeet needs identified in \nsector plans \nOutputs  By 2020:     Assumption \n       \n1. Rehabilitated and  30 kilometers of main,  Project quarterly  Adequate counterpart \nclimate-resilient  municipal, and rural roads  progress and completion  and development \nland and maritime  rehabilitated  reports  partner financing is \ntransport      available \ninfrastructure  30 bridges rehabilitated or  FRA annual reports \nreconstructed  with   \ngender-sensitive designs  FRA asset management \nthat improve all weather  system \npedestrian access to \nwaterways \n ", "12  Appendix 1 \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Risks \n \nFour rural jetties \nrehabilitated or \nreconstructed \n      Assumptions \n2. Efficient project  By 2020 (baseline year:     \nmanagement  2015):  Ministry of Finance  Institutional \nsupport and    budget and expenditures  organization of \ninstitutional  Project meets annual    government transport \nstrengthening  contract award targets  FRA annual reports  agencies remains \n    consistent \nProject meets annual  Project progress and   \ndisbursement targets  completion reports  Sufficient capacity of \n    government to recruit \nDesign and construction  Updated FRA asset  consultants on time and \nstandards revised to  management system   manage them \nincorporate climate change  effectively \nadaptation considerations, \nand to reflect current \ninternational standards for \nroad geometry, pavement, \ndrainage, and associated \nstructures \n(2015 baseline: None) \n Activities with Milestones   \n1.  Rehabilitated and climate-resilient land and  Inputs \nmaritime transport infrastructure  ADB loan \n1.1 Government approves rolling work program  Ordinary capital resources: $100.00 million \nand priority subproject list for noncore   \nsubprojects (Q1–Q2 2015)  Technical Assistance Special Fund (TASF-\n1.2 Phase 1 subproject selection and feasibility  others): $700,000 \nstudies (Q3 2015–Q1 2016)   \n1.3 Phase 1 subproject detailed design and bidding  Government: $11.11 million \ndocuments preparation (Q2–Q4 2016)   \n1.4 Bidding of phase 1 subprojects (Q1–Q2 2017)  Note: The government will provide counterpart \n1.5 Award and implementation of phase 1  support in the form of counterpart staff, office \nsubproject (Q3 2017–Q4 2018)  space, administrative support, logistics, local \n1.6 Phase 2 subproject selection and feasibility  transport, and other in-kind contribution. \nstudies (Q2–Q4 2016)   \n1.7 Phase 2 subproject detailed design and bidding \ndocument preparation (Q1–Q3 2017) \n1.8 Bidding of phase 2 subprojects (Q4 2017–Q1 \n2018) \n1.9 Award and implementation of phase 2 \nsubprojects (Q2 2018-Q1 2020) \n \n2.  Efficient project management support and \ninstitutional strengthening \n2.1 Draft revised design and construction \nstandards (Q3 2015–Q3 2016) \n2.2 Pilot revised design and construction standards \non selected phase 1 subproject (Q3 2016–Q1 \n2017) \n ", "Appendix 1  13 \nActivities with Milestones   \n2.3 Recruitment of phase 1 design and supervision \nconsultants (Q4 2014–Q2 2015) \n2.4 Recruitment of phase 2 design and supervision \nconsultants (Q3 2015–Q1 2016) \nADB = Asian Development Bank, FRA = Fiji Roads Authority, Q = quarter. \na  “High priority” refers to FRA’s prioritization rating for a bridge or jetty’s condition, which indicates deficiencies in its \nserviceability, including but not limited to, its structural integrity, vulnerability to adverse weather events, and/or user \nsafety issues. \nSource: Asian Development Bank. \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=48141-001-3 \n \n1.  Loan Agreement \n2.  Project Agreement \n3.  Sector Assessment (Summary): Transport \n4.  Project Administration Manual \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination \n7.  Attached Technical Assistance \n8.  Economic and Financial Analysis \n9.  Country Economic Indicators \n10.  Summary Poverty Reduction and Social Strategy \n11.  Gender Action Plan \n12.  Initial Environmental Examination \n13.  Environmental Assessment and Review Framework \n14.  Resettlement Plan \n15.  Resettlement Framework \n16.  Risk Assessment and Risk Management Plan \n \nSupplementary Documents \n17.  Economic and Distribution Analysis \n18.  Procurement Assessment \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20141113150612+08'00'", "Creator": "Microsoft® Word 2010", "Keywords": "adb transport projects fiji, fiji bridges replacement, fiji road transport improvement, fiji maritime transport infrastructure, fiji water transport imrovement, adb projects, terms and conditions, board approval, rrp, approved projects", "ModDate": "D:20141119102957+08'00'", "Producer": "GPL Ghostscript 9.07", "Subject": "The report and recommendation of the president (RRP) document describes the terms and conditions of a project for consideration for approval by ADB. This document dated November 2014 is provided for the ADB project 48141-001 in Fiji.", "Title": "RRP: Fiji: Transport Infrastructure Investment Sector Project"}}