{"path": "data/input/ta/48265-001-tar.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 48265-001  \nResearch and Development Technical Assistance (RDTA) \nDecember 2014 \n \n \n \nFinancing Low-Carbon, Climate-Resilient Urban \nInfrastructure in Asia and the Pacific \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTThhies  viedwosc uemxperenst seids  hebreeiinn ga re dthisocsleo soef dth e tcoo nsthuelta npt uabndlic d o inno t naeccceosrsdaarnilyc ere pwreisthe nt AthDoBse’s o f APDubBl’isc  \nCmoemmmbeursn,i cBaotaiordn so fP Doilrieccyt o2r0s,1 M1.a nagement, or staff, and may be preliminary in nature.  \n \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank  \n  DMC  –  developing member country \n  CDIA  –  Cities Development Initiative in Asia \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, $ refers to US dollars. \n \n \n \nVice-President  B. N. Lohani, Knowledge Management and Sustainable Development  \nDirector General  M. C. Locsin, Regional and Sustainable Development Department (RSDD) \nAdvisor  P. Bhandari, Climate Change Coordination and Disaster Risk \nManagement Unit, RSDD \n   \nTeam leader  M. Rattinger, Climate Change Specialist, RSDD \nTeam members  M. Dato, Senior Climate Change Officer, RSDD \n  A. de Dios, Senior Operations Assistant, RSDD \n  S. Hong, Climate Change Specialist, RSDD \n  E. Javier, Associate Climate Change Officer, RSDD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \n \nRESEARCH AND DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE     \n             \nI.  INTRODUCTION  1 \n \nII.  ISSUES  1 \n \nIII.  THE RESEARCH AND TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \n \nIV.  THE PRESIDENT'S DECISION  5 \n \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  Outline Terms of Reference for Consultants  10 \n \n \n ", "Project Classification Information Status: Complete\nRESEARCH AND DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 48265-001\nProject Name Financing Low Carbon,  Department RSDD/RSDD-CD\nClimate-Resilient Urban Infrastructure  /Division\nin Asia and the Pacific\nCountry REG Executing  Asian Development Bank\nBorrower Not applicable Agency\nqq\n2. Sector Subsector(s)     ADB Financing ($ million)\nWater and other urban  Urban policy, institutional and capacity development 0.45\ninfrastructure and \nservices\nEnergy Energy efficiency and conservation 0.30\nTotal 0.75\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Adaptation ($ million) 0.38\ngrowth (IEG) opportunities, including jobs, made  Mitigation ($ million) 0.38\nmore inclusive CO  reduction (tons per annum) 1\n2\nEnvironmentally  Global and regional transboundary  Climate Change impact on the  Low\nsustainable growth  environmental concerns Project\n(ESG)\nRegional integration  Pillar 4: Other regional public goods\n(RCI)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Client relations, network, and  Some gender elements (SGE)\ncapacity development partnership development to \n(GCD) partnership driver of change\nInstitutional development\nOrganizational development\nKnowledge solutions  Application and use of new \n(KNS) knowledge solutions in key \noperational areas\nKnowledge sharing activities\nPartnerships (PAR) Bilateral institutions (not client \ngovernment)\nImplementation\nInternational finance institutions (IFI)\nUnited Nations organization\nPrivate sector  Conducive policy and institutional \ndevelopment (PSD) environment\nqq\n5. Poverty Targeting Location Impact\nProject directly targets  No\nRural Low\npoverty\nUrban High\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.75\n    Sovereign Research and development technical assistance: Technical  0.75\nAssistance Special Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.75\nqq\n9. Effective Development Cooperation\nUse of country procurement systems Yes\nUse of country public financial management systems Yes\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 31072014101236813276 Generated Date: 24-Dec-2014 11:01:01 AM", " \nI.  INTRODUCTION \n1.  The technical assistance (TA) will produce a study on low-carbon, climate-resilient urban \ninfrastructure development options, costs, and benefits in developing member country (DMC) \ncities or urban agglomerations with current populations of 750,000 or more. For six selected \n“archetype” cities, a master plan-level assessment of current and projected infrastructure needs \nby 2030 will be undertaken and the climate exposure and risk of these needs will be analyzed. \nThe TA will quantify the infrastructure financing needs of selected cities, including filling existing \ninfrastructure  gaps  and  projected  infrastructure  needs,  using  investment  in  low-carbon \ninfrastructure where feasible and climate-resilient infrastructure in all cases. The TA will identify \nappropriate financing mechanisms and structures to support the implementation of the identified \ninfrastructure. \n \n2.  By focusing on archetype cities or agglomerations that are representative of a larger \ngroup of cities in Asia and the Pacific and have demonstrated willingness to explore low-carbon \nand climate-resilient infrastructure alternatives, the TA will permit a quantification of financing \nneeds for the implementation of low-carbon, climate-resilient urban infrastructure in cities across \nthe region. Ultimately, the TA will facilitate the identification of opportunities and approaches to \nfinance  for  low-carbon,  climate-resilient  development  using  a  range  of  financial  sources, \nmechanisms, and structures.  \n \n3.  The TA is aligned with Strategy 2020, which identifies climate change as part of the \nbroader agenda of promoting environmentally sustainable growth in Asia and the Pacific.1 \nStrategy  2020  also  promotes  livable  cities  that  are  competitive,  socially  inclusive,  and \nenvironmentally  sustainable.  The  Midterm  Review  of  Strategy  2020  states  that  the  Asian \nDevelopment Bank (ADB) will continue to support DMCs in tackling climate change, which \nincludes  helping  DMCs  to  engage  with  and  access  various  sources  of  climate  finance.2 \nFurthermore, DMC policy makers attending various ADB events, such as the First Annual \nADAPT Asia Pacific Forum in 2012, Asia Low Emission Development Strategies Partnership \nWorkshop on Climate Finance, and the subregional launching of the Economics of Climate \nChange publications, have also requested that ADB support this type of initiative. 3  \n \nII.  ISSUES \n \n4.  Many countries in developing Asia are projected to become major global economic \npowerhouses this century. The region is also fast becoming a major driver of greenhouse gas \nemissions worldwide, and at the same time is increasingly exposed to the risks of climate \nchange. However, significant opportunities exist to develop interventions for sustaining optimal \nlevels of low-carbon and climate-resilient developments that have not yet been locked or are still \nin  the  early  stages  of planning  and  implementation.  Developing  countries require massive \nadditional  investment  to  transition  to  a  low-carbon  and  climate-resilient  development  path. \nMitigation in developing countries could cost $140 billion–$175 billion per year during 2010–\n2030. Adaptation costs for developing countries in Asia and the Pacific during 2010–2050 are \nestimated at $40 billion per year. \n \n                                                \n1 ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila \n2 ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila. \n3 The TA first appeared in the business opportunities section of ADB’s website on 17 December 2014. \n ", "2  \n5.  Currently, more than 40% of Asia’s population resides in urban areas, and by 2050 two-\nthirds of Asia’s population will be urban. More than 520 million vulnerable people across the \nregion are estimated to live in squalor in urban slums, with poor services. Urban areas account \nfor  60%–80%  of  DMC  energy  consumption  and  75%  of  carbon  emissions. They  are  also \nfrequently exposed to climate-related hazards, such as floods and storm surges.  \n \n6.  Given the urban growth expected in Asia, particularly of small and medium-sized cities, \nthere is a great deal of development and infrastructure yet to be built, so there are significant \nopportunities  for  low-carbon  growth  from  the  outset.  As  the  recent  study  of  the \nIntergovernmental  Panel  on  Climate  Change  Fifth  Assessment  Report  Working  Group  III \nemphasizes, cost effective, large-scale solutions to mitigation are not going to be achieved \nthrough individual sector or technology solutions, but rather through systemic and cross-sector \nmitigation  strategies.4 Not  only  have  cities  contributed  the  largest  share  of  the  world’s \ngreenhouse gas emissions, they also concentrate many of the people most at risk from the \neffects of climate change. \n \n7.  In Asia, it is estimated that 138 out of the 193 cities with populations of 1 million–5 \nmillion are exposed to natural hazards, while 15 of 26 cities with populations of 5 million–10 \nmillion and 11 of 13 cities with populations greater than 10 million are also exposed, of which \nmany are coastal cities.5 In some DMCs, vulnerability is often increased because of informal \nsettlements, lack of adequate infrastructure, and limited institutional capacity. High levels of \nvulnerability require adaptation strategies that focus on resilience to acute as well as chronic \nclimate  impacts.  An  analysis  of  climate  change  plans  on  sectors relevant  to  infrastructure \ninvestments conducted by the Cities Development Initiative in Asia (CDIA) revealed that, “79% \ninclude energy supply and distribution followed by buildings and water services (59%), planning \nand urban land use (48%), transport (48%), flood protection (41%), outdoor lighting (31%), and \nwaste management (24%)” Most strikingly, the same study adds that, “none of the city climate \nchange plans analyzed provided data on financial investments needed to implement the plan or \nfor the infrastructure investments”.6 \n \nIII.  THE RESEARCH AND DEVELOPMENT TECHNICAL ASSISTANCE  \n \n8.  Given the continuing evolution of the climate finance architecture, DMC cities in Asia and \nthe  Pacific  must  develop  strategic  approaches  to  climate  compatible  urban  infrastructure \ninvestment. The TA will help to fill knowledge gaps with regard to both city-level investment \nneeds as well as appropriate financing mechanisms for low carbon, climate resilient urban \ninfrastructure.  \n \nA.  Impact and Outcome \n \n9.  The impact will be an increase in investment in urban infrastructure using climate finance \nmechanisms in DMC cities. The outcome will be an improved information basis for project \ndesigns for large-scale low-carbon and climate-resilient infrastructure in DMC cities. This will \nhelp  decision  makers,  development  partners,  investors,  and  other  stakeholders  to  think \nstrategically about infrastructure needs and options as well as the sources and mechanisms to \naccess  financing  from  a  variety  of  financing  sources—public  and  private,  domestic  and \n                                                \n4 IPCC. 2014. Climate Change 2014: Mitigation of Climate Change. Contribution of Working Group III to the Fifth \nAssessment Report of the Intergovernmental Panel on Climate Change. New York. \n5 UN, DESA. 2014. World Urbanization Prospects: The 2014 Revision, Highlights. New York. \n6 CDIA. 2012. Climate Change and Infrastructure in Asian Cities. Pasig City, Philippines. \n ", "  3\ninternational (including multilateral development bank financing), as well as climate finance \nsources such as the Green Climate Fund. The design and monitoring framework is in Appendix \n1. \n \nB.  Methodology and Key Activities \n \n10.  The first output will be the classification of DMC cities according to key characteristics \nand the identification of the main climate risks, infrastructure options, and the six “archetype” \ncities, An online database cataloguing all cities in Asia and the Pacific with a population of more \nthan 750,000 classified into six main categories according to population size, geographical \nlocation (coastal or inland, temperate or tropical, etc.), projected demographic development by \n2030 and by 2050, and other relevant factors; and greenhouse gas emissions and climate \nvulnerabilities, and possible options for climate-resilient and low-carbon urban development will \nbe compiled.7 \n \n11.  The second output will be the identification of the needs and opportunities for large-scale \nimplementation of low-carbon, climate-resilient urban development in the six archetype cities. A \nreport containing six profiles, one for each archetype city, containing a macro-level description \nof (i) urban infrastructure gaps and expansion requirements to 2030, including an initial estimate \nof greenhouse gas emissions associated with development under a business-as-usual” scenario; \n(ii) current and projected urban infrastructure climate exposure based on spatial climate change \nprojections for 2030, and for 2050; and (iii) current and projected opportunities to transition to \nlow-carbon infrastructure options by sector, including an initial estimate of greenhouse gas \nemissions associated with low-carbon development will be produced. \n \n12.  The third output will be the identification of financing models and mechanisms to address \ninvestment needs and capitalize on the identified opportunities in each archetype city. A report \ncontaining six profiles, one for each archetype city, will be compiled. The report will contain (i) a \nmacro-level estimate of the costs, benefits, and associated financing requirements of selected \nlow-carbon and climate-resilient infrastructure investment options to 2030; (ii) an assessment of \noptions with regard to the financing models which may be developed or applied in order to \nmobilize the required financing for the identified options, including ADB financing; (iii) a basic \nfinancing model derived from (i) and (ii) above; and (iv) a description of possible strategies and \napproaches to (a) access financing sources, (b) mobilize the private sector, and (c) address \nexisting gaps in institutional and technical capacity to implement investments.  \n \n13.  The fourth output will be the identification of the costs and benefits associated with large-\nscale implementation of low-carbon, climate-resilient urban infrastructure in DMC cities by 2030. \nA report containing an indicative estimate of the costs and benefits of implementing low-carbon, \nclimate-resilient  urban  infrastructure  across  all  DMC  cities  with  a  population  greater  than \n750,000 (current) will be produced.  \n \n14.  The fifth output will be the development of a concept proposal to scale up investments in \nlow-carbon, climate-resilient infrastructure in DMC cities. A report will be produced containing a \ndescription  of  options  for  clustering  investments  and  accompanying  financing  strategies  to \nachieve economies of scale and a globally significant reduction of greenhouse gas emissions \n                                                \n7 The six archetype cities will include at least one city from a Group A or B Asian Development Fund-eligible country. \nBased on initial assessments, this would likely be Kathmandu, Nepal. Based on informal discussions with ADB \nPacific Department, the TA will also likely cover Suva, Fiji. \n \n ", "4  \nand urban climate vulnerability. The report should make recommendations for effective DMC \ncity access to new forms of climate finance, including from the Green Climate Fund. The report \nshould also describe potential roles for financing partnerships focused on accelerated scaling-\nup of investment and assistance to DMC cities.  \n \n15.  Data collection will include the review and analysis of existing literature, data inventories, \nand other resource materials, including national and city development plans, climate change \nplans and studies, greenhouse gas inventories, vulnerability assessments, estimates of urban \nfinancing needs, and other relevant sources. Key informant interviews may be conducted to \ntriangulate data collected and to corroborate TA findings. \n \n16.  The main assumption of the TA is that there are a large number of cities that are suitable \nfor large-scale implementation of low-carbon and climate-resilient infrastructure. Major risks are \nthat (i) DMC governments constrain the ability of city governments to access external financing; \n(ii)  the  lack  of  necessary  information  on  infrastructure  needs  and  climate  vulnerability  of \narchetype  cities  to  carry  out  assessments;  and  (iii)  delay  in  international  climate  change \nagreements required for the establishment of financing mechanisms which are accessible to \nDMC cities to pursue low-carbon, climate-resilient development. Risks will be partially offset \nthrough selection of cities so as to ensure availability of information needed for assessments.  \n \nC.  Cost and Financing \n \n17.  The TA is estimated to cost $750,000, which will be financed on a grant basis by ADB’s \nTechnical Assistance Special Fund (TASF-V). The cost estimates and financing plan is in \nAppendix 2.  \n \nD.  Implementation Arrangements \n \n18.  ADB will serve as the executing and implementing agency for the TA, with the Climate \nChange and Disaster Risk Management Unit of the Regional and Sustainable Development \nDepartment serving as the focal point. The implementation period of the TA will be from January \n2015 to February 2016.  \n \n19.  The TA supports ADB’s Urban Operational Plan for 2012–2020, which emphasizes \nintegrated  planning  to  catalyze  climate-friendly,  resilient,  inclusive,  and  environmentally \nsustainable urban development.8 The TA also supports ADB's Sustainable Transport Initiative \nOperational Plan, which features urban transport and climate change and energy efficiency as \nkey areas of intervention, and promotes integrated urban planning, land use planning, and lower \nemission transport solutions.9 \n \n20.  The  TA  will  draw  lessons  from  the  CDIA  that  ADB  has  jointly  established  with \ndevelopment partners. The CDIA continues to help Asian cities structure urban infrastructure \nprojects, including low-carbon, climate-resilient infrastructure. The TA will establish links with \nongoing ADB efforts to scale up climate-resilient investment in urban infrastructure, including \nthe  Urban  Climate  Change  Resilience  Trust  Fund  under  the  Urban  Financing  Partnership \nFacility, as well as relevant programs in regional departments, such as the Southeast Asia \nDepartment’s Secondary Cities Development Program II (Green Cities) and the Central and \nWest Asia Department’s Economics of Climate Change in Central and West Asia. The TA will \n                                                \n8 ADB. 2013. Urban Operational Plan. Manila. \n9 ADB. 2010. Sustainable Transport Initiative Operational Plan. Manila. \n ", "  5\nseek to  establish  opportunities for knowledge exchange  with  regional  or  national  research \ninstitutions or centers of excellence on urban development.10 \n \n21.  The  TA  will  finance  consulting  services,  workshops,  and  report  preparation.  Target \narchetype cities will be proposed after discussions with regional departments, the Private Sector \nOperations Department, DMC authorities, and other stakeholders. The workshops serve as a \nplatform to present, validate, and consolidate insights regarding the interim and final results of \nthe TA. \n \n22.  The TA will require 29 person-months of international and 24 person-months of national \nindividual consultant inputs. The consultants will be engaged through a firm in accordance with \nADB’s Guidelines on the Use of Consultants (2013, as amended from time to time). The quality- \nand  cost-based  selection  method,  based  on  a  quality–cost  ratio  of  80:20,  and  simplified \ntechnical proposals will be used. Disbursements under the TA will be made in accordance with \nADB’s Technical Assistance Disbursement Handbook (2010, as amended from time to time). \nAppendix 3 provides the outline terms and reference for the consultants. \n \nIV.  THE PRESIDENT'S DECISION  \n \n23.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $750,000 on a grant basis for \nFinancing  Low-Carbon,  Climate-Resilient  Urban  Infrastructure  in  Asia  and  the  Pacific,  and \nhereby reports this action to the Board.  \n \n                                                \n10 Possible partner research institutions and centers of excellence include the Asian Disaster Preparedness Center, \nInternational Council for Local Environmental Initiatives, Institute for Social and Environmental Transition, and \nInstitute for Global Environmental Strategies.  \n ", "6  Appendix 2 \nDESIGN AND MONITORING FRAMEWORK \n \nData Sources and \nPerformance Targets and  Reporting \nDesign Summary  Indicators with Baselines  Mechanisms  Assumptions and Risks \nImpact      Assumption \nInvestment in urban  Number of DMC cities  Mayors’ reports and  DMCs are committed to \ninfrastructure using climate  employing climate finance  other documents  low-carbon growth and \nfinance mechanisms in  mechanisms for investment  published by DMC  building resilience to \nDMC cities increased  projects supported by ADB  cities  climate change \nand development partners     \nincreased (baseline: 0, by  DMC reports  Risks \n2020: 10)     \nDonor country and  Lack of international \ndevelopment partner  agreement on climate \nreports  change required to provide \n  financial incentive to DMC \nGreen Climate Fund  cities \nreports \n \nOutcome      Assumptions \nInformation basis for  Project designs of  Communications from  City stakeholders are willing \nproject designs for large- investments by ADB and  ADB operations  to take a strategic long-term \nscale climate investment  development partners in at  departments, DMC  approach towards urban \nin low carbon and climate  least 2 of the 6 DMC cities  cities, development  transformation and \nresilient infrastructure in  incorporate climate financial  partners, donors, and  infrastructure finance. \nDMC cities improved  mechanisms identified in the  investors   \ncity profiles  National governments are \nsupportive of city efforts to \naccess finance from a \nvariety of sources.  \n \nLocal actors, especially \nfinancial institutions and the \nprivate sector, are willing to \nengage with cities \nregarding low-carbon and \nclimate-resilient \ninfrastructure. \n \nRisks \nCities are constrained in \ntheir capacity to access \nfinance because of \ninsufficient creditworthiness \nor other restrictions which \nlimit their capacity to \nengage with finance \nsources.  \n \nTechnical challenges of \nproposal formulation \n \nOutputs      Assumption \n1.  DMC cities classified,  One online database  Online database,  DMC city stakeholders are \nmain climate risks  cataloguing DMC cities  minutes of the interim  willing to provide \nand infrastructure  according to key  and final review  information and collaborate  \noptions identified,  characteristics and other  workshops, and the   \nand archetype cities  relevant factors; climate risks  inception, interim, \nidentified  and possible options for  and draft final reports \n  climate-resilient and low- submitted by the \n ", "  Appendix 2  7 \nData Sources and \nPerformance Targets and  Reporting \nDesign Summary  Indicators with Baselines  Mechanisms  Assumptions and Risks \n  carbon development;  consultants. \n  selection of 6 archetype cities.   \n     \n2.  Needs and  One report containing six   \nopportunities for  profiles, one for each   \nlarge-scale  archetype city, with a macro-  \nimplementation of  level description of    \nlow-carbon, climate- (i) infrastructure gaps and   \nresilient urban  expansion;    \ndevelopment in  (ii) current and projected   \narchetype cities  urban infrastructure climate   \nidentified   exposure;    \n  (iii) current and projected   \n  opportunities to transition to   \n  low-carbon infrastructure   \n  options.   \n      \n3.  Financing models  One report containing six   \nand mechanisms to  profiles, one for each   \naddress investment  archetype city, with    \nneeds and capitalize  (i) a macro-level estimate of   \non opportunities  the costs, benefits, and   \nidentified    associated financing   \n  requirements of selected   \n  low-carbon and climate-  \n  resilient infrastructure   \n  investment options;    \n  (ii) an assessment of options   \n  with regard to applicable   \n  financing models;    \n  (iii) a basic financing model   \n  derived from (i) and (ii)   \n  above; and   \n  (iv) a description of possible   \n  financing strategies and   \n  approaches.    \n     \n4.  Costs and benefits  One report containing an   \nassociated with  indicative estimate of the   \nlarge-scale  costs and benefits of   \nimplementation of  implementing low-carbon,   \nlow-carbon, climate- climate-resilient infrastructure   \nresilient urban  in all DMC cities with a current   \ninfrastructure  population greater than   \nidentified   750,000.   \n     \n5.  Conceptual proposal  One report containing a   \nfor scaling up  description of options for   \ninvestment  clustering investments and \ndeveloped  accompanying financing \n  strategies.  \n \n \n \n   \n ", "8  Appendix 2 \n \nActivities with Milestones  Inputs \n1.1. Inception report submitted (month 1)  ADB: $750,000 (TASF-V) \n1.2. Inventory of cities submitted (month 2) \n1.3. Consultations with ADB regional departments, the Private Sector Operations \nDepartment, DMC city representatives, development partners, and other \nstakeholders regarding city selection (by month 2) \n \n2.1. Baseline assessment for infrastructure gaps and needs, including analysis for \ncurrent and projected exposures and opportunities for transitioning to low \ncarbon infrastructure (month 3) \n2.2. Development of six archetype city profiles based on the baseline assessment \n(month 4) \n \n3.1. Development of financing models based in cost-benefit analysis and \nassessment of financing options  (month 5) \n3.2. Development of six archetype city profiles based on the financing models \ndeveloped, including possible strategies and approaches for accessing and \nmobilizing funding, and addressing institutional and technical capacity gaps \n(month 6) \n3.3. Interim report submitted (by month 7) \n3.4. Interim workshop (by month 8) \n \n4.1. Report on costs and benefits of implementing low-carbon and climate resilient \ninfrastructure submitted (month 9) \n4.2. Draft final report including proposed conceptual framework for scaling-up \ninvestment and assistance to DMC cities (by month 10) \n \n5.1. Final workshop (by month 12) \n5.2. Final report (within 1 month of receiving comments from ADB) \n5.3. Publication of the final report (month 14)  \nADB = Asian Development Bank, DMC = developing member country, TA = technical assistance, TASF = Technical \nAssistance Special Fund. \nSource: Asian Development Bank. \n \n \n \n \n \n \n   \n \n   \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \nItem  Amount \nAsian Development Banka    \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (29 person-months)  493.0 \n      ii.  National consultants (24 person-months)  144.0 \n    b.  International and local travel  40.0 \n  2.  Workshops  20.0 \n  3.  Miscellaneous administration and support costsb  8.0 \n  4.  Publications  20.0 \n  5.  Contingencies  25.0 \n   \n        Total  750.0 \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-V).  \nb  Includes honorarium and travel costs for resource persons and facilitators, participants’ travel costs, staff travel \ncosts as resource persons and/or speakers, and logistics costs.  \nSource: Asian Development Bank estimates. \n ", "      Appendix 3  10     \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  A team of international and national consultants will be engaged through a firm with \nextensive experience in conducting climate change mitigation and adaptation projects in Asia \nand the Pacific to assist in technical assistance (TA) implementation will preferably have an \nongoing or past affiliation with regional or national research institutions or centers of excellence \non urban development. The data collection and analytical methods used for the TA should build \nupon the foundation of existing studies done by the Asian Development Bank (ADB) and other \norganizations. The TA will require about 29 person-months of international and 24 person-\nmonths of national consultant inputs.  \n \nA.  International Consultants \n \n2.  Senior climate change specialist and team leader (7 person-months, intermittent). \nThe specialist will have at least a master’s degree in economics, environmental science, urban \nplanning and management, or a related discipline, and 15 years’ experience related to urban \nenvironment and climate change. Knowledge of ADB and experience in Asia and the Pacific, \nparticularly in urban and environmental management, are highly desirable. The specialist will be \nresponsible for the following tasks: \n(i)  Coordinate and plan overall TA implementation, including coordinating inputs of \nother  consultants,  and  identifying  and  coordinating  team  members  and \nparticipating institutions. \n(ii)  Consult  with  ADB  regional  departments  and  the  Private  Sector  Operations \nDepartment to identify potential study cities. \n(iii)  With support from research assistants, develop an initial list of cities in \ndeveloping member countries with a current population greater than 750,000 and \nexpected to grow more than 40% by 2030. Based on that list, develop a \nconceptual urban classification system (desk study) that categorizes developing \nmember country urban agglomerations according to \n(a)  current status of infrastructure (including buildings) and what the main \ninfrastructure gaps are, \n(b)  projected infrastructure development needs, \n(c)  current and projected risks to climate change impacts, and    \n(d)  potential for greenhouse gas reductions. \n(iv)  Group cities based on their fit within the various categories. Some urban areas \nwill be high in all categories (group 1); some will be high in only (a), (b), and (c) \n(group 2); and some will be high in only (a), (b), and (d) (group 3). Group 1 urban \nareas will likely require a blend of public sector, public–private partnership (PPP), \nand private sector financing; group 2 urban areas are likely to have less potential \nfor PPP and private sector funding; and group 3 areas are likely to have greater \npotential for PPP and private sector investment.  \n(v)  Identify six urban agglomerations that represent each group; provide a diversity \nof geography, climate-related hazards, and current and projected populations; \nand can also serve as a representative sample for purposes of extrapolation to \nthe full set of cities.   \n(vi)  With support from the TA team, extrapolate the results of city-level study results \nto  the  full  developing  member  country  urban  agglomeration  projection  to \nestablish  a  quantified  picture  of  the  magnitude  of  the  infrastructure  finance \nneeded,  with  a  clear  delineation  of  the  financing  required  to  meet  current \ninfrastructure gaps and projected infrastructure needs, the costs of making these \n ", "  Appendix 3  11 \ninvestments climate resilient, and the potential for greenhouse gas reductions, \nand cost. \n(vii)  Plan and implement TA workshops. \n(viii)  With  assistance  from  the  other  consultants,  produce  all  project  reports  and \noutputs. \n \n3.  Urban planner and engineer (6 person-months, intermittent). The consultant will have \na minimum of a master’s degree in civil engineering, urban planning, urban development, or a \nrelated discipline, and 15 years of work experience. The consultant will be responsible for the \nfollowing tasks: \n(i)  With  support  from  the  urban  sustainable  transport  specialist  and  research \nassistants, for each of the selected urban areas, prepare overview assessments \nof \n(a)  climate  change  vulnerabilities  by  type  of  infrastructure  and  costs  of \nadaptation; \n(b)  infrastructure gaps and costs of filling the gaps; \n(c)  identified  sustainable  infrastructure  requirements  for  each  city  that \nsubscribe to low-carbon and climate-resilient principles, with infrastructure \ndevelopment requirements and costs with time frame; and \n(d)  support required by the finance specialist in costing options. \n(ii)  Participate in and present at TA workshops. \n \n4.  Senior finance specialist (6 person-months total, intermittent). The specialist will have \nat least a master’s degree in economics, finance, public policy and management, or a related \ndiscipline, and 15 years’ experience related to financing urban infrastructure. The specialist \nmust  hold  a  professional  accounting  certification  (chartered  accountant  or  certified  public \naccountant) and have experience in credit risk evaluation. Experience in Asia and the Pacific is \ndesirable, as is knowledge of public and private sector climate change mitigation and adaptation \nfinance. The specialist will be responsible for the following tasks:  \n(i)  For each selected city,  \n(a)  prepare  financial  rates  of  return  for  different  types  of  investments \nidentified by the other specialists in order to identify the types and scale of \ninvestments that will (1) generate an adequate return to attract private \nsector participation, and (2) have a significant economic and social return \nbut are not likely to attract private sector participation; \n(b)  assess the creditworthiness of the cities and, on that basis, the potential \nfor mobilizing needed financial resources;  \n(c)  assess  options  for  financing  the  infrastructure  development  needs, \nincluding  national  and  multiple  country  investment  vehicles  and/or \nfacilities, mega public–private partnerships, etc.; and \n(d)  propose a set of financing models tailored to the various categories, and \nconsult  with  a  range  of  potential  participants  including  institutional \ninvestors, national development banks, and others to refine the models. \n(ii)  Participate in and present at TA workshops. \n \n5.  Climate change adaptation specialist (4 person-months, intermittent). The specialist \nwill have at least a master’s degree in economics, urban development, or a related discipline, \nand 10 years of experience, with previous engagements on conducting climate change risk \nassessments and urban climate adaptation issues in developing countries. The specialist will \nideally be affiliated with a regional climate research consortium or facility with active projects in \nAsia and the Pacific, such as Coordinated Regional Climate Downscaling Experiment, Regional \n ", "12  Appendix 3 \n \n \nIntegrated  Multi-Hazard  Early  Warning  System  for  Africa  and  Asia,  or  Consortium  of \nInternational Agricultural Research Centers, or have direct access to the datasets of such \norganizations. The specialist will be responsible for the following tasks:  \n(i)  provide expertise on and inputs into opportunities and benefits to enhance city \nclimate resilience, and identify and consult with selected experts to validate these \nassessments;  \n(ii)  synthesize necessary local spatial climate change projections based on existing \ndata to assess urban infrastructure exposure to climate change by 2030 and \n2040–2050; and \n(iii)  assist  the  urban  planner  and  engineer  with  identification  of  climate  change \nvulnerabilities  by  type  of  infrastructure  and  assessment  of  the  costs  of \nadaptation. \n \n6.  Energy  efficiency  specialist  (3  months,  intermittent).  The  specialist  will  have  a \nminimum of a master’s degree in civil engineering, architecture, energy management, or a \nrelated discipline, and 10 years of work experience. Previous engagement on projects that \nmake use of energy frameworks that are already established and well documented in literature, \nsuch as Long-range Energy Alternatives Planning System, Energy Transition Model, and others \non developing country settings, is highly desirable. The specialist will be responsible for the \nfollowing tasks: \n(i)  provide expertise on and inputs into opportunities for and benefits of enhancing \nenergy  efficiency  in  cities,  and  identify  and  consult  with  selected  experts  to \nvalidate these assessments;  \n(ii)  assess  projected  energy  demand  and  potential  energy  and  energy-related \ninfrastructure needs by 2030; and \n(iii)  assist the urban planner and engineer with identification of energy efficiency \npotential by type of infrastructure and assessment of the costs of implementing \nenergy efficiency interventions. \n \n7.  Urban sustainable transport specialist (2 person-months, intermittent). The specialist \nwill have a minimum of a master’s degree in transport engineering, civil engineering, urban \ntransport planning, urban development, or a related discipline, and 15 years of work experience. \nWith support from the research assistants, for each of the selected urban areas the specialist \nwill prepare overview assessments of \n(i)  the risk and exposure to climate change of existing transport infrastructure and \nfacilities, including costs of adaptation;  \n(ii)  transport infrastructure gaps and the costs of filling the gaps; and \n(iii)  for each city, sustainable transport infrastructure requirements that subscribe to \nlow-carbon and climate-resilient principles, including requirements and costs with \ntime frame. \n \n8.  Climate-resilient  building  design  specialist  (1  person-month,  intermittent).  The \nspecialist will have at least a master’s degree in civil engineering, architecture, or a related \ndiscipline, and 10 years of work experience. The specialist will be responsible for the following \ntasks:  \n(i)  provide expertise on and inputs into opportunities for and benefits of climate-\nresilient building design, and identify and consult with selected experts to validate \nthese assessments; and \n(ii)  assist the urban planner and engineer with identification of options for enhancing \nthe climate resilience of buildings, and assessment of the costs of implementing \nclimate-resilient building design interventions. \n ", "  Appendix 3  13 \n \nB.  National Consultants \n \n9.  Project  coordinators  (7 person-months, intermittent). The coordinators will have at \nleast 10 years of experience in project administration and at least a bachelor’s degree in a \nrelated discipline. Experience with ADB is highly desirable. The coordinators will be responsible \nfor the following tasks:  \n(i)  support the team leader in organizing and coordinating the implementation of the \nTA; \n(ii)  support coordination and scheduling of inputs by consultants;  \n(iii)  develop  project  implementation  schedules  and  apply  adaptive  management \napproaches to ensure smooth delivery of the TA outputs;  \n(iv)  support the recruitment of consultants;  \n(v)  support financial administration of the TA;  \n(vi)  coordinate  and  organize  workshop  logistics,  including  the  preparation  of \ninvitations, financial arrangements, and logistics;  \n(vii)  support the team leader in organizing and facilitating meetings and consultations;  \n(viii)  support  in  the  preparation  of  project  knowledge  products  and  information \ndissemination,  including  background  research  and  synthesis  and  editing  of \ninformation;  \n(ix)  coordinate  arrangements  for  the  publication  of  reports,  including  desktop \npublishing, editing, printing, and dissemination; and  \n(x)  perform any other tasks needed to ensure the smooth implementation of the TA.  \n \n10.  Country  research  associates  (13  person-months  total,  intermittent).  The  research \nassociates will have a minimum of a master’s degree in civil engineering or urban development \nor equivalent, and 5 years of work experience. The research associates will be responsible for \nthe following tasks:  \n(i)  support the  team  leader  in  all  activities,  but  with  a  particular focus  on  data \ncollection and analysis as indicated in the team leader terms of reference; \n(ii)  support other team members as directed by the team leader; and \n(iii)  establish and maintain a data management and communication management \nsystem appropriate for the duration of the TA and for purposes of reporting and, if \ndetermined desirable and undertaken by ADB, facilitate a periodic update of the \ndata. \n \n11.  Sustainable infrastructure specialists (4 person-months, intermittent). The specialists \nwill have a minimum of a master’s degree in engineering, or a related discipline, and 15 years’ \nworking experience. The specialists will be responsible for the following tasks: \n(i)  provide  expertise  on  and  inputs  into  opportunities  for  and  benefits  of \nimplementing sustainable infrastructure in cities, and identify and consult with \nselected experts to validate these assessments;  \n(ii)  assist  the  urban  planner  and  engineer  with  identification  of greenhouse  gas \nmitigation potential by type of infrastructure and assessment of the costs of \nimplementing infrastructure; and \n(iii)  assist the urban planner and engineer and climate change adaptation specialist \nin developing risk minimization measures for existing vulnerable and exposed \nurban infrastructure, and safeguards on infrastructure identified in (i) and (ii). \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20141224112640+08'00'", "Creator": "PDF24 Creator", "ModDate": "D:20141229142427+08'00'", "Producer": "GPL Ghostscript 9.14", "Title": "Financing Low-Carbon, Climate-Resilient Urban Infrastructure in Asia and the Pacific"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank  \n  DMC  –  developing member country \n  CDIA  –  Cities Development Initiative in Asia \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, $ refers to US dollars. \n \n \n \nVice-President  B. N. Lohani, Knowledge Management and Sustainable Development  \nDirector General  M. C. Locsin, Regional and Sustainable Development Department (RSDD) \nAdvisor  P. Bhandari, Climate Change Coordination and Disaster Risk \nManagement Unit, RSDD \n   \nTeam leader  M. Rattinger, Climate Change Specialist, RSDD \nTeam members  M. Dato, Senior Climate Change Officer, RSDD \n  A. de Dios, Senior Operations Assistant, RSDD \n  S. Hong, Climate Change Specialist, RSDD \n  E. Javier, Associate Climate Change Officer, RSDD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "B. N. Lohani", "role": "Knowledge Management and Sustainable Development", "organization": ""}, {"fullname": "M. C. Locsin", "role": "Regional and Sustainable Development Department (RSDD)", "organization": ""}, {"fullname": "P. Bhandari", "role": "Climate Change Coordination and Disaster Risk", "organization": ""}, {"fullname": "Management Unit", "role": "RSDD", "organization": ""}, {"fullname": "M. Rattinger", "role": "Climate Change Specialist", "organization": "RSDD"}, {"fullname": "M. Dato", "role": "Senior Climate Change Officer", "organization": "RSDD"}, {"fullname": "A. de Dios", "role": "Senior Operations Assistant", "organization": "RSDD"}, {"fullname": "S. Hong", "role": "Climate Change Specialist", "organization": "RSDD"}, {"fullname": "E. Javier", "role": "Associate Climate Change Officer", "organization": "RSDD"}]}