{"path": "data/input/ta/48274-001-pptar.pdf", "pages": ["  Appendix 3  11 \nPROJECT PREPARATORY TECHNICAL ASSISTANCE \nA.   Justification \n \n1.   During  the  country  programming  mission  held  in  Manila  in  October  2013,  the \nGovernment of the People’s Republic of China (PRC) requested the Asian Development Bank \n(ADB) to assist the Zuoquan County Government of Shanxi Province to prepare the Shanxi \nUrban-Rural  Water  Source  Protection  and  Environmental  Demonstration  Project  which  is \nincluded in the lending program for 2016 under the PRC: Country Operations Business Plan, \n2014–2016. A project preparatory technical assistance (TA) will help ensure compliance with \nADB’s requirements and incorporation of international best practices in the project design. \n \nB.   Major Outputs and Activities \n \n2.  A TA of $850,000 will help prepare a sound and viable project design compliant with \nADB requirements. The TA will address the following aspects related to the project: (i) assess \nthe technical feasibility of the project; (ii) conduct due diligence on the economic and financial \nfeasibility of the project; (iii) review the safeguard requirements; (iv) conduct social surveys and \nconsultations;  (v)  develop  the  capacity  of  the  Zuoquan  county  government  for  project \nmanagement;  and  (vi)  prepare  project  documents,  including  the  ADB’s  draft  report  and \nrecommendation of the President (RRP) and its key linked documents (e.g. sector assessment, \neconomic and financial analyses, project administration manual, safeguard documents, etc.).  \n \n3.  The major outputs and activities are summarized in Table A3.1.  \n \nTable A3.1: Summary of Major Outputs and Activities \nExpected  Expected \nMajor Activities  Completion Date  Major Outputs  Completion Date \nConsultant mobilization  IV May 2015     \nSector assessment and  IV June 2015  An inception report  IV June 2015 \nstakeholder analysis  \nProject technical, economic,  Interim results by  An interim report including interim  III Oct 2015 \nfinancial, environment and  III Oct 2015  results on IEE, RPs, participatory   \nsocial appraisal    strategy, social and poverty   \n    analysis, economic and financial   \nSocial economic survey and    analysis, a financial management   \nconsultations, environmental    assessment report, DMF, and   \nand social safeguards, gender    PPMS    \nand development, and poverty       \nassessment       \n     \nDraft final results  A draft final report with all  IV Feb 2016 \nby Feb 2016  appendices including an IEE \n  report, RPs, social and gender \n  action plan, participation \nplan/communication strategy, an \neconomic and financial analysis \nreport, a financial management \nassessment report, PPMS, and \ndraft RRP including PAM \n       \nInstitutional capacity and  An institutional capacity and  IV Feb 2016 \ntraining needs  training needs assessment report \nProcurement capacity    A procurement plan and  IV Feb 2016 \n ", "12  Appendix 3 \nExpected  Expected \nMajor Activities  Completion Date  Major Outputs  Completion Date \nassessment  procurement capacity assessment \nreport, project procurement risk \nassessment, master bidding \ndocuments, and training events in \nprocurement and consulting \nservices procedures under ADB \nfinanced operations \nADB = Asian Development Bank, DMF = design and monitoring framework, IEE = Initial Environmental Examination, PAM = \nproject administration manual, PPMS = project performance management system, PPTA = project preparatory technical \nassistance, RPs = resettlement plans, RRP = report and recommendation of the President. \nSource: Asian Development Bank \n     \nC.   Cost Estimate and Proposed Financing Arrangement  \n \n4.  The TA is estimated to cost $1,000,000 equivalent, of which ADB will finance $850,000 \non a grant basis from ADB’s Technical Assistance Special Fund (TASF-other sources). The \nZuoquan county government will provide counterpart support in the form of counterpart staff \nremuneration  and  transport,  logistics  support  in  arranging  workshops  and  field  visits,  fully \nfunctional office space for consultants with water and utility supply, a telephone line and access \nto internet, and other in-kind contributions. The detailed cost estimate is presented in Table \nA3.2.  \n \nTable A3.2: Cost Estimates and Financing Plan ($'000) \n Item  Total Cost \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (13.5 person-months)  325.0 \n      ii.  National consultants (45.5 person-months)  260.0 \n    b.  International and local travel  65.0 \n    c.  Reports and communications  20.0 \n  2.  Equipmentb  25.0 \n  3.  Workshops, training, seminars, and conferencesc   \n    a.  Workshops  25.0 \n    b.  Training program  20.0 \n  4.  Surveys  35.0 \n  5.   Miscellaneous administration and support costsd  15.0 \n            6.        Contract negotiations  6.0 \n  6.  Contingencies  54.0 \n    Total   850.0 \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-other sources) \nb  Equipment will be handed over to the executing agency upon TA completion. \nType   Quantity  Cost \nOffice computers with wireless broadband internet access  5  $ 15,000 \nPrinter (1), photocopy machine (1), digital camera (1), and other    $ 10,000  \nitems (scanner, etc.) \nc  Workshops, training, seminars, and conferences \nPurpose  Venue \nStakeholder and resettlement consultation workshops  Zuoquan County, Shanxi \nInception, interim, and final workshops  Zuoquan County, Shanxi \nTraining on social and environmental safeguards, procurement and  Zuoquan County, Shanxi \nfinancial management \nd Includes document translation and printing   \nSource: Asian Development Bank estimates. ", "  Appendix 3  13 \nD.   Consulting Services \n \n5.  An international consulting firm will be engaged following ADB’s Guidelines on the Use \nof Consultants (2013, as amended from time to time). A total of 13.5 person-months (pm) of \ninternational and 45.5 pm of national consulting services will be required. The consulting firm \nwill be selected by (i) inviting simplified technical proposals and (ii) using the quality- and cost-\nbased selection method, with a quality–cost ratio of 90:10. To reduce administrative burden and \nimprove economy and efficiency and value for money, all consulting services under the TA \nwould be engaged on output-based (lump-sum) contracts. The terms of reference for the PPTA \nconsultants  are  described  below.  The  TA  team,  among  other  tasks,  needs  to  adequately \naddress the following aspects relating to the ensuing loan project: (i) detailed loan executing \nagency /implementing agency capacity assessment, and suggested remedial action plan to \nbuild  executing  agency  and  implementing  agency  capacity  to  minimize  procurement  and \nfinancial  management  risks;  (ii)  proposed  or  indicative  loan  related  procurement  plan  with \nsuggested  level  of  priority  or,  if  applicable,  post  review  based  on  executing  agency  and \nimplementing agency capacity assessment; and (iii) indicative implementation schedule with \nproposed sequencing of consultant recruitment and procurement bidding and awarding. Table \nA3.3 provides details of the required expertise.   \n \nTable A3.3: Summary of Consulting Services Requirement \nInternational Positions  Pm  National Positions  Pm \nEnvironment and water resources management  7.0  Flood risk management specialist (deputy  6.0 \nspecialist (team leader)  team leader) \nEnvironment specialist  2.0  Environment specialist  4.0 \nEconomic and financial specialist  2.5  Municipal engineer  5.0 \nLand use planning specialist  1.0  Transport specialist  5.0 \nEnvironmental and resource economist  1.0  Ecological specialist  3.0 \n    Resettlement specialist  4.0 \n    Financial specialist  4.0 \n    Social development specialist  3.0 \n    Procurement specialist  1.5 \n    Institutional specialist  1.0 \n    Eco-compensation specialist  3.0 \n    Land use planning specialist  3.0 \n    Climate change specialist  1.0 \n    Dam safety specialist  2.0 \nTotal  13.5  Total  45.5 \nSource: Asian Development Bank estimates. \n \n6.  The outline terms of reference for the project preparatory TA consultants are described \nbelow.  \n \n7.  Environment  and  water  resources  management  specialist  and  team  leader \n(international, 7 pm). The specialist will have a master’s degree or equivalent qualification in \nwater resources management and at least 7 years of experience in formulating donor funding \ninvestment  projects  in  water  resources  management.  The  specialist  will  have  overall \nresponsibility for effective and timely implementation of the PPTA and quality of all outputs, and \ncoordinating and consolidating inputs of government agencies and other specialists.  \n \n8.  Environment  specialists  (international,  2  pm;  national,  4  pm).  The  international \nspecialist will have a master’s degree or equivalent qualification in environmental studies and at \nleast 8 years of experience in environmental assessment. The national specialist will have a \nbachelor’s degree or equivalent qualification in environmental studies and at least 5 years of \nexperience in conducting environmental assessment. The international and national specialists \nwill work in close cooperation and (i) assess possible environmental impacts of each project \nactivity,  including  downstream  impacts,  among  other  issues;  and  (ii)  prepare  an  initial \n ", "14  Appendix 3 \nenvironmental  examination  which  complies  with  ADB’s  Safeguard  Policy  Statement  (2009) \nrequirements. \n \n9.  Economic and financial specialist (international, 2.5 pm). The specialist will have a \nmaster’s  degree  in  economics  or  equivalent  qualification,  and  at  least  8  years  of  work \nexperience in economic and financial analyses of ADB or other projects financed by multilateral \ndevelopment banks related to environment and natural resources management. The specialist \nwill (i) prepare the economic analysis of the project in accordance with ADB's Guidelines for the \nEconomic  Analysis  of Project; (ii)  provide guidance  to the  national financial  specialist;  (iii) \nfinalize  the  financial  analysis  and  financial  management  assessment,  cost  estimates  and \nfinancing plan; and (iv) review tariff structure and affordability. \n \n10.  Land use planning specialist (international, 1 pm; national, 3 pm). The specialists will \nhave a master’s degree in urban planning or environmental planning, and at least 5 years of \nwork  experience  in  urban  planning  or  environmental  planning.  The  specialists  will  be \nresponsible  for  (i)  reviewing  existing  township  master  plans,  environmental  and  flood \nmanagement plans, and economic and social development plans for the county and identifying \ngaps and needs for coordination, and (ii) developing a roadmap and identifying key elements for \ndeveloping  an  integrated  urban-rural  land  use  plan  for  water  resources  management  and \necosystem protection. \n \n11.  Environmental and resource economist (international, 1 pm). The specialist will have \na master’s degree in environmental and resource economics or related field, and 5 years of \nexperience in water demand management and pricing. The specialist will (i) review the current \nwater demand management of Zuoquan County and relevant national and provincial regulations \non water demand management and pricing, (ii) identify key elements for a  water demand \nmanage plan of the county, and (iii) recommend reform measures in water pricing and potential \nfor water rights market development. \n \n12.  Flood risk management specialist and deputy team leader (national, 6 pm). The \nspecialist and deputy team leader will have a university degree or equivalent qualification in \nflood risk management and reservoirs and at least 5 years of work experience in formulating \nforeign funded projects. The specialist will support the international team leader to ensure the \neffective and timely implementation of the PPTA and will be responsible for the coordination and \nreview of the design and quality control for flood risk management and reservoir safety-related \naspects of the project.  \n \n13.  Municipal Engineer (national, 5 pm). The specialist will have a university degree in civil \nengineering and over 5 years of experience in designing civil engineering projects related to \nwastewater and water supply networks. The specialist will specifically be responsible for the \ndesign  and  quality  control  of  all  investments  that  involves  water,  wastewater,  and  other \nmunicipal pipeline networks. \n \n14.   Transport specialist (national, 5 pm). The specialist will have a university degree in civil \nengineering and over 5 years of experience in designing road projects. The specialist will \nspecifically be responsible for the design and quality control of all investments that involves road \nconstruction and improvement.  \n \n15.   Ecological specialist (national, 3 pm). The specialist will have a university degree in \necology or related field and over 5 years of experience in re-vegetation projects. The specialist \nwill specifically be responsible for the design and quality control of all investments that involves ", "  Appendix 3  15 \nre-vegetation to protect water resources and prevent soil erosion, taking into account potential \nclimate change impacts.  \n \n16.  Resettlement specialist (national, 4 pm). The specialist will have a master’s degree or \nrelevant qualification in social sciences and/or development studies and at least 5 years of work \nexperience in resettlement planning. The specialist will (i) conduct surveys and consultation, \nand  review  involuntary  resettlement  aspects  of  the  project;  (ii)  confirm  social  safeguards \ncategorizations; (iii) assist the implementing agencies to prepare resettlement plans; and (iv) \nprovide  training  to  the  executing  and  implementing  agencies  on  resettlement  and  land \nacquisition. \n \n17.  Financial specialist (national, 4 pm). The specialist will have (i) a university degree in \naccounting,  finance,  or  financial  management;  (ii)  a  recognized  professional  accountancy \nqualification (e.g., CPA); and (iii) at least 5 years of experience in project financial management \nassessment. The specialist will (i) conduct financial analysis including fiscal impact analysis and \nfinancial variability analysis; (ii) review tariff structure and affordability; (iii) prepare project costs \nin cooperation with team leader and deputy team leader, (iv) conduct a financial management \nassessment  of  the  executing  and  implementing  agencies,  funds  flow  and  disbursement \nmechanisms, and identify any further capacity development (financial management and ADB’s \ndisbursement procedures) that will be necessary for the project; and (v) assess, as part of the \nfinancial  management  assessment,  the  executing  and  implementing  agencies,  and  project \nleading group's capability to manage imprest account and Statement of Expenditures (SOE) \nprocedures without ceilings. \n \n18.   Social development specialist (national, 3 pm). The specialist will have a master’s \ndegree or relevant qualification in social sciences and/or development studies and at least 5 \nyears of work experience in social and livelihood development, particularly forestry related \nprograms. The specialist will (i) conduct surveys and consultations, and poverty, social, and \ngender  analysis;  (ii)  prepare,  social  action  plan/participation  plan/communication  strategy, \nincluding a gender action plan; and (iii) provide training to the executing and implementing \nagencies. \n \n19.  Procurement specialist (national, 1.5 pm). The specialist will have a university degree \nin engineering and at least 5 years of experience in project management, procurement, and \nconsulting services. The specialist will (i) conduct procurement capacity assessment for the \nexecuting and implementing agencies to undertake procurement and consultant recruitments \nenvisaged under the project, (ii) prepare a procurement plan and first sets of bidding documents, \n(iii)  provide  training  for  the  executing  and  implementing  agencies  on  ADB’s  procurement \nprocedures, (iv) support the executing and implementing agencies with project management \ntasks, (v) provide training on the management and implementation of ADB funding projects, and \n(vi) support the executing and implementing agencies in project design. \n \n20.  Institutional specialist (national, 1 pm). The specialist will preferably have a master’s \ndegree  in  water  resources  management  or  relevant  field,  and  at  least  10  years  of  work \nexperience in water management policies. The specialist will (i) support the executing and \nimplementing agencies with reviewing technical and institutional aspects of the proposed project, \nand (ii) provide training on technical and institutional issues, as needed.  \n \n21.   Eco-compensation  specialist (national, 3 pm). The specialist will have a master’s \ndegree in environmental or resources economics or equivalent and at least 5 years of work \nexperience in developing and implementing eco-compensation programs. The specialist will be \nresponsible for (i) reviewing international and national case studies in payment for ecosystem \n ", "16  Appendix 3 \nservices and eco-compensation with relevance to Zuoquan County, (ii) designing scheme for \nlivelihood improvement combined with sustainable forestry, and (iii) recommending necessary \npolicy framework to help implement eco-compensation policy measures across jurisdictions. \n \n22.  Climate change specialist (national, 1 pm). The specialist will have a university degree \nin  atmospheric  science,  environmental  studies  or  related  field,  and  at  least  5  years  of \nexperience  in  assessing  potential  climate  change  impacts  and  adaptation  measures  are \ndesirable. The specialist will (i) assess potential climate change impacts on Zuoquan County, (ii) \nassess adequacy of infrastructure under the project under projected climate impacts, and (iii) \nrecommend adaptation measures to improve climate resilience. \n \n23.   Dam safety specialist (national, 2 pm). The specialist will have (i) master’s degree in \ncivil engineering including dam design and management; (ii) at least 10 years demonstrated \nproject experience in the design and management of dams, including rehabilitation and safety; \n(iii) knowledge of all relevant PRC laws, regulations, and policies concerning dam construction, \nmanagement,  and  safety;  (iv)  knowledge  of  current  best-practice  engineering  and  safety \nstandards for dams, especially small- and medium-sized dams; (v) demonstrated track record to \nlead the design and review of dam safety issues, including arrangement and/or facilitation of \nexpert safety panels; and (vi) ideally, proficiency in spoken and written English. The specialist \nwill be responsible for all dam-related management and safety issues in the project. \n \nE.  Implementation Arrangements \n \n24.  The Zuoquan county government will be the executing agency and responsible for the \noverall planning and implementation of the TA. A project leading group (PLG) and a project \nmanagement office have been established. The PLG is headed by the mayor of Zuoquan \nCounty and includes representatives from relevant government department1 of Zuoquan county \ngovernment. The implementing agencies will include Shixia Reservoir Management Department, \nZuoquan County Transportation Bureau, and Zuoquan County Housing Construction Bureau. \nTechnical Assistance \nDisbursements under the TA will be done in accordance with ADB’s \nDisbursement Handbook (May 2010, as amended from time to time). Procurement of equipment \nwill  be  conducted  by  the  consulting  firm  to  be  engaged  in  line  with  ADB’s  Procurement \nGuidelines (2013 as amended from time to time) and such equipment will be turned over to the \nexecuting agency upon completion of TA activities. \n \n25.  The TA will be implemented over 11 months tentatively from 1 May 2015 to 31 March \n2016. The proposed TA processing and implementation schedule is listed in Table A3.4.  \n \nTable A3.4: Technical Assistance Processing and Implementation Schedule \nExpected \nMajor Milestones  Completion Date \nApproval of concept paper  Dec 2014 \nConsultant mobilization  May 2015 \nInception mission  Jun 2015 \nMidterm review mission  Oct 2015 \nFinal review mission  Feb 2016 \nSource: Asian Development Bank estimates.\n                                                \n1  Relevant departments include water resources, housing and construction, finance, development and reform \ncommittee, transportation, forestry, reservoir management, and poverty alleviation office.  "], "metadata": {"Producer": "GPL Ghostscript 9.10", "CreationDate": "D:20141222134529+08'00'", "ModDate": "D:20141222134529+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Concept paper", "Keywords": "adb project concept paper"}}