{"path": "data/input/ta/48298-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 48298-001 \nCapacity Development Technical Assistance (CDTA) \nDecember 2014 \n \n \n \nKingdom of Cambodia: National Rollout of the \nRegulatory Impact Assessment in Government \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Access to Information \n \nPolicy. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \n \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 20 November 2014) \n \nCurrency unit  –  riel/s (KR) \nKR1.00  =  $0.000246 \n$1.00  =  KR4,061.50 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CBA  –  cost–benefit analysis \n  ECOSOCC  –  Economic, Social and Cultural Council \n  OBPR  –  Office of Best Practice Regulation \n  OCM  –  Office of the Council of Ministers \n  ORIA  –  Office of Regulatory Impact Assessment \n  RIA  –  regulatory impact assessment \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  J. Nugent, Southeast Asia Department (SERD) \nDirector  Kelly Bird, Director, Public Management, Financial Sector and Trade \nDivision, SERD \n   \nTeam leader  S. Ismail, Financial Sector Specialist, SERD \nTeam members  C. de Vera, Operations Assistant, SERD \n  A. Haydarov, Public–Private Partnership Specialist, SERD \nC. Pak, Counsel, Office of the General Counsel \n  E. Talja, Associate Project Officer, SERD \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n ", " \nCONTENTS \n \nPage \n \nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE  4 \nA.  Impact and Outcome  4 \nB.  Methodology and Key Activities  4 \nC.  Cost and Financing  5 \nD.  Implementation Arrangements  5 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES  \n \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  Outline Terms of Reference for Consultants  9 \n \n \n ", "", "Project Classification Information Status: Complete\nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 48298-001\nProject Name National Rollout of the Regulatory  Department SERD/SEPF\nImpact Assessment in Government /Division\nCountry Cambodia Executing  Economic, Social and Cultural Council\nAgency\nqq\n2. Sector Subsector(s)     ADB Financing ($ million)\nPublic sector  Economic affairs management 0.80\nmanagement\nTotal 0.80\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the  Low\ngrowth (IEG) opportunities, including jobs, made  Project\nmore inclusive\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Institutional development Effective gender mainstreaming (EGM)\ncapacity development\n(GCD)\nKnowledge solutions  Application and use of new \n(KNS) knowledge solutions in key \noperational areas\nKnowledge sharing activities\nPartnerships (PAR) Implementation\nPrivate Sector\nPrivate sector  Conducive policy and institutional \ndevelopment (PSD) environment\nqq\n5. Poverty Targeting Location Impact\nGeographic Targeting No\nNation-wide High\nHousehold Targeting No\nMDG Targeting No\nMDG Goals        \nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.80\n    Capacity development technical assistance: Technical Assistance Special 0.80\nFund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.05\n    Government 0.05\nTotal 0.85\nqq\n9. Effective Development Cooperation\nUse of country procurement systems Yes\nUse of country public financial management systems Yes\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 16082016170756130414 Generated Date: 24-Sep-2020 11:48:48 AM", "", " \nI.  INTRODUCTION \n \n1  In  February  2014,  the  Office  of  the  Council  of  Ministers  (OCM)  asked  the  Asian \nDevelopment Bank (ADB) for technical assistance (TA) to support the national rollout of a \nregulatory impact assessment (RIA) program to the executive government commencing in 2015. \nIn response, ADB conducted a fact-finding mission in June 2014; during that mission ADB and \nthe OCM agreed on the proposed impact, outcome and outputs, implementation arrangements, \ncost, financing arrangements, and terms of reference.1 The government’s planned rollout of the \nRIA program to 23 line ministries builds on the OCM’s experience in piloting RIA in seven line \nministries  from  2010  to  2014  with  ADB  financing.2 The  TA  will  support  13  of the  23  line \nministries during the rollout phase. Previous consultations on plans for a national rollout were \nheld on an intermittent basis from February 2013 to February 2014, and these consultations \nbenefited from  previous  grant  implementation review  missions.  The  design  and  monitoring \nframework is in Appendix 1. \n \n2.  ADB  has  had  a  long  engagement  with  the  OCM  on  developing  RIA  practice.  The \nproposed TA follows on from the grant attached to subprogram 2 of the Promoting Economic \nDiversification Program (footnote 2). The grant funded the RIA pilot project and the capacity \ndevelopment under the grant project has provided OCM staff and the seven pilot ministries with \na strong understanding of, and practice in, the basic analysis necessary for carrying out RIAs. \nThe grant project is expected to be financially closed by July 2015. ADB is also supporting RIA \nprograms  in  the  Lao  People’s  Democratic  Republic  and  the  Philippines,  following  similar \ninstitutional structures as described in para. 5. \n \nII.  ISSUES \n \n3.  Cambodia continues to reform its economy to raise competitiveness for private sector \ndevelopment.  Improving  the  quality  of  regulation  making  is  central  to  the  government’s \neconomic and governance reform agenda. While there have been successful reforms in sectors \nsuch as enterprise law, the licensing and permit requirements for doing business in Cambodia \nare substantial and impose a burden on investors and small and medium-sized enterprises in \nparticular. \n \n4.  In 2010, ADB carried out a survey of 180 enterprises in four Cambodian provinces to \ncollect data on licensing requirements and associated business costs as part of the monitoring \nand evaluation framework of the government’s RIA reform. The survey revealed the following \nfeatures: (i) time costs involved in preparing applications and waiting for the license were the \nmajor costs of business regulation, accounting for 69% of total costs incurred by enterprises in \n2010 (Figure 1a); (ii) business costs of regulation were most burdensome on microenterprises \nand  small  firms  (Figure  1b),  which  explains  why  small  firms  are  mostly  unregistered;  (iii) \nbusiness costs of regulation were especially high in manufacturing (Figure 1c); and (iv) business \ncompliance costs varied by type of license (Figure 1d). \n \n5.  The  Government  of  Cambodia  is  currently  piloting  an  RIA  project  as  one  of  its \napproaches to addressing the high cost of doing business in Cambodia. The pilot project is \nexpected to be completed in the first quarter of 2015. The RIA program aims to help the \ngovernment improve the quality of regulation making by following a systematic regulatory review \nprocess, including an assessment of the net benefits of the regulation to the economy. A \n \n1  The TA first appeared in the business opportunities section of ADB’s website on 13 November 2014. \n2  ADB. 2010. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Grants for \nSubprogram 2 to the Kingdom of Cambodia for Promoting Economic Diversification Program. Manila. \n ", "2   \nsystematic approach to public consultations on regulations is part of the regulatory review \nprocess. The RIA reform was initiated by the OCM in 2010 when it established the Office of \nRegulatory  Impact  Assessment  (ORIA)  and  piloted  RIA  in  four  line  ministries  with  ADB \nassistance under the grant. In January 2014, the OCM extended the pilot project to seven line \nministries.3 \nFigure 1: Cost of Regulations in Cambodia \n(a) Distribution of Regulatory Costs                             (b) Costs per Employee by Firm Size (2 major licenses) \n60\ne\ne 50\ny\no 40\nlp 30\nm\ne 20\n r 10\ne\np 0\n $\nMicro Small Medium Large\n   \n(c) Regulation Costs by Sector (2 main licenses)          (d) Regulation Costs by Main License \nAgro-processing Hygiene certificate\nTourism license\nTourism\nEnterprise certificate\nHandicraft license\nManufacturing\nExport certificate\n0 500 1000 1500 2000 0 200 400 600 800\n$ per firm\n$ per firm\n     \nSource: 2010 Asian Development Bank red tape survey of enterprises, Cambodia. \n \n6.  The RIA system being piloted by the OCM draws on international practice. It includes the \nestablishment of the ORIA within the Economic, Social and Cultural Council (ECOSOCC) in the \nOCM, which champions the RIA initiative in government, produces RIA guidelines, monitors \nparticipating ministries’ compliance with RIA guidelines, provides training and other capacity \ndevelopment activities to the ministries, and is responsible for public awareness and education \non good practice regulation. Each participating line ministry is responsible for (i) carrying out \nRIA on a selection of existing or proposed regulations or bills and (ii) submitting these with the \ndraft regulations to the concerned minister as part of the decision-making process. The main \nobjectives of the RIA system are to enhance transparency in the regulation-making process, \nand to promote a more systematic way to assess the impact of regulations and consultations for \nimproved decision making. \n \n7.  Under the pilot project much progress has been made in building capacity of staff at the \nORIA and at the seven participating line ministries. As of 31 May 2014, 22 RIAs had been \ncompleted and posted on the ECOSOCC website.4 Another eight are in progress and are \n \n3  The seven ministries participating in the RIA pilot project are the Ministry of Agriculture, Fisheries and Forestry; \nMinistry of Commerce; Ministry of Education, Youth and Sports; Ministry of the Environment; Ministry of Labor and \nTechnical and Vocational Training; Ministry of Mines and Energy; and Ministry of Tourism. \n4  Economic, Social and Cultural Council. http://www.ecosocc.gov.kh/. \n ", "  3 \nexpected to be completed in December 2014. In terms of outcome, there is evidence that the \nRIAs have helped to modify regulatory proposals to ensure the costs of regulations are reduced; \nin some cases the RIAs recommended no regulatory intervention. There is evidence that the \nRIA system has helped improve stakeholder consultations, the quality of the regulation, and \nbusiness community support for the regulation when stakeholders are engaged early in the RIA \nprocess.5 \n \n8.  There are challenges to making RIA sustainable in the Cambodian government: (i) the \npilot project is based on voluntary participation of the ministries, and, while appropriate for a \npilot, it does not always solicit collaboration from non participating agencies even within the \nministries due to its voluntary nature; (ii) sufficient budget resources to fund RIA activities in the \nministries and develop a critical mass of RIA practitioners in government, academia, and the \nprivate sector are necessary for sustaining RIA; and (iii) there is a need to ensure private sector \nparticipation  through  public  consultations,  ensure  an  available  pool  of  private  sector  RIA \npractitioners, and develop private sector capacity to self-regulate when regulatory options are \nunfeasible or costly.6 \n \n9.  The OCM recognizes these challenges and also the potential benefits from using RIA to \nimprove regulatory quality across the government. The OCM is therefore drafting a royal decree \nto mandate the use of RIA in government. The royal decree will convert the ORIA into the \npermanent Office of Best Practice Regulation (OBPR) inside OCM, and the decree will require \n23 ministries and their attached agencies to adopt RIA in a phased rollout from 2015 to 2018. \nThe rollout will start in 2015 with the current seven ministries plus three additional ministries. \nThe  mandatory  RIA  system  will  require  all  ministries  to  produce  RIAs  for  all  draft  bills, \nsubdecrees, and implementing regulations. Following the structure of the pilot project, each \nministry will be required to set up an RIA unit and designate an RIA focal person and team of \nRIA practitioners to be trained. \n \n10.  The TA will support the OCM in the initial stages of the national rollout of an RIA system \ncovering 13 line ministries (i.e., the seven line ministries currently piloting RIA, an additional \nthree line ministries in 2015, and three more line ministries in 2016). It is expected that the \ngovernment will partially fund the 2017 and 2018 RIA expansion. The TA will primarily focus on \ncapacity building and on-the-job training of regulators at the additional participating ministries. \nInnovative  modes  of  delivery  of  capacity  development  will  be  included,  such  as  use  of \ninternational  resource  persons  for  training,  partnerships  with  local  universities  for  training, \nsecondments  for  high-performing  RIA  practitioners  to  offices  of  best  practice  regulation  in \noverseas jurisdictions, and competitive grants to the private sector for carrying out regulatory \nreviews in collaboration with line ministries. In addition, the proposed TA will focus on RIA \nmonitoring and annual reporting on regulations by the OCM through the new OBPR. \n \n11.  The TA supports the governance and private sector development pillars of the country \npartnership strategy, and the TA is aligned with the government’s national sector priorities of \nimproving  governance  and  private  sector  development  through  improving  the  quality  of \nregulation  making.7 The  government  is  committed  to  RIA  reform.  The  Prime  Minister  has \n \n5  ADB. 2013. Technical Assistance to the Kingdom of Cambodia for the Midterm Progress Report of the Regulatory \nImpact Assessment Project. Manila. \n6  For example, a RIA will require the regulator to assess whether private sector or industry self-regulation is a \nfeasible alternative to government regulation. For these alternative options to be viable, capacity development (i) \nfor the private sector on industry self-regulation, and (ii) on a legal framework for quasi-regulatory bodies’ \ndevelopment over the longer term will be necessary.  \n7  ADB. 2011. Country Partnership Strategy: Cambodia, 2011–2013. Manila. \n ", "4   \nendorsed the OCM’s proposal to draft the royal decree mandating the use of RIA in government \n(para. 9), and ADB was informed of this in a letter from the  deputy prime minister dated  \n24 February 2014. \n \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n12.  The  impact  will  be  reduced  costs  of  business  regulatory  compliance,  with  target \nindicators measuring the reduction in the costs associated with regulatory compliance. The \noutcome will be quality of laws and regulations improved, with target indicators measuring \nCambodia’s  ranking  in  global  surveys  on  regulatory  quality  increasing  by  15  places,  the \nincrease in the average length of public consultations per regulation, and the increase in the \nnumber of stakeholders included in public consultations. \n \nB.  Methodology and Key Activities \n \n13.  The key activities are divided into three outputs. \n \n14.  Output  1:  Capacity  development  of  staff  at  the  new  Office  of  Best  Practice \nRegulation. Once approved in early 2015, the royal decree will convert the ORIA into the \nOBPR, a permanent office within the ECOSOCC of the OCM. The OBPR will oversee the rollout \nof RIA and ensure RIA compliance. Capacity development of OBPR staff will include staff \ntraining on RIA, writing techniques for regulatory impact statements, qualitative and quantitative \nanalysis, secondments to overseas offices of best practice regulations, enhancements to the \nOBPR’s  existing  information  technology  system  for  tracking  RIA  progress  among  the  line \nministries, and production of annual reports on regulation. The OCM will also review the existing \nlegal framework for industry self-regulation with a view toward developing this approach as an \nalternative to government regulation. \n \n15.  Output 2: Capacity development of staff in 13 line ministries. Each line ministry will \nset up an RIA unit and designate a focal person and staff to become RIA practitioners. Thus, \ncapacity  development  activities  will  include  staff  training  on  RIA,  writing  techniques  for \nregulatory impact statements, development of questionnaires and survey sample frames, basic \nqualitative and quantitative analysis, and stakeholder assessments.  \n \n16.  Output 3: Public outreach on regulatory impact assessment. This output will focus \non public education on good regulation making, development of a pool of RIA practitioners in \nthe private sector and academia through training and competitive research grants, and the \nnurturing of civil society groups and private sector and industry bodies to work with the OCM on \nbeing advocates for good practice regulation. \n \n17.  There are two assumptions for effective implementation of the TA: (i) macroeconomic \nconditions remain stable, and (ii) Cambodia continues its commitment to implement reforms to \nimprove competitiveness. There are four risks to effective implementation of the TA: (i) some \nministries may resist carrying out RIAs on proposed legislation and regulations, which has been \ndocumented in other countries during the early stages of a rollout; (ii) there are insufficient \nbudgetary resources to fund and staff the RIA units; (iii) the issuance of the royal decree could \nbe  delayed;  and (iv)  a  lack  of  staff  capacity may  slow  implementation  of  the  RIA rollout. \nMeasures to mitigate these risks include (i) the draft royal decree’s provisions for national \nbudget support to ministries implementing RIA, and (ii) the TA’s focus on capacity building and \n ", "  5 \ntraining of staff. Partnering with local universities with courses on regulation would also support \nlonger term development. \n \nC.  Cost and Financing \n \n18.  The TA is estimated to cost $850,000, of which $800,000 will be financed on a grant \nbasis  by  ADB’s  Technical  Assistance  Special  Fund  (TASF).  The  government  will  provide \ncounterpart support in the form of counterpart staff, office space, and other in-kind contributions.  \n \nD.  Implementation Arrangements \n \n19.  The executing agency will be the ECOSOCC of the OCM, which is responsible for \nimpact assessments of laws and subdecrees. The ORIA (later converted to OBPR) within the \nECOSOCC will oversee implementation of RIA activities. The implementing agencies will be \ncomprised of the seven line ministries implementing RIA (footnote 3) plus an additional six \nministries to be determined after the royal decree has been approved. The ORIA (through the \nECOSOCC) will provide office space with furniture and support services for the consultants. \n \n20.  Two international experts (for a total of 22 person-months) and three national experts \n(for a total of 38 person-months) will be engaged to implement TA activities.8 The international \nexperts are (i) an RIA expert (4 person-months) to provide strategic and advisory support to \nORIA staff, and (ii) a finance officer (18 person-months) to manage procurement of equipment \nand accounts under the TA. The three national experts are (i) a cost–benefit analysis expert (10 \nperson-months) to provide training to RIA practitioners on qualitative and quantitative analysis; \n(ii) an information technology expert (10 person-months) to enhance the existing ECOSOCC \nwebsite and intranet for tracking RIA documents within the government; and (iii) a project officer \n(18 person-months) to manage day-to-day operations of the project office. In addition, the TA \nwill engage up to seven international resource persons to train ORIA and implementing agency \nstaff on specialized topics related to policy development and RIA. The selection and recruitment \nof consultants and resource persons will be conducted in accordance with ADB’s Guidelines on \nthe Use of Consultants (2013, as amended from time to time). TA proceeds will be disbursed in \naccordance with the ADB's Technical Assistance Disbursement Handbook (2010, as amended \nfrom time to time). Equipment such as computers and office equipment for the six ministries \njoining the rollout for the first time and for the newly created OBPR will be procured under this \nTA following ADB’s Procurement Guidelines (2013, as amended from time to time), and the \nassets will be handed over to the executing agency upon completion of the project. \n \n21.  Following the signing of the TA agreement between the government and ADB, the TA \nwill  be  implemented  over  24  months  from  January  2015  to  December  2016.  Consultant \ndeliverables are included in the terms of references in Appendix 3. \n \nIV.  THE PRESIDENT'S DECISION \n \n22.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $800,000 on a grant basis to \nthe Government of Cambodia for the National Rollout of the Regulatory Impact Assessment in \nGovernment, and hereby reports this action to the Board. \n \n8  To reduce administrative burden and improve economy and efficiency and value for money, some of the consulting \nservices under the TA will be engaged on output-based (lump-sum) contracts.  \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary \nIndicators with Baselines  Reporting Mechanisms  Risks \nImpact  By 2021:    Assumptions \nReduced costs of  The business compliance  OCM-ADB enterprise  Macroeconomic \nbusiness regulatory  cost with regulations  licensing survey with  conditions remain \ncompliance.  reduced by 30.0%  baseline in 2015 funded  stable \n(2015 baseline: enterprise  under the TA   \nsurvey)    Cambodia continues its \n  Follow-up survey by  commitment to \nOCM in early 2021  implement reforms to \nimprove \ncompetitiveness \nOutcome  By 2016:    Risks \nQuality of laws and  Cambodia’s ranking in global  WEF’s global  Some ministries will \nregulations  surveys on regulatory quality  competitiveness index  resist carrying out RIAs \nimproved  and effectiveness increases    on proposed legislation \nby 15 places (2013–2014    and regulations \nbaseline: WEF global     \ncompetitiveness index = 83)    Insufficient budgetary \n    resources to fund and \nThe average length of public  OCM survey of  staff to fill the RIA units \nconsultations per regulatory  regulation \nproposal increases (2015   \nbaseline: regulation survey)   \n   \nNumber of stakeholders  OBPR annual regulation \nincluded in public  report \nconsultations increases \n(2015 baseline: regulation \nsurvey) \n \nAt least 40% of stakeholders \nconsulted are women \n(2015 baseline: regulation \nsurvey) \nOutputs  By December 2016:    Risk \n1. Capacity  At least 18 staff at the OBPR  ADB TA reviews  The issuance of the \ndevelopment of  are proficient in carrying out    royal decree is delayed \nstaff at the new  RIA; 10 of these staff are   \nOBPR  proficient as RIA trainers   \n   \nFour staff trained and   \nproficient in cost–benefit   \nanalysis and as trainers   \n   \nRIA manual and templates  Revised manuals and \nrevised and endorsed by  guidelines \nECOSOCC management;   \ntemplates include a gender   \ncheck list   \n   \nReport on regulation  Copies of annual reports \npublished each year for \n2015 and 2016 \n ", "  Appendix 1  7 \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary \nIndicators with Baselines  Reporting Mechanisms  Risks \n2. Capacity  At least 60 staff across 13  ADB TA reviews    \ndevelopment of  line ministries proficient in   \nstaff in 13 line  carrying out RIA, of which   \nministries  35% are women   \n   \nEach of the 13 line ministries  ECOSOCC website \npublishes at least 5 PIAs on   \nthe ECOSOCC website   \n   \nA total of 15  regulatory  ECOSOCC website \nimpact statements published \non the ECOSOCC website \n3. Public outreach  At least 15 public seminars  ADB TA reviews  Risk \non RIA  and/or workshops and other  Lack of staff capacity \nactivities are completed  may slow \n  implementation of RIA \n10 small grants are awarded  rollout \nto the private sector and \nacademia to carry out RIAs \non selected regulations \n \nAt least two universities \nprovide course on \neconomics of regulation  \nActivities with Milestones  Inputs \n1.  Capacity development of staff at the new OBPR  ADB: $800,000 \n1.1 Royal decree issued (by March 2015) \nNote: The government \n1.2 Launch of national rollout (Conference in March 2015)  \nwill provide counterpart \n1.3 Secondments of four OBPR staff to overseas offices (March 2015 to \nsupport in the form of at \nDecember 2016) \nleast 18 staff \n1.4 OCM survey of regulatory practices (March 2015 and March 2017) \ndesignated to the \n1.5 2015 report on regulation (January 2016) \nOBPR. The government \n1.6 2016 report on regulation (January 2017) \nwill also provide office \n2.  Capacity development of staff in 13 line ministries \nspace, access to \n2.1 Ministers endorse work plans (January 2015 to December 2015) \nutilities (electricity, \n2.2 RIA units set up, staff designated, and equipment installed in the additional \ncommunications), and \nsix line ministries (January 2015 to January 2016) \nother in-kind \n3.  Public outreach on RIA \ncontributions.  \n3.1 Workshops, seminars, conferences for public education (January 2015 to \nDecember 2016) \n3.2 Call for research grants for carrying out RIA (July 2015 to July 2016) \n3.3 Design and development of university course on economics of regulation \nwith a selected university (September 2015) \nADB = Asian Development Bank; ECOSOCC = Economic, Social and Cultural Council; OBPR = Office of Best \nPractice Regulation; OCM = Office of the Council of Ministers; PIA = preliminary impact assessment; RIA = regulatory \nimpact assessment; TA = technical assistance; WEF = World Economic Forum. \nSource: Asian Development Bank. \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \nItem  Amount \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  192.0 \n      ii.  National consultants  116.0 \n    b.  International and local travel  28.0 \n    c.  Reports and communications  1.0 \n  2.  Equipmentb  70.0 \n  3.  Training, seminars, and conferencesb   \n    a.  Facilitators  100.0 \n    b.  Training program  125.0 \n  4.  Miscellaneous administration and support costsb  18.0 \n      5   Overseas exposure visits.  100.0 \n      6.  Surveys and studies  25.0 \n  7.  Contingencies  25.0 \n        Total  800.0 \nNote:  The  technical  assistance  (TA)  is  estimated  to  cost  $850,000,  of  which  contributions  from  the  Asian \nDevelopment Bank are presented in the table above. The government will provide counterpart support in the form of \nstaff, office space and utilities, and other in-kind contributions. The value of government contribution is estimated to \naccount for 5.9% of the total TA cost. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF).  \nb  The Asian Development Bank will use bank transfers to make direct payments to end users or beneficiaries for \nworkshops and procurement of equipment. However, the TA may possibly provide an advance payment facility to \nthe international finance expert and/or the executing agency to cover miscellaneous administration and support \ncosts, and smaller-scale seminars. Equipment includes up to 30 desktop computers, five laptops, seven printers, \nphotocopiers or scanners, and office fixtures for six ministries and the  Office of Best Practice Regulation. \nEquipment will also include software development costing up to $15,000. \nSource: Asian Development Bank estimates. \n ", "Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  A team of two international consultants (for a total of 22 person-months) and three \nnational  consultants  (for  a  total  of  38  person-months)  will  be  recruited  by  the  Asian \nDevelopment  Bank  (ADB)  through  individual  contract  services  to  implement  technical \nassistance (TA) activities. The selection and recruitment of consultants will be conducted in \naccordance with ADB’s Guidelines on the Use of Consultants (2013, as amended from time to \ntime).  TA  proceeds  will  be  disbursed  in  accordance  with  ADB's  Technical  Assistance \nDisbursement Handbook (2010, as amended from time to time).1 Equipment procured under this \nTA will be procured following ADB’s Procurement Guidelines (2013, as amended from time to \ntime) and the assets will be handed over to the executing agency upon completion of the project. \n \n2.  Regulatory impact  assessment  expert (international, 4 person-months). The team \nleader will provide capacity development support to the staff of the Office of Best Practice \nRegulation  (OBPR)—currently  called  the  Office  of  Regulatory  Impact  Assessment—in  RIA \npractices, advocacy, and training. She or he must have an economics degree or equivalent and \nat least 10 years’ professional experience in an office of best practice regulation or equivalent. \nThe tasks of this assignment include (i) providing capacity development training to OBPR staff; \n(ii) supporting OBPR with training and capacity development of staff from the 13 ministries \nrequired to carry out regulatory impact assessments (RIAs); (iii) assisting OBPR staff in working \nwith academic institutions to oversee the design of a course on the economics of regulation; and \n(iv) providing OBPR and the Economic, Social and Cultural Council (ECOSOCC) with strategic \nand policy advice on RIA rollout. The expert will report to the OBPR director and the ADB \nproject officer. \n \n3.  Finance officer (international, 18 person-months). The officer will be responsible for \nmanaging  project  accounts,  including  procurement  of  supplies,  arrangement  of  workshop \nvenues, and recording of and financial reporting on project expenditures. She or he will provide \ncapacity building training to OBPR accounts staff on the management of budgets and ADB \nprocurement  rules.  She  or  he  must  have  an  accounting  degree  and  at  least  5  years  of \nprofessional accounting experience. She or he should be a chartered accountant, and will report \nto the OBPR director and ADB project officer. \n \n4.  Cost–benefit expert (national, 10 person-months). The expert will provide training to \nOBPR  staff,  line  ministries,  and  academia  on  cost–benefit  analysis  (CBA)  and  qualitative \ntechniques  and  tools.  She  or  he  must  have  an  economics  degree  and  at  least  3  years’ \nprofessional experience specializing in CBA tools and techniques. Specific tasks include (i) \ndeveloping  training  materials  for  CBA  and  qualitative  techniques,  including  designing \nquestionnaires and surveys, selecting sample frames, etc.; (ii) carrying out training of RIA staff \nin the 13 line ministries on survey design and implementation, CBA, and qualitative techniques; \n(iii) providing guidance and supervision to RIA staff in the 13 line ministries on carrying out CBA \non selected regulations; and (iv) working with the OBPR director to develop a CBA module for \nthe economics of regulation course. She or he will report to the OBRP director and the ADB \nproject manager. \n \n5.  Information  technology  expert  (national,  10  person-months).  The  information \ntechnology expert will be responsible for enhancing the existing ECOSOCC website, which is \n \n1  To reduce administrative burden and improve economy and efficiency and value for money, some of the consulting \nservices under the TA will be engaged on output-based (lump-sum) contracts. \n ", "10  Appendix 3 \nwhere RIA documents are published and where the intranet database for tracking progress on \ndraft RIA documents is located. She or he must have an information technology degree and at \nleast 5 years of experience in website design and development, and development of intranet \ndatabases. She or he will report to the OBPR counterpart. \n \n6.  Project officer (national, 18 person-months continuously). The project officer will be \nresponsible  for maintaining  project  accounts  and  procurement  of  supplies  and  helping  the \nfinance officer provide support to the ECOSOCC on budget planning and account recording. \nShe or he will be responsible for arranging project logistics, team and mission appointments, \nworkshop and conference venues, etc. She or he will work closely with and report to the finance \nofficer. \n \n7.  Resource persons (seven international, maximum 10 days effort each). The project will \nengage through invitation up to five international experts to prepare and present materials \nduring project-related training and public advocacy seminars, workshops, and conferences. \nTraining should be used as input for drafting regulatory impact statements. The expertise of the \nvarious resource persons will be determined in consultation with the OBPR counterpart and \ncould include resource persons who can provide assistance with specific regulatory topics, \nwriting  techniques  for  drafting  regulatory  impact  statements,  and  survey  designs,  among \nothers.2 \n \n \n2  Revised terms of reference templates will be considered for engagement of resource persons.  Lump-sum-based \nengagements will be explored with resource persons. \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20200924115339+08'00'", "Creator": "Microsoft® Word for Microsoft 365", "Keywords": "adb technical assistance, ta report", "ModDate": "D:20200925103546+08'00'", "Producer": "GPL Ghostscript 9.27", "Title": "National Rollout of the Regulatory Impact Assessment in Government: Technical Assistance Report"}}