{"path": "data/input/ta/48317-001-tar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 48317-001  \nCluster—Regional—Capacity Development Technical Assistance (C-R-CDTA) \nMarch 2015 \n \n \n \nPromoting Urban Climate Change Resilience in \nSelected Asian Cities \n(Financed by the Urban Climate Change Resilience Trust Fund \nunder the Urban Financing Partnership Facility) \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011. \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  RSDD  –  Regional and Sustainable Development Department \n  TA  –  technical assistance \n  UCCR  –  urban climate change resilience \n  UCCRTF  –  Urban Climate Change Resilience Trust Fund \n \n \n \n \n \n \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \n \nVice-President  B.N. Lohani, Knowledge Management and Sustainable Development \nDirector General  M.C. Locsin, Regional and Sustainable Development Department (RSDD) \nSenior Director  G.H. Kim, Sector Advisory Service Division, RSDD \n   \nTeam leader  A. Vogl, Urban Development Specialist, RSDD \nTeam members  J. Huang, Senior Urban Development Specialist, RSDD \n  S. Sampath, Principal Urban Development Specialist, RSDD \nPeer reviewer  S.C. Sandhu, Senior Environment Specialist, Southeast Asia Department \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \n \nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE PROPOSED CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nE.  Governance  5 \nIV.  THE PRESIDENT'S RECOMMENDATION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  Outline Terms of Reference for Consultants  10 \n \nSUPPLEMENTARY APPENDIXES (available on request) \nA.  Selection Criteria for Cities and Activities  \nB.  Indicative Procurement Plan \nC.  Fund  Flow  Arrangement  on  How  to  Access  Technical  Assistance  Resources  by \nOperational Department \n \n ", "", "Project Classification Information Status: Complete\nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 48317-001\nProject Name Promoting Urban Climate Change  Department RSDD/RSAS\nResilience in Selected Asian Cities /Division\nCountry REG, BAN, IND, INO, MYA, PAK, PHI, Executing  Asian Development Bank\nVIE Agency\nBorrower Not applicable\nqq\n2. Sector Subsector(s)      Financing ($ million)\nWater and other urban  Other urban services 15.00\ninfrastructure and \nservices\nTotal 15.00\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the  Low\ngrowth (IEG) opportunities, including jobs, made  Project\nmore inclusive\nEnvironmentally  Disaster risk management\nsustainable growth  Environmental policy and legislation\n(ESG) Urban environmental improvement\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Client relations, network, and  Effective gender mainstreaming (EGM)\ncapacity development partnership development to \n(GCD) partnership driver of change\nCivil society participation\nInstitutional development\nKnowledge solutions  Application and use of new \n(KNS) knowledge solutions in key \noperational areas\nKnowledge sharing activities\nPilot-testing innovation and learning\nPartnerships (PAR) Bilateral institutions (not client \ngovernment)\nCivil society organizations\nFoundations\nImplementation\nPrivate Sector\nRegional organizations\nUnited Nations organization\nqq\n5. Poverty Targeting Location Impact\nProject directly targets  Yes Not Applicable\npoverty\nGeographic targeting  Yes\n(TI-G)\nqq\n6. TA Category: A\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.00\n    None 0.00\nCofinancing 15.00\n    Urban Climate Change Resilience Trust Fund 15.00\nCounterpart 0.00\n    None 0.00\nTotal 15.00\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 14072014104022654981 Generated Date: 12-Mar-2015 18:35:42 PM", "", " \nI.  INTRODUCTION \n1.  The Urban Climate Change Resilience Trust Fund (UCCRTF) aims to scale up investments \nin urban climate change resilience (UCCR), especially for the urban poor, across 25 secondary \ncities in Asia.1 It prioritizes six developing member countries (DMCs) of the Asian Development \nBank (ADB)—Bangladesh, India, Indonesia, Pakistan, the Philippines, and Viet Nam2.  \n   \n2.  The proposed cluster regional capacity development technical assistance (TA) will make \nUCCRTF  resources  available  to  ADB’s  operations  departments  to  provide  planning  and \ncapacity-building support as well as pilot activities for project development either before or \nduring project preparatory TA and at the initial stage of project implementation. The TA will \nsupport a range of activities to help lay the groundwork for UCCR planning processes, project \npipeline, and knowledge and capacity development. A concept paper prepared for the TA was \napproved by the Vice-President (knowledge management and sustainable development) on 16 \nDecember 2014.3 The design and monitoring framework is in Appendix 1. \n \n3.  The  TA  will  contribute  to  the  strengthening  of  UCCR  in  selected  highly  vulnerable \nmedium-sized cities in the region and thereby foster ADB’s 3E-approach.4 It is in line with ADB’s \nStrategy 2020; ADB’s Midterm Review Action Plan; the Urban Operational Plan; Environment \nOperations  Directions,  2013–2020;  and  the  Operational  Plan  for  Integrated  Disaster  Risk \nManagement, 2014–2020.5 Consultations have been held with eligible country governments \nincluding Bangladesh and Pakistan, and other relevant partners.6 \n \nII.  ISSUES   \n4.  Cities in Asia and the Pacific are particularly vulnerable to climate change, as people \nand economic assets are highly concentrated in hazard-prone locations. The 238 million Asian \nurban poor are expected to be hit first and hardest by the effects of climate change. Disasters \ncaused by natural hazards erase 1%–5% of gross domestic product each year.7 \n \n5.  More than 60% of the projected increase in urban population from 2010 to 2050 will take \nplace in Asia, and half of that growth will occur in medium-sized cities.8 These cities will make \nsignificant  decisions  on  planning,  land  use,  and  major  investment  projects  in  the  coming \ndecades to support economic growth and to generate livelihoods for growing populations. \n \n6.  Urban areas that are most susceptible to climate-related shocks and stresses have \nfragile  systems,  including  fragile  natural  ecosystems  and  large  socially  or  economically \n                                                \n1  Urban resilience is the capacity of cities to function, so that the people living and working in cities, particularly the \npoor and the vulnerable, survive and thrive no matter what stresses or shocks they encounter. \n2  Additional countries will be considered in consultation with UCCRTF fund donors and operations department.  \n3  The TA first appeared in the business opportunities section of ADB’s website on 3 February 2015. \n4  Integrated environmental (green), equity (inclusive), and economic (competitive) approach. \n5  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila;  ADB.  2014.  Midterm  Review  of  Strategy  2020:  Action  Plan.  Manila  (24  July);  ADB.  2012.  Urban \nOperational Plan, 2012–2020. Manila; ADB 2014. Environment Operational Directions 2013–2020. Manila; ADB \n2014. Operational Plan for Integrated Disaster Risk Management, 2014–2020. Manila. \n6  Including the Rockefeller Foundation, the Department for International Development of the United Kingdom, the \nUnited States Agency for International Development, the World Bank, and the Asian Cities Climate Change \nResilience Network. \n7  World Bank. 2011. East Asia and Pacific Economic Update 2011, Vol. 1. Washington, DC. \n8  United Nations. 2012. World Urbanization Prospects: The 2011 Revision. New York. \n ", "2  \nmarginalized populations. Yet, the complexity of today’s cities—rapidly growing and evolving in \nresponse to community and business demands—makes system failure difficult to predict.9 \n \n7.  As well as physical and spatial challenges, important policy and institutional challenges \nare presented by agencies working across sectors, administrative boundaries, and multisector \ndecision  making.  These  are  more  daunting  because  of  weaknesses  in  local  government \nunderstanding and awareness of climate-induced impacts, and interface with urban environment \nplanning. Governance and institutional capability are critical to addressing these challenges. \n  \n8.  The uncertainty of what future cities will look like, and how urban systems will perform in \nthe face of disruption, has created demand for a new approach that includes hard and soft \ninfrastructure, policies, institutions, and ecosystems. Moving beyond efforts to make single \npieces of infrastructure more durable in the face of changing climate risk, UCCR considers the \nability of urban systems to withstand the impacts and maintain function in the face of climate-\ninduced  disruption.  Urban  resilience  focuses  on  seven  qualities:  flexibility,  robustness, \nredundancy, reflectiveness, resourcefulness, integration, and inclusiveness.10 \n \n9.  Key  drivers  to  strengthen  UCCR  are  (i)  the  ability  of  urban  systems,  including  key \ninfrastructure, to maintain function in the face of climate-induced disruption; (ii) enabling peer \nlearning  within  cities  and  across  countries  by  engaging  decision  makers  and  vulnerable \npopulations in how to manage changes in climate, and sharing experiences to identify critical key \nareas of planning, investment, and management;11 (iii) involvement of multiple stakeholder and \nchampions less subject to political cycles—research institutions, think tanks, civil society, and \nlocal businesses;12 (iv) considering the roles that women can play in resilience planning and the \ndifferent extents to which households and communities are vulnerable to natural hazards and \nsystem failure; and (v) alignment and coalition of efforts among donors and financing partners.13 \n \nIII.  THE PROPOSED CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE \n10.  The TA will support capacity development in preparing and responding to climate change-\ninduced shocks and stresses in secondary cities. It will support policy dialogues, capacity building, \nand institutional strengthening to improve planning and other mechanisms to strengthen UCCR, \nand  support  national  and  regional  partnerships.  Activities  are  expected  to  influence  country \npartnership strategies and urban development projects to adopt UCCR principles and approaches. \n \n11.  The TA will draw lessons from RETA 6293 Managing the Cities in Asia and RETA 7918 \nSupport to Urban Infrastructure Development and Financing, both supporting urban infrastructure, \nincluding low carbon, climate resilient infrastructure as key areas of urban development. \n \n12.  A regional approach is justified because (i) cities in ADB’s DMCs often face common \nchallenges or limitations that either require cooperation to resolve them or they can more efficiently \nbe addressed through pooling of resources and sharing of knowledge; (ii) programs to strengthen \nurban resilience can provide shared benefits, as good spillovers exist in terms of how to address \n                                                \n9  J. da Silva, S. Kernaghan, A. Luque. 2012. A systems approach to meeting the challenges of urban climate \nchange. International Journal of Urban Sustainable Development, 4 (2). pp. 125-145, 2012. Socio-technical \nsystems in urban areas are made up of four components: institutions, infrastructure, knowledge, and ecosystems. \n10 ADB. 2014. Urban Climate Change Resilience: A Synopsis. Manila. \n11 S. Kernaghan and J. da Silva. 2014. Initiating and sustaining action: Experiences building resilience to climate \nchange in Asian cities. Urban Climate. 7. pp. 47–63. \n12 A. Brown, A. Dayal, C. Rumbaitis Del Rio. 2012. From practice to theory: emerging lessons from Asia for building \nurban climate change resilience. Environment and Urbanization. 24(2). pp. 531–556. \n13 Outcomes  from  two  conferences:  (i)  Investing  in  Urban  Climate  Change  Resilience:  Sharing  Lessons  and \nAccelerating  Action,  Bellagio  Meeting,  2–6  June  2014;  and  (ii)  The  Urban  Resilience  Summit:  Innovation, \nInvestment, Collaboration, Singapore, 3 December 2014. \n ", "  3\ncommon  challenges  in complex city contexts; and (iii) regional  cooperation  is  instrumental  in \ntransferring technology and knowledge, given that climate change is a regional as well as local \nissue. Regional cooperation initiatives can help address UCCR at a regional scale, complementing \nthe focus of the TA on resilient city systems. \n  \n13.  The  cluster  approach  is  proposed  because  (i)  subprojects  are  closely  related,  with \ncommon objectives and significant potential synergies; (ii) subprojects will operate collectively \nas a pilot for strengthening resilient urban development; and (iii) a cluster modality will maximize \nTA coherence and coordination better than an individual TA approach. This will allow ADB’s \noperations departments to be more responsive to the timing of DMCs’ planning cycles and \nADB’s country partnership strategies for these DMCs, while reducing costs otherwise devoted to \nprocessing individual subprojects as stand-alone TA projects. \n \nA.  Impact and Outcome \n14.  The impact will be that urban populations, especially the urban poor in selected DMC \ncities, are less vulnerable to the direct and indirect impacts of climate change. The outcome will \nbe increased application of UCCR principles in selected DMC cities. \n \nB.  Methodology and Key Activities \n15.  The cluster TA will build on a range of ADB experience, particularly that of ADB’s \noperations departments, in supporting capacity development for climate change responses as \nwell as green, inclusive, and competitive cities. It will support urban climate risk, vulnerability, \nand system assessments to guide policy makers and communities in strengthening UCCR. It \nwill  assist  governments  and  civil  society  with  better  scientific  and  economic  data  at  the \nsubnational level to assist decision making and provide support for project development and \npilot activities. Participating governments and cities will be able to identify UCCR strategies, \nbuild  related  institutional  capacity,  and  enable  multi-stakeholder  engagement  to  implement \nUCCR initiatives and to assess the local impacts of climate change. \n \n16.  Based on the UCCRTF implementation criteria and operations department consultation, \nBangladesh, India, Indonesia, Myanmar, Pakistan, the Philippines, and Viet Nam have been \nidentified for inclusion in the subprojects. The process of city selection, to be finalized during TA \nimplementation, includes the following criteria: (i) vulnerability of urban poor and urban system, \n(ii)  government  buy  in,  (iii)  local  capacity  and  ownership,  (iv)  operations  department \ncommitment, and (v) synergies through partnerships. Selection criteria for cities and activities \nare in Supplementary Appendix A. \n \n17.  The TA will have three subprojects, to be carried out in close coordination with ADB’s \noperations departments: \n(i)  Subproject 1: Integrated urban development plans are developed in selected \ndeveloping  member  country  cities  incorporating  urban  climate  change \nresilience principles. Subproject 1 will support ADB’s operations departments to \nintegrate UCCR planning principles into the ADB project cycle. A guideline for the \nintegration of UCCR into integrated urban development plans will be developed. \nUCCR experts will join project teams in the early stage to prepare UCCR inputs to \nintegrated  urban  development  plans,  which  (a)  include  assessments  of \nsocioeconomic  vulnerability,  climate  risk,  and  urban  systems;  (b) provide  an \noverview of UCCR issues and their relevance in the urban context; (c) develop \naction plans that respond to climate risks on critical urban systems; and (d) identify \nfeasible soft and hard infrastructure projects to build UCCR. \n ", "4  \n(ii)  Subproject 2: Targeted cities network to share knowledge and build capacity \nthrough peer learning and joint training activities. Subproject 2 will strengthen \nparticipating  DMCs’  and  development  practitioners’  capacity  to  apply  UCCR \nknowledge to development planning. To address gaps in UCCR knowledge and \nidentify existing centers of excellence where new knowledge can be exchanged, it will \n(a) conduct an institutional analysis at the national and local government levels for \nparticipating DMCs and cities to understand capabilities, and address institutional \ngaps; (b) assess the state of knowledge and practice, and address knowledge gaps \nto enhance UCCR at the project level; (c) identify replicable practices; and (d) identify \nopportunities for cross-regional exchange, including training and workshops to share \nknowledge, city exchange activities to enable peer learning, and the production and \ndissemination of knowledge outputs to advance UCCR.14 To strengthen UCCRTF \nmonitoring, the subproject will (a) establish an annual monitoring regime that collects \nand collates data from cities, pilot activities, projects, and knowledge activities; and \n(b) develop annual reports that measure progress against the overall baseline in \nUCCRTF-supported cities. \n(iii)  Subproject  3:  Development  of  pilot  activities  and  project  development \nsupport.  Subproject  3 will  provide  resources for pilot  interventions  and  project \ndevelopment, which will help integrate UCCR into projects that are at risk from \nclimate change, and seek to build more resilient urban systems. These funds will \nenable a diverse range of city stakeholders, including government and civil society \norganizations,  to  build  their  capacity  and  participate  in  the  design  of  inclusive, \nintegrated,  and  iterative  approaches  to  project  development  as  well  as  action \nresearch which tests new approaches to building UCCR. In consultation with ADB’s \noperations departments, the subproject will identify opportunities for pilot projects to \nsupport  planning  and  investment  activities  being  implemented  by  operations \ndepartments. \n \nC.  Cost and Financing \n18.  The TA is estimated to cost $15 million, which will be financed on a grant basis by the \nUrban Climate Change Resilience Trust Fund15 under the Urban Financing Partnership Facility \nand administered by ADB.16 A possible TA amount increase through additional allocation from \nthe UCCRTF may be considered in the future subject to resource availability, implementation \nprogress, and UCCRTF approval. The cost estimates and financing plan are in Appendix 2. \n \nD.  Implementation Arrangements \n19.  ADB's Regional and Sustainable Development Department (RSDD) will be the executing \nagency of the TA. Upon TA approval, the subproject proposals will be submitted for approval to \nthe director general, RSDD, in accordance with ADB guidelines on cluster TA processing. RSDD's \nSector Advisory Services Division, through the Urban Sector Group, will be managing the TA. The \nimplementing agencies for the TA will comprise the urban sector divisions of ADB’s regional \ndepartments—Central and West Asia Department, South Asia Department, and Southeast Asia \nDepartment. The TA will finance consulting services; workshops and training, including resource \npersons; pilot activities; report preparation and communications; miscellaneous administration and \nsupport costs; and equipment and surveys. Confirmation of no objection will be obtained from \n                                                \n14 Knowledge products will be focused on methodologies for measuring resilience and avoided loss, may be based on \ncase studies and learn from decisions on planning, accountability, governance, construction standards, etc. \n15 Financing partners: the Rockefeller Foundation and the governments of the United Kingdom and the United States. \n16 The UCCRTF was formally approved on 3 December 2013. Fund allocation was secured on 17 November 2014. \n ", "  5\nparticipating DMCs before any activities financed by the TA commence in those DMCs. The TA \nand its subprojects are expected to be implemented from April 2015 to December 2021. \n \n20.  The TA will coordinate its activities with other ongoing ADB projects through existing \ninstitutional  arrangements  such  as  the  Climate  Change  Coordination  and  Disaster  Risk \nManagement Unit, other sector groups, and the Cities Development Initiative for Asia. Under the \nTA, knowledge partnerships with centers of excellence will be established to improve project \ndesign and delivery, and to ensure that knowledge emerging from the UCCRTF is shared with \nkey  stakeholders  in  the  region.17 All  subprojects  will  be  supported  by  ADB’s  operations \ndepartments, and activities will be closely coordinated with them. \n \n21.  The input of 401 person-months of international consultants and 364 person-months of \nnational consultants is envisaged. Resource persons will be engaged on an individual basis. \nDifferent methods of consultant selection will apply, depending on the size and nature of the \ncontracts. Consultants may be engaged via consulting firm(s) or individually. The consultants will \nbe engaged using procurement modalities: quality- and -cost-based selection using a technical–\nfinancial ratio of 90:10, quality-based selection, consultant qualification selection, or fixed budget \nselection,  as  appropriate.  All  consultants  will  be  engaged  by  ADB  in  accordance  with  its \nGuidelines on the Use of Consultants (2013, as amended from time to time). Annual audit reports \nwill  be  prepared  in  accordance  with  the  UCCRTF  implementation  guidelines.  An  indicative \nprocurement plan is in Supplementary Appendix B. The outline terms of reference for consultants \nfor subprojects are in Appendix 3. \n \n22.  All procurement under the TA will be carried out in accordance with ADB’s Procurement \nGuidelines (2013, as amended from time to time).All equipment procured for pilot and project \n \ndevelopment in countries and cities will be turned over to the respective government partners at \nthe  end  of  each  project.  Disbursements  under  the  TA  will  be  in  accordance  with  ADB’s \nTechnical Assistance Disbursement Handbook (2010, as amended from time to time). \n \nE.  Governance \n23.  Due diligence and capacity assessment has been done under the UCCRTF selection of \nits six priority countries. The core TA implementation team will consist of dedicated staff, technical \nstaff,  secondees18,  and  consultants  with  UCCR  expertise.  The  core  team  will  regularly \ncommunicate with subproject teams, ADB’s operations departments, and UCCRTF financing \npartners; organize meetings; and prepare reports required for ADB and partners. The TA will be \nmonitored through assessment of quality and timely delivery of outputs. Overall TA results will be \ndisseminated through regional forums, the Urban Sector Group, and UCCRTF donor meetings. A \nclear road map of activities will be developed, monitored, and evaluated to achieve the outputs. \nThe TA fund flow arrangement is in Supplementary Appendix C.  \n \nIV.  THE PRESIDENT'S RECOMMENDATION \n24.  The  President  recommends  that  the  Board  approve  ADB  administering  technical \nassistance not exceeding the equivalent of $15,000,000 to be financed on a grant basis by the \nUrban Climate Change Resilience Trust Fund under the Urban Financing Partnership Facility for \nPromoting Urban Climate Change Resilience in Selected Asian Cities. \n                                                \n17 Centers of excellence may include key regional ADB partners such as the Korea Research Institute for Human \nSettlements, the City of Yokohama, the Singapore Centre for Livable Cities; and also partners of the Climate and \nDevelopment Knowledge Network, and partners of the Asian Cities Climate Change Resilience Network. \n18 Qualified professional assigned to ADB who are financed/sponsored by parent organization or Government of an \nADB member country. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \nData Sources and \nPerformance Targets and  Reporting  Assumptions and \nDesign Summary  Indicators with Baselines  Mechanisms  Risks  \nImpact      Assumption \nUrban populations,  At least 50% of the poor in areas  Investment project  Improved knowledge and \nespecially the urban poor  that have had a UCCR  monitoring  capacity at city level \nin selected DMC cities,  intervention have improved their  translate into more \nUCCRTF midterm \nare less vulnerable to the  resilience.  resilient urban \nand final evaluation \ndirect and indirect impacts  management and \nof climate change      investments \n    Risk \nInadequate support from \nDMC governments to \ncommit to policy and \ninstitutional reforms, and \nfinancial resources \nnecessary to strengthen \nUCCR investments \nOutcome  By 2021:    Assumption \nIncreased application of  At least 10 cities have applied  Annual monitoring  Commitment from cities \nUCCR principles in  UCCR principles in project  reports   and National \nselected DMC cities  development or implementation  Governments to \nUCCRTF midterm \n(2014 baseline: 0).  implement projects that \nand final evaluation  \nincorporate UCCR \nThree targeted DMCs have \nNational urban \nincluded one or more UCCR  Risk \nassessment reports \nprinciples in ADB country  Lack of professional \npartnership strategies, and  Country partnership  resources at city level to \nnational and local government  strategy and DMC  structure projects and \nstrategies.  feedback received  build pipeline \nthrough formal and \nAt least 50% of pilot activities \ninformal channels \nresults replicated or scaled up. \nOutputs  By 2021:    Assumptions \n1. Integrated urban  Prepare a guideline for the  List of selected cities  Enabling policy exists at \ndevelopment plans are  integration of UCCR into  agreed with ADB’s  national and local \ndeveloped in selected  integrated urban development  operations  government levels \nDMC cities  plans.  departments  \nCities are willing to \nincorporating UCCR \nSupport the preparation of  Technical assistance  commit to exchange \nprinciples \nUCCR inputs to integrated urban  progress reports  arrangements in order to \ndevelopment plans in at least    share knowledge on \n10 cities (2014 baseline: 3).    UCCR \n \nAt least 10 UCCR planning  Consultants reports,   \nstudies, including action plans,  City action plans \nRisks \nare prepared, which respond to \n  Organizations that \nADB and DMC priorities \n  represent communities \n(2014 baseline: 0). \n  are not able to, or \nAt least 500 city professionals  Feedback from  interested in, co-\nand community representatives  capacity-building  developing pilot activity \n(at least 40% of which are  events  applications \nwomen) have practical \nDepartments or agencies \nexperience in UCCR planning \nworking in silos prevent \nprocesses (2014 baseline: 0). \n ", "Appendix 1  7 \nData Sources and \nPerformance Targets and  Reporting  Assumptions and \nDesign Summary  Indicators with Baselines  Mechanisms  Risks  \n2. Targeted cities network  Number of city professionals and  Progress and Final  multisector planning and \nto share knowledge and  community representatives (at  reports  implementation needed \nbuild capacity through  least 40% of which women) who    for improving UCCR \npeer learning and joint  participate in UCCR knowledge   \ntraining activities  sharing activities increased by   \n1,000 (2014 baseline: 0).   \n \nNumber of city-to-city knowledge \nLessons learned \nexchanges (workshops, site \nreports  \nvisits, twinning arrangements) \n \nincreased by at least 10 by 2017 \n \n(2014 baseline: 0). \n \nNumber of UCCR knowledge   \nFinal reports \nproducts disseminated increased \n \nby at least 10 (2014 baseline: 0). \n \nNumber of people accessing   \nWebsite downloads, \ndisseminated UCCR knowledge \nhardcopy distribution \nproducts increased by at least \n1,000 (2014 baseline 2014: 0). \n3. Development of pilot  At least 15 pilot and project  Urban Financing \nactivities and project  development activities are  Partnership Facility \ndevelopment support  implemented.  and Pilot and \nDemonstration \nActivities Facility \nManager \nAt least one methodology, to  Pilot project \nensure that government and civil  implementation \nsociety organization approaches  reports \nare combined, is developed and \ndisseminated. \n3–5 knowledge products, which  Technical assistance \nshare findings, principles, and  progress reports, \nlessons learned from pilot  completion report \nactivities, are developed.   \nActi  vities with Milestones  Inputs \n1.  Integrated urban development plans are developed in selected DMC cities   \nincorporating UCCR principles  \nADB: \n1.1 Develop a detailed assessment scope, methodology, and outline of UCCR \nplanning studies in consultation with ADB’s operations departments (August  Urban Climate Change \n2015).  Resilience Trust Fund \n1.2 Undertake city selection in consultation with ADB’s operations departments  under the Urban \nand target DMCs (ongoing).  Financing Partnership \n1.3 Prepare UCCR planning studies that (i) include assessments of  Facility: $15,000,000 \nsocioeconomic vulnerability, climate risk, and urban systems; (ii) provide an \nSubproject 1:  \noverview of UCCR issues and their relevance in the urban context; \n(iii) develop a UCCR strategy that responds to climate risks on critical urban  $3,950,000 \nsystems; and (iv) identify the most feasible soft and hard infrastructure \nSubproject 2: \nprojects to build UCCR (December 2018). \n1.4 Revise and finalize UCCR planning studies based on review comments from  $4,985,000 \nquality assurance consultants and ADB project officers (December 2021). \n ", "8  Appendix 1 \nActivities with Milestones  Inputs \n1.5 Develop knowledge products, synthesizing lessons learned and good  Subproject 3: \npractices on UCCR planning studies (December 2021). \n$6,065,000 \n2.  Targeted cities network to share knowledge and build capacity through peer \nlearning and joint training activities  Total: \n2.1 Prepare and lead implementation of a knowledge, networking, and capacity-\n$15,000,000 \nbuilding strategy and plan in consultation with ADB’s operations departments \nand target DMCs (August 2015). \n2.2 Develop a knowledge product that shares the UCCRTF approach and \nexperiences to measuring resilience and avoided loss (August 2018). \n2.3 Undertake a study of system failure—causes, associated environment \ndegradation, and habitat loss and costs (March 2016). \n2.4 Develop knowledge products based on lessons emerging from cities and \ninvestment projects in different sectors and regions (December 2021). \n2.5 Provide capacity development to strengthen target DMCs’ and development \npractitioners’ capacity to apply best available UCCR knowledge to urban \ndevelopment through conferences, workshops, trainings, study visits, and city \nexchanges (December 2021). \n2.6 Exchange knowledge with existing and emerging UCCR related networks, \ninstitutions, and actors (ongoing). \n2.7 Establish an annual monitoring regime that collects and collates data from \ncities, pilots, projects, and knowledge activities; and support monitoring and \nevaluation activities (ongoing). \n2.8 Develop annual reports that measure progress against the overall baseline \nand in UCCRTF-supported cities (annual). \n3.  Development of pilot activities and project development support \n3.1 Using criteria established by the UCCRTF Secretariat, screen and identify \npossible projects for support from the ADB project pipeline for pilot and \nproject development assistance (August 2015). \n3.2 Provides support for pilot prefeasibility, and feasibility studies, as required, for \nidentified projects (ongoing). \n3.3 Coordinate the implementation of pilot activities, including design, application, \nselection, supervision, and monitoring, in close coordination with ADB’s \noperations departments (ongoing). \n3.4 Prepare review, and finalize project development and pilot activities reports \nbased on comments from quality assurance consultants and ADB project \nofficers (ongoing). \n3.5 Identify opportunities to scale up pilot activities with operations departments \nand resident missions (ongoing). \n3.6 Develop knowledge products synthesizing current practices, strengths and \nweaknesses, and lessons learned and good practices, on funded activities \n(December 2021). \n \nADB = Asian Development Bank, DMC = developing member country, UCCR = urban climate change resilience, \nUCCRTF = Urban Climate Change Resilience Trust Fund. \nSource: Asian Development Bank. \n \n ", "Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem                                                        Amount \nUrban Climate Change Resilience Trust Funda under the Urban \nFinancing Partnership Facility \nSubprojectb \n           \n1  2  3 \n1. Consultants \na. Remuneration and per diem \ni.  International consultants         2,345.0  2,835.0    2,880.0   8,060.0 \nii. National consultants     955.0    865.0  700.0   2,520.0 \nb. International and local travel     330.0    370.0  355.0   1,055.0 \nc. Reports and communications         5.0       5.0     5.0       15.0 \n2. Equipmentc         5.0       5.0  950.0      960.0 \n3. Workshop, training, seminars, and    \n    conferencesd      80.0   400.0    50.0      530.0 \n4. Surveys, studies,e and pilot   \n    interventions    0.0   250.0   850.0   1,100.0 \n5. Miscellaneous administration and    \n    support costs      85.0     85.0     85.0      255.0 \n6. Contingencies     145.0   170.0    190.0      505.0 \nTotal  3,950.0    4,985.0  6,065.0  15,000.0 \n       \na  Financing partners: the Rockefeller Foundation and the governments of the United Kingdom and the United States. \nAdministered by the Asian Development Bank. All expenditures under the technical assistance will be in accordance \nwith eligible and ineligible expenses outlined in the Urban Climate Change Resilience Trust Fund guidelines. \nb  Implementation period for each of the Subproject is from 2015 to 2021. \nc  Includes information technology equipment (computers and printers) and software. All equipment procured for pilot \nand project development in specific countries and cities will be turned over to the respective government partners at \nthe end of each project. \nd  Includes travel and per diem for workshop participants, travel of Asian Development Bank staff as resource persons, \nand costs for external resource persons for workshops and peer reviewers. \ne  Includes publication and translation costs. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n ", "10  Appendix 3     \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The implementation of the cluster regional capacity development technical assistance \n(TA) of the Asian Development Bank (ADB) will require (i) a core team of permanent staff who \nwill  oversee  the  running  of  the  constituent  subprojects,  and  (ii)  staff  with  designated \nresponsibility  for  the  three  subprojects.  A  range  of  consultancy  inputs  will  be  needed  to \nsupplement core staff inputs. This implies the retention of some international and national \nconsultants  in  long-term  support  roles.  Short-term  consultancy  inputs are  also  likely  to  be \nrequired for a range of technical tasks. \n \n2.  The subprojects will require the services of experts in urban climate change resilience \n(UCCR), urban planning, monitoring and evaluation, knowledge and communication, and project \nmanagement.  Detailed  terms  of  reference,  the  precise  extent  of  consultancy  inputs,  and \nconsultant selection methods will be defined during subproject processing, in accordance with \nADB procedures for cluster TA. Some of the key tasks that consultants will undertake under \neach subproject are outlined below. \n \n3.  Under each subproject, different methods of consultant selection will apply, depending on \nthe size and nature of the contracts. Consultants may be engaged via consulting firm(s) or \nindividually. The consultants will be engaged using procurement modalities: quality- and -cost-\nbased selection using a technical–financial ratio of 90:10, quality-based selection, consultant \nqualification selection or fixed budget selection, as appropriate.  \n \nA.  Subproject A: Integrated Urban Development Plans are Developed in Selected \nDeveloping  Member  Country  Cities  Incorporating  Urban  Climate  Change \nResilience Principles \n \n4.  International  and  national  (firm  and  individual,  urban  planning,  climate  risk, \nsocioeconomic experts, 134 international person-months and 140 national person-months). The \nexperts will do the following: \n(i)  Develop  a  detailed  assessment  scope,  methodology,  and  outline  of  UCCR \nplanning studies in consultation with ADB’s operations departments. \n(ii)  Consult ADB’s operations departments and target developing member countries \non city selection. \n(iii)  Undertake an urban analysis, which (a) includes a review of current urban trends; \nand (b) identifies critical urban systems and current priorities, socioeconomic \nstatistics,  likely  urban  development  scenarios,  and  existing  plans  for  urban \ndevelopment in the short and long term. \n(iv)  Review historical hazard profiles, develop scenarios of climate change variables, \nand  provide  detailed  guidance  on  how  climate  (and  sea  level,  if  applicable) \nscenarios interact with urban development scenarios. \n(v)  Engage with government and other relevant stakeholders as part of a multi-\nstakeholder vulnerability assessment. \n(vi)  Through  an  iterative  approach,  develop  a  draft  UCCR  planning  studies  and \naction plan, including possible pilot projects. \n(vii)  Identify and define possible resilience-building actions (including structural and \nnonstructural measures) that have emerged; comment on their likely feasibility \nand sustainability, cost and benefit, and potential sources of finance. \n(viii)  Review and finalize the climate change resilience assessment in consultation \nwith relevant local stakeholders (including government) and ADB project officers, \nand support the transition to implementation. \n ", "  Appendix 3  11 \n(ix)  Develop knowledge products, synthesizing lessons learned and good practices \nfrom UCCR planning. \n \nB.  Subproject B: Targeted Cities Network to Share Knowledge and Build Capacity \nthrough Peer Learning and Joint Training Activities \n \n5.  International and national (firm, knowledge management, communication, monitoring \nand evaluation experts, 162 international person-months and 124 national person-months). The \nexperts will do the following: \n(i)  Develop  a  knowledge,  networking,  and  capacity-building  plan  for  the  TA, \nincluding  identifying  key  UCCR  knowledge  gaps,  and  how  the  knowledge \ngenerated by the Urban Climate Change Resilience Trust Fund (UCCRTF) will \nbe shared internally within ADB and externally to wider stakeholder groups. \n(ii)  Develop  and  manage  relationships  with  external  peer  learning  networks—at \ncountry  and  regional  levels—to  ensure  that  UCCRTF  cities  are  using  best \npractices,  and  that  UCCRTF  experience  and  learning  is  being  shared  with \nexisting networks. \n(iii)  Identify  capacity  gaps  and  assist  with  the  development  of  training  inputs \n(technical and financial) and knowledge-sharing workshops that build capacity on \nUCCR with identified external audiences. \n(iv)  Manage the production of a range of knowledge outputs to disseminate the \nlearning  and  experiences  emerging from the UCCRTF  cities  and  investment \nprojects, including (a) the UCCRTF approach and experiences with measuring \nresilience  and  avoided  loss;  and  (b)  a  study  of  system  failure—causes, \nassociated environment degradation, and habitat loss and costs. \n(v)  Work with ADB’s operations departments to support peer learning on UCCR \nthrough  the  implementation  of  knowledge  hubs  and/or  urban  management \npartnerships,  and  develop  lessons  learned  reports  to  share  internally  and \nexternally. \n(vi)  Organize and coordinate the participation of UCCRTF partners in panels and/or \nsessions at key urban and climate change conferences in the region. \n(vii)  Arrange city exchanges and city twinning between UCCRTF cities with shared \nchallenges. \n(viii)  Manage relationships with ADB’s Department of External Relations and Cities \nDevelopment  Initiative  for  Asia  capacity  development  and  communications \nofficers. \n(ix)  Establish  effective  communication  through  various  channels,  including  the \ninternet, publications, promotional material, and a newsletter; and disseminate to \nUCCRTF partners. \n(x)  Design  and  implement  a  monitoring  system  process,  which  ensures  that \nprogress against indicators across all applications can be assessed at 6 monthly \nintervals. \n(xi)  Work  closely  with  external  monitoring  and  evaluation  consultants  to  scope, \nimplement, and finalize annual monitoring and midterm evaluation reports. \n \nC.  Subproject C: Development of Pilot Activities and Project Development Support \n \n6.  International and national (firm, urban planning, climate change adaptation experts, \n105 international  person-months  and  100  national  person-months). The  experts  will  do  the \nfollowing: \n ", "12  Appendix 3 \n \n \n(i)  Use  criteria  established  by  the  UCCRTF  Secretariat  to  screen  and  identify \npossible projects for support from the ADB project pipeline for pilot and project \ndevelopment assistance, focusing on cities already selected or where UCCR \naction (planning or investment projects) is already initiated. \n(ii)  Support the design, implementation, and management of a small grants program \nfor  UCCR  pilot  and  demonstration  activities  to  test  and  validate  new  and/or \ninnovative approaches, strategies, technologies, and methodologies, on a small \nscale, with the intention of replicating and scaling up such successful innovative \npractices across the region. Pilot activities may benefit from being designed as \nhypothesis-driven structured experiments, with an impact evaluation component \nto test and compare effects on dependent variables of interest. \n(iii)  Provide support to ADB’s operations departments for prefeasibility and feasibility \nstudies, as required, for identified projects. \n(iv)  Prepare,  review,  and  finalize  project  development  and  pilot  activities  reports \nbased on comments from quality assurance consultants and ADB project officers. \n(v)  Work with nongovernment organizations and community-based organizations to \ndevelop applications that meet the criteria for the UCCR pilot and demonstration \nactivities. \n(vi)  Support the review of application batches, and make recommendations on which \napplications should be considered for approval. \n(vii)  Review draft reports in consultation with ADB project officers and provide quality \nassurance on project outputs. \n(viii)  Identify  opportunities  to  scale  up  pilot  activities  with  ADB’s  operations \ndepartments and resident missions. \n(ix)  Develop  knowledge  products,  synthesizing  current  practices,  strengths  and \nweaknesses, and lessons learned and good practices, on funded pilot activities. \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20150409143341+08'00'", "ModDate": "D:20150409143341+08'00'", "Author": "cf4", "Creator": "PDF24 Creator", "Title": "Microsoft Word - 150409_TA(REG)PromUrbClimateChangeResSelAsianCities (for circulation-rev).docx"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  RSDD  –  Regional and Sustainable Development Department \n  TA  –  technical assistance \n  UCCR  –  urban climate change resilience \n  UCCRTF  –  Urban Climate Change Resilience Trust Fund \n \n \n \n \n \n \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \n \nVice-President  B.N. Lohani, Knowledge Management and Sustainable Development \nDirector General  M.C. Locsin, Regional and Sustainable Development Department (RSDD) \nSenior Director  G.H. Kim, Sector Advisory Service Division, RSDD \n   \nTeam leader  A. Vogl, Urban Development Specialist, RSDD \nTeam members  J. Huang, Senior Urban Development Specialist, RSDD \n  S. Sampath, Principal Urban Development Specialist, RSDD \nPeer reviewer  S.C. Sandhu, Senior Environment Specialist, Southeast Asia Department \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "B.N. Lohani", "role": "Knowledge Management and Sustainable Development", "organization": ""}, {"documentRole": "Director General", "fullname": "M.C. Locsin", "role": "Regional and Sustainable Development Department (RSDD)", "organization": ""}, {"documentRole": "Senior Director", "fullname": "G.H. Kim", "role": "Sector Advisory Service Division", "organization": "RSDD"}, {"documentRole": "Team leader", "fullname": "A. Vogl", "role": "Urban Development Specialist", "organization": "RSDD"}, {"documentRole": "Team members", "fullname": "J. Huang", "role": "Senior Urban Development Specialist", "organization": "RSDD"}, {"documentRole": "Team members", "fullname": "S. Sampath", "role": "Principal Urban Development Specialist", "organization": "RSDD"}, {"documentRole": "Peer reviewer", "fullname": "S.C. Sandhu", "role": "Senior Environment Specialist", "organization": "Southeast Asia Department"}]}