{"path": "data/input/ta/48357-001-tar.pdf", "pages": ["", "2   \nthat present developmental needs are met without compromising the future.”6 The 11th Malaysia \nPlan, currently under preparation, continues to place emphasis on sustainable urban growth. \n \n4.  For  ADB,  environmentally  sustainable  economic  growth  is  a  priority  under  Strategy \n2020, with operational significance for this S-CDTA as detailed in the Urban Operational Plan \n2012‒2020.7 \n \n5.  In Melaka, the TA 8040-REG initiated GCAP with capacity building activities envisioned \nto strengthen the ability of stakeholders, especially at the local government level to implement \nand increase competencies in integrated urban development. The initial efforts, based on a \nneeds assessment, identified an investment program comprising priority investment projects for \nresilience  in  urban  services.  These  projects  emerged  from  the  thematic  areas  of  energy \nefficiency,  natural  resource  management,  green  transportation,  and  cultural  heritage  and \ntourism, among others. \n \n6.  The  GCAP  for  Melaka  was  endorsed  by  the  Indonesia-Malaysia-Thailand  Growth \nTriangle (IMT-GT) Summit in Nay Pyi Taw, Myanmar in May 2014 and was adopted by the \nState of Melaka as the overarching document to operationalize its blueprint to guide integrated \nurban development and urban planning as a road map for green growth in Malaysia. This work \nencouraged the Government to plan a series of follow-up activities to be carried out under the \nS-CDTA, making the request during ADB missions in November 2013 and April 2014. At the \nIMT-GT second Ministerial Meeting on 13 September 2013, the IMT-GT green cities initiative \nwas selected as a key signature project, with Melaka as the pilot city. The 7th IMT-GT Summit in \nBrunei, Darussalam on 25 April 2013 further directed the immediate implementation of projects \nidentified in the initial green city report on Melaka, of which the green city benchmarking (GCB) \nand baseline indexing was prioritized by the economic planning unit for support from ADB. The \ndesign and monitoring framework is in Attachment 1.  \n \n7.  The S-CDTA will be financed by ADB’s Technical Assistance Special Fund (TASF-Other \nSources) and will be reimbursed by MGTC. As the MGTC is tasked to implement green urban \ndevelopment projects and activities independently of the Government, ADB will work directly \nwith MGTC, and not through the Government in implementing the S-CDTA. It is on this basis \nthat the S-CDTA is classified as nonsovereign.8  \n \nB.  ISSUES \n8.  The proposed S-CDTA builds on the GrEEEn cities approach9 initiated under the Green \nCities RETA  to reflect a conscious effort to address emerging problems resulting from rapid \nurbanization and the broader challenges of degradation of the environment, over-exploitation of \nnatural resources, increased risks from floods and natural disasters, and reduced quality of \n                                                \n6  Government of Malaysia, Economic Planning Unit. 2010. 10th Malaysia Plan 2011‒2015. Chapter 1, p. 26. \nAvailable at http://www.epu.gov.my/epu-theme/RMKE10/rmke10_english.html.   \n7  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. ADB. 2012. Urban Operational Plan, 2012–2020. Manila. \n8  PSOD's concurrence for SERD to continue processing this S-CDTA with the MGTC is in Attachment 4. As the TA \nwill be under SERD, the financing will not be charged to PSOD's TA allocation. In addition, since MGTC will be \nadvancing the cost of the TA, the TA will not be charged against ADB's TA resources. To be consistent with \nnonsovereign operations practice, we are also undertaking integrity due diligence (IDD) on MGTC, with help from \nOAI. The IDD Report and OAI’s concurrence is in Attachment 5.    \n9  S. Chand Sandhu and R. Naik Singru. 2014. Enabling GrEEEn Cities: An Operational Framework for Integrated \nUrban  Development  in  Southeast  Asia.  ADB  Southeast  Asia  Working  Paper  Series.  No.  9.  Manila.  Asian \nDevelopment Bank.  \n ", "        3 \nsome aspects of life even as incomes rise. Malaysia is experiencing rapid growth of its urban \ncenters: the proportion of the population living in urban areas is expected to climb from the \ncurrent level of 65% to 85% in 2050.10 While these areas provide some of the key drivers of \nnational economic growth, urbanization puts pressure on the environment as well as demands \nthat local government officials have the capacity to cope with increasingly complex issues \ninvolving the provision of services and the stewardship of the urban environment.11 These \nissues  range  across  the  many facets  of  urban  life  including  the  need for  better  planning, \nreducing  urban  sprawl  and  inequities  in  service  provisions,  improving  energy  efficiency, \nenhancing water and sanitation services, improving solid waste management, addressing the \nurban heat island effect (urban centers are hotter than surrounding areas), and widening and \ndeepening mobility options. In short, the task is to improve the quality of urban life through \nbetter  policies  and  actions  with  improved  institutional  coordination  and  strengthened \ncompetencies for implementation.  \n \n9.  Melaka is well recognized as a world heritage city that receives millions of visitors \nannually. The city is expected to increase in population, adding over 120,000 residents between \n2011  and  2020.  Manufacturing  is  strong  and  was  responsible  for  approximately  45%  of \nMelaka’s gross domestic product and nearly 29% of the jobs in 2011. Nearly two-thirds of \nMelaka is categorized as environmentally-sensitive areas due to ecological reasons such as rich \nbiodiversity. Agriculture is still prominent as a land use and occupies half of the land in Melaka. \nPortions of Melaka, particularly the historic part, reflect green design characteristics such as \nwalkable neighborhoods and mixed-use developments that reduce the need for auto-use. By \ntransforming the Melaka River from a drainage channel to a popular and award-winning cultural \namenity,  Melaka  has  already  demonstrated  its  leadership  in  successfully  implementing  an \nintegrated  project.  This  S-CDTA  will  prepare  Melaka  as  a  good  practice  example  with \nopportunity for  replication  not  only  nationally  but  across the IMT-GT  and  Greater  Mekong \nSubregion countries.  \n \n10.  Malaysia  and  Melaka  have  a  policy  framework  supporting  sustainable  urban \ndevelopment, yet key challenges threaten environmental quality and economic competitiveness. \nCoastal development continues without risk assessment related to impacts of climate change. \nTraffic congestion is worsening and can threaten Melaka’s popularity with tourists. The heritage \narea needs continued improvements and effective management to ensure that tourism goals, \nheritage priorities, and interests of residents can be balanced. The GCAP focuses on the above \nstated issues underscored by water management, energy efficiency and renewable energy, \ngreen transportation, zero waste, urban agriculture and forestry, cultural heritage, and tourism. \nBenchmarking was identified as the first step towards implementation and progress monitoring \nof the GCAP. The following two key activities are among the first steps to implement the GCAP: \n(i) prepare a baseline database with indicators and benchmarks to monitor and evaluate the \nimpact  of  proposed  actions;  and  (ii)  undertake  capacity  building  efforts  to  enhance  local \nknowledge and capabilities in pursuing green actions, and in particular provide the necessary \ncapacity to run the baseline and/or benchmark models that will be handed over to the MGTC \nand the State of Melaka. The S-CDTA will focus on these two activities.  \n                                                \n10  Statement by the Honourable Datuk Faizah Mohd Tahir, Head of Delegation and Secretary General, Ministry of \nWomen, Family and Community Development, Malaysia on Item 4: Population Distribution, Urbanisation, Internal \nMigration and Development at the 41st Session of the Commission on Population and Development, United \nNations, New York. 8th April 2008.  \n  Available at http://www.un.org/en/development/desa/population/pdf/commission/2008/country/malaysia.pdf   \n11  The 10th Malaysia Plan notes the role of urban agglomerations in the growth process of the country. Economic \nPlanning Unit, Government of Malaysia. 10th Malaysia Plan 2011-2015. 2010. Chapter 3, p. 70. Available at \nhttp://www.epu.gov.my/epu-theme/RMKE10/img/pdf/en/chapt3.pdf.  \n ", "4   \nC.  THE PROPOSED TECHNICAL ASSISTANCE \n \n1.  Impact and Outcome \n \n11.  The expected impact of the S-CDTA will be a sustainable green city of Melaka with \nimproved urban environmental sustainability and climate resilience. Such improvements will be \nmeasured by adoption and implementation of the GCAP.  \n  \n12.  The outcome of the S-CDTA will be improved capacity for urban planning and capacity \nbuilding of MGTC and local government officials in Melaka. The S-CDTA will draw upon the \nUrban Management Partnership (UMP) program pioneered under the Green City RETA to foster \npeer-to-peer learning in Melaka. Activities supported under the UMP will include initiating a \npartnership with leading institutions such as the Institute for Housing and Urban Development \nStudies,12 and earmarked to undertake Output 2 below (Para 13b). The design and monitoring \nframework is in Appendix 1. \n \n2.  Methodology and Key Activities \n \n13.  The outputs will be: \n \na.  Output  1:  The  PINTAR13 model  developed  as  a  decision-support  system  with \nbaseline  database  and  economy,  environment,  and  equity  (3E)  benchmarking \napproaches,  this  will  analyze  the  extent  to  which  the  green  city  development \ncurrently stay or has progressed as a result of adoption of the GCAP. The PINTAR \nwill be a software tool  with key elements as follows: (i) data and information \nassessment,  analyzing  and  clearly  describing  economic,  demographic,  social, \nenvironmental, fiscal, and governance conditions at spatial scales ranging from the \ncity  level  to  provincial  and  at  the  national  level;  (ii)  development  of  3E \nbenchmarking  methodologies‒review  and  assess  applicability  of  available \ncomparable indices, including the applicability of indicators currently being used; (iii) \ndevelopment of baseline database and 3E livability indicators, considering the \nexisting  baseline,  the  business-as-usual  and  alternative  low  emission  and  low \ncarbon, future development scenarios, to include advanced protocols for projecting \ndevelopment trends; (iv) benchmarking Melaka City; and (v) provide hands-on \ntraining to model users and city authorities to understand the methodology and \napplication of the tool. \n \nb.  Output  2:  Capacity  building  and  awareness-raising  workshops  conducted.  This \nincludes the provision of training for the managing of baseline and benchmarking \nmodels that will be handed over to MGTC and Melaka as outlined under Output 1 \nabove. \n  \nc.  Output  3:  Knowledge  sharing  and  awareness-raising  workshops  to  expand  the \nimplementation of the GCAP. \n                                                \n12 The Institute for Housing and Urban Development Studies is an international center of excellence of the School of \nEconomics and the Faculty of Social Sciences of the Erasmus University Rotterdam, The Netherlands. It offers \npost-graduate  education,  training,  advisory  services,  and  applied  research  related  to  urban  sustainability. \nhttp://www.ihs.nl/about_ihs/introduction/  \n13 PINTAR is the Malay word for smart and swift. This reflects the thinking behind the development of the green city \nmodel to establish and monitor baselines and benchmarks using smart technology. It emphasizes people, industry, \nnetworks, technology, and aggregation of resources. The finalized model will be the property of the MGTC.  \n ", "        5 \n3.  Cost and Financing \n \n14.  The  S-CDTA  is  estimated  to  cost  $153,000,  of  which  ADB  will  initially  finance  an \nestimated amount of $150,000 from its TASF-Other Sources to be reimbursed by MGTC.14 The \nMGTC will provide counterpart support in the form of administrative assistance, and other in-\nkind contributions as warranted. Details of the cost estimates and financing plan are in Appendix \n2. \n \n4.   Implementation Arrangements \n \n15.  The MGTC will be the executing agency. The S-CDTA will be implemented from 1 \nJanuary 2015 to 31 December 2015. The S-CDTA will require the engagement of two dedicated \nfirms as follows:  \na.  A consultancy firm will be selected on a competitive bid basis for Output 1, with a \nlump-sum contractual payment, using the fixed budget selection method. Under \nOutput 1, the firm will determine the nature and typology of the indicators to be \ncollected to (i) supervise the initial data collection and database development, (ii) \nestablish targets and benchmarks in consultation with local government officials, \nand (iii) plan the continual monitoring through the use of these indicators. \nb.  Due to the diverse skills set required for Output 2, a firm with proven and globally \nrecognized  leader  in  the  areas  concerned  has  been  identified  and  will  be \nengaged through the single source selection (SSS) method. The SSS method is \nmost suitable given the tasks require highly specialized subset of knowledge \nwithin  knowledge  sphere  of  integrated  urban  development  and  environment \nplanning  issues.  The  skills-set  requirements  are  further  narrowed  because \nOutput 2 is a continuation of the previous work under the GCAP,15 thus the TA \ntasks are well-defined and the scope specific. 16 The Institute for Housing and \nUrban Development Studies, International Institute of Urban Management (IHS) \nis the consultancy firm earmarked  to undertake Output 2. IHS will plan and \nconduct  the  expected  workshops  to  provide  the  capacity  building  for  local \ngovernment officials.  \nc.  The firms will be hired in accordance with ADB’s Guidelines on the Use of \nConsultants (2013, as amended from time to time). The draft terms of reference \nfor firms are in Appendix 3 and will be refined in further consultation with the \nMGTC.  The  review  of  the  outputs  will  be  done  by  ADB  and  MGTC,  in \nconsultation with relevant departments in each institution. Proceeds of the TA will \nbe  disbursed  in  accordance  with  the  Technical  Assistance  Disbursement \nHandbook (2010 as amended from time to time). \n \n16.  A national project coordinator and technical resource specialist will also be recruited as \nan individual consultant for 4 person-months to facilitate as the focal point between the firms \nand the MGTC and other stakeholders at the local government unit. The consultant is expected \nto have wide experience in urban planning and development, urban renewal and rehabilitation, \npolicy management, and with institutional analysis with good quantitative skills.   \n \n                                                \n14  The Arrangement of Cooperation between the Government and ADB, dated 25 October 2011 provides the basis \nfor the reimbursement of technical assistance.  \n15  The previous work for the GCAP was financed by ADB under ADB. 2010: Technical Assistance for Public Private \nPartnership in BIMP-EAGA and IMT-GT. Manila and Footnote 5. \n16  Under PAI No.2.02, single source selection is permissible for engagements below $100,000 subject to consultation \nwith OSFMD. Given the tight budget, the firm will be offered lump-sum contracts.  \n ", "6   \nD.  RECOMMENDATION \n17.  Pursuant to the authority delegated to heads of departments and offices to approve \nsmall-scale technical assistance, your approval is requested to provide a small-scale CDTA to \nthe Melaka Green Technology Corporation for Sustainable Urban Management (Green Cities) \nSupport for Follow-up Activities in Melaka, Malaysia in an amount not exceeding the equivalent \nof $150,000. The S-CDTA will be financed by Asian Development Bank’s Technical Assistance \nSpecial Fund (TASF-Other Sources) and will be reimbursed by MGTC.  \n \n18.  Such approval will be reported to the Board in the Quarterly Summary Report on Small-\nScale and Supplementary Technical Assistance Projects Not Exceeding $225,000. \n \n \n \nAttachments:  (1) Design and Monitoring Framework \n(2) Cost Estimate and Financing Plan \n(3) Outline Terms of Reference for Consultants \n(4) E-mail from PSOD providing concurrence for SERD \n(5) IDD Report and OAI concurrence \n(6) TA Registration  \n(7) Comments Matrix \n(8) OGC Clearance \n  \n \ncc:    Vice  President  (Operations  2);  Deputy  Director  General,  SERD;  Assistant \nGeneral Counsel, OGC; Assistant Controller, CTLA; Directors, OAI; OSP2, OCO; \nSenior Advisor to VPO2 (S. Shrestha); N. Jain, SEOD; S. Tukuafu, E. Thomas, \nU. Hoque, A. Musa, SEOD; L. Adams, S. Kotagiri, S. Schapero, SEUW;  C. \nLiwag, CTLA-TA; K. Yamaoka, OIA; S. Zaidansyah, OGC; V. Lisack, OSP2; \nCountry Team Leader; G. Krishnan, SERC \n ", "  Appendix 1  7 \nPRELIMINARY DESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets and  Data Sources and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Assumptions and Risks \nImpact  By 2017  Urban development  Assumptions \nSustainable green  master plans and policy  Central government support \nGreen city action plans \ncity of Melaka with  statements  continues to encourage a \nadopted and implemented  \nimproved urban  sustainable development \nUrban sector budgets \nenvironmental  Environmental  path for Melaka \n(national and local \nsustainability and  management and   \ngovernments) \nclimate resilience  resilience incorporated into  Favorable business climate \nurban planning processes  Departments of  prevails in Melaka \nplanning, construction,   \n \nenvironment, and health  Complementary \nsubregional cooperation \nPlanning department, \ninitiatives for transport \nlocal government \nconnectivity in IMT-GT \nrecords, city government \nproceed as planned \nrecords, business \n \ncouncil \nRisks \nMalaysia Development  Melaka is adversely \nPlan  affected by international \neconomic developments \n \nPrivate sector lacks \nincentives to develop green \nsolutions \nOutcome  By 2015  Urban development  Assumptions \nImproved capacity for    master plans and policy  Central, provincial, and city \nurban planning and  PINTAR model adopted as  statements  governments and \ncapacity building of  a DSS for enhanced    leadership remain fully \nMGTC and local  capacity of local  Urban sector budgets  committed to the project \ngovernment officials  government departments  (national and local   \nin Melaka   to plan, deliver, and  governments)  Communities and \n  manage urban    stakeholders understand \ninfrastructure and services.   TA reports  how they can participate \n    and benefit \n  Departments of   \nplanning, construction,  Risk \nenvironment, and health  Political priorities may \nchange \nOutputs  By 2015  Planning department  Assumptions \n1. PINTARa model      Private sector has \ndeveloped as a  PINTAR model developed  Local government  motivation and incentives to \nDSS with baseline  with green city index  records  invest in green projects \ndatabase and 3E  (indicators) developed     \nbenchmarks  comprising environmental  Departments of  Key decision-makers and \n  quality data and urban  environment, health,  other key staff attend the \n2. Capacity building   profile  construction, and/or  workshops and \nand awareness-   transport annual reports  conferences \nraising workshops  Program and modules on  and studies   \nconducted   integrated urban    Risk \n  development and  TA reports  Key urban managers are \n3. Knowledge  environmental planning    not able to commit fully to \nsharing and  developed.     the capacity development \nawareness-raising    program due to other \n ", "8  Appendix 1 \n \nworkshops to  All MGTC staff and  assigned tasks \nexpand the  technical staff from the \nimplementation of  Melaka City government \nthe GCAP   trained \n \nGreen city citizen \nscorecards developed for \nmonitoring in consultation \nwith the communities  \n \nPolicy dialogue and \nawareness-raising \nconducted through \nknowledge sharing in-\ncountry and regional \nworkshop conducted to \ncreate future regional \ninvestment opportunities \nActivities with Milestones   Inputs: $150,000   \n1.  PINTAR model developed as a DSS with  (TASF-Other Sources) to be reimbursed by MGTC  \nbaseline database and 3E benchmarks    Item  Amount ($’000) \n1.1  Conduct consultations towards selection of   Consulting services  120.0 \nindicators by Q1 2015   Training, seminars, and  20.0 \n1.2  Assemble PINTAR model with software by Q2  conferences \n2015  Miscellaneous  5.0 \n1.3  Review workshop by Q2 2015  administration and \n1.4  Conduct dissemination workshop by Q3 2015  support \n  Contingencies  5.0 \n2.  Capacity building and awareness-raising \n   \nworkshops conducted \nNote: The TA is estimated to cost $153,000, of which \n2.1  Complete TNA by Q1 2015 \ncontributions  from  ADB are  presented  in  the  table \n2.2  Conduct consultation and awareness  \nabove. The contributions will be reimbursed by MTGC.  \nworkshop on by Q1 2015 \nThe MGTC will provide counterpart support in the form \n2.3  Develop modules by Q1 2015 \nof  administrative  assistance,  and  other  in-kind \n2.4  Complete trainings by Q3 2015 \ncontributions.  The  value  of  MTGC’s  contribution  is \n \nestimated to account for 2% of the total TA cost. \n3.  Knowledge sharing and awareness-raising \nworkshops conducted \n3.1  Conduct high level consultation workshop on   \npolicy by Q2 2015 \n3.2  Conduct stakeholder awareness and \nconsultation workshops on investment \nopportunities, and tools developed by Q3 2015 \n3E = economy, environment, and equity; ADB = Asian Development Bank; DSS = decision-support system; GCAP = green \ncity action plan; IMT-GT = Indonesia-Malaysia-Thailand Growth Triangle; MGTC = Melaka Green Technology Corporation \nPINTAR = people, industry, networks, technology, and aggregation of resources; Q = quarter; TA = technical assistance; \nTASF = Technical Assistance Special Fund; TNA = training needs assessment. \na     PINTAR is the malay word for smart and swift. This reflects the thinking behind the development of the green city model \nto establish and monitor baselines and benchmarks using smart technology. It emphasizes people, industry, networks, \ntechnology, and aggregation of resources. \nSource: Asian Development Bank. \n \n \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \nItem  Amount \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultantsb  92.0 \n      ii.  National consultants  20.0 \n    b.  International and local travel  5.0 \n    c.  Reports and communications  5.0 \n  2.  Training, seminars, and conferences  20.0 \n  3.  Miscellaneous administration and support costs  3.0 \n  4.  Contingencies  5.0 \n      Total  150.0 \nNote: The technical assistance (TA) is estimated to cost $153,000, of which contributions from the Asian Development \nBank are presented in the table above. The contributions will be reimbursed by Melaka Green Technology Corporation \n(MTGC).  The  MGTC  will  provide  counterpart  support  in  the  form  of  administrative  assistance,  and  other  in-kind \ncontributions. The value of MTGC’s contribution is estimated to account for 2% of the total TA cost. \na  Financed  by  Asian  Development  Bank’s  Technical  Assistance  Special  Fund  (TASF-Other  Sources) and  will  be \nreimbursed by Melaka Green Technology Corporation.  \nb  Comprising of an estimated cost of $50,000 to be provided on a lump-sum basis for Output 1 and a further estimated \n$42,000 for Output 2 being offered to the firm (Institute for Housing and Urban Development Studies, International \nInstitute of Urban Management) selected through single source selection method.   \nSource: Asian Development Bank estimates. \n ", "10  Appendix 3           \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n19.  For Output 1, the firm will be recruited through on a competitive basis on a fixed budget \nselection basis and provided with a lump-sum contract. However for Output 2, the single source \nselection (SSS) method17 will be utilized, as the scope of work is well defined requiring specific \nexpertise and timely delivery. These activities are precursor to the broader implementation of \nGreen City Action Plans given the high potential for replication across the Indonesia-Malaysia-\nThailand Growth Triangle (IMT-GT) and possible expansion across to other Southeast Asian \ncountries.  In  this  regard,  initial  institutions 18 have  been  pre-identified  with  the  required \ninternational and national consultants’ expertise in integrated urban and regional planning with \nbackgrounds suitable for the assignment of compiling a green city index and planning and \nconducting workshops. Both institutional firms are of international repute for providing technical \nadvisory services and research expertise for innovative applications in integrated urban and \nregional planning, environmental engineering, energy efficiency, sustainable transport, water \nand wastewater service provision, solid waste management, institutional management, urban \nfinance, and social development.  \n \n20.  Output  1:  The PINTAR19 model developed as a decision-support system aimed at \nestablishing  baseline  database,  developing  economy,  environment,  and  equity  (3E) \nbenchmarking  approaches,  for  analyzing  the  extent  to  which  the  green  city  development \ncurrently stay or has progressed as a result of adoption of the GCAP. The PINTAR will be a \nsoftware tool with key elements as follows: (i) data and information assessment, analyzing \nand clearly describing economic, demographic, social, environmental, fiscal, and governance \nconditions at spatial scales ranging from the city level to provincial and at the national level; (ii) \ndevelopment  of  3E  benchmarking  methodologies‒review  and  assess  applicability  of \navailable comparable indices, including the applicability of indicators currently being used; (iii) \ndevelopment of baseline database and 3E livability indicators, considering the existing \nbaseline,  the  business-as-usual  and  alternative  low  emission  and  low  carbon,  future \ndevelopment scenario(s), to include advanced protocols for projecting development trends; (iv) \nbenchmarking  Melaka  City; and (v) provide  hands-on  training to model users and city \nauthorities to understand the methodology and application of the tool. Table 1 outlines the skill \nset requirements expected for Output 1.   \n \n21.  Key Expertise of Consulting Firm. The consulting firm should be a well-established, \ninternationally-reputable institution that offers the establishment of local baseline database and \nbenchmarking  modelling  approaches  towards  a  comprehensive  urban  profile  and  3E \nbenchmarking, reflecting economic, demographic, social, environmental, fiscal, and governance \nconditions at spatial scales covering people, infrastructure service and delivery, and natural \nresource consumptions (energy, water, etc.). It should provide specific technical and research \nexpertise in green cities and sustainable development to meet the requirements under Output 1.  \n \n \n                                                \n17  Under PAI No.2.02, SSS is permissible for firms for engagements that are below $100,000 in value and subject to \nprior consultation with OSFMD. Due to the specific limited budget involved, to be provided by the MGTC on a \nreimbursable basis, lump-sum contracts are to be offered.  \n18  In conjunction with the MGTC, the Institute for Housing and Urban Development Studies, has been pre-identified \nas the possible consultancy firm for Output 2, given its familiarity with the Melaka GCAP project and with it being a \nglobal leader in specialized post-graduate and accredited education and capacity development training, advisory \nservices and applied research for integrated urban management and related issues.    \n19  PINTAR is the malay word for smart and swift. This reflects the thinking behind the development of the green city \nmodel to establish and monitor baselines and benchmarks using smart technology. It emphasizes people, industry, \nnetworks, technology, and aggregation of resources. \n ", "  Appendix 3  11 \nTable 1: Consultants Expertise for Output 1 \nInputs \nExpertise  Minimum Requirements  (person-months) \nInternational     3.5 \nUrban and Regional  The consultant should have a Master’s degree or  1.5 \nPlanner   higher  level  in  urban  and  regional  planning, \n  architecture,  urban  design,  urban  management, \nand associated disciplines. 15 years’ experience \nwith a background in applied urban/regional and \nenvironmental  planning  and/or  engineering  with \nextensive experience knowledge in application of \nanalytical  models  for  integrated  urban \ndevelopment. The expert should have an applied \nskills  on  project  management;  multi-criteria \nanalysis;  and  design  of  rapid  assessment, \nespecially in carbon footprint analysis, GIS-based \napplication, resource accounting, and approaches \nand  tools  for  developing  indices  for  urban  and \nenvironment  management.  Demonstrated \nleadership ability is preferred. \n \nManagement and  The consultant should have at least a Bachelor’s  2.0 \nInformation System  degree  or  Master’s  degree  or  equivalent  in \nSpecialist (MIS)  geographical information system (GIS), geography, \n  environmental  engineering  science,  urban  and \nregional planning, computer science, and related \ndisciplines. 7 years of professional experience with \ndata base management, knowledge GIS preferred. \nThe MIS specialist will be responsible for (i) setting \nup spread sheets and databases for collecting and \ncompiling  data,  producing  tables  and  graphs  to \npresents  results  of  the  analyses;  (ii)  working \nclosely  with the international consultant and the \ngovernment officials to ensure that the requisite \ndata  is  collected  and  is  digitized  in  a  suitable \nformat;  and  (iii)  collating  existing  maps  for  the \nMelaka  showing  urbanization,  population,  and \nenvironment trends. \nTotal    3.5 \n \n22.  Output 2. The Institute for Housing and Urban Development Studies  (IHS) has been \nearmarked as the consultancy firm to undertake this Output. The consulting firm will undertake \npolicy dialogue through knowledge sharing and capacity and awareness program and modules \nfor enhancing capacity and learning on integrated urban development and environment planning \nissues, including the provision of training for the managing of baseline and benchmarking \nmodels that will be handed over to Melaka Green Technology Corporation (MGTC) and Melaka \nCity outline under Output 1 above. The consulting firm is also expected to plan and conduct a \nworkshop to acquaint local government officials in best practices with respect to urban policy \ntowards establishing an internationally acknowledged green city. Table 2 outlines the skill set \nrequirements expected for Output 2.  \n \n23.  A  national  project  coordinator  and  technical  resource  specialist  will  be  appointed \nrecruited as an individual consultant to work closely with MGTC in coordinating and internalizing \nthe two outputs within MGTC. The consultant will provide necessary support to the consulting \n ", "12  Appendix 3   \nfirms  and  MGTC  for  organizing  and  facilitating  workshops  for  stakeholder  consultations, \ntechnical discussions and dissemination of knowledge and training material.  \n \n24.  The firms and individual national consultant will be hired in accordance with ADB’s \nGuidelines on the Use of Consultants (2013, as amended from time to time). The draft terms of \nreference herewith will be refined in further consultation with the MGTC. \n \n25.  Key  Expertise  of  Consulting  Firm.  The  consulting  firm  is  a  well-established \ninternationally reputed institution that offers specialized post-graduate and accredited education \nand capacity building training, advisory services and applied research in the fields of integrated \nurban planning and management. The institute should have experience working closely with \nlocal  governments,  international  and  local  non-governmental  organizations  and  the  private \nsector worldwide. It will provide specific technical and research expertise in green cities and \nsustainable development to meet the requirements under Output 2.  \n \nTable 2: Consultants Expertise for Output 2 \nInputs \nExpertise  Minimum Requirements  (person-months) \nInternational     3.5 \nUrban Environmental  The consultant should have a Master’s degree or  1.5 \nSpecialist  higher  level  in  civil/environmental  engineering, \n  environmental science, and related disciplines. 15 \nyears  of  professional  experience  in  capacity \nbuilding  and  advisory  projects  focused  on \nintegrated urban and environmental planning and \nmanagement  and  infrastructure  fields  including \nclimate change, and sustainable energy  \n \nUrban and Regional  The consultant should have a Master’s degree or  2.0 \nPlanner  higher  level  in  urban  and  regional  planning, \n  architecture,  urban  design,  urban  management, \nand associated disciplines.15 years of professional \nexperience  in  capacity  building  and  advisory \nprojects  on  integrated  urban  and  environmental \nplanning and sustainable development with a focus \non  environmental  planning  and  policy,  climate \nchange  adaptation  and  mitigation,  low  carbon \ndevelopment,  and  sustainable  transportation \nplanning.  He/She  will  have  expertise  in  climate \nmodeling,  forecasting  tools  and  in  developing \ndecision support systems.  \nNational     4.0 \nNational Project  The consultant should have a Bachelor’s degree or  4.0 \nCoordinator and  higher  in  architecture,  urban  planning,  statistics, \nTechnical Resource  economics,  and  equivalent  experience  in \nSpecialist  application  in  urban  analysis.  7  years  of \n  professional  experience  in  urban  planning  and \ndevelopment,  urban  renewal  and  rehabilitation, \npolicy and management, and institutional analysis, \nwith good quantitative skills \nTotal    7.5 \n \n \n \n "], "metadata": {"Author": "NBH", "CreationDate": "D:20141210103726+08'00'", "Creator": "Microsoft® Word 2010", "ModDate": "D:20141210104005+08'00'", "Producer": "Microsoft® Word 2010", "Title": "PROGRAMS DEPARTMENT (WEST)"}}