{"path": "data/input/ta/48363-001-tar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 48363-001 \nCapacity Development Technical Assistance (CDTA) \nNovember 2014 \n \n \n \nMongolia: Preparation of an Investment Plan for \nScaling Up Renewable Energy \n(Financed by the ADB Strategic Climate Fund) \n \n \n \n. \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB's  Public \nCommunications Policy 2011. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \n members, Board of Directors, Management, or staff, and may be preliminary in nature.  \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 1 October 2014) \n \nCurrency unit  –  togrog (MNT)  \nMNT1.00  =  $0.00054 \n$1.00  =  MNT1,839.00 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nFIT  –  feed-in-tariff \n  m2  –  square meter \n  MDB  –  multilateral development bank \n  MW  –  megawatt  \n  SREP  –  Scaling Up Renewable Energy in Low-Income \nCountries Program \n  TA  –  technical assistance \n  UN  –  United Nations \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  A. Bhargava, Energy Division, EARD \n   \nTeam leader  S. Yamamura, Senior Energy Specialist, EARD \nTeam members  J. Acharya, Senior Energy Specialist, Regional and Sustainable \nDevelopment Department \nT. Oi, Senior Energy Specialist, EARD \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \n \nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT’S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  Outline Terms of Reference for Consultants  9 \n \n ", "Project Classification Information Status: Complete\nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 48363-001\nProject Name Preparation of an Investment Plan for  Department EARD/EAEN\nScaling Up Renewable Energy /Division\nCountry Mongolia Executing  Ministry of Energy, Geology and Mining\nBorrower Mongolia Agency\nqq\n2. Sector Subsector(s)      Financing ($ million)\nEnergy Energy sector development and institutional reform 0.30\nTotal 0.30\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Mitigation ($ million) 0.30\ngrowth (IEG) including jobs, created and expanded CO  reduction (tons per annum) 1,730,000\n2\nEnvironmentally  Eco-efficiency Climate Change impact on the  Medium\nsustainable growth  Global and regional transboundary  Project\n(ESG) environmental concerns\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Institutional development No gender elements (NGE)\ncapacity development\n(GCD)\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nPartnerships (PAR) Bilateral institutions (not client \ngovernment)\nImplementation\nInternational finance institutions (IFI)\nOfficial cofinancing\nPrivate Sector\nPrivate sector  Conducive policy and institutional \ndevelopment (PSD) environment\nqq\n5. Poverty Targeting Location Impact\nProject directly targets  No Not Applicable\npoverty\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.00\n    None 0.00\nCofinancing 0.30\n    Strategic Climate Fund - SREP 0.30\nCounterpart 0.00\n    None 0.00\nTotal 0.30\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 25092014104657693545 Generated Date: 20-Nov-2014 17:55:57 PM", " \nI.  INTRODUCTION \n \n1.  In May 2014, the Government of Mongolia requested the Asian Development Bank (ADB) \nto provide capacity development technical assistance (TA)1 to prepare an investment plan for \nscaling up renewable energy. \n \n2.  The  TA  is  aligned  with  ADB’s  interim  country  partnership  strategy,  2014–2016  for \nMongolia.2 Under the strategy, ADB supports the following energy sector objectives: (i) improve \nenvironmental quality and energy efficiency, (ii) improve energy access and efficiency in urban \ncenters and remote rural areas, (iii) initiate measures to support foreign direct investment in the \nsector, and (iv) build capacity for energy sector planning. During the 29 September–3 October \n2014  fact-finding  mission,  the  TA  impact,  outcome,  outputs,  financial  plan,  implementation \narrangements, and outline of terms of reference for consultants were agreed with the Ministry of \nGeology, Mining and Energy. The design and monitoring framework is in Appendix 1. \n \nII.  ISSUES \n \n3.  Mongolia  currently  has  a  total  of  1,062  megawatts  (MW)  of  installed  capacity,  but \nbecause of aging power facilities that are well past their economic life, only 836 MW is available. \nPower supply is unreliable and losses exceed 30%, largely because of the aging transmission \nlines and substation facilities, and poor maintenance. Rapid economic growth has increased \ndemand for electricity and heating. In 2013, the reserve margin for electricity and heat supply \nwas reduced to almost zero. The ADB-assisted energy sector master plan study concludes that \nnew capacity additions of 900 MW in 2020 and 1,020 MW in 2025 are essential to meet the \ngrowing demand by 2025, while maintaining an adequate reserve margin of about 20%.3 \n \n4.  The  development  gap  between  urban  and  rural  areas  is  significant  due  to  uneven \naccess  to  productive  employment  opportunities,  education  and  health  services,  and  basic \ninfrastructure. In 2011, poverty incidence in rural areas is 33.3% compared with 26.6% in urban \nareas. While about 94% of the population has access to either a grid system or stand-alone \nelectricity supply, access to electricity is uneven among regions and households. About 13% of \nthe rural population and 17% of the rural poor do not have access to electricity.4 Access to \nreliable heating service is even worse. About 1,200 coal-fired heat-only boilers with a low \nthermal efficiency of about 40% (compared with a modern combined heat and power plant of \nabout 80% efficiency) are used for heating in aimag (province) and soum (district) centers.5 The \ncondition of boilers and the associated heating pipeline has deteriorated significantly because of \npoor maintenance and aging. \n \n5.  The coal-dependent energy system and the prevailing low energy efficiency is resulting \nin significant air pollution in Ulaanbaatar, especially during heating season, which lasts more \nthan 9 months. During winter, particulate matter (less than 10 micrometers) in Ulaanbaatar’s \natmosphere routinely measures 279 micrograms/cubic meter of air, which is about five times \nhigher than the World Health Organization’s air quality guideline of 50 micrograms/cubic meter.6 \nThe use of low calorie coal and inefficient coal-fired family stoves without proper pollution \n                                                \n1  The TA first appeared in the business opportunities section of ADB’s website on 7 October 2014. \n2  ADB. 2014. Interim Country Partnership Strategy: Mongolia, 2014–2016. Manila. \n3  ADB. 2013. Updating the Energy Sector Development Plan. Consultant’s report. Manila (TA 7619-MON). \n4  National Statistics Office. 2012. The 2011 Household Social Economic Survey. Ulaanbaatar. \n5  ADB. 2011. Community-Based Heating Supply in Rural Remote Areas of Mongolia. Consultant’s report. Manila \n(Grant 9109-MON). \n6  World Health Organization. 2014. Ambient Air Quality Database. Geneva. \n ", "2  \ncontrol measures in the ger district (where low-income households and the poor reside) is \nexacerbating poor air quality and contributes to indoor air pollution. \n \n6.  Mongolia is currently the world’s fifth most carbon-intense economy (2.86 tons of carbon \ndioxide equivalent per $1,000).7 Moving toward a more diversified energy mix with a reduced \nshare of coal is a policy imperative. Renewable energy, most notably wind and solar energy and \nhydropower, is abundantly available. The country’s estimated 3,800 small rivers with a total \nlength of 65,000 kilometers have 6.2 gigawatts of hydropower potential. Solar energy has \nmoderate potential, ranging from 4.5 kilowatts/square meter (m2) in the north to 6.0 kilowatts/m2 \nin the southern Gobi. Wind resources are excellent with 400–600 watts per m2 in 10% of the \ncountry’s land area, with the potential for 1,100 gigawatts of utility-scale wind power (footnote 3). \n \n7.  In 2007, the government enacted the Renewable Energy Law to stimulate renewable \nenergy development. It was accompanied by a set of regulatory arrangements with a feed-in- \ntariff (FIT) for renewable energy to increase its share to 3%–5% by 2010 and 20%–25% by \n2020. The government has taken several initiatives for renewable energy deployment, most \nnotably, (i) implementing the successful 100,000 Solar Ger Electrification Program (2000–2012), \nwhich provided access to modern energy to over half a million nomadic herders through solar \nhome systems; and (ii) facilitating the development of the 50 MW Salkhit wind farm, the first \nprivate power producer. Renewable energy deployment has made steady progress. The current \nshare of renewable energy in total capacity is 7.92% (84.15 MW). \n \n8.  However, increasing the use of renewable energy further is a challenge. Persisting \nfundamental bottlenecks include (i) diminishing reserve margin and lack of regulating capacity in \nthe power system to compensate for fluctuating outputs from intermittent renewable energy \nsuch as wind and solar power; (ii) inadequate balance in the renewable energy fund account to \npay  the  FIT  premium;  (iii)  inadequate  FIT,  which  deters  potential  project  developers  and \ninvestors from setting up new capacity; and (iv) lack of government targeted support to scale up \nstand-alone and mini-grid systems in rural areas, and to switch to renewable energy from coal \nfor heating. \n \n9.  Mongolia is currently on the reserve list of the Scaling Up Renewable Energy in Low-\nIncome Countries Program (SREP), which operates under the Strategic Climate Fund, one of \ntwo  subfunds  of  the  climate  investment  funds  framework.  The  SREP  supports  developing \ncountries  to  expand  energy  access  and  stimulate  economic  growth  through  scaled-up \ndeployment  of  renewable  energy  solutions,  and  provides  a  trigger  for  transforming  the \nrenewables  market  in  each  target country  through  a  programmatic  approach that  involves \ngovernment support for market creation, private sector implementation, and productive energy \nuse. Multilateral development banks (MDBs) implement the SREP in close collaboration with \nother development partners including the United Nations (UN) and bilateral agencies. In March \n2012,  the  SREP  subcommittee  agreed  to  support  the  preparation  of  investment  plans  for \ncountries on the reserve list and to provide up to $300,000 for that purpose for Mongolia. It also \nagreed  upon  the  maximum  amount  of  $30  million  for  Mongolia,  should  additional  funding \nbecome available. \n \n10.  In its endeavor to support renewable energy, the government is keen to utilize the SREP \ninvestment. It expressed its interest in being one of the pilot countries included in the SREP \nreserve list. Participation in the SREP is expected to help the government attain its targeted \n20%–25%  renewable  energy  in  the  energy  mix  by  2020.  This  will  help  overcome  current \n                                                \n7  United States Energy Information and Administration. 2012. International Energy Statistics. Washington, DC. \n ", "  3\ncapacity  constraints  in  meeting  heating  and  electricity  demand  in  an  environmentally \nsustainable manner, especially in remote rural areas where renewable energy is an attractive \nalternative. \n \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE \n \n11.  The TA will support the government in (i) comprehensively assessing the country’s \nrenewable energy subsector to identify bottlenecks and recommend urgent policy actions to \novercome these barriers and create an enabling environment for sustained public and private \ninvestments;  (ii)  developing  a  comprehensive  investment  plan  to  meet  20%–25%  of  the \nrenewable energy target by 2020; and (iii) enhancing  government capacity in renewable energy \npolicymaking and planning, grid control and protection, and technology and tariff analysis. \n \nA.  Impact and Outcome \n \n12.  The impact will be increased renewable energy capacity. The outcome will be increased \nreadiness for investments in renewable energy. \n \nB.  Methodology and Key Activities \n \n13.  The TA will have two key outputs: \n \n(i)  Renewable energy investment plan for Scaling Up Renewable Energy in \nLow-Income Countries Program funding prepared. The TA will conduct a \ncomprehensive  assessment  of  the  country’s  renewable  energy  subsector, \nincluding (a) renewable energy resource potential assessment, (b) levelized cost \nof electricity and heat analysis for potential renewable energy technologies, (c) \ngrid stability assessment for renewable energy evacuation, (d) a policy note with \nrecommended policies and reforms to overcome renewable energy investment \nconstraints, and (e) a renewable energy investment plan that identifies priority \ninvestment projects for SREP funding up to 2020. \n(ii)  Government capacity for renewable energy policy and investment planning \nenhanced. The TA will support capacity development for the executing and \nimplementing  agencies,  and  relevant  government  agencies,  in  investment \nplanning  for  the  country’s  renewable  energy  development,  assessment  of \nrequired amount of the FIT, and grid protection and stability. \n \n14.  The main assumptions are (i) the government will continue to support renewable energy \ndevelopment, and (ii) project developers and investors show strong interest in participating in \ndeveloping priority projects. The main risks of the project are (i) inadequate implementation \ncapacity and lack of priority within the government; and (ii) weak ownership of the investment \nplan by the government, which delays action. During TA preparation, the design was discussed \nextensively with all relevant stakeholders to ensure their buy-in. TA implementation will involve \nall relevant government agencies, MDBs, the UN, bilateral development agencies, civil society, \nand potential private investors in formulating a renewable energy investment plan for SREP \nfunding. \n   \n ", "4  \nC.  Cost and Financing \n \n15.  The TA is estimated to cost $360,000, of which $300,000 will be financed on a grant \nbasis by the ADB Strategic Climate Fund and administrated by ADB.8 The government will \nprovide counterpart support in the form of logistics, facilities, remuneration of counterpart staff, \nstudies, report, data, other information and support needed for TA implementation, and other in-\nkind contributions. The cost estimates and financing plan are in Appendix 2. \n \nD.  Implementation Arrangements \n \n16.  The  TA  will  be  implemented  from  20  December  2014  to  19  January  2016.  The \nconsultants will submit the following report in English and Mongolian: (i) report on country and \nenergy  sector  overview  within  8  weeks  after  TA  commencement;  (ii)  renewable  energy \ntechnology  assessment  and  policy  recommendation  note  within  20  weeks  after  TA \ncommencement;  (iii)  priority  renewable  energy  projects  report  within  28  weeks  after  TA \ncommencement; (iv) draft renewable energy investment plan for the SREP within 32 weeks \nafter TA commencement; and (v) final renewable energy investment plan for the SREP within 2 \nmonths after receipt of comments from MDBs, including ADB and the government. Consultation \nmeetings will be organized for inception, interim, and draft final outputs inviting all officials \nconcerned from the government, private sector, nongovernment organizations, the UN, and \nbilateral development agencies to disseminate findings and receive comments. \n \n17.  The Ministry of Geology, Mining and Energy is the executing agency for the TA, 9 and \nthe National Renewable Energy Center is the implementing agency.10 ADB’s Energy Division, \nEast  Asia  Department,  and  the  Climate  Investment  Fund  Team  in  ADB’s  Sustainable \nInfrastructure Division, Regional and Sustainable Development Department, with the assistance \nof the Mongolia Resident Mission, jointly lead the MDB group to guide and administer TA \nimplementation under the executing and implementing agencies. 11  \n \n18.  The TA will require international (5 person-months) and national (13 person-months) \nconsulting services. International experts include (i) senior renewable energy sector specialist \nand team leader, and (ii) renewable energy economist. National experts include (i) renewable \nenergy sector specialist and deputy team leader, and (ii) renewable energy economist. ADB will \nengage the consultants in accordance with its Guidelines on the Use of Consultants (2013, as \namended from time to time) using individual consultant selection because only four experts are \nrequired; and renewable energy in Mongolia is a nascent industry and very few national or \ninternational experts have prior experience in Mongolia, which is crucial to prepare a realistic \nrenewable energy investment plan, including the necessary policy reform recommendations. \n \n19.  The TA consultants will procure equipment following ADB’s Procurement Guidelines \n(2013, as amended from time to time). The TA proceeds will be disbursed in line with ADB's \n                                                \n8  Under the Scaling Up Renewable Energy Program in Low-Income Countries financed by the Strategic Climate \nFund. \n9  The Ministry of Geology, Mining and Energy will be responsible for TA implementation and for counterpart support \nneeded for implementation, and will administer the fund under advance payment facilities. \n10 The National Renewable Energy Center is responsible for supervising day-to-day TA activities. It was established \nin 2006 for (i) research and study of renewable energy technologies, (ii) assessment of renewable energy \nresources, (iii) development of national technical standards and quality control for renewable energy systems, and \n(iv) implementation of the national renewable energy program. It reports to the Ministry of Geology, Mining and \nEnergy, and has 60 staff members. \n11 The Asian Development Bank, the European Bank for Reconstruction and Development, the International Bank for \nReconstruction and Development, and the International Finance Corporation. \n ", "  5\nTechnical Assistance Disbursement Handbook (2010, as amended from time to time). The \nequipment procured under the TA will be turned over to the Ministry of Geology, Mining and \nEnergy upon TA completion. An advance payment facility will be provided to the ministry for \nworkshops,  training,  seminars,  and  conferences. 12  The  outline  terms  of  reference  for \nconsultants are in Appendix 3. \n \nIV.  THE PRESIDENT’S DECISION \n20.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $300,000 to the Government \nof  Mongolia  to  be  financed  on  a  grant  basis  by  the  ADB  Strategic  Climate  Fund  for  the \nPreparation of an Investment Plan for Scaling Up Renewable Energy, and hereby reports this \naction to the Board. \n                                                \n12 The Ministry of Geology, Mining and Energy has sufficient experience in administrating ADB-funded projects \nincluding ADB. 2007. Proposed Grant Assistance to Mongolia for Community-Based Heating Supply in Remote \nAreas. Manila (Grant 9109-MON); ADB. 2008. Proposed Grant Assistance to Mongolia for Energy Conservation \nand Emissions Reduction from Poor Households. Manila (Grant 9127-MON); and ADB. 2009. Proposed Grant \nAssistance  to  Mongolia  for  Demonstration  Project  for  Improved  Electricity  Services  to  the  Low  Income \nCommunities in Rural Areas. Manila (Grant 9139-MON). \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Risks \nImpact      Assumptions \nIncreased renewable  20%–25% renewable  Government statistical  The government \nenergy capacity   energy share in total  and census reports  remains committed to \ninstalled capacity achieved  achieving its renewable \nby 2020  energy target. \n   \nAt least 440 megawatt of  The additional SREP \nnew renewable energy  funding becomes \nplants constructed during  available in a timely \n2015–2020  manner. \n     \n    Risk \nHigher costs of \nrenewable energy \nplants deter \ninvestments. \n \nOutcome      Assumptions \nIncreased readiness  Bankable priority projects  MGME reports  The government \nfor investments in  developed with SREP  prioritizes \nrenewable energy   financing by 2015  implementation of the \n  investment plan. \nPolicy and regulatory   \nimpediments removed for  Project developers and \nrenewable energy  investors show strong \ninvestments by 2016  interest in developing \n    priority projects. \n     \nRisk \nWeak ownership of the \ninvestment plan by the \ngovernment delays \naction. \nOutputs       \n1. Renewable energy  The government approves  Consultant’s report  Assumption \ninvestment plan for  the investment plan by    MGME and other \nSREP funding  2015  TA review mission  stakeholders \nprepared    (development partners, \n    civil society, and \n2. Government  Various capacity    government agencies) \ncapacity for  enhancement training  effectively participate in \nrenewable energy  sessions held to train 30  TA implementation. \npolicy and  staff from MGME and   \ninvestment  other relevant government  Risk \nplanning enhanced  agencies  The government lacks \n    adequate \nimplementation \ncapacity and plans. \n \n ", "Appendix 1  7 \nActivities with Milestones  Inputs \n \n1.   Renewable energy investment plan for SREP funding prepared  ADB Strategic Climate Fund: \n1.1 Prepare country and energy sector overview (week 8)  $300,000 \n1.2 Assess various renewable energy technologies applicable in Mongolia   \nand propose measures to overcome the barriers hindering renewable  The government will provide \nenergy development (week 20)  counterpart support in the form of \n1.3 Identify prospective renewable energy projects (week 28)  logistics, facilities, remuneration of \n1.4 Prepare the draft renewable energy investment plan (week 32)  counterpart staff, studies, report, data, \n  other information and support needed \n2.  Government capacity for renewable energy policy and investment  for the TA implementation, and other \nplanning enhanced  in-kind contributions. \n2.1  Prepare capacity development training plan (week 35) \n2.2  Conduct capacity enhancement training sessions on renewable energy \npolicy and investment planning (week 40) \nADB = Asian Development Bank; MGME = Ministry of Geology, Mining and Energy; SREP = Scaling Up Renewable \nEnergy in Low-Income Countries Program; TA = technical assistance. \nSource: Asian Development Bank. \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \nItem  Amount \nADB Strategic Climate Funda   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  144.0 \n      ii.  National consultants  52.0 \n    b.  International and local travel  34.0 \n    c.  Reports and communications  10.0 \n  2.  Equipmentb  5.0 \n  3.  Workshops, training, seminars, and conferencesc  20.0 \n  4.  Miscellaneous administration and support costsd  20.0 \n  5.  Contingencies  15.0 \n        Total  300.0 \nNote: The technical assistance (TA) is estimated to cost $360,000, of which contributions from the ADB Strategic \nClimate Fund are presented in the table above. The government will provide counterpart support in the form of \nlogistics, facilities, remuneration of counterpart staff, studies, report, data, other information and support needed for \nTA implementation, and other in-kind contributions. The value of the government contribution is estimated to account \nfor 17% of the total TA cost. \na  Under the Scaling Up Renewable Energy in Low-Income Countries Program financed by the Asian Development \nBank (ADB) Strategic Climate Fund. Administered by ADB. \nb  Includes two laptop computers costing $2,500 each. \nc  ADB will review and approve detailed activities for workshops, training, seminars, and conferences, and estimated \ncost. An advance payment facility will be provided. \nd  Includes costs for translation and data acquisition. \nSource: Asian Development Bank estimates. \n   \n ", "Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Tasks \n1.  Task 1: Prepare country and energy sector overview. Under this task the consultant \nwill undertake the following: \n(i)  Prepare  a  background  note  describing  the  country  context,  including  main \ndemographic, social, and economic indicators as of the most recent date. \n(ii)  Prepare an overview of the energy sector, including (a) basic energy balance (for \nat least 2008–2013); (b) description of the sector structure; (c) legislation and \nregulatory  framework  and  government  strategy;  (d)  electricity  generation, \ntransmission, and distribution assets; (e) electricity generation mix; (f) tariffs and \ntariff structures; (g) key entities involved in sector regulation; and (h) key sector \nchallenges. \n(iii)  Assess the larger loads (e.g., mines) along with location and potential timing, \nwhile putting the analysis together. Include the ability of the private sector to \nservice the loads through a third party entity and on a captive basis. \n(iv)  Prepare an overview of the estimated potential for various renewable energy \ntechnologies and renewable energy penetration targets as well as a review of \nongoing  and  planned  renewable  energy  activities  and  projects  in  Mongolia. \nInclude  expected country-specific environmental and social opportunities and \nrisks associated with developing the considered renewable energy technologies. \n(v)  Summarize the key barriers (technical, regulatory, and financial) for the public \nand  private  sectors  that  hinder  the  development  of  renewable  energy \ntechnologies and propose measures to overcome them. Consider the experience \nof the Salkhit wind farm as the only significant provider of renewable energy to \ndate.  Provide  a  detailed  description  of  the  availability  of  private  (firms  and \nfinancial institutions) and/or other government financing for renewable energy \nprojects, including terms of financing, and discuss the bottlenecks to developing \nrenewable energy associated with availability and terms of financing. \n \n2.  Task 2: Assess various renewable energy technologies applicable in Mongolia \nand  propose  measures  to  overcome  the  barriers  hindering  renewable  energy \ndevelopment. The consultant is expected to undertake the following: \n(i)  Assess  the  levelized  economic  costs  (LECs)  of  various  renewable  energy \ntechnologies, including small hydropower, geothermal, wind, solar photovoltaic, \npumped storage, biomass, biogas, solar heaters, heat pumps, and any other \ntechnology suggested by the Ministry of Geology, Mining and Energy (MGME). \nBuild a supply cost curve using the potential and estimated LECs of renewable \nenergy technologies. Since that supply curve will be limited to electricity, the use \nof renewable energy for heating (e.g., solar heating) would require a similar \nseparate analysis. \n(ii)  Simulate  combinations  of  assessed  renewable  energy-based  electricity \ngeneration options with other fossil fuel-based generation options considered by \nthe government to meet electricity demand considering the planned shutdown of \nsome  existing  generation  assets,  planned  commissioning  of  the  generation \nplants under construction, and their future availability to meet domestic demand. \nThe simulation analysis should assume a base-case electricity demand growth \nscenario and commercial and concessional financing terms for all types of new \ngeneration assets. Define the maximum capacity of grid-connected renewable \n ", "10  Appendix 3 \n \n \nenergy projects that could be implemented in each network (central, eastern, and \nwestern). \n(iii)  Identify and propose the required policy and procedural changes required to \nfacilitate the payment of a feed-in tariff for renewable energy producers and \novercome existing curtailment issues currently incurred with the Salkhit wind farm. \n(iv)  Assess the structure, size, and funding sources of the Renewable Energy Fund \ncontemplated in the Renewable Energy Law and currently being implemented; it \nis meant to mitigate the increased cost of renewable energy. \n(v)  Assess the viability of renewable-based heating technologies included in the \nanalysis, and estimate the relative economic attractiveness of renewable-based \nalternatives to electricity and gas, coal, or firewood-based heating. Estimate the \npotential impact of heating-related fuel switching on projected electricity demand. \n(vi)  Determine generic environmental and social opportunities and risks of various \nrenewable energy-generation technologies considered for Mongolia. Based on \nthe available information on the physical, natural, and social environment of \nvarious administrative and ecoclimatic areas of the country, identify those where \nenvironmental  and  social  risks  and  benefits  of  individual  renewable  energy \ntechnologies  are  expected  to  be  particularly  significant  and  areas  where \nadditional information is required to estimate these risks and benefits. \n(vii)  Based on the analysis, identify the viable renewable options to be pursued. \nBesides  purely  economic  considerations,  for  the  evaluation  of  technologies \nconsider  other  costs  and  benefits  including  energy  security;  reduction  of \ngreenhouse  gas  emissions;  and  environmental  and  social  costs,  including \npotential impacts related to connection of the specific renewable energy projects \nto  high-voltage  grids.  If  some  of  the  economic  and  other  benefits  are  not \nquantifiable, then provide a description of those benefits. \n \n3.  Task 3: Identify prospective renewable energy projects. The consultant is expected \nto undertake the following: \n(i)  Identify  specific  renewable  energy  projects,  based  on  the  analysis,  existing \nassessments of renewable energy resources and potential, prefeasibility and \nfeasibility  studies,  and resource  mapping.  Survey  and  identify  potential  local \nprivate sector firms with business interest and capability (financial and technical) \nto sponsor renewable energy projects (most likely joint ventures between local \nfirms and an international consortium). \n(ii)  Assess current grid system capacity and stability in view of power evacuation \nfrom renewable energy plants, and the required investments to strengthen the \ntransmission and distribution network and enable additional renewable energy \ncapacity to be integrated. \n(iii)  Identify  potential  interest  of  local  financial  institutions  in  financing  renewable \nenergy  projects.  Identify  potential  sector  uses  of the  Scaling  Up  Renewable \nEnergy in Low-Income Countries Program (SREP) resources in line with the \nSREP objectives, including providing funding to the Renewable Energy Fund or \nadditional studies required. \n(iv)  Conduct trade-off analysis of promising renewable energy projects considering \nadvantages and disadvantages, and prioritize the projects based on at least four \ncriteria agreed with the government, i.e., LECs, employment impacts, energy \nsecurity, greenhouse gas emission reduction, possibility for financing. \n(v)  Assess total investment costs for identified renewable energy projects. \n(vi)  Assess the impact of identified priority renewable projects on end-user tariffs by \ndrawing upon the analytical framework. \n ", "Appendix 3  11 \n(vii)  Recommend  business  models  and  financing  schemes  for  identified  priority \nprojects, including discussion of the potential sources of funding. Review existing \nfinancial mechanisms used for renewable energy projects and consider whether \nthese  mechanisms  can  be  expanded  to  cover  the  new  renewable  energy \ntechnologies or set up new mechanisms. \n(viii)  Conduct environmental and social screening of available documents analyzed to \nidentify specific renewable energy projects. Depending on the scope and nature \nof  the  reviewed  material,  (a)  identify  possible  gaps  in  the  coverage  of  the \nexpected  positive  and  negative  environmental  and  social  impacts  of  the \nproposed projects, pointing out whether existing information and data gaps will \npreclude proper analysis and prioritization of a project and will need to be filled in \nbefore  it  is  recommended  for  inclusion  in  the  investment  plan;  and  \n(b) conduct environmental and social assessment of available prefeasibility and \nfeasibility  studies.  Discuss  the  potential  gender  benefits  from  the  identified \npriority renewable energy projects. \n \n4.  Task 4: Prepare the draft renewable energy investment plan. The consultant is \nexpected to undertake the following: \n(i)  Prepare the draft investment plan based on a prioritized list of renewable energy \ninvestments. The plan should include (a) the role of the SREP in initiating a \nprocess leading to transformational low carbon growth by addressing key barriers \nidentified for renewable energy development; (b) how the identified investments \nmeet  the  SREP  investment  criteria  and  results  framework;  (c)  the  likely \ndevelopment impacts and cobenefits from SREP investments; (d) an estimate of \nthe  financing  requested  from  the  SREP,  including  cofinancing  required  from \npublic and private sectors; and (e) an assessment of absorptive capacity of the \nSREP and leveraged resources. \n(ii)  Prepare concept briefs for priority investments for the SREP. \n(iii)  Identify issues that need to be addressed to successfully allow implementation of \nthe investment plan. \n \n5.  Task 5: Conduct capacity enhancement training in renewable energy policy and \ninvestment planning. The consultant is expected to provide the MGME and relevant agencies \nwith capacity enhancement training in  \n(i)  renewable energy policy and investment planning, and grid integration, which \nincludes dispatching and scheduling; and \n(ii)  economic and financial analysis of renewable energy projects, tariff-setting and \nother financial incentive development, and power purchase arrangements with \nprivate developers. \n \n6.  The renewable energy investment plan will meet the requirements of, and be compatible \nwith, SREP procedures, investment criteria, and goals. The draft plan will be revised and \nfinalized in response to stakeholder comments. \n \nB.  Implementation \n \n7.  Senior renewable energy sector specialist and team leader (international, 3 person-\nmonths,  intermittent).  The  specialist  should  have  (i)  a  postgraduate  degree  in  electrical \nengineering, economics, or a relevant field; (ii) at least 10 years of experience in power system \nplanning, including renewables; (iii) working experience in a similar geographic area, preferably \n ", "12  Appendix 3 \n \n \nin Mongolia; and (iv) a good command of English. The specialist will undertake tasks 1, 4, and 5 \nand be responsible for supervising tasks 1–5 as team leader, including the following activities: \n(i)  Lead the other international and national experts. \n(ii)  Ensure  timely  and  successful  implementation  of  the  technical  assistance, \nincluding managing overall quality of the deliverables and outputs. \n(iii)  Coordinate with MGME and other counterparts including the private sector, civil \nsociety, and nongovernment organizations. \n(iv)  Review existing government policies and plans relevant to renewable energy \npromotion  and  development,  including  policies  and  regulatory  framework  for \nprivate sector participation. \n(v)  Prepare country and energy sector overview. \n(vi)  Identify  possible  opportunities  for  private  sector  participation  on  renewable \nenergy development. \n(vii)  Assess  various  renewable  energy  technologies  applicable  in  Mongolia  and \npropose  measures  to  overcome  barriers  hindering  renewable  energy \ndevelopment. \n(viii)  Identify prospective renewable energy projects. \n(ix)  Prepare the draft renewable energy investment plan, and finalize it reflecting \nstakeholder comments. \n(x)  Conduct  capacity-enhancement  training  in  renewable  energy  policy  and \ninvestment planning, and grid integration, including dispatching and scheduling. \n \n8.  Renewable  energy  economist  (international,  2  person-months,  intermittent).  The \neconomist should have (i) a postgraduate degree in finance, economics, or a relevant field;  \n(ii)  at  least  10  years  of  experience  in  power  system  planning,  including  renewables,  and \nfinancial  and  economic  analysis  of  power  and  heating  projects,  including  renewables;  \n(iii) working experience in a similar geographic area, preferably in Mongolia; and (iv) a good \ncommand of English. The economist will undertake tasks 2, 3, and 5 (ii) including the following \nactivities: \n(i)  Identify  possible  opportunities  for  private  sector  participation  on  renewable \nenergy development. \n(ii)  Conduct LEC analysis for various renewable energy technologies for electricity \nand heating supply. \n(iii)  Assess current need and amount of feed-in tariff, size of renewable energy fund, \nand other financial incentives for renewable energy deployment. \n(iv)  Assess  various  renewable  energy  technologies  applicable  in  Mongolia  and \npropose  measures  to  overcome  barriers  hindering  renewable  energy \ndevelopment. \n(v)  Assist the team leader in identifying prospective renewable energy projects. \n(vi)  Assist  the  team  leader  in  reviewing  existing  government  policies  and  plans \nrelevant to renewable energy promotion and development, including policies and \nregulatory framework for private sector participation. \n(vii)  Assist the team leader in preparing the country and energy sector overview. \n(viii)  Assist the team leader in preparing the draft renewable energy investment plan, \nand finalize it reflecting stakeholder comments. \n(ix)  Conduct capacity enhancement training in economic and financial analysis of \nrenewable  energy  projects,  tariff-setting  and  other  financial  incentive \ndevelopment, and power purchase arrangements with private developers. \n \n9.  Renewable  energy  sector  specialist  (national, 7 person-months, intermittent). The \nspecialist should have (i) a postgraduate degree in engineering, economics, or a relevant field; \n ", "Appendix 3  13 \n(ii) at least 5 years of engineering experience in renewable energy and similar projects, and \nworking experience in bilateral and international aid-funded projects; and (iii) a good command \nof English. The specialist will provide assistance to support the corresponding international \nconsultant (para. 7). \n \n10.  Renewable energy economist (national, 6 person-months, intermittent). The economist \nshould have (i) a postgraduate degree in engineering, economics, or a relevant field; (ii) at least \n5 years of engineering experience in renewable energy, heating, and similar projects; and \nworking experience in bilateral and international aid-funded projects; and (iii) a good command \nof English. The economist will provide assistance to support the corresponding international \nconsultant (para. 8). \n \nC.  Reporting Requirements \n \n11.  The consultants will closely coordinate implementation of the activities with the task \nforce at MGME and the National Renewable Energy Center, and will report to the designated \nstaff of MGME and the National Renewable Energy Center. The consultant should closely \ncollaborate with the project teams from the Asian Development Bank, the European Bank for \nReconstruction and Development, the International Finance Corporation, the World Bank, and \nkeep them up-to-date on the progress, deliverables, and issues during all stages of project \nimplementation. \n \nD.  Deadlines and Deliverables \n \n12.  The consultants will submit the reports and deliverables specified in the Table below. All \nreports and deliverables must be submitted in English accompanied by a Mongolian translation. \nThe consultants should also make available all the relevant analytical material in MS Excel or \nother software formats. \n \nTable: Reports and Deliverables \nDeliverable  Deadline \nReport for task 1  Contract signing + 8 weeks (January 2015) \nReport for task 2  Contract signing + 20 weeks (May 2015) \nReport for task 3  Contract signing + 28 weeks (August 2015)  \nReport for task 4  Contract signing + 32 weeks (October 2015). Final report for task 4 should \nbe submitted within 2 months after comments from the Asian Development \nBank and the government. \nSource: Asian Development Bank. \n "], "metadata": {"Producer": "GPL Ghostscript 9.07", "CreationDate": "D:20141120180431+08'00'", "ModDate": "D:20141120180431+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Author": "kpo", "Title": "Microsoft Word - TA Papaer-Final.docx"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 1 October 2014) \n \nCurrency unit  –  togrog (MNT)  \nMNT1.00  =  $0.00054 \n$1.00  =  MNT1,839.00 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nFIT  –  feed-in-tariff \n  m2  –  square meter \n  MDB  –  multilateral development bank \n  MW  –  megawatt  \n  SREP  –  Scaling Up Renewable Energy in Low-Income \nCountries Program \n  TA  –  technical assistance \n  UN  –  United Nations \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  A. Bhargava, Energy Division, EARD \n   \nTeam leader  S. Yamamura, Senior Energy Specialist, EARD \nTeam members  J. Acharya, Senior Energy Specialist, Regional and Sustainable \nDevelopment Department \nT. Oi, Senior Energy Specialist, EARD \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "S. Groff", "role": "Operations", "organization": ""}, {"fullname": "A. Konishi", "role": "East Asia Department (EARD)", "organization": ""}, {"fullname": "A. Bhargava", "role": "Energy Division", "organization": "EARD"}, {"fullname": "S. Yamamura", "role": "Senior Energy Specialist", "organization": "EARD"}, {"fullname": "J. Acharya", "role": "Senior Energy Specialist", "organization": "Regional and Sustainable"}, {"fullname": "T. Oi", "role": "Senior Energy Specialist", "organization": "EARD"}]}