{"path": "data/input/ta/48370-001-tar.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 48370-001  \nRegional—Policy and Advisory Technical Assistance (R-PATA) \nDecember 2014 \n \n \n \nSupporting Industrial Park Development in the \nCentral Asia Regional Economic Cooperation \nRegion  \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB's  Public \nCommunications Policy 2011. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nCAREC  –  Central Asia Regional Economic Cooperation \n  DMC  –  developing member country \n  NSR  –  New Silk Road \nRCI  –  regional cooperation and integration \nTA  –  technical assistance \n     \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n  \n \nVice-President  W. Zhang, Operations 1 \nDirector General  K. Gerhaeusser, Central and West Asia Department (CWRD) \nDirector  V. Tan, Regional Cooperation and Operations Coordination Division, \nCWRD \n   \nTeam leader  G. Wu, Regional Cooperation Specialist, CWRD \nTeam member  H. Wang, Principal Regional Cooperation Specialist, CWRD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \n \nPOLICY AND ADVISORY TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE POLICY AND ADVISORY TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  4 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  5 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.   Cost Estimates and Financing Plan  8 \n3.   Outline Terms of Reference for Consultants  9 \n \n \n ", "", "Project Classification Information Status: Complete\nPOLICY AND ADVISORY TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 48370-001\nProject Name Supporting Industrial Park  Department CWRD/CWRC\nDevelopment in the Central Asia  /Division\nRegional Economic Cooperation \nRegion\nCountry REG Executing  Asian Development Bank\nBorrower N/A Agency\nqq\n2. Sector Subsector(s)     ADB Financing ($ million)\nIndustry and trade Industry and trade sector development 0.75\nTotal 0.75\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the  Low\ngrowth (IEG) including jobs, created and expanded Project\nEnvironmentally  Urban environmental improvement\nsustainable growth \n(ESG)\nRegional integration  Pillar 1: Cross-border infrastructure\n(RCI) Pillar 2: Trade and investment\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Client relations, network, and  No gender elements (NGE)\ncapacity development partnership development to \n(GCD) partnership driver of change\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nPartnerships (PAR) Implementation\nUnited Nations organization\nPrivate sector  Public sector goods and services \ndevelopment (PSD) essential for private sector \ndevelopment\nqq\n5. Poverty Targeting Location Impact\nProject directly targets  No\nRegional High\npoverty\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.75\n    Sovereign Policy and advisory technical assistance: Technical Assistance 0.75\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.75\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 23092014214527093933 Generated Date: 10-Dec-2014 11:00:52 AM", "", " \nI.  INTRODUCTION \n1.  The Midterm Review of Strategy 2020 underscored the need in the current challenging \nglobal economic context for the Asian Development Bank (ADB) to complement its investments \nin  cross-border  connectivity  infrastructure  by  supporting  other  drivers of  second-generation \nregional  cooperation  and  integration  (RCI).1 The  strategic  framework  for  the  Central  Asia \nRegional Economic Cooperation (CAREC) Program, 2011–2020 (CAREC 2020) states that the \ndevelopment of economic corridors can help diversify the region’s industries. 2 This is expected \nto make the CAREC developing member countries (DMCs) more competitive by strengthening \ntechnology,  logistics,  and  other  business  support  services.  In  line  with  Strategy  2020’s \ndesignation of RCI as one of ADB’s core areas of operations, ADB’s current country partnership \nstrategies  for  these  DMCs  make  support  for  the  CAREC  program  and  regional  economic \ncorridor development a priority.  \n \n2.  The  CAREC  Transport  and  Trade  Facilitation  Strategy  2020  sets  three  operational \npriorities:  developing  multimodal  corridor  networks,  improving  trade  and  border  crossing \nservices, and improving operational and institutional effectiveness. 3 Under the strategy, CAREC \naims to establish and operationalize five regional multimodal logistics centers by 2020. Industrial \npark development will bolster this goal and help develop the CAREC corridors by building \nindustrial demand. \n \n3.  This technical assistance (TA)4 is intended to improve the policy framework for planning, \ndeveloping,  and  upgrading  industrial  parks  in  CAREC  countries  and  thereby  increase  the \nregion’s  industrial  productivity  and  competitiveness.  It  will  focus  on  two  pilot \ncountries─Kazakhstan  and  the  Kyrgyz  Republic  that  best  represent  the  different  levels  of \nprogress among the CAREC DMCs in developing industrial parks. The 13th CAREC Ministerial \nConference held on 5–6 November 2014 in the Kyrgyz Republic endorsed a framework for \ncorridor development and the operationalization of this framework through a memorandum of \nunderstanding  on  the  Almaty–Bishkek  Corridor  Initiative,  the  first  of  city  level  regional \ncooperation between Kazakhstan and the Kyrgyz Republic. 5 Pilot work in these two countries \nwill  provide  useful  lessons  and  experience  for  other  CAREC  countries.6 The  design  and \nmonitoring framework is in Appendix 1. \n \nII.  ISSUES   \n4.  The industrial structures of most countries in Central Asia are less diversified and in \nsome cases dominated by their natural resource sectors. Heavy dependency on the export of \nmineral and energy resources has made these DMCs highly vulnerable to shocks and price \n                                                \n1  ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila. \n2  The CAREC member countries are Afghanistan, Azerbaijan, People’s Republic of China, Kazakhstan, Kyrgyz \nRepublic, Mongolia, Pakistan, Tajikistan, Turkmenistan, and Uzbekistan. ADB is CAREC Secretariat. The CAREC \nstrategy  provides  a  strategic  direction,  vision,  and  mission  for  2011–2020.  It  aims  to  turn  the  landlocked  \nCAREC  nations  into  land-linked  economies  by  expanding  trade  and  improving  competitiveness.  \nADB. 2012. CAREC 2020: A Strategic Framework for the Central Asia Regional Economic Cooperation Program, \n2011–2020. http://www.carecprogram.org/uploads/docs/CAREC-Publications/2012/CAREC-2020-Strategic-Framework.pdf. \n3  The CAREC Transport and Trade Facilitation Strategy 2020 was refined in 2013 to account for lessons during the \ninitial phase of implementation and changes in the CAREC program since 2008, particularly its expanded \nmembership and the new strategic framework for 2011–2020.  \n4  The TA concept paper was approved by the vice-president for Operations 1 on 6 November 2014. \n5  ADB. 2014. Joint Ministerial Statement of the 13th Ministerial Conference of the Central Asia Regional Economic \nCooperation.  http://www.carecprogram.org/uploads/events/2014/MC-Nov-Bishkek/Key-Documents/001_101_202_13th-MC-\nJoint-Ministerial-Statement.pdf. \n6  The TA first appeared in the business opportunities section of ADB’s website on 10 November 2014. \n ", "2   \nfluctuations in their external markets. Many were severely affected by the worldwide economic \ncrisis of 2008. At the same time, traditional extraction and production processes of minerals and \nenergy are unsustainable, causing natural resource depletion and environmental degradation in \nthe  region.  Central  Asian  countries  face  common  development  issues,  such  as  weak \ninfrastructure, high transaction costs, constrained access to finance and low levels of human \ncapital. These challenges hinder deeper economic integration within the region, undermine \nindustrial sector upgrading in terms of productivity and competitiveness, and discourage foreign \ndirect investment.  \n \n5.  The  Midterm  Review  of  ADB’s  Strategy  2020  identified  the  most  critical  drivers  of \nsecond-generation RCI as higher productivity and competitiveness of economies, combined \nwith  efforts  to  mitigate  vulnerabilities  and  reduce  inequalities  (footnote  1).  New  types  of \ninterventions will be needed to achieve results in these areas in Central Asia’s DMCs, as well as \nto meet the other needs inherent in the growth process. Productivity plays a central role, since \nincreasing it is one of the main ways to improve competitiveness. The development of a CAREC \nproduction and supply chain network will lead to greater specialization and productivity in the \nregion. The RCI community of practice in ADB is expanding its examination of the contribution \nRCI  can  make  to  better  productivity,  particularly  through  the  use  of  economic  zones  and \nindustrial parks. \n \n6.   To  stimulate  economic cooperation,  the  CAREC  countries  have  undertaken  various \nsteps toward developing the New Silk Road (NSR). Before political instability and the advent of \nfaster and safer sea transport routes led to its decline and disappearance, the original Silk Road \nwas a series of routes between Asia and Europe along which intercontinental and interregional \ncultural and trade flows had grown for many centuries. In recent decades, the NSR has started \nto emerge due to globalization and regional integration. \n \n7.   The CAREC economic corridor development initiative aligns well with the NSR initiative \nof  the  CAREC  DMCs.  Both  promote  economic  diversification  and  urban  and  industrial \nagglomeration through improved physical connectivity. The six designated CAREC corridors \noverlap geographically with key portions of the NSR. Economic corridor development has been \nidentified as one of the core priorities in the CAREC 2020, and the governments of the CAREC \nDMCs share the understanding that this involves expanding and using physical infrastructure to \ncatalyze and organize economic activities spatially to generate productivity and growth.  \n \n8.  Sound  economic  policy  that  helps  expand  and  improve  transport  and  business \ninfrastructure  can  boost  trade,  promote  economic  diversification  and  competitiveness,  and \npromote productivity. Providing the effective business infrastructure crucial to the development \nof industrial and economic corridors—and through them, better regional integration, economic \ngrowth, and living standards—can require the building of industrial parks, often at transport \nnodes.  Industrial  parks  incubate  new  enterprises,  support  start-ups,  and  encourage \ndevelopment of knowledge-based businesses. They not only serve to  expand exports and \nattract foreign direct investment, but also act as laboratories for economic and industrial policy \nexperiments. \n \n9.  Many of the CAREC countries lack strategic planning in developing industrial parks and \nbusiness incubators for promoting the optimization of industrial structures. Such planning is \nneeded to avoid chaotic competition in industrial development between neighboring countries \nand  to  pursue  industrial  development  that  is  inclusive  and  sustainable.  The  appropriate \nregulatory frameworks that are vital for gaining the confidence of investors are also missing.  \n ", "  3 \n10.   Business infrastructure development is at different stages in the different CAREC DMCs. \nWhile Kazakhstan is relatively advanced in this respect, the Kyrgyz Republic is only beginning \nto plan and develop its industrial parks. Although Kazakhstan has established several industrial \nparks, it is still formulating the legislation it needs to regulate the establishment of these parks \nand  their  activities  strategically.  Its  existing  laws  and  regulations  are  inadequate,  and \nKazakhstan  can  do  better  in  managing  the  creation  and  operations  of  its  industrial  parks \ncohesively at either the national or the local level.7 The Kyrgyz Republic has undertaken some \nstrategic planning in promoting the development of industrial zones, industrial parks, business \nincubators, and business clusters. It currently has four free economic zones but no operating \nindustrial parks.  \n \n \nIII.  THE POLICY AND ADVISORY TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n11.  The impact of the TA will be more inclusive and sustainable industrial development in \nthe CAREC region. The outcome will be improved policy for industrial park development in \nKazakhstan and the Kyrgyz Republic. \n \n12.  The impact and outcome of the TA will be achieved through the delivery of the following \noutputs: \n(i)  Background studies on industrial park development in Kazakhstan and the \nKyrgyz Republic prepared. To get a clearer overview and build on existing \nfindings, background studies will be conducted to identify outstanding issues in \nindustrial park development in Kazakhstan and the Kyrgyz Republic. The studies \nmay cover but will not be limited to the following aspects: (i) global trends in and \nthe regional context of industrial park development; (ii) the status quo of the \nexisting and planned industrial parks in the two pilot countries; (iii) the challenges \nand  opportunities  related  to  hard  infrastructure,  the  development  of  related \nservices,  and  institutional  and  legal frameworks;  (iv)  analyses  to  clarify  how \nrelevant  cities  and  industrial  parks  benefit  from  the  industrial  corridor;  (v) \nidentification of adaptable models of industrial park development for these two \ncountries that will lead to their integration into the regional value chain; (vi) the \nmapping  of  participation  in  regional  and  global  value  chains;  and  (vii) \nrecommendations, with the formulation of a list of possible TA and/or project \nproposals in selected industrial parks. \n(ii)  Strategic frameworks for industrial park development in Kazakhstan and \nthe Kyrgyz Republic developed.  Integrating industrial park development into \nthe regional value chain in a coordinated manner with neighboring countries \nrequires strategic planning, scientific site selection, rational functional orientation, \na sustainable development pattern, close interaction between key stakeholders, \na unified layout of industrial parks within each country, and healthy competition \nand  complementarity  with  neighboring  DMCs.  The  development  of  strategic \nframeworks  for  industrial  park  development  in  Kazakhstan  and  the  Kyrgyz \nRepublic  under  the  TA  will  provide  a  decision-making  tool  for  better \ncommunication,  interaction,  and  cooperation  between  different  actors  that \nconcentrates on the best use of resources and structures. These actors include \n                                                \n7  UNIDO. 2014. Conference Report, Second regional conference on a new generation of industrial parks. Urumqi, \nXinjiang Uygur Autonomous Region, the People’s Republic of China. \n ", "4   \ncompanies  along  the  value  chain,  local  and  regional  governments,  local \ncommunities and social organizations and groups, and research institutions. The \nstrategic frameworks will identify the main barriers to successful industrial park \ndevelopment in each country and provide guidelines on how to overcome these \nobstacles through strategies, policies, and programs. \n \nB.  Methodology and Key Activities \n13.  The following activities will be undertaken under the TA: \n(i)  Background studies. The TA will conduct country consultations in Kazakhstan \nand the Kyrgyz Republic to exchange views with relevant stakeholders about the \nobjectives  and  scope  of  activities  and  clarify  necessary  governmental \ninvolvement in TA implementation. The TA will review reports and studies that \nrelate directly or indirectly to industrial park development in the two countries, \nconduct  interviews  with  key  government  officials  and  stakeholders  to  collect \nnecessary information and data, submit and present the draft study reports to the \ntwo governments, and present and disseminate the final background study report \nto key stakeholders in these two countries.  \n(ii)  Strategic  frameworks.  The  TA  will  conduct  a  roundtable  on  the  strategic \nframeworks  for  industrial  park  development  and  identify  potential  areas  of \ntechnical  cooperation  to  be  formulated  and  included  in  future  strategic \nframeworks; design and formulate the strategic frameworks for Kazakhstan and \nthe Kyrgyz Republic; develop a list of TA and/or project proposals in selected \nindustrial  parks;  and  organize  a  dissemination  workshop  on  the  strategic \nframeworks, which will include concrete technical cooperation project concept \nproposals on industrial parks and cities.  \n \n14.   The project assumptions and risks are the following:  \n(i)  Assumptions.  It  has  been  assumed  that  (i)  improved  policies  for  industrial \ndevelopment will be enacted and implemented; (ii) other CAREC countries will \nimprove their respective policy frameworks for industrial park development by \nreplicating or learning from the strategic frameworks the TA will help develop; (iii) \na  sound  investment  environment  for  attracting  capital  flows  for  industrial \ndevelopment;  (iv)  the  governments’  commitments  to  inclusive,  sustainable \nindustrial development will continue; (v) business community representatives will \nparticipate actively in all project consultation meetings; and (vi) the project will \nhave timely access to data and relevant personnel in place in Kazakhstan and \nthe Kyrgyz Republic.  \n(ii)  Risks. Potential obstacles to the TA project’s success include the risks that (i) \nweak institutional capacity resulting in ineffective operationalization of industrial \npolicy frameworks, (ii) insufficient financial and human resources for developing \nand transforming industrial parks, (iii) weak government capacity of engaging key \nstakeholders and obtaining the critical private sector response, (iv) changes in \nstaff within key agencies leading to a loss of support for the TA objectives within \nthese agencies, and (v) political interference delaying submission of the policies. \n \nC.  Cost and Financing \n15.  The TA is estimated to cost $750,000, which will be financed on a grant basis by ADB’s \nTechnical Assistance Special Fund (TASF-V). About 5% of the budget for trainings, workshops, \nseminars, and conferences is allocated for representation costs that are confirmed as direct and \n ", "  5 \nidentifiable costs to the TA and the resource persons engaged in these activities may be ADB \nstaff. The governments of Kazakhstan and the Kyrgyz Republic will provide counterpart support \nin the form of hosting meetings and workshops, funding their in-country participation in the \nmeetings, capacity-building activities, and other in-kind contributions. \n \nD.  Implementation Arrangements \n16.  ADB  will  be  the  executing  agency.  The  Regional  Cooperation  and  Operations \nCoordination  Division  of  ADB’s  Central  and West  Asia  Department  will  be  responsible for \nadministering  and  supervising  the  TA.  ADB  will  (i)  create,  consolidate,  and  disseminate \nknowledge and information to support industrial park development in the two pilot countries; (ii) \nhelp concerned national agencies build their institutional capacity to manage industrial park \ndevelopment more effectively; and (iii) act as the facilitator, catalyst, and coordinator of the \ndevelopment of the planned strategic frameworks for industrial park development in the two \nDMCs.  Implementation  will  be  conducted  in  close  consultation  with  the  two  ADB  resident \nmissions and the relevant national authorities in Kazakhstan and the Kyrgyz Republic.  \n \n17.  The TA will finance about 41 person-months of consultant services—17 person-months \nof international services and 24 person-months of national consultant inputs. One international \nconsultant will be engaged as the leader of the team that will develop the strategic frameworks \nfor industrial park development in the two countries. A second international consultant will be \nengaged to conduct the background studies and help develop the strategic frameworks. Two \ncountry-based national consultants will be hired to assist in the background studies, develop the \nnational strategic frameworks, and organize meetings in the field. Consultants will be hired as \nindividuals to ensure that varied perspectives are available from key experts whose skills, \nqualifications, knowledge, and experience are mutually reinforced and supplemented. Resource \npersons may be engaged to help develop and carry out knowledge-sharing activities. The \nresource  persons  will  work  closely  with  ADB  staff  in  preparing  the  specific  material  and \npresenting it at workshops and other capacity-building events. These resource persons may \nalso be ADB staff. The consultants will be engaged according to ADB’s Guidelines on the Use \nof Consultants (2013, as amended from time to time). The outline terms of reference for the \nconsultants  are  in  Appendix  3.  Lump  sum  payments  and  output-based  contracts  will  be \nconsidered for consulting services under the TA. Disbursement under the TA will be done in \naccordance with the Technical Assistance Disbursement Handbook (2010, as amended from \ntime to time). The TA will be implemented over 33 months from January 2015 to September \n2017.  \n \n18.  The United Nations Industrial Development Organization will work closely with ADB to \npromote industrial park development in the CAREC region and provide necessary technical \nsupport to this TA during its implementation.  \n \n \nIV.  THE PRESIDENT'S DECISION  \n \n19.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $750,000 on a grant basis for \nSupporting Industrial Park Development in the Central Asia Regional Economic Cooperation \nRegion, and hereby reports this action to the Board. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Risks  \nImpact      Assumptions \nMore inclusive and  By 2020, the share of  National statistics offices  Improved policies for \nsustainable industrial  industrial production in the  and concerned government  industrial development will \ndevelopment in the  GDP of the CAREC region  agencies  be enacted and \nCAREC region  increased to 40% compared    implemented. \n  with the 2012 baseline value  UNIDO’s country analysis \n(34%)a  for industrial development  Other CAREC countries \nwill improve their policy \n   \nframeworks for industrial \n  World Bank’s World \npark development by \n  Development Indicators  \nreplicating or learning from \n   \nthe intended strategic \nframeworks. \nSound investment \nenvironment attracting \ncapital flows for industrial \ndevelopment.  \n    Risks \n  Weak institutional capacity \nresulting in ineffective \n    operationalization of the \nindustrial policy \nframeworks. \nInsufficient financial and \nhuman resources for \ndeveloping and \ntransforming industrial \nparks. \nOutcome      Assumption \nImproved policy  for  At least two proposals for  Government gazette  The commitment of the \nindustrial park  policy improvements for    governments to inclusive, \ndevelopment in  industrial park development in  sustainable industrial \nKazakhstan and the  each of the two countries  development will continue. \nKyrgyz Republic   drafted and submitted for \nRisk \napproval by 2017 \n  Political interference  \ndelaying submission of the \n   \npolicies. \n   \nOutputs      Assumption \n1. Background studies  Four background studies  Government gazette  Business community \non industrial park  endorsed by Ministry of    representatives will \ndevelopment in  National Economy of  Executing agency project  participate actively in all \nKazakhstan and the  Kazakhstan and Ministry of  progress and monitoring  project consultation \nKyrgyz Republic  Economy of the Kyrgyz  reports  meetings. \nprepared  Republic by 2016 \nRisk \n   \nWeak government \n   \ncapacity of engaging key \nstakeholders and \nobtaining critical private \nsector response \n ", "Appendix 1  7 \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Risks  \n      Assumption \n2. Strategic frameworks  Two Strategic frameworks  Government gazette  The project will have \nfor industrial park  endorsed by Ministry of    timely access to data and \ndevelopment in  National Economy of  Executing agency project  relevant personnel in \nKazakhstan and the  Kazakhstan and Ministry of  progress and monitoring  place in the two countries.  \nKyrgyz Republic  Economy of the Kyrgyz  reports \nRisk \ndeveloped  Republic by 2017 \n  Staff changes in key \nagencies  leading to a loss \n   \nof support for the TA \nobjectives within those \nagencies. \n Activities with Milestones  Inputs \n   \n1. Background studies on industrial park development in Kazakhstan  ADB: $750,000 (TASF–V) \nand the Kyrgyz Republic prepared   \nInternational and national consultants \n1.1  Conduct country consultations in Kazakhstan and the Kyrgyz Republic  with appropriate skills and expertise  \nto exchange views with relevant government stakeholders about the \nobjectives and scope of activities under the TA and clarify necessary  Note: The governments of \ngovernment assistance in TA implementation (March–July 2015)  Kazakhstan and the Kyrgyz Republic \nwill provide counterpart support in the \n1.2  Review  reports  and  studies  that  directly  or  indirectly  relate  to  the  form of logistical arrangements, \nindustrial park development in these two countries (July–October 2015)  meeting packages, office supplies, \nsecretarial assistance, domestic \n1.3  Conduct interviews with key government officials and stakeholders to \ntransport, and other in-kind \ncollect necessary information (October 2015–February 2016) \ncontributions. \n1.4  Submit and present the draft study reports to the two governments \n(February–April 2016) \n1.5  Present and disseminate the final report to key stakeholders of the two \ncountries (April–June 2016) \n2. Strategic frameworks for industrial park development in Kazakhstan \nand the Kyrgyz Republic developed   \n2.1 Conduct a roundtable on the strategic frameworks for industrial park \ndevelopment and identify potential areas of technical cooperation to be \nformulated and included in future strategic frameworks (June–August \n2016) \n2.2 Design and formulate the strategic frameworks for Kazakhstan and the \nKyrgyz Republic (August 2016–April 2017) \n2.3 Develop a list of TA project proposals in selected industrial parks (April–\nJuly 2017) \n2.4 Organize a dissemination workshop on the strategic frameworks and on \nthe concrete  TA and project proposals on industrial parks and cities \n(July–September 2017) \nADB = Asian Development Bank, CAREC = Central Asia Regional Economic Cooperation, GDP = gross domestic \nproduct, TA = technical assistance, TASF = technical assistance special fund, UNIDO = United Nations Industrial \nDevelopment Organization. \na  The 2012 baseline value is calculated from weighted average of nine CAREC countries (excluding the People’s \nRepublic of China). \nSource: Asian Development Bank. \n \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \nItem  Amount \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  340.0 \n      ii.  National consultants  96.0 \n    b.  International and local travel  40.0 \n    c.  Reports and communications  15.0 \n     \n  2.  Training, workshops, seminars, and conferencesb  160.0 \n  3.  Surveys and field visits  30.0 \n  4.  Miscellaneous administration and support costs  5.0 \n  5.  Contingencies  64.0 \n        Total  750.0 \nNote: The technical assistance (TA) is estimated to cost $0.75 million, of which contributions from the Asian \nDevelopment  Bank  are  presented  in  the  table  above.  The  concerned  governments  are  expected  to  provide \ncounterpart support in the form of administrative support for meetings, workshops, coordination and logistics, and \nother in-kind contributions.  \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-V). \nb   5% will be allocated for representation costs and the resource persons engaged in these activities may be ADB \nstaff.  \nSource: Asian Development Bank estimates. \n ", "Appendix 3  9 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  Strategy  formulation  and  policy  planning  expert—team  leader  (international,  9 \nperson-months, intermittent). The expert will develop the strategic frameworks for industrial park \ndevelopment  in  Kazakhstan  and  the  Kyrgyz  Republic  (output  2).  She  or  he  should  have \nsignificant  experience  in  strategy  formulation  and  policy  planning  for  national  industry \ndevelopment. He or she should be familiar with the key factors that governments should take \ninto account when planning industry development. The expert will \n(i)  review  the  background  studies  conducted  for  Kazakhstan  and  the  Kyrgyz \nRepublic industrial park development; \n(ii)  draft  an  outline  of  the  envisaged  strategic  frameworks  for  industrial  park \ndevelopment  for  these  two  countries  and  identify  issues  that  require  further \nconsultation with the governments and nongovernment stakeholders; \n(iii)  interview  the  key  government  agencies  and  nongovernment  stakeholders \nregarding the pending issues; \n(iv)  develop  the  strategic  frameworks  for  Kazakhstan  and  the  Kyrgyz  Republic, \ndelineating the main barriers to successful industrial park development in each \ncountry;  \n(v)  develop effective guidelines to implement the strategic frameworks to transform \nexisting industrial parks and make them more inclusive and sustainable, and to \ndevelop the planned industrial parks using inclusive and sustainable industrial \ndevelopment principles; and \n(vi)  present  the  strategic  frameworks  to  the  governments  and  nongovernment \nstakeholders and solicit their feedback for further improvement. \n \n2.  Industrial park development expert (international, 8 person-months, intermittent). The \nexpert will conduct background studies to identify the outstanding issues related to industrial \npark development in Kazakhstan and the Kyrgyz Republic and thereby lay a solid foundation for \nthe development of the envisaged strategic frameworks (output 1 and activity 2.2 under output \n2). The expert will \n(i)  review existing reports and studies that directly or indirectly relate to industrial \npark development in Kazakhstan and the Kyrgyz Republic; \n(ii)  review the policies and regulations on industrial park development and planning \nin Kazakhstan and the Kyrgyz Republic; \n(iii)  conduct interviews on the status quo of the existing and planned industrial parks \nin the two pilot countries with key government agencies, city administrations, and \nnongovernment  stakeholders,  including  industrial  associations,  trade  unions, \nprivate sector, academia, and civil society; \n(iv)  provide an overview of the global trends in and regional context of industrial park \ndevelopment; \n(v)  undertake an analysis of the relevant cities and industrial parks to clarify how \ncities benefit from an industrial corridor; \n(vi)  examine the merits of linking industrial park development with the development \nof regional logistics centers and multimodal corridor networks; \n(vii)  analyze  the  challenges  and  opportunities  of  industrial  park  development  by \nfocusing on hard infrastructure, related service development, and institutional \nand legal frameworks; \n(viii)  identify adaptable models of industrial park development for these two countries \nthat would help lead to their integration into the regional value chain, as well as \nmap their participation in regional and global value chains; \n ", " \n10  Appendix 3 \n \n(ix)  come up with some recommendations and a formulation of a list of technical \nassistance project proposals in selected industrial parks, based on the national \nneeds and potential;  \n(x)  present  the  report  to  the  government  and  key  stakeholders  to  seek  their \nfeedback on where, when, and how the studies could be improved; and \n(xi)  help  develop  the  strategic  frameworks  for  industrial  park  development  in \nKazakhstan and the Kyrgyz Republic. \n \n3.  Industrial  park  development  specialist (two  positions  national,  12  person-months \neach, intermittent). The two country-based industrial park development specialists will provide \nnecessary  support  and  inputs  to  the  industrial  park  development  expert  and  the  strategy \nformulation and policy planning expert in the course of their respective assignments (outputs 1 \nand 2). The national consultants will \n(i)  assist the two international consultants in reviewing the relevant studies, national \npolicies, and regulations related to industrial park development; \n(ii)  help collect and verify data needed for the two outputs;  \n(iii)  assist the two international consultants in arranging and conducting interviews \nwith key government officials and key nongovernment stakeholders; \n(iv)  provide  inputs  and  comments  for  the  background  studies  and  strategic \nframeworks; \n(v)  assist in the conduct of the inception mission workshop, coordination meetings, \nconsultation roundtables, and dissemination workshops;  \n(vi)  help prepare the meeting reports and other relevant documentation; and \n(vii)  provide necessary support to the team leader. \n \n4.  Resource persons (10 person-assignments). Resource persons may be engaged to \nhelp develop and conduct knowledge-sharing activities. The resource persons will work closely \nwith ADB staff members in preparing specific material and presenting it at workshops and other \nrelated capacity-building events. These resource persons may also be ADB staff. \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.07", "CreationDate": "D:20141210110248+08'00'", "ModDate": "D:20141210110248+08'00'", "Creator": "Microsoft® Word 2010", "Author": "ADB", "Title": "Technical Assistance Report", "Keywords": "adb technical assistance ta report"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nCAREC  –  Central Asia Regional Economic Cooperation \n  DMC  –  developing member country \n  NSR  –  New Silk Road \nRCI  –  regional cooperation and integration \nTA  –  technical assistance \n     \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n  \n \nVice-President  W. Zhang, Operations 1 \nDirector General  K. Gerhaeusser, Central and West Asia Department (CWRD) \nDirector  V. Tan, Regional Cooperation and Operations Coordination Division, \nCWRD \n   \nTeam leader  G. Wu, Regional Cooperation Specialist, CWRD \nTeam member  H. Wang, Principal Regional Cooperation Specialist, CWRD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "W. Zhang", "role": "Operations", "organization": ""}, {"fullname": "K. Gerhaeusser", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "V. Tan", "role": "Regional Cooperation and Operations Coordination Division", "organization": ""}, {"fullname": "G. Wu", "role": "Regional Cooperation Specialist", "organization": "CWRD"}, {"fullname": "H. Wang", "role": "Principal Regional Cooperation Specialist", "organization": "CWRD"}]}