{"path": "data/input/ta/48386-001-pptar.pdf", "pages": ["Appendix 3  9 \nPROGRAM PREPARATORY TECHNICAL ASSISTANCE  \nA.  Background and Justification \n1.  The Government of Azerbaijan is endeavoring to transform Azerbaijan Railways (ADY) \ninto a profitable company and to improve railway service delivery. It has requested the Asian \nDevelopment Bank (ADB) to finance (i) railway sector and corporate reforms and ADY financial \nrestructuring; and (ii) improvements to railway infrastructure, particularly along the north-south \nrailway  corridor.  This  program  preparatory  technical  assistance  (PPTA)  will  prepare  (i)  a \ncomprehensive policy matrix for the policy-based loan—covering institutional changes at ADY \nand in the railways sector, financial restructuring at ADY, a sector development plan, and other \npolicy areas as needed—prepared in full consultation with all key railway stakeholders; (ii) a \nfeasibility study for track renewal and a computerized freight operation system; and (iii) ADB \nloan processing documents, including a sector assessment; technical, economic, and financial \nappraisals; environmental, social, and poverty impact assessments; procurement preparation \nand project implementation arrangements. The government and ADY were advised that PPTA \napproval does not commit ADB to financing any ensuing project. \n \nB.  Major Outputs and Activities \n2.  The major activities and outputs are summarized in Table A3.1. \n \nTable A3.1: Summary of Major Activities and Outputs \nExpected \nMajor Activities  Major Outputs \nCompletion  \nSector diagnostic  ·  Comprehensive policy matrix for the policy-based loan  Aug 2016–\nstudy on key policies  Apr 2017 \n·  Time-bound, comprehensive restructuring and reform \nand corporate and   \nprogram \nfinancial reform \n·  Updated business plan  \ndirections \nDue diligence on  ·  Sector assessment and sector results framework; technical  Aug 2016– \nengineering,  review report   Feb 2017 \nenvironment,   \n·  Initial environmental examination  \nresettlement, social, \n·  Land acquisition and resettlement framework and the \npoverty, and gender \nresettlement plan (in final draft)  \nissues \n·  Summary poverty reduction and social strategy,  \n·  Mitigation plan for adverse impacts on specific groups due to \nstaff retrenchment  \nEconomic and  ·  Economic and financial evaluation and analysis of project  Oct 2016– \nfinancial analysis and  component  Feb 2017 \ngovernance   \n·  Procurement capacity and financial management assessment, \nassessment   \nincluding fiduciary risk assessment of country systems  \n·  Risk assessment and management plan \nProject implementation  ·  Project procurement plan and turnkey/engineering- Nov 2016–\npreparation  procurement-construction bidding documents; assistance to  Dec 2017 \nADY in the recruitment of project implementation consultants \n(technical and financial evaluation, contract finalization, and \nmobilization)  \n \n ", "10 \nC.  Cost Estimate and Proposed Financing Arrangement  \n3.  The PPTA is estimated to cost $1.05 million, $1 million of which will be financed through \na grant from ADB's Technical Assistance Special Fund (TASF). The government, through ADY, \nwill provide counterpart support in the form of staff, office space and supplies, secretarial \nassistance, and other in-kind contributions. Table A3.2 lists the detailed cost estimate. \n  \nTable A3.2: Cost Estimates and Financing Plan \nItem    Cost ($’000) \nADB Financing a   \n1.      Consultants   \n  a.    Remuneration and Per Diem   \n    i.  International Consultants (32 person-months)  680 \n    ii.  Domestic Consultants (27 person-months)  150 \n  b.    International and Local Travel  100 \n  c.    Reports and Communications  5 \n2.      Surveys  5 \n3.      Miscellaneous Administration and Support Costs  10 \n4.      Contingencies  50 \n      Total   1,000 \na Financed by ADB's Technical Assistance Special Fund (TASF) \nSource: Asian Development Bank estimate \n \nD.  Consulting Services \n4.  The PPTA will recruit a combination of individual consultants and a firm (quality- and \ncost-based selection, using biodata technical proposal) in accordance with the Guidelines on \nthe Use of Consultants (2013, as amended from time to time), refer to Table A3.3. \n \nTable A3.3: Summary of Consulting Services Requirement \nPerson  Person \nInternational   National  \nmonths  months \nPart A (Consulting Firm) \nRailway Engineer (Civil Engineering)  5  Railway Coordinator/Engineer  6 \nRailway Transport Economist  3  Social Development Expert  4 \nProcurement and Contract Specialist  3  Resettlement Expert  3 \nEnvironmental Expert   2     \nTotal  13    13 \nPart B (Individual) \nRailway Reform Expert and Coordinator  5  Policy Reform Coordination Expert  5 \nFinancial-Corporate Restructuring Expert  4  Legal Expert (Corporate and Labor)  4 \nRailways Business Development Expert  3  Financial Management Expert  5 \nLabor Restructuring Expert   3     \nRailway Asset Management Specialist  3     \nResource Persons  1     \nTotal  19    14 \nSource: Asian Development Bank estimates. \n \n5.  The program will have five outputs. The policy-based loan supports outputs 1–4, which \ncover  (i)  enhanced  management  autonomy  of  ADY  and  transport  sector  governance, \n(ii) effective financial restructuring of ADY's liabilities, (iii) enhanced financial and management \ncontrol,  efficiency  and  reporting  at  ADY,  and  (iv)  business  development  and  corporate \nrestructuring of ADY. The project loan supports Output 5, which includes rehabilitation of 441 \n ", "11 \nkm of single-track rail between Baku and Yalama, on the Russian border, and development of a \ncomputerized freight operation system. Outline terms of reference are listed in Table A3.4.  \n \nTable A3.4: Outline Terms of Reference for PPTA Consultants \nExpert  Required Background and Main Deliverables \nInternational  The consultant will have at least 10 years of experience in railway sector reforms at \nRailways Reform  the policy implementation level, preferably with academic work on transport policy \nExpert and  and  development  issues.  The  consultant  will  have  exposure  to  working  in \nCoordinator  developing countries. The consultant will work primarily on outputs 1, 3 and 4 and \nprovide overall coordination. \nNational Policy  The consultant will have at least 5 years of experience in working in projects \nReforms  financed by international financial institutions, performing complex functions with \nCoordination Expert  considerable autonomy. The consultant will have worked in corporate management \n  functions in the Azerbaijan private sector and has good written communication \nskills. A formal degree in management will be a crucial asset. The consultant will \nprovide overall coordination and assist international counterparts. \nInternational  The consultant will have a university degree in accounting, finance, business or \nFinancial and  related  field,  a  professional  certification  in  accounting  and  finance  (chartered \nCorporate  accountant, chartered professional accountant, or chartered financial analyst) and \nRestructuring Expert  at least 10 years of experience in corporate restructuring. Financial accounting and \n  auditing experience will be crucial. The consultant will work primarily on outputs  \n2–5. \nNational Financial  The  consultant  will  have  worked  in  financial  audit  and  accounting  firms  in \nManagement Expert  Azerbaijan for at least 5 years, and possess good written communication skills. A \n  formal  certification  as a chartered  professional accountant  will be crucial. The \nconsultant will work primarily on outputs 2 and 3.  \nInternational  The  consultant  will  have  extensive  experience  in  railway  sector  reforms  at  a \nRailways Business  corporate  management  level,  and  preferably  has  corporate  management \nDevelopment Expert  experience in the transport sector. The expert will have had exposure to working in \n  developing countries. The consultant will work primarily on output 4.  \nInternational Labor  The consultant will have extensive experience in labor restructuring reforms in both \nRestructuring Expert   developing  and  developed  countries,  with  concrete  first-hand  experience  in \ndesigning labor retrenchment initiatives. The consultant will work primarily on output \n4.  \nNational Legal  The consultant will have practiced corporate law in Azerbaijan for more than 15 \nExpert (Corporate  years, and have concrete experience with corporate restructuring. Experience in \nand Labor)  labor issues and asset valuation will be crucial. The consultant will work primarily on \noutput 4. \nInternational  The consultant will have a Bachelor’s degree in economics (or equivalent) with at \nRailway Transport  least 10 years of work experience. The consultant will have proven analytical skills \nEconomist  and  working  experience  in  ADB  developing  member  countries;  Azerbaijan \nexperience would be preferred. The consultant will (among other things) (i) gather \nin-depth information to update the traffic forecast; (ii) review macroeconomic and \nsector  contexts,  conduct  demand  analysis,  and  identify  project  alternatives; \n(iii)  identify  and  compare  project  costs  and  benefits  (including  additional \nenvironmental benefits from electrification), assess project sustainability, conduct \nsensitivity and risk analyses, and identify indicators to monitor project performance; \nand  (iv)  coordinate  with  other  experts  to  produce  a  cohesive  joint  report  for \nprocessing the project for ADB financing.10 \n                                                \n10 Detailed terms of reference will be explicit on the required main areas of economic analysis (including ‘Distribution \nAnalysis’) as included in: \n  ADB. 2013. Key Areas of Economic Analysis of Investment Projects – An Overview. Manila. \n \n ", "12 \nInternational  The consultant will have a relevant Bachelor's degree with preferably 10 or more \nProcurement and  years’ work experience in international bidding and procurement processes. The \nContract Specialist  consultant will have excellent analytical skills and working experience in ADB \ndeveloping member countries; prior experience with ADB projects is preferred. The \nconsultant  will  (among  other  things)  (i)  conduct  the  Executing  Agency’s \nprocurement capacity assessment and propose actions as needed to minimize \nprocurement  and  financial  management  risks;  (ii)  prepare  master  bidding \ndocuments  and  requests  for  proposals  in  line  with  ADB’s  guidelines  on \nprocurement  and  consultant  recruitment;  and  (iii)  train  EA  staff  on  ADB \nprocurement requirements and on turnkey/engineering-procurement-construction \n(EPC) contract management. \nInternational Railway  The  consultant  will  have  good  understanding  of  railways  structure,  functions, \nAsset Management  operations and standards. At least 5 years of experience with similar type of \nSpecialist  assignments—experience  in  European  Union  (EU)  or  Commonwealth  of \nIndependent States (CIS) railway systems, or in large railway organizations under \nrestructuring—is preferred. The consultant will (among other things) (i) conduct an \nin-depth assessment of current operations of ADY, and (ii) define the scope and \ntechnical  specification  for  computerization  of  freight  operations  and  asset \nmanagement  system  that  will  be  incorporated  with  current/existing  system \nplatform. \nInternational  The  consultant  will  have  the  relevant  education  background  to  undertake \nEnvironmental  environmental impact assessment works and significant experience with preparing \nExpert  environmental  impact  assessment  for  similar  projects.  The  consultant  will  be \nfamiliar  with  implementation  of  Azerbaijan’s  environmental  protection  law  and \npreferably have at least 5 years’ experience in work related with environmental \nimpact assessment. Familiarity with the ADB Safeguards Policy Statement (SPS) \n2009 is an advantage. The consultant will (among other things) (i) prepare an Initial \nEnvironmental  Examination  (IEE)  Report—and  the  Environmental  Impact \nAssessment (EIA) Report, if warranted—in accordance with the ADB’s Safeguard \nPolicy  Statement  2009,  together  with  an  environmental  management  and \nmonitoring plan; (ii) assess the government’s capacity to address environmental \nproblems  and  recommend  institutional  arrangements  and  capacity  measures \nneeded  to  address  the  project’s  environmental  concerns;  (iii)  reconfirm  the \nproject’s  proposed  environmental  classification;  and  (iv)  undertake  an \nenvironmental audit, if existing facilities will be rehabilitated or reconstructed as \npart of the Project. \nNational Social  The consultant will have the relevant education and at least 5 years’ related \nDevelopment Expert  experience in preparing poverty and social impact assessment. The consultant will \nbe familiar with ADB’s policy on social impacts, especially gender and poverty. The \nconsultant will (among other things): (i) conduct a social impact assessment as \ndescribed  in ADB guidelines for  social impact assessment (especially  poverty \nassessment,  gender  assessment,  participatory  assessment,  labor  impacts  and \nother social impacts); (ii) conduct a socioeconomic survey to prepare Poverty and \nSocial Impact Assessment in compliance with ADB guideline for social impact \nassessment;  (iii)  propose  a  gender  classification  for  the  project  and  prepare \nmeasures to comply with such classification, including a gender action plan if it is \nwarranted; and (iv) prepare a summary poverty reduction and social strategy.  \nNational  The  consultant  will  have  the  relevant  education  background  to  undertake  a \nResettlement Expert  resettlement  survey,  conduct  consultations  as  part  of  Resettlement  Plan \npreparation  and  prepare  a  Resettlement  Plan  with  full  understanding  of  \n(i) Azerbaijan law and regulation on land acquisition and (ii) the ADB SPS 2009. \nThe consultant will have at least 5 years’ related work experience. The consultant \nwill (among other things): (i) reconfirm the project classification for involuntary \nresettlement  and  indigenous  peoples,  as  described  in  the  ADB  SPS  2009; \n(ii) prepare the resettlement plan in line with the ADB SPS 2009 and relevant \ngovernment law and regulations; (iii) survey 100% survey of affected people for \n ", "13 \nsocioeconomic  conditions,  and  conduct  meaningful  consultations  with  them; \n(iv)  describe  the  institutional  arrangements  for  addressing  the  project’s  social \nimpacts/risks; (v) develop a grievance redress mechanism, and any other effective \narrangements  to  implement  the  resettlement  plan;  and  (vi)  prepare  estimated \nbudget for implementing Resettlement Plan.  \nResource Persons  Consultants will provide expertise on (i) recent technology development in railway \noperation and maintenance; (ii) improvement of the technical and cost side of \nADY's feasibility study; and (iii) other railway technical and institutional aspects, as \nappropriate. \nF.  Schedule and Reporting Requirements \nThe  consulting  services  will  be  implemented  over  a  period  of  18  months,  beginning  \n1 September 2016 and ending 1 March 2018. Technical assistance funds will be disbursed in \naccordance with ADB’s Technical Assistance Disbursement Handbook (2015, as amended from \ntime to time). The PPTA will be financially closed by 1 June 2018. The consultants will report \ndirectly to the project officer, unless responsibility for their supervision is delegated to ADY. The \nconsultants will submit to ADY and ADB (i) an inception report 4 weeks after commencement of \nservices; (ii) an interim report; and (iii) a final report 3 weeks after receipt of review comments \nfrom ADY and ADB. All reports will be written in English and translated into Azeri. Soft copies \n(.pdf and Word) of the inception, interim, and draft final reports (in English) will be submitted to \nADB. One hard copy and one soft copy (.pdf) of each report (in both Azeri and English) will be \nsubmitted to ADY. \n "], "metadata": {"Author": "zwu", "CreationDate": "D:20160816081430+08'00'", "Creator": "PDF24 Creator", "ModDate": "D:20160915090302+08'00'", "Producer": "GPL Ghostscript 9.14", "Title": "Project Concept Paper"}}