{"path": "data/input/ta/48387-001-tar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 48387-001 \nRegional—Capacity Development Technical Assistance (R-CDTA) \nDecember 2014 \n \n \n \n \nUpdating and Constructing the Supply and Use \nTables for Selected Developing Member Economies\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB's  Public \nCommunications Policy 2011.  \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  ERD  –  Economics and Research Department \n  ERDI  –  Development Indicators and Policy Research Division \n  GDP  –  gross domestic product \n  ICP  –  International Comparison Program \n  IOT  –  input–output table \n  NIA  –  national implementing agency \n  NSO  –  national statistics office \n  SNA  –  system of national accounts \n  SUT  –  supply and use table \n  TA  –  technical assistance \n  UN  –  United Nations \n \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \nVice-President  B. N. Lohani, Knowledge Management and Sustainable Development \nDirector General  S. J. Wei, Economics and Research Department (ERD) \nDirector  R. Hasan, Development Indicators and Policy Research Division, ERD \n   \nTeam leader  C. Palanyandy, Lead Statistician, ERD \nTeam member  M. J. Mariasingham, Statistician, ERD \nE. Capilit, Economics and Statistics Officer, ERD \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \n \nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Methodology and Key Activities  2 \nC.  Cost and Financing  5 \nD.  Implementation Arrangements  5 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  Outline Terms of Reference for Consultants  10 \n4.  Outline of the Final Report  13 \n \n   \n ", "Project Classification Information Status: Complete\nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 48387-001\nProject Name Updating and Constructing the Supply  Department ERD/ERDI\nand Use Tables for Selected  /Division\nDeveloping Member Economies\nCountry REG Executing  Asian Development Bank\nBorrower n/a Agency\nqq\n2. Sector Subsector(s)     ADB Financing ($ million)\nIndustry and trade Industry and trade sector development 0.30\nTrade and services 0.20\nPublic sector  Economic affairs management 0.25\nmanagement\nTotal 0.75\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the  Low\ngrowth (IEG) including jobs, created and expanded Project\nRegional integration  Pillar 2: Trade and investment\n(RCI) Pillar 4: Other regional public goods\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Institutional development No gender elements (NGE)\ncapacity development Organizational development\n(GCD)\nKnowledge solutions  Application and use of new \n(KNS) knowledge solutions in key \noperational areas\nKnowledge sharing activities\nPilot-testing innovation and learning\nPartnerships (PAR) Bilateral institutions (not client \ngovernment)\nImplementation\nPrivate sector  Promotion of private sector \ndevelopment (PSD) investment\nPublic sector goods and services \nessential for private sector \ndevelopment\nqq\n5. Poverty Targeting Location Impact\nProject directly targets  No\nRegional High\npoverty\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.75\n    Sovereign Capacity development technical assistance: Technical  0.75\nAssistance Special Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.75\nqq\n9. Effective Development Cooperation\nUse of country procurement systems Yes\nUse of country public financial management systems Yes\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 22102014111350208579 Generated Date: 15-Dec-2014 13:15:53 PM", "1 \n \nI.  INTRODUCTION \n1.  The compilation of supply and use tables (SUTs) is one of the critical recommendations \nin the United Nations (UN) System of National Accounts (SNA). SUTs are considered the most \nintegrated framework showing the sources of supply of goods and services—produced in the \ndomestic economy or imported—and where and how these are used, either for intermediate \nconsumption or final use.1 Likewise, SUTs provide the basic framework for the construction of \nnational and international input–output tables (IOTs). The latter are an essential input into the \nanalysis  of  a  variety  of  important  economic  phenomena.  An  important  application  of  an \ninternational IOT is in improving the economic content of standard trade statistics.2 International \nIOTs are also key to understanding structural transformation across economies; measuring the \nextent of regional integration in production and trade; and documenting key aspects of vertical \nspecialization and how certain policy shifts, such as reductions in tariffs and transport costs, can \nlead to extensive vertical specialization, large trade growth, and large gains from trade. These \nare relatively new knowledge frontiers for which data is lacking in developing member countries \n(DMCs) of the Asian Development Bank (ADB). \n \n2.  The  proposed  technical  assistance  (TA)  is  part  of  the  continuing  efforts  of  ADB’s \nEconomics and Research Department (ERD) to support evidence-based decision making with \nimproved and detailed information on national accounts estimates. Its outputs will provide the \ntools for analyzing a range of economic phenomena, including the analysis of global value \nchains. The TA will also enable ERD to continue its collaborative statistical work with national \nstatistics offices (NSOs), and to support and sustain the development of IOTs for guiding policy \nmaking on both inclusive growth and regional cooperation and integration issues. The design \nand monitoring framework is in Appendix 1.3 \n \nII.  ISSUES \n3.  In April 2008, the UN Statistical Commission recommended the adoption of the 2008 \nSNA to bring the national accounting framework in line with new developments and to meet the \nincreasing demands of data users. It acknowledged that the economic environment in many \neconomies had evolved significantly since the development of the 1993 SNA and that recent \nmethodological research had led to improved methods of measuring some of the more difficult \ncomponents  of  the  national  accounts.  The  adoption  of  the  2008  SNA  also  supports  the \nimplementation of the Regional Program on Economic Statistics endorsed by the heads of \nNSOs of member economies at the UN Economic and Social Commission for Asia and the \nPacific’s Committee on Statistics, of which ADB is a member. \n \n4.  In 2012 ADB published a research study on the Supply and Use Tables for Selected \nEconomies in Asia and the Pacific, under a regional TA project.4 It contains national SUTs for 18 \neconomies based on the 1993 SNA. Being a first for most participating economies, the SUTs \nvaried in their reference year, with some going as far back as 2005. Further, in the recently \n                                                \n1 The SUT framework ensures consistency of data at the detailed product level between industries and products \n(intermediate consumption), and final uses, and the reconciliation of estimates of gross domestic product from the \nproduction, expenditure, and income approaches. \n2  The growth of international trade in intermediate inputs means that trade statistics can give a misleading picture of \nthe real patterns of production behind world trade. International IOTs based on high-quality SUTs allow trade \npatterns to be decomposed into components that better reflect the underlying location of the value addition linked \nto exports. \n3  The TA first appeared in the business opportunities section of ADB’s website on 26 November 2014. \n4  ADB. 2013. Technical Assistance Completion Report: Adopting the Supply and Use Framework towards 1993 \nSystem of National Account Compliance in Selected Developing Member Countries. Manila (TA 6483-REG); ADB. \n2012. Supply and Use Tables for Selected Economies in Asia and the Pacific, A Research Study. Manila.  \n ", "2 \nconcluded 2011 International Comparison Program (ICP), only 5 out of 22 economies have \nadopted the 2008 SNA; 13 are compliant with the 1993 SNA; and 4 are at different levels of \n1968, 1993, and 2008 SNA compliance. There is a need therefore, to sustain the gains of the \nresearch study to further develop the statistical capacity and skills acquired in SUT compilation; \nand strengthen data sources to fill data gaps at product, industry, and enterprise levels. It is also \ncritical to assist countries in adopting the recommendations of the 2008 SNA in compiling the \nbenchmark and annual national SUTs to further improve statistical capacity building in ADB’s \ndeveloping member economies. \n \n5.  Apart from being important for national economic analyses and planning, consistent and \ninternationally comparable SUTs are imperative in a highly globalized market. SUTs are critical \nin constructing international IOTs used for inter-country analysis of trade in value addition and \nglobal value chains. Despite the critical role of input–output statistics in both national accounts \nand  economic  analysis,  comparable  and  consistent  IOTs  for  Asian  economies  in  existing \ninternational IOT databases5 are limited and are available only for certain benchmark years. The \nTA will not only help economies adopt the 2008 SNA to the extent possible, it will also provide \nnew internationally comparable data for consistent industrial analysis at a detailed sector level \nand international IOTs over time. It will maximize the benefits of having the national perspective \nof economies to address the underlying limitations of existing international IOT databases, \nespecially  in  terms  of  understanding  the  uniqueness  of  each  economy  and  in  further \ndecomposing enterprise and household data in relation to national and international trade and \ntransactions. \n \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n6.  The  impact  will  be  increased  implementation  of  international  standards  in  national \naccounts compilation and increased comparability of data across economies. The outcome will \nbe  improved  capability  of  NSOs  for  measuring  levels  of  economic  output  and  increased \navailability of SUT data for upstream and downstream analysis and research. By the end of the \nproject, it is envisaged that (i) all participating economies are able to compile benchmark and/or \nupdated SUTs based on latest data and in accordance with international standards, (ii) gross \ndomestic  product  (GDP)  estimates  of  participating  economies  will  incorporate  2008  SNA \nrecommendations to the extent possible, (iii) reliable and accurate data for measuring and \nmonitoring economic output will be made available, and (iv) outputs are used for time series and \ncross-country analysis of economic outputs and structures for the region. \n \nB.  Methodology and Key Activities \n7.  Twenty-one ADB member economies will be invited to participate in the TA. 6 To achieve \nthe desired outcome, the TA will have five major activities: (i) preparatory work; (ii) updating and \n                                                \n5  In terms of coverage, the Institute of Developing Economies–Japan External Trade Organization covers seven \nDMCs; the Organization for Economic Cooperation and Development, six; and the European Commission for the \nWorld Input–Output Database, three. \n6  The 21 economies are: Bangladesh; Bhutan; Brunei Darussalam; Cambodia; People’s Republic of China; Fiji; \nHong Kong, China; India; Indonesia; Lao People’s Democratic Republic; Malaysia; Maldives; Mongolia; Nepal; \nPakistan; Philippines; Singapore; Sri Lanka; Taipei,China; Thailand; and Viet Nam. Brunei Darussalam; Hong \nKong, China; Singapore; and Taipei,China will be requested to fund their own participation. Except for the Lao \nPeople’s  Democratic  Republic,  Pakistan,  and  the  Philippines,  these  economies  participated  in  ADB.  2008. \nTechnical Assistance for Adopting the Supply and Use Framework Toward 1993 System of National Accounts \nCompliance in Selected Developing Member Countries. Manila (TA 6483-REG, completed in December 2013). The \n ", "3 \nconstructing  of  the  benchmark  national  SUTs  based  on  the  2008  SNA  recommendations; \n(iii) estimating the time series annual national SUTs for selected economies incorporating the \nlatest  available  data;  (iv)  constructing  the  time  series  Asian  international  IOTs  that  are \nharmonized with national SUTs, and bilateral trade statistics; and (v) conducting regional and in-\ncountry technical discussions, workshops, and training for national accounts staff, statisticians, \nand economists in economies on compiling and updating SUT and GDP aggregates following \nthe 2008 SNA recommendations. \n \n8.  Preparatory work will involve the recruitment of consultants, building partnerships with \neconomies, and a project inception workshop. Bearing in mind the detailed data requirements \nfor implementing the TA, it is recommended that participating economies be grouped by level of \ncompliance and scope of implementation of the SNA; and the availability of a SUT either as \nproduced  by  the  country  or  as  an  output  of  ADB’s  TA  on  Adopting  the  Supply  and  Use \nFramework Toward 1993 System of National Accounts Compliance in Selected Developing \nMember Countries. Assessment of economies based on these two criteria will help determine \ndata availability, the level of statistical capacity, and the type of assistance that will be required \nto produce the outputs. Initial institutional capacity assessment will be conducted by ERD, in \nconsultation  with  the  economies.  Since  it  will  also  involve  data  assessment  and  SNA \ncompliance  review,  the  correspondence  tables  of  international  standards  and  classification \nsystems7 developed  by  ERD  under  the  said  TA  will  be  updated  to  incorporate  the  latest \navailable standards from the UN Statistics Divisions. \n \n9.  Estimating the updated and/or benchmark national SUT for participating economies \nbased  on  the  2008  SNA  recommendations  will  include  the  review  of  concepts  and \nmethodologies related to the 2008 and 1993 SNA recommendations. Economies’ sources of \nproducts (domestic production plus imports) will then be identified and classified in the supply \ntables. Likewise, the uses of the products (intermediate consumption, final consumption, and \nexport) and other primary factors, as well as the derivation of gross value added (the difference \nbetween gross output and intermediate consumption) will be developed to construct the use \ntables. The two tables will be linked to form a matrix table such that the total supply of a product \nwill always be equal to the total use of that product. For the 18 economies that were part of \nADB’s  TA  for  Adopting  the  Supply  and  Use  Framework  toward  1993  System  of  National \nAccounts Compliance in Selected Developing Member Countries, the possibility of increasing \nthe level of disaggregation of the SUTs from 51 products by 32 industries will be considered, \napart from updating their benchmark SUTs using the latest available data. For the other three \neconomies,  benchmark  SUTs  will  be  constructed  using  ADB’s  phased  approach  to  SUT \ncompilation, which was instrumental for the successful estimation of the SUTs in the said TA. \nConduct of censuses and surveys vary from country to country, which implies that the reference \nyears for updated and benchmark SUTs at this stage will be different across economies. \n \n                                                                                                                                                       \nsame economies were also part of the 2005 and 2011 ICPs and, at a meeting of the heads of national \nimplementing agencies in April 2014, signified interest in sustaining collaborative work on the ICP, including \nimprovements in national accounts estimation. Myanmar, although part of the 2011 ICP, is excluded from the TA to \navoid duplication with the ongoing ADB. 2013. Technical Assistance to the Republic of the Union of Myanmar for \nCapacity Development of the National Statistical System. Manila (TA 8377-MYA), which includes development of \nnational accounts with SUTs as one of its major outputs. \n7  The UN Statistics Division maintains the international classifications of activity, product, and expenditure according \nto purpose, while the World Trade Organization maintains the Harmonized Commodity Description and Coding \nSystem, also known as the Harmonized System of tariff nomenclature (latest of which is 2007). Correspondence \ntables between each classification system, where applicable, are available from the UN Statistics Division website \nat http://unstats.un.org/unsd/cr/registry/regot.asp?Lg=1. \n ", "4 \n10.  The time series annual national SUTs for selected economies incorporating the \nlatest available data will be estimated. The TA will also utilize the results of household and \nenterprise (economic) surveys and censuses, and maximize the use of administrative sources, \nto minimize response burden and reduce costs. The updated and benchmark SUTs, produced \nby each economy at the earlier stage, will be the starting point for estimating the time series \nSUTs.  Upon  evaluation  of  available  methods  for  updating  SUTs,  and  assessment  of  the \navailability of additional data required for constructing national and international IOTs, time \nseries national SUTs will be estimated for selected economies. To maintain consistency with \nofficial statistics and increase the reliability of results, estimation of the time series SUTs will be \nharmonized with the published national accounts estimates of each economy. Evaluation and \nreconciliation of trade statistics are also crucial at this stage given that international IOTs will be \nconstructed. \n \n11.  In constructing the time series annual international IOTs that are harmonized with \nnational SUTs and bilateral trade statistics, the national SUTs will serve as the building \nblocks  for  constructing  the  proposed  international  IOTs.  This  is  a  similar  to  the  approach \nadopted  in  the  construction  of  the World  Input–Output  Database.  Nonetheless,  alternative \napproaches for transforming SUT to IOT will also be explored, apart from adopting the fixed-\nproduct  sales  assumptions  used  in  the  construction  of  the  World  Input–Output  Database. \nSimilarly, identification of errors followed by manual and mechanical balancing, adopted by the \nInstitute of Developing Economies–Japan External Trade Organization in constructing the Asian \nIOTs will also be explored. To the extent possible, the Association of Southeast Asian Nations \n(ASEAN) Plus Three economies will be included in the initial set of international IOTs. For other \nmajor trading partners of economies in the region and the rest of the world, estimates will be \nobtained from existing international IOT databases or other sources, as deemed necessary. \n \n12.  National  accounts  staff,  statisticians,  and  economists in  economies  will be \ntrained on estimating and updating SUT and GDP aggregates following the 2008 SNA \nrecommendations  through  conduct  of  regional  and  in-country  technical  discussions, \nworkshops, and training as well as on-line technical assistance. ADB’s phased approach to SUT \ncompilation, as taken in the TA for Adopting the Supply and Use Framework toward 1993 \nSystem of National Accounts Compliance in Selected Developing Member Countries, which \nworked well without overwhelming the national implementing agencies (NIAs), will be used \nagain. This phased implementation means that regular technical discussion and workshops at \neach  stage  of  compilation  will  be  conducted.  The  approach  encourages  participative, \nconsultative, and learning-by-doing practices that are essential for the success of the project, \nthe sustainability of the national SUT compilation, and the regular updating of international IOTs. \n \n13.  ADB will also convene periodic regional meetings of heads of NIAs and/or national \ncoordinators and technical staff to review the status of TA implementation, provide inputs into \nthe evaluation of the quality of country data submitted, and provide guidance toward further \nimproving the TA processes and/or outputs. Where identified methodological and data issues \nare country-specific and cannot be resolved in regional meetings and/or workshops or via e-mail \nor videoconferencing, country missions may be conducted. Additionally, TA project specialists \nand/or staff will participate in meetings and/or seminars organized by the UN Statistics Division \nand other relevant international organizations to keep abreast of current developments relevant \nto the TA, such as new or revised international standards. The latter is considered within the \nscope of the TA because it will increase the relevance of the project outputs. \n \n14.  The TA will use several avenues to disseminate good practices and lessons learned \nsuch as (i) sharing experiences and discussing issues related to data quality and estimation \n ", "5 \nprocedures during regional workshops, (ii) in-country technical missions, (iii) participation in \nregional and international meetings and/or seminars in areas related to the TA, (iv) publication \nof working papers and notes, (v) publication of the TA results, (vi) Communication, coordination \nand collaboration Tools Website on SNA for knowledge-sharing, and (vii) maintenance of the \ndata and research web page in the ADB portal. \n \nC.  Cost and Financing \n15.  The TA is estimated to cost $750,000, which will be financed on a grant basis by \nADB’s Technical Assistance Special Fund (TASF-V). The cost estimates and financing plan are \nin Appendix 2. The governments of NIAs will provide counterpart support in the form of office \nspace, staff resources, and other in-kind contributions. Where applicable, cost sharing and \neligibility of expenditures for ADB financing8 will be adhered to. \n \nD.  Implementation Arrangements \n16.  ADB will be the executing agency, and ERD will handle the TA administration in \ncollaboration with the NSOs of selected economies, which will be the NIAs over a period of 3 \nyears. The NIAs will coordinate country-level activities. Where costs of country-level activities \n(such as data collection, country workshops, and trainings) are to be administered by the NIA, \nfunds will be disbursed in accordance with the procedures and requirements of ADB’s advance \npayment  facility.  No-objection  confirmation  will  be  obtained  from  the  government  of  each \nparticipating DMC prior to starting the TA activities in each DMC, in coordination with the \nrespective regional departments. \n \n17.  The TA will be implemented from January 2015 to December 2018, and will finance \n80 person-months of consulting services: 6 person-months international and 74 person-months \nnational. Consultants will be selected and engaged individually by ADB in accordance with its \nGuidelines on the Use of Consultants (2013, as amended from time to time). The outline terms \nof  reference  for  consultants  are  in  Appendix  3.  The  Development  Indicators  and  Policy \nResearch  Division  of  ADB’s  ERD  will  designate  a  national  staff  member  for  contract \nadministration  on  a  regular  basis  to  ensure  smooth  TA  processing  and  implementation. \nCollaboration with selected international organizations will be established, wherever possible, in \nthe course of TA implementation9, and individual resource persons will be engaged for not more \nthan 10 working days to source expertise for providing need-based technical support. \n \n18.  Procurement and disbursement will conform to ADB’s Procurement Guidelines (2013, \nas amended from time to time) and Technical Assistance Disbursement Handbook (2010, as \namended from time to time). Proper turnover of equipment, where applicable, will also be \nensured at the project’s completion date. \n \nIV.  THE PRESIDENT'S DECISION \n19.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $750,000 on a grant basis for \nUpdating  and  Constructing  the  Supply  and  Use  Tables  for  Selected  Developing  Member \nEconomies, and hereby reports this action to the Board.    \n                                                \n8 Please refer to ADB. 2012. Cost Sharing and Eligibility of Expenditures for ADB Financing. Operations Manual. OM \nH3/BP and H3/OP. Manila, specifically item 5 referring to the expanded list of eligible expenditures. \n9 The TA will explore the possibility of partnership with agencies such as the Institute of Developing Economies – \nJapan External Trade Organization and other United Nations agencies, and expert groups that specialize  in \neconomic statistics and have substantial experience in the development of SUT and international IO databases.  \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nData Sources and \nPerformance Targets and  Reporting \nDesign Summary  Indicators with Baselines  Mechanisms  Assumptions and Risks \nImpact      Assumption \nIncreased  At least 50% of  Workshop  Full cooperation and \nimplementation of  participating economies  documents, reports,  support from participating \ninternational standards  will be able to produce  and/or papers by  DMC governments and \nin national accounts  time series SUTs following  implementing  implementing agencies \ncompilation and  2008 SNA  agencies (NSOs and  will sustain the activity on \nincreased  recommendations on a  ERD), consultants,  a regular basis. \ncomparability of data  sustainable basis.  and researchers \nRisk \nacross economies \nNSOs will experience \nhigh turnover and/or \ntransfer of staff who are \nhighly trained and are \nskilled in handling \nnational accounts and \ntrade statistics. \nOutcome  By the end of the project:    Assumptions \nImproved capability of  All participating economies  NSO websites and  Willingness of NSOs to \nNSOs for measuring  are able to estimate  publications on  compile time series SUTs \nlevels of economic  benchmark and/or updated  national accounts;  and adopt 2008 SNA \noutput and increased  SUTs based on latest data  published tables,  recommendations \navailability of SUT data  and in accordance with  reports, and technical \nGovernment budgetary \nfor upstream and  international standards.  papers; consultants’ \nsupport and commitment \ndownstream analysis  reports; review \nGDP estimates of  to produce the tables \nand research  missions; country \nparticipating economies  regularly \nreports; and final \nwill incorporate 2008 SNA \nproject report  International \nrecommendations. \norganizations’ willingness \n(Baseline: 10 economies)  Consultants’ reports; \nto share data \nreview missions; and \nReliable and accurate data \nNSOs’ data, reports,  Risks \nfor measuring and \nand workshop \nmonitoring economic  Selected NSOs’ inability \npresentations \noutput will be available.  to access timely \n(Baseline: 10 economies)  administrative and \nsurvey/census data \nrelevant to SUT \ncompilation \nInability to secure \nservices of good \nconsultants \nOutputs      Assumptions \n1.  Updated and/or  All participating economies  Workshop  Implementing agencies \nbenchmark SUTs for  will have benchmark  documents, reports,  are able to access the \nparticipating  national SUTs.  and/or papers by  required national and \neconomies based on    implementing  international data at the \nthe 2008 SNA  150 printed copies of  agencies (NSOs and  most detailed level of \n ", "Appendix 1  7 \nData Sources and \nPerformance Targets and  Reporting \nDesign Summary  Indicators with Baselines  Mechanisms  Assumptions and Risks \nrecommendations  country reports and/or  ERD) and  disaggregation. \nbackground and/or  consultants; NSO   \neconomics working papers  websites  Willingness and ability of \non SUTs and IOT  participating NSOs to \n \n(Baseline: 5 reports)  take on additional \n  Number of  statistical work like \n400 printed copies of  publications  harmonizing bilateral \nSUTs for Asia and the  distributed  trade statistics for the \nPacific are distributed.  import use tables and \n2. Time series annual  Selected DMCs will have  Workshop  time series international \nnational SUTs for  time series national SUTs  documents, reports,  SUTs \nselected DMCs  (Baseline: 10, nine from  and/or papers by   \nincorporating the  ASEAN + PRC)  implementing  Risks \nlatest available data  agencies (NSOs and  Lack of cooperation from \nERD) and   implementing agencies, \nconsultants; NSO  and other government \nwebsites  agencies and line \n3. Time series annual  Availability of time series  Workshop  ministries \ninternational IOTs  Asian international IOTs  documents, reports   \nthat are harmonized  (Baseline: 15, nine from  and/or papers by  Unavailability of timely \nwith national SUTs  ASEAN+6 (PRC, Republic  implementing  and accurate economic \nand bilateral trade  of Korea, Japan, United  agencies (NSOs and  census and/or survey \nstatistics  States, Europe, rest of the  ERD) and  results \nworld)  consultants; NSO   \n  websites  Failure to secure services \n    of good consultants \n400 printed copies of  Number of \nAsian international IOT  publications \npublications are distributed  distributed \n4. National accounts  Conduct of regional and  Workshop   \nstaff in Economies  in-country training and /or  documents, reports, \ntrained in estimating  meetings and /or technical  and/or papers by \nand updating SUT  discussions on 2008 SNA,  implementing \nand GDP  such as changes in scope  agencies (NSO and \naggregates following  and coverage;  ERD) and \n2008 SNA  constructing SUTs and  consultants; NSO \nrecommendations  IOTs; and understanding  websites \nbilateral trade statistics \n(Baselines: At least 5 \nregional and 10 in-country) \n \nActivities with Milestones  Inputs \n1.  Preparatory work (Dec 2014–Jun 2015)   \n1.1. Recruit consultants (Dec 2014–Jan 2015)  ADB: Technical Assistance \n1.2. Build partnerships with Economies (Jan–Apr 2015)   Special Fund (TASF-V) \n1.3. Project regional inception workshop (Apr 2015)  $750,000 \n1.4. Assess data based on 2008 SNA (Jan–Jun 2015)    \n1.5. Update correspondence tables of international standards and  Note: The governments of NIAs \nclassification systems based on latest available versions from the  will provide counterpart support \nUnited Nations Statistics Division (Jan–Mar 2015)  in the form of office space, staff \n2.  Output 1: Updated and/or benchmark SUTs for participating  resources, and other in-kind \neconomies based on 2008 SNA recommendations (Apr 2015– contributions. \n ", "8  Appendix 1 \nActivities with Milestones  Inputs \nJul 2016) \n2.1. Update and develop SUT matrices (Feb–Mar 2015) \n2.2. Collect and harmonize data (Apr–Jun 2015) \n2.3. Background papers on construction of SUTs (Feb–Jun 2015) \n2.4. Construct preliminary SUTs (Apr 2015–Mar 2016) \n2.5. Regional technical discussion and/or review workshop (Sep 2015 \nand Feb 2016) \n2.6. Present preliminary results and/or second conference on SUTs in \nAsia and the Pacific and technical discussion and/or review \nworkshop (May 2016) \n2.7. Finalize updated and /or benchmark SUTs (May–Jun 2016) \n2.8. Prepare and publish the report on benchmark SUTs for selected \neconomies in Asia and the Pacific (Feb–Jul 2016) \n3.  Output 2: Time series annual national SUTs for selected \nDMCs incorporating the latest available data (Jun 2016–Dec \n2017) \n3.1. Identify economies for inclusion (Mar 2016) \n3.2. Determine the years covered (Mar 2016) \n3.3. Regional technical and /or discussion meeting (May 2016) \n3.4. Estimate time series SUT (May–Nov 2016) \n3.5. Data review, validation, and balancing of time series SUTs \n(Aug 2016–Jan 2017) \n3.6. Present time series national SUTs (Feb 2017) \n3.7. Finalize time series national SUTs (Feb–Mar 2017) \n3.8. Report on the SUTs for selected economies in Asia and the Pacific \n(Jun 2016–May 2017) \n4.  Output 3: Time series annual international IOTs that are \nharmonized with national SUTs and bilateral trade statistics \n(May 2015–Mar 2018) \n4.1. Construct bilateral trade database (May 2015–Mar 2016) \n4.2. Construct international SUTs (Jun–Sep 2017) \n4.3. Balancing of Asian international SUTs (Sep–Dec 2017) \n4.4. Estimation of Asian international IOT (Jan–Mar 2018) \n4.5. Regional technical evaluation meetings (Apr 2018) \n4.6. Report on Asian international IOT (Jun 2017–Jul 2018) \n4.7. Advocacy and /or dissemination workshop and /or meeting and /or \nconference (Aug–Dec 2018) \n5.  Output 4: National accounts staff, statisticians and \neconomists in economies trained in estimating and updating \nSUT and GDP aggregates following 2008 SNA \nrecommendations (Feb 2015–Dec 2018) \n5.1. Conduct regional meetings and /or technical discussions and /or \ntraining \n5.2. Conduct in-country training and /or meeting on demand basis \nADB = Asian Development Bank, ASEAN = Association of Southeast Asian Nations, DMC = developing member \ncountry, ERD = Economics and Research Department, GDP = gross domestic product, IOT = input–output table, \nNSO = national statistics office, PRC = People’s Republic of China, SNA = system of national accounts, SUT = \nsupply and use table. \nSource: Asian Development Bank. \n   \n ", "Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \nItem                                                                                                               Amount \nAsian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  80.0 \nii.  National consultants  150.0 \nb.  International travelb  25.0 \n2.  Equipmentc  15.0 \n3.  Workshops, seminars, and conferencesd  235.0 \n4.  Surveyse  150.0 \n5.  Miscellaneous administration and support costsf  20.0 \n6.  Contingencies  75.0 \nTotal  750.0 \na  Financed by the Technical Assistance Special Fund (TASF-V) of the Asian Development Bank (ADB). \nb  Includes airfares, incidentals, and per diem, and shall be implemented in accordance with the memo on \ntravel expenses of consultants under technical assistance and government officials in connection with \nnonmember countries dated 29 October 2013. \nc  Includes purchase of laptops and other hardware. The procurement of any equipment will be done in \naccordance with ADB’s Procurement Guidelines (2013, as amended from time to time). Proper turnover \nof equipment will be ensured upon project completion. \nd  Includes travel and related expenses of resource persons, including ADB staff as resource persons, \nparticipants’  travel  cost  and  per  diem;  conduct  of  workshops  and/or  meetings  and/or  trainings; \nrepresentation costs such as alcoholic beverages, which shall be implemented in accordance with \nADB’s Budget, Personnel, and Management Systems Department and Strategy and Policy Department \nmemo dated 26 June 2013; and other related costs. \ne  Includes data collection, data processing, documentation, and related costs. \nf   Includes  software  procurement,  communications,  report  preparation  and  dissemination  activities, \nprinting, and other related costs. \nSource: Asian Development Bank estimates. \n \n ", "10  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  National Accounts Expert (international, 4 person-months, intermittent) \n \n1.  The expert should preferably be an economist or statistician with extensive experience \nworking on national accounts, particularly on updating and developing benchmark national and \ninternational supply and use tables (SUTs) and input–output tables (IOTs). The expert must be \nwell  versed  in  the  1993  and  2008  system  of  national  accounts  (SNA)  recommendations, \ninternational  classification  systems  and  standards,  and  have  in-depth  knowledge  about \ninternational trade, including the concept of the global value chain and trade in goods and \nservices. The expert will have sufficient and practical knowledge of household and enterprise \ncensus and survey data; as well  as administrative data. Preferably,  the expert must have \nworking knowledge of the statistical systems of the economies of the ADB that will participate in \nthis technical assistance. The expert will \n(i)  review the current system of national accounts and estimation procedures of \nparticipating Economies; determine the scope of production, expenditure, and \nincome data collection that economies will need for updating and/or constructing \nthe national SUTs and IOTs; and prepare and submit an assessment report; \n(ii)  assess  the  extent  to  which  participating  economies  compile  their  national \naccounts on the basis of the 1993 (or 1968) SNA; construct a bridge table that \nwill reconcile these accounts with the recommendations of the 2008 SNA to \nensure consistency in approach among economies in the Asia and Pacific region; \nand  prepare  working  paper  and  presentation  materials  on  the  findings  and \nrecommendations; \n(iii)  recommend templates and data assessment forms to be filled up by economies \nto identify data gaps and recommend critical activities to close these gaps; \n(iv)  on the basis of (i), (ii), (iii), and discussions with participating economies, (a) \nestablish the concepts, definitions, and procedures to construct and update SUTs \nwithin each country; (b) recommend the most appropriate strategy to fill in the \ndata gaps; (c) define sets of proxy indicators and methods that can be implored \nto increase 2008 SNA compliance; (d) develop a framework to estimate time \nseries national SUTs and IOTs; and (e) provide a standard tabulation plan to \nmeet all deliverables; \n(v)  establish  mechanisms  and  methods  for  estimating  bilateral  trade  flows  for \nselected economies; \n(vi)  provide  technical  guidance  for  the  development  of  harmonized  trade  and \ninternational  SUT  data,  and  for  prescribing  the  appropriate  methods  for \ninternational SUT and IOT balancing; \n(vii)  work  with  the  national  statistics  offices  of  participating  economies,  national \nconsultants, and ADB staff to prepare the national and international SUTs and \nIOTs; \n(viii)  provide technical guidance as resource person in workshops and trainings; \n(ix)  provide technical guidance and/or comments on working papers related to the \nproject; \n(x)  review  the  preliminary  set  of  national  SUTs  submitted  by  participating \neconomies, and send comments as applicable; and \n(xi)  prepare reports on items and assist in writing a paper for the international IOT. \n2.  The outputs include background papers; country-specific case studies, and/or technical \nreports;  prototype  templates;  harmonized  trade  and  SUT  data;  time  series  national  and \n ", "Appendix 3  11 \ninternational  SUTs  and  IOTs;  and  presentation  materials.  The  tasks  may  also  require \ninternational travel as deemed necessary. \nB.  Economics Writer (international, 1 person-month, intermittent) \n \n3.  The  economics  writer  should  preferably  be  an  economist  or  statistician  with  very \nextensive  experience  working  on  national  accounts,  and  with  proven  track  record  in  data \nanalysis of SUTs, IOTs, and international trade. The economics writer will \n(i)  perform the required economic and statistical analysis related to international \nIOTs, \n(ii)  prepare a report outline for approval by appropriate authorities, \n(iii)  serve as the lead writer in preparing the report on the Asian international IOT, \n(iv)  perform other related tasks that may be necessary in the publication of the \ninternational IOT, and \n(v)  other tasks as assigned by the Development Indicators and Policy Research \nDivision (ERDI) of ADB’s Economics and Research Department. \n4.  The outputs include tables and charts; outline, executive summary, highlights, and draft \nof the main Asian international IOT report. \n \nC.  Manuscript Editor (international, 1 person-month, intermittent) \n \n5.  The  manuscript  editor  should  have  extensive  experience  in  editing  economic  and \nstatistical  publications,  and  preferably  be  familiar  with  national-accounts-related  work.  The \nmanuscript editor will \n(i)  reorganize  the text  so that the  subject matter  is  easy to  understand  and  is \nlogically presented; \n(ii)  eliminate wordiness and repetition, and reduce ambiguity; \n(iii)  query substantive discrepancies, possible typographical errors, and non-English \nterms; \n(iv)  edit tables and figures, and recast if required; \n(v)  ensure that subheadings are consistent and logical; \n(vi)  conduct data consistency checks of the manuscript to ensure data integrity and \ninternal consistency; \n(vii)  liaise  with  the  typesetter  designated  by  ERDI  to  ensure  that  all  editorial \ncomments are incorporated in the typeset manuscript and that the manuscript is \nready for final printing; \n(viii)  edit in conformity with ADB's editorial style and usage (including identifying and \nresolving issues regarding politically and legally sensitive material); \n(ix)  liaise  with  the  typesetter  on  the  encoding  of  editorial  corrections,  and \nincorporation  of  edited  and/or  corrected  tables,  charts,  and  boxes  in  the \nmanuscript; \n(x)  prepare the table of contents, definition of terms, and list of acronyms; \n(xi)  review the typeset manuscript for digital printing; \n(xii)  check and sign off on the layout; and \n(xiii)  perform other relevant tasks as assigned by ERDI. \n6.  The output includes a manuscript-edited special chapter, highlights, and presentation \nmaterials. \n \n ", "12  Appendix 3 \nD.  Three Economists and/or Statisticians and/or Data Specialists (national, 73 person-\nmonths, intermittent)1 \n \n7.  The  specialists  should  have  a  strong  background  in  economics  and  statistics,  and \nextensive prior work experience in the area of national accounts, specifically the development of \na supply-and-use framework and the compilation of SUTs and IOTs based on the 1993 and \n2008 SNA recommendations, is an advantage. The specialists should have sufficient practical \nexperience in handling international trade data from national and international sources and be \nknowledgeable  on  international  standards  and  classification  systems,  specially  the  latest \nversions of the Harmonized System; and the Industrial and Central Product Classifications. The \nspecialists should have sufficient and practical knowledge in household and enterprise survey \ndata as well as administrative data, and must be adept in a statistical analysis software and \ndatabase management. Under the overall guidance and supervision of the project officer, the \nspecialists, who must be Filipino residents, will \n(i)  provide technical and administrative support to the project officer, ERDI staff, and \ninternational consultant of the technical assistance; \n(ii)  evaluate raw trade in goods and services data from various sources, including \nthe United Nations’ Commodity Trade data, national balance of payments, and \nother international data sources; \n(iii)  generate bilateral trade flows for selected economies; \n(iv)  identify and document issues concerning the estimated trade flows; \n(v)  assist in the preparation of the supply-and-use framework and the 1993 SNA \ncompliance reports of participating economies; \n(vi)  reconcile national accounts and international trade statistics, where applicable; \n(vii)  prepare briefing notes regarding the processed data; \n(viii)  assist in the preparation and organization of relevant materials and/or outputs for \ndata assessment, research, training, and workshops; \n(ix)  assist in the preparation of the final report (publication) of the project; and \n(x)  perform other tasks as needed. \n8.  The outputs will include background papers, briefing notes and technical reports, data \nassessment forms, harmonized trade and SUT data, time series national and international SUTs \nand  IOTs,  and  presentation  materials.  The  tasks  may  also  require  international  travel,  as \ndeemed necessary for the successful implementation of the project. \n \nE.  Graphic Designer (national, 1 person-month, intermittent) \n \n9.  The graphic designer will be responsible for designing the cover and interior, and the \nlayout of the Asian international IOT report, including its highlights. The graphic designer will \n(i)  format tables and charts of the report, \n(ii)  prepare cover designs and interior templates, \n(iii)  encode corrections of the report, \n(iv)  submit consolidated proof of final report and highlights, \n(v)  finalize PDF report and highlights, and \n(vi)  perform other related duties as the need arises. \n \n10.  The  outputs  include  the  text  layout,  encoded  corrections,  re-layout,  and  formatted \ngraphic elements of the Asian international IOT, including the web version. \n \n                                                \n1  Each consultant will require similar skills because they will perform the same tasks for assigned economies. \n ", "Appendix 4  13 \n \nOUTLINE OF THE FINAL REPORT \n \nTHE ASIAN INTERNATIONAL INPUT–OUTPUT TABLES \nI.  INTRODUCTION \n \nII.  SOURCES AND METHODS \n \nIII.  MAJOR RESULTS AND FINDINGS \n \nIV.  ADDRESSING THE KEY CHALLENGES \n \nV.  MILESTONES, LESSONS LEARNED, AND WAY FORWARD \n \nVI.  ECONOMIES’ EXPERIENCES IN COMPILING BENCHMARK AND ANNUALIZED \nSUPPLY AND USE TABLES \n \nVII.  USES AND APPLICATIONS \n \nVIII.  DETAILED RESULTS \n \nA.  National Supply and Use Tables \nB.  International Supply and Use Tables \nC.  Asian International Input–Output Tables \n \nIX.  DEFINITIONS \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20141224110646+08'00'", "Creator": "Microsoft® Word 2010", "Keywords": "adb technical assistance ta report\r\n\r\n", "ModDate": "D:20141229150115+08'00'", "Producer": "Microsoft® Word 2010", "Title": "Updating and Constructing the Supply and Use Tables for Selected Developing Member Economies"}}