{"path": "data/input/ta/48401-008-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 48401-008 \nLoan Number: 3432 \nGrant Number: 0496 \nOctober 2018 \n \n \n \n \nProposed Loan and Grant for Additional Financing \nKyrgyz Republic: Central Asia Regional Economic \nCooperation Corridors 1 and 3 Connector Road \nProject (Phase 2) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011. \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 18 September 2018) \nCurrency unit  –  som (Som) \nSom1.00  =  $0.01443     \n$1.00  =  Som69.2654     \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CAREC  –  Central Asia Regional Economic Cooperation \n  CPS  –  Country Partnership Strategy \n  EMP  –  environmental management plan \n  IEE  –  initial environmental examination \n  IPIG  –  Investment Projects Implementation Group \n  Km  –  kilometer marker \n  km  –  kilometer \n  LARP  –  land acquisition and resettlement plan \n  m  –  Meter \n  MOTR  –  Ministry of Transport and Roads \n  PAM  –  project administration manual \n  PDA  –  project design advance \n  RAMS  –  road asset management system \n  TA  –  technical assistance \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nDirector  Dong-Soo Pyo, Transport and Communications Division, CWRD \n   \nTeam leader  Narendra Singru, Principal Portfolio Management Specialist, CWRD \nTeam members  Ana Paula Araujo, Environment Specialist, CWRD \n  Mirdin Eshenaliev, Senior Project Officer, Kyrgyz Resident Mission \n(KYRM), CWRD \nFelix Emmanuel IV Golez, Associate Project Analyst, CWRD \nAri Kalliokoski, Transport Economist, CWRD \nSusan Lim, Senior Transport Specialist, East Asia Department \n  Candice McDeigan, Country Director, KYRM, CWRD \nLyailya Nazarbekova, Principal Counsel, Office of the General Counsel \n  Ko Sakamoto, Senior Transport Specialist, CWRD \n  Cesar San Miguel, Senior Project Officer, CWRD \n  Yukihiro Shibuya, Social Development Specialist (Safeguards), CWRD \n  Anna Liza Silverio, Senior Operations Assistant, CWRD \n  Maria Cecila Villanueva, Associate Project Analyst, CWRD \nPeer reviewer  Shihiru Date, Senior Transport Specialist, Southeast Asia Department \nIn preparing any country program or strategy, financing any project, or by making any designation \nof or reference to a particular territory or geographic area in this document, the Asian Development \nBank does not intend to make any judgments as to the legal or other status of any territory or area. ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  4 \nD.  Investment and Financing Plans  4 \nE.  Implementation Arrangements  5 \nIII.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial  7 \nC.  Governance  8 \nD.  Poverty and Social  9 \nE.  Safeguards  9 \nF.  Risks and Mitigating Measures  10 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Revised Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 48401-008\nProject Name Central Asia Regional Economic  Department CWRD/CWTC\nCooperation Corridors 1 and 3  /Division\nConnector Road Project (Phase \n2)-Additional Financing \nCountry Kyrgyz Republic Executing Agency Ministry of Transport and \nBorrower Kyrgyz Republic Roads\n2. Sector Subsector(s)      ADB Financing ($ million)\nTransport Road transport (non-urban) 78.00\nTotal 78.00\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic growth  Pillar 1: Economic opportunities,   Climate Change impact on the  Medium\n(IEG) including jobs, created and expanded Project\nEnvironmentally sustainable  Global and regional transboundary \ngrowth (ESG) environmental concerns ADB Financing\nRegional integration (RCI) Pillar 1: Cross-border infrastructure Adaptation ($ million) 2.75\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Institutional development Some gender elements (SGE)\ndevelopment (GCD)\nKnowledge solutions (KNS) Application and use of new knowledge \nsolutions in key operational areas\nPartnerships (PAR) Civil society organizations\nImplementation\nInternational finance institutions (IFI)\nPrivate sector development  Public sector goods and services \n(PSD) essential for private sector development\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Nation-wide High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG9\n6. Risk Categorization: Low\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 78.00\n     Sovereign Project grant: Asian Development Fund 9.50\n     Sovereign Project (Concessional Loan): Ordinary capital resources 68.50\nCofinancing 0.00\n     None 0.00\nCounterpart  12.75\n     Government  12.75\nTotal 90.75\nCurrency of ADB Financing: USD \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 08102018150059553208 Generated Date: 08-Oct-2018 15:01:05 PM", "", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on (i) a proposed loan \nand (ii) a proposed grant, both to the Kyrgyz Republic for the additional financing of the Central \nAsia Regional Economic Cooperation (CAREC) Corridors 1 and 3 Connector Road Project \n(Phase 2).1 \n \n2.  Weak domestic and regional connectivity has hindered the development of the Kyrgyz \nRepublic and limited economic and inclusive growth of the urban and rural population. To address \nthis issue, in 2016, the Asian Development Bank (ADB) approved the financing of the CAREC \nCorridors 1 and 3 Connector Road Project costing $114.35 million.2 The project connects two \nmajor CAREC regional corridors by rehabilitating a crucial connector road, part of the North–\nSouth Alternate Corridor linking Balykchy with Jalal-Abad. The project will (i) improve connectivity \nand  mobility,  (ii)  link  economically  underprivileged  regions  with  economic  hubs,  and  \n(iii) strengthen institutional capacity. Consistent with the current project, the additional financing \nwill rehabilitate the missing sections of the North–South Alternate Corridor, and continue the \nongoing efforts to strengthen institutional capacity of the Ministry of Transport and Roads (MOTR). \n \nII.  THE PROJECT \nA.  Rationale \n3.  In 2018, the government approved its medium-term development program—Unity, Trust, \nCreation—covering 2018–2022, which prioritizes construction and expansion of the network of \nhighways  and  international  transport  corridors  to  improve  connectivity.3 The  development \nprogram prioritizes the construction of the North–South Alternate Corridor. Development of \ntransport and road infrastructure under the CAREC Program is a priority area identified by the \n2018–2022 development program. The government is focusing on rehabilitation and maintenance \nof international transport corridors to promote movement of cargo and passengers, and increase \naccess to regional economic centers. \n \n4.  Being a landlocked country, the Kyrgyz Republic depends heavily on road transport. The \nroad network caters to 58% of cargo and 78% of passenger traffic. Of the country’s 34,000-\nkilometer (km) road network, international road corridors comprise 2,654 km. About 69% of the \ninternational corridors have been rehabilitated, with the remainder in the process of rehabilitation. \nThe government plans to expand the size of the international road corridor network to 3,248 km \nby 2025.4 Besides expanding the network, the government aims to allocate more funds for road \nmaintenance, and improve its road asset management system. \n  \n5.   The CAREC Corridors 1 and 3 Connector Road (connector road) linking Balykchy with \nBashkugandy forms part of the North–South Alternate Corridor and will improve national and \nregional connectivity in the center of the Kyrgyz Republic. Besides linking the two CAREC \ncorridors, it contributes to enhancing the connectivity between the southern regions (Jalal-Abad \nand Osh) and the northern regions (Chui and Issyk-Kul) through a more efficient alternative route, \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  ADB. 2016. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Grant to \nthe Kyrgyz Republic for the Central Asia Regional Economic Cooperation Corridors 1 and 3 Connector Road Project. \nManila (Loan 3432-KGZ and Grant 0496-KGZ). \n3  Government of the Kyrgyz Republic. 2018. Development Program of the Kyrgyz Republic, 2018–2022: Unity, Trust, \nCreation. Bishkek. \n4  Road subsector-related figures sourced from Government of the Kyrgyz Republic - Ministry of Transport and Roads; \nand National Statistical Committee of the Kyrgyz Republic. ", "2 \nimproving access to international markets.5 The project will also support the government’s road \nsector reform agenda and assist the government in improving its road asset management system \n(RAMS) and road safety. \n \n6.  The rehabilitation of the connector road is consistent with the government’s priority, as \nstated in its medium-term strategy (footnote 3). It is also aligned with ADB’s country partnership \nstrategy (CPS) for the Kyrgyz Republic, 2018–2022,  and Strategy 2030; and is included in ADB’s \ncountry operations business plan for the Kyrgyz Republic, 2018–2020. 6 \n \n7.  Based on the government’s request, ADB approved the concept paper of the CAREC \nCorridors 1 and 3 Connector Road Project on 22 April 2015.7 The concept paper included the \napproval of transaction technical assistance (TA) of $1 million. In parallel, ADB approved a $3 \nmillion grant for the project design advance (PDA) financing for the CAREC Corridors 1 and 3 \nConnector Road Project on 2 June 2015. The PDA was used to finance a detailed design \nconsultant for ADB-financed sections. The PDA grant agreement was signed by ADB and the \ngovernment on 15 June 2015 and became effective on 25 January 2016. The detailed design \nconsultant was mobilized in February 2016. On 27 September 2016, ADB approved a loan and a \ngrant for the CAREC Corridors 1 and 3 Connector Road Project (the current project), which is \nphase 1 of the connector road (footnote 2). The financing agreement was signed on 2 December \n2016 and became effective on 23 May 2017. The PDA was integrated into the current project \nwhen the financing agreement became effective. \n \n8.  Because of limited funding, it was not possible to finance all sections studied under the \ncurrent  project.  The  current  project  included  only  one  section  of  70  km  (Epkin  village  to \nBashkugandy village) for rehabilitation along with soft components comprising preparation and \nimplementation of the RAMS, and review of pilot performance-based maintenance contracting. \n \n9.  The rehabilitation of two other road sections totaling 68 km (Balykchy–km marker [Km] 43 \nand Kochkor–Epkin) was proposed to be considered for approval as additional financing under \nthe subsequent phase 2 of the connector road project. All project documents related to the two \nsections under phase 2 were prepared and reviewed under the transaction TA and then the PDA. \nThe PDA consultant is responsible for assisting the government in procuring the contracts and \nupdating the safeguards documents. \n \n10.  Besides  ADB,  other  development  partners  are  supporting  the  rehabilitation  of  the \nconnector  road.  Financing  from  the  Islamic  Development  Bank  and  the  Saudi  Fund  for \nDevelopment was used for rehabilitating 24 km of the Bashkugandy–Kyzyl Jyldyz section. A \nEurasian Development Bank loan will rehabilitate the 91 km road linking Aral with CAREC \nCorridor 3. Export-Import Bank of China is financing the rehabilitation of 250 km of the Kyzyl \nJyldyz to Jalal-Abad section. Construction works are currently ongoing. \n \n11.  Implementation status of the current project. The civil works contract for the current \nproject, the Epkin–Bashkugandy section, was awarded in September 2018 and mobilization \nworks will begin in November 2018. The delay in procurement was caused by the protracted bid \n                                                \n5  Sector Assessment (Summary): Transport (accessible from the list of linked documents in Appendix 2). \n6  ADB. 2018. Country Partnership Strategy: Kyrgyz Republic, 2018–2022 – Supporting Sustainable Growth, Inclusion, \nand Regional Cooperation. Manila; ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and \nSustainable Asia and the Pacific. Manila;  ADB. 2017. Country Operations Business Plan: Kyrgyz Republic, 2018–\n2020. Manila. \n7  ADB. 2015. Concept Paper for Proposed Loan and Administration of Technical Assistance Grant, Kyrgyz Republic: \nCentral Asia Regional Economic Cooperation Corridors 1 and 3 Connector Road Project. Manila. \n ", "3 \nevaluation process and the time taken for obtaining clarifications for substantiating abnormally \nlow bid prices. The government will decide on the use of loan savings after sufficient physical \nprogress is achieved. The consultancy contract for the RAMS was awarded in August 2018. \n \n12.  Safeguards compliance. The land acquisition and resettlement plan (LARP), updated \nbased on detailed design for the current project, was cleared and disclosed by ADB on its website \nin July 2018. The government is committed to implementing the LARP before the start of the \nconstruction activities on any specific road section. The initial environmental examination (IEE) \nreport, also updated based on the detailed design, was cleared and disclosed by ADB on its \nwebsite in June 2018. \n \n13.  Project performance. The current project performance rating is on track. With the award \nof  the  RAMS  consulting  contract,  the  achievement  of  contract  awards  improved.  Project \nperformance parameters—delivery of outputs, compliance with safeguards policy requirements, \nand management of risks—are satisfactory. Although the loan and grant were made effective in \nlate  May  2017,  the  civil  works  contract  was  awarded  in  September  2018.  Disbursement \nperformance will improve after the start of physical works. Risk mitigation measures related to \nefficient implementation of the project include (i) delegation of the project to KYRM to ensure \nclose and frequent monitoring of the physical progress; (ii) monthly reporting by the supervision \nengineer  of  the  construction  progress,  identifying  issues  and  solutions;  and  (iii)  periodic \nmonitoring by ADB of the key milestones to ensure that the project is completed by July 2021, as \nscheduled. \n \n14.  Eligibility of additional financing. The justification for additional financing is to scale up \nthe project, which is consistent with the approval of the current project. The two new sections \nincluded  in  phase  2  are  contiguous  with  the  current  project  section.  The  project  remains \ntechnically, economically, and financially viable. The development objectives remain unchanged \nwith the additional financing. The project is accorded high priority by the government (para. 3), \nand is consistent with the CPS (para. 6). The project has a high degree of readiness. The current \nproject is performing well, as stipulated in ADB’s Operations Manual.8 As such, the additional \nfinancing meets other eligibility criteria in ADB’s additional financing policy. \n \n15.  Value added by ADB assistance. The following features provide ADB value addition: \n(i)  Project design and innovation. ADB’s intervention initiated an innovative design \nfeature  of  combining  road  rehabilitation  with  performance-based  road \nmaintenance by customizing ADB’s existing standard bidding documents. \n(ii)  Institutional development. Besides the RAMS, ADB will continue road safety \ninterventions intended to improve the institutional framework for conducting road \nsafety audits. \n(iii)  Climate  change  resilience.  The  road  design  incorporates  climate  change \nadaptation mechanisms that will lead to enhanced climate change resilience. \n \nB.  Impact and Outcome \n \n16.  The  project  is  aligned  with  the  following  impact:  enhanced  regional  and  national \nconnectivity (footnote 3). The project will have the following outcome: improved efficiency and \n                                                \n8  A president’s waiver was sought in respect of the following: “While projects may experience problems, these should \nhave been addressed and the project should be performing well for at least 12 months before the cross-departmental \ncirculation of the report and recommendation of the President.” ADB. 2011. Additional Financing. Operations Manual. \nOM H5/OP. Manila (para. 4). \n ", "4 \nsafer movement of goods and people.9 The impact statement has been updated based on the \ndevelopment program of the government for 2018–2022. \n \nC.  Outputs \n \n17.  In addition to the current project’s two outputs, another output (output 3) will be added as \ndescribed below: \n \n(i)  Output 1. 70 km road from Epkin to Bashkugandy (Diykan) (Km 89–Km 159) \n(referred to as section 2B of the connector road) rehabilitated, which incorporates \nspecific features for road safety and climate change adaptation. \n(ii)  Output 2. Institutional capacity strengthened, including consulting services for \ndetailed design,10 construction supervision, project management, project auditing, \nsafeguards support, preparation and implementation of the RAMS, and a review \nof pilot performance-based maintenance contracting. \n(iii)  Output 3. Two road sections—(i) a 43 km section from Balykchy to Km 43 (referred \nto as section 1 of the connector road) and a 25 km section from Kochkor to Epkin \n(referred  as  section  2A  of  the  connector  road)—totaling  68  km  (together \ncomprising phase 2) will be rehabilitated. The rehabilitation will be followed by a \nperformance-based road maintenance period. Consulting services will be provided \nfor supporting the MOTR in implementing road sector reforms, continuing the \ninterventions in road safety reforms and audits, and the development of RAMS. \n \nD.  Investment and Financing Plans \n \n18.  The project is estimated to cost $205.10 million (Table 1). \n \nTable 1: Project Investment Plan \n($ million) \n \nCurrent  Additional \nItem \nAmount  Financing  Total \nA. Base Costa       \n1. Rehabilitation of the Epkin–Bashkugandy road section (70 km)  71.89  0.00  71.89 \n2. Rehabilitation of the Balykchy village–km marker 43 road section (43 km)  0.00  30.65  30.65 \n3. Rehabilitation of the Kochkor village–Epkin village road section (25 km)  0.00  22.89  22.89 \n4. Institutional strengtheningb  8.60  8.83  17.43 \n5. Project management supportc  2.16  1.20  3.36 \n6. Resettlement expenses for the Epkin–Bashkugandy road sectiond  0.10  0.00  0.10 \n7. Resettlement expenses for the Kochkor village–Epkin village road \n0.00  0.09  0.09 \nsectiond \n8. Project expertise and approval (State Architectural Agency)  0.44  0.00  0.44 \n9. Taxes and dutiese  16.75  12.73  29.48 \n    Subtotal (A)  99.94  76.40  176.34 \nB. Contingenciesf  12.37  10.85  23.22 \nC. Financing Charges During Implementationg  2.04  3.50  5.54 \n      Total (A+B+C)  114.35  90.75  205.10 \nADB = Asian Development Bank, km = kilometer. \na  In mid-2017 prices. \nb  Includes supervision firms, road asset management systems development and implementation, performance-based \nmaintenance consultants, road safety consultants, insurance, consulting services, income tax on nonresidents, and \nemployer’s social fund contributions for individual consultants; also includes a $3 million project design advance. \n                                                \n9  The revised design and monitoring framework is in Appendix 1. \n10 ADB approved a $3 million Asian Development Fund grant as a PDA for the CAREC Corridors 1 and 3 Connector \nRoad Project on 2 June 2015 to finance detailed design. \n ", "5 \nc  Includes project implementation unit staff salaries, plus employer’s social fund contributions (17.25%), office \noperating expenses, bank charges, local transport, insurance and auditors’ costs. ADB will finance taxes and duties \nfor project management support, provided that (i) the amount is within the reasonable threshold identified during the \ncountry partnership strategy preparation process, (ii) the amount will not represent an excessive share of the project \ninvestment plan, (iii) taxes and duties apply only to ADB-financed expenditures, and (iv) the financing of taxes and \nduties is material and relevant to the project’s success. Includes financial auditor expenses. \nd  Resettlement expenses will be financed from the Asian Development Fund grant. \ne  Includes taxes and duties to be financed from government resources. \nf  Physical contingencies were computed at 10% for civil works and consulting services. Price contingencies were \ncomputed according to ADB’s cost escalation factors, including a provision for potential exchange rate fluctuation \nunder the assumption of a purchasing power parity exchange rate. \ng  Includes interest charges financed from the loan and calculated at 1% per year. \nSource: ADB estimates. \n \n19.  For phase 2 (additional financing), the government has requested (i) a concessional loan \nnot exceeding $68.5 million from ADB’s ordinary capital resources, and (ii) a grant not exceeding \n$9.5 million from ADB’s Special Funds resources (Asian Development Fund) to help finance the \nproject. The loan will have a 32-year term, including a grace period of 8 years; an interest rate of \n1.0% per year during the grace period and 1.5% per year thereafter, and such other terms and \nconditions set forth in the financing agreement. ADB will not finance taxes. The government will \nprovide counterpart funding of $12.75 million to cover taxes and duties related to all civil works, \ngoods, and consulting services. The government has requested that the loan be denominated in \nUnited States dollars. \n \n20.  The financing plan is in Table 2. \n \nTable 2: Financing Plan \n      Currenta  Additional Financing  Total \nAmount  Share of  Amount  Share of  Amount  Share of \nSource \n($ million)  Total (%)  ($ million)  Total (%)  ($ million)  Total (%) \nAsian Development Bank                    \nSpecial Funds resources (grant)  36.72  32  9.50  10  46.22  22 \nOrdinary capital resources (loan)  58.39  51  68.50  76  126.89  62 \nGovernment of the Kyrgyz Republic  19.24  17  12.75  14  31.99  16 \n   Total     114.35  100  90.75  100  205.10  100 \na  Refers to the original amount. \nSource: Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n21.  The MOTR will be the executing agency. It has implemented all development partner-\nfinanced  road  projects  in  Kyrgyz  Republic  since  1995,  and  has  accumulated  considerable \nexperience. The project implementation unit - Investment Projects Implementation Group (IPIG) \nwill be responsible for project implementation activities. Construction supervision consultants will \nbe engaged as the engineer for the construction contract. Road safety consultants will be \nrecruited by the MOTR to provide advice on road safety reforms, road safety engineering, road \nsafety campaign, and capacity strengthening. Additional scope of the RAMS will be decided \npending the results of the current project’s RAMS development. \n \n22.  The government requested ADB’s approval for importing bitumen under the two civil works \ncontracts of phase 2 (additional financing) from the Russian Federation, a nonmember country of \nADB. Because of climate conditions in the Kyrgyz Republic, bitumen required for construction \nshould be able to endure extreme weather conditions. Bitumen from neighboring ADB member \ncountries often cannot meet the quality requirements and is subjected to unreliable supply of \nconsistent quality. Allowing bitumen produced in the Russian Federation to be used for road \n ", "6 \nconstruction  works  would  result  in  better  quality  road  pavement  requiring  relatively  lower \nmaintenance costs during operation, compared with using bitumen from neighboring member \ncountries. Therefore, to maximize the project’s development impact, economic efficiency, and \nquality assurance, a waiver to allow procurement of bitumen from the Russian Federation is \nrequested from the ADB Board of Directors.11 \n \n23.  The implementation arrangements have not changed, as summarized in Table 3 and \ndescribed in detail in the project administration manual (PAM).12 The functioning of IPIG has been \nimproved as part of the MOTR’s reform, as a result of which IPIG has separate units handling \ndifferent development partner projects. The proposed additional financing for phase 2 will require \nnew civil works procurement for the two added sections. Likewise, one additional supervision \nconsulting firm will need to be recruited; however, one firm can manage supervision for both phase \n2 sections. Road safety components have been added to the additional financing as per the \nrequest of the government and the National Road Safety Conference held in 2017. The RAMS \nmay need to be expanded to include more sections of road in the country, and legislative and \ncapacity support; this will be carried out either by a new firm or the existing firm. The same \nfinancial audit firm will carry out financial audits for the current and additional financing scope. \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  1 December 2018–31 July 2027 \nEstimated project  31 July 2027 \ncompletion date \nEstimated loan closing date  31 December 2027 (loan and grant closing date) \nManagement \n(i)   Oversight body  Ministry of Finance, deputy minister (chair) \nHead of Public Investment Program, Technical Assistance, and Foreign Aid \nDepartment; and head of Investment Projects Implementation Division (members) \n(ii)  Executing agency  Ministry of Transport and Roads \n(iii) Key implementing  Investment Projects Implementation Group \nagencies \n(iv) Implementation unit  Bishkek, 20 staff \nProcurement  International competitive  Current project: 1 civil works  $72.00 million \nbidding using ADB’s  contract   \nProcurement Guidelines (2015,     \nas amended from time to time)  Additional financing: 2 civil  $53.54 million \nworks contracts \nConsulting services  Recruitment of Consulting Firm  Current project:    \nusing Quality- and cost-based  1 construction supervision (301  $3.26 million \nselection using ADB’s  person-months)   \nGuidelines on the Use of  1 road asset management (191  $2.41 million \nConsultants (2013, as amended  person-months) \nfrom time to time) \n  Additional financing:    \n1 construction supervision (486  $5.4 million \nperson-months)   \n1 road safety (200 person- $1.8 million \nmonths)   \n1 RAMS (100 person-months)  $1.67 million \nLeast-cost selection using  Current project: Financial audit  $0.10 million \nADB’s Guidelines on the Use of  Additional financing: Financial  $0.10 million \nConsultants   audit \n                                                \n11 The ADB Board of Directors must approve the waiver by a vote representing not less than two-thirds of the total \nvoting power of the members of the Board. \n12 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "7 \nAspects  Arrangements \nIndividual consultants using  Current project: Project  $1.57 million \nADB’s Guidelines on Use of  management (1,080 person-  \nConsultants (2013, as amended  months)   \nfrom time to time)   2 performance-based  $0.34 million \nmaintenance contract   \nspecialists (18 person-months)   \nAdditional financing: Project  $1.2 million \nmanagement (900 person-\nmonths) \nAdvance contracting  The following items of expenditure are being proposed for advance contracting: civil \nworks, construction supervision consultant, and RAMS consulting services. Any \nproposal of advance contracting will not constitute a commitment by ADB to finance \nthe project. \nDisbursement  The loan and/or grant proceeds will be disbursed in accordance with ADB’s Loan \nDisbursement Handbook (2017, as amended from time to time) and detailed \narrangements agreed upon between the government and ADB. \nADB = Asian Development Bank, RAMS = road asset management system. \nSource: ADB. \n \nIII.  DUE DILIGENCE \nA.  Technical \n24.  For the two sections to be financed by additional financing (phase 2), preliminary design \ndetails, cost estimates, and economic assessments were prepared during the initial TA stage. \nDetailed design and bid documents were prepared subsequently by PDA consultants. Using \ncontemporary geometric design standards, the detailed designs have been prepared for a two-\nlane road (four lanes in the first part of section 1 and in all the village areas) featuring 3.75-meter \n(m) traffic lanes with adjacent shoulders featuring a configuration of 0.75 m paved and 3.00 m \nunpaved. This is considered appropriate based on the forecast future traffic demand. The project \nplans to use materials recycled from the existing roadbed as part of the fill, including the old \nasphalt surfacing that could present environmental concerns if moved to off-site disposal areas. \nCivil works rehabilitation will also cover improvement of the bridges. To address concerns over \nincreased traffic volumes and operating speeds, road safety measures have been introduced into \nthe detailed design following audits by design team specialists. \n \nB.  Economic and Financial \n25.  Economic  assessment.  Economic  assessment  conducted  during  preparation  and \nprocessing of the current project included the two new sections under phase 2. This analysis is \nan extension to that conducted for the current project (footnote 2) with a focus on those sections \nto be rehabilitated under the additional financing (sections 1 and 2A). The analysis applied  \n(i) investment costs based on the updated detailed design and (ii) baseline traffic and the traffic \nforecast based on traffic counts conducted on those sections in June 2017. All other aspects of \nthe economic analysis remain the same. The project will lower transport costs, and increase travel \nspeeds and time savings. The project’s economic evaluation was undertaken using the highway \ndevelopment  and  management  model13 and  following  ADB's  Guidelines  for  the  Economic \nAnalysis  of  Projects.14 The results  indicate that the  project  is  economically  viable  with  an \neconomic internal rate of return of 22.8%. The high economic internal rate of return reflects high \ntraffic volumes and the poor state of the roads without the project. Sensitivity tests confirmed that \nthe project would remain viable even if the envisaged project costs increase or benefits decrease. \n                                                \n13 The model is a software package managed by HDMGlobal (www.hdmglobal.com). \n14 ADB. 2017. Guidelines for the Economic Analysis of Projects. Manila. \n ", "8 \n26.  Financial sustainability. The costs related to operation and maintenance of the road will \ndecrease after construction because the road condition will be improved. Besides implementation \nof the RAMS, the proposed additional financing includes introduction of a hybrid construction and \nperformance-based road maintenance contract for the Balykchy–Km 43 and the Kochkor–Epkin \nroad sections. This will cover routine and periodic maintenance after the construction work. After \nthe completion of the contract, the government is expected to continue the performance-based \nroad maintenance system and allocate sufficient funds from the general budget. \n \nC.  Governance \n27.  Institutional capacity. The IPIG has been implementing ADB-funded projects since 1996 \nand has delivered 11 ADB road projects with a total cost of more than $601 million. IPIG staff \nhave adequate knowledge and understanding of, and experience with, ADB procedures to \nmanage the project. \n \n28.  Financial  management.  The  IPIG’s  capacity  for  project  financial  accounting  is \nsatisfactory, and it has a proven track record with ADB’s disbursement procedures. Separate \nproject records and accounts will be maintained. The project accounts and related financial \nstatements  will  be  audited  annually  in  accordance  with  national  and  international  auditing \nstandards. The pre-mitigation risk rating assigned to the project is substantial based on the \nassessment  of  the  existing  financial  management  arrangements,  including  budgeting  and \nplanning,  accounting  and  reporting,  internal  controls,  and  functioning  of  the  accounting \ninformation system. Mitigation measures include (i) stricter monitoring of compliance with audit \nobservations,  (ii)  strengthening  of  financial  management  staffing  in  the  IPIG,  and  (iii) \nstrengthening of internal audit functions in the IPIG. Project sustainability has been identified as \na key risk, and will be mitigated through sector reform, implementation of performance-based \nroad maintenance, and the implementation of the RAMS. \n  \n29.  Procurement. The project procurement risk classification is moderate. Besides closer \nmonitoring by ADB, the mitigation measures include mobilization of an experienced international \nprocurement specialist to support the MOTR to assist in preparing the procurement documents \nand in bid evaluation. The invitation for bids for the additional financing sections (Balykchy–Km \n43 and the Kochkor–Epkin road sections) will be advertised in October 2018, and the contracts \nare expected to be awarded by March 2019. In parallel, the recruitment of the supervision \nconsultant for the phase 2 works will also start in October 2018 and the contract is envisaged to \nbe awarded by March 2019. Advance actions in terms of finalizing the detailed design and bidding \ndocuments have been taken to ensure project implementation readiness. Recommendations of \nthe procurement risk assessment will be implemented in conjunction with the government. ADB \nwill continue to provide support to the MOTR procurement team and tender committee. \n \n30.  The country suffers from inadequate road maintenance, and budgetary allocations for \nplanned road maintenance have not been sufficient. To address this issue, the civil works \ncontracts for phase 2 will be based on a hybrid contract comprising construction works and \nperformance-based road maintenance activities. The defects notification period of the contract \nwill be expanded to include a performance-based road maintenance period of 5 years. The civil \nworks contract will be based on an amended version of ADB’s standard bidding documents. \n \n31.  Anticorruption. ADB’s Anticorruption Policy (1998, as amended to date) was explained \nto and discussed with the government and the MOTR. The specific policy requirements and \nsupplementary measures are described in the PAM (footnote 12). \n \n ", "9 \nD.  Poverty and Social \n32.  The project is expected to contribute to poverty reduction through the stimulation of \neconomic activities by improving the transport of goods and people and access to services. It will \nalso benefit local residents and enterprises by creating jobs during construction, and reducing \ntransport cost and travel time. The project is classified as a general intervention, with no direct \npoverty  reduction  component.  The  civil  works  contract  will  require  that  contractors  \n(i) comply with applicable labor laws of the Kyrgyz Republic and related international treaty \nobligations,  and  not  employ  child  labor;  (ii)  provide  safe  working  conditions  and  separate \nsanitation facilities for male and female workers; (iii) provide equal wages to male and female \nworkers for work of equal value; (iv) provide employment opportunities for women; and (v) carry \nout HIV/AIDS, illicit drugs, and human trafficking prevention and awareness programs in workers’ \ncampsites. The project is categorized as having some gender elements, with the following gender \nactions: (i) employing women during construction; (ii) ensuring women’s participation in all project \nconsultations, as well as in road safety campaigns; and (iii) including women staff of the MOTR \nin capacity building activities relevant to the project. \n \nE.  Safeguards \n \n33.  Environment. The project is classified as category B under ADB’s Safeguard Policy \nStatement (2009). In accordance with ADB’s Safeguard Policy Statement, an IEE report, including \nan environmental management plan (EMP), has been prepared for each project section. The \nupdated reports were disclosed on the ADB and MOTR websites in June 2018. The road sections \ntraverse thorough sparse residential areas and close to a few archaeological sites. In addition, \nthe Balykchy–Km 43 section is an existing road located inside a rehabilitation zone of the Issyk-\nKul Biosphere Reserve, which contains Issyk-Kul Lake, a Ramsar site. The lake is 6 km away \nfrom the starting point of the road section, and thus no impacts on the lake are expected. The \nEMP provides adequate mitigation measures and a monitoring plan. Site-specific EMPs will be \ndeveloped in consultation with the Issyk-Kul Biosphere Reserve Directorate. Impacts from the \nproject are expected to be mostly related to construction work and can be mitigated. The identified \nimpacts  during  the  construction  phase  include  noise,  dust,  vehicle  emissions,  vibration, \ndisturbances to rivers because of bridge rehabilitation and construction works along the rivers, \nlimited tree cutting, borrow and quarry sites, impacts from campsites and material processing \nplants, and traffic safety. Impacts during operation are likely to be insignificant and mainly related \nto an increase in noise levels and a decrease in road safety because of increased traffic. As part \nof the IEE, modeling studies for noise and vibration, and an archaeological survey (site walkover) \nwere undertaken; results are presented in the IEEs and were used as part of the impact \nassessment. The IPIG has adequate capacity for safeguard management. Public consultation \nwas conducted in all villages during the IEE preparation. \n \n34.  Resettlement. The project is classified as category B for involuntary resettlement impacts. \nThe  census  carried  out  during  project  preparation  identified  approximately  40  affected \nhouseholds, including private agriculture plots and buildings, with 249 affected persons. Of the 40 \naffected households, 12 households, including 67 affected persons, will experience severe \nimpacts on their livelihood, and 16 households with 117 members were found to belong to \nvulnerable groups. A LARP was prepared to mitigate and address all the associated losses in \naccordance with ADB’s Safeguard Policy Statement and relevant national legislation.The LARP \n \nwas disclosed on the ADB website in July 2018. Consultations with the project stakeholders and \ndisplaced persons were undertaken during LARP preparation, and will continue throughout \nimplementation. A grievance redress mechanism will be put in place in accordance with the LARP \n ", "10 \nto  assist  affected  persons  in  resolving  grievances  and  complaints.  The  MOTR  will  submit \nsemiannual safeguards monitoring reports to ADB for review and disclosure. \n \n35.  Indigenous peoples. There are no indigenous peoples, as defined in ADB’s Safeguard \nPolicy Statement, in the project area, and the project is classified as category C for indigenous \npeoples. \n \nF.  Risks and Mitigating Measures \n36.  Project risk is rated low. Major risks and mitigating measures are described in detail in the \nrisk assessment and risk management plan.15 \n \nIV.  ASSURANCES \n37.  The government and the MOTR have assured ADB that implementation of the project \nshall conform to all applicable ADB policies including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan documents. The government and the MOTR have agreed with ADB on \ncertain covenants for the project, which are set forth in the financing agreement. \n \nV.  RECOMMENDATION \n38.  I  am  satisfied  that  the  proposed  loan  and  grant  would  comply  with  the  Articles  of \nAgreement of the Asian Development Bank (ADB) and recommend that the Board approve \n \n(i)  the loan of $68,500,000 to the Kyrgyz Republic for the additional financing of the \nCentral Asia Regional Economic Cooperation Corridors 1 and 3 Connector Road \nProject (Phase 2), from ADB’s ordinary capital resources, in concessional terms, \nwith an interest charge at the rate of 1.0% per year during the grace period and \n1.5% thereafter; for a term of 32 years, including a grace period of 8 years; and \nsuch other terms and conditions as are substantially in accordance with those set \nforth in the draft loan agreement presented to the Board; \n(ii)  the grant not exceeding $9,500,000 to the Kyrgyz Republic from ADB’s Special \nFunds resources (Asian Development Fund) for the additional financing of the \nCentral Asia Regional Economic Cooperation Corridors 1 and 3 Connector Road \nProject (Phase 2), on terms and conditions that are substantially in accordance \nwith those set forth in the draft grant agreement presented to the Board; and \n(iii)  the proposal in para. 22 of this report to permit procurement in a nonmember \ncountry of ADB of goods produced in the Russian Federation. \n \n \nTakehiko Nakao \nPresident \n \n8  October 2018\n                                                \n15 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "Appendix 1  11 \nREVISED DESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned with \nCurrent project \nRegional and national connectivity enhanced (National Sustainable Development Strategy, 2013–2017)a \nOverall project \nRegional and national connectivity enhanced (Development Program of the Kyrgyz Republic, 2018–2022: Unity, Trust, \nCreation)b \nPerformance Indicators with  Data Sources and \nResults Chain  Risks \nTargets and Baselines  Reporting Mechanisms \nOutcome       \n       \nCurrent project  Current project  Current project  Current project \nEfficiency and safer  a. Travel time between Naryn  a–b. MOTR progress  Rehabilitation of \nmovement of goods and  and Osh reduced by 50% (11  reports  adjacent sections funded \npeople improved  hours) by 2022 when the  by other development \nentire north–south corridor  partners experiences \nproject is implemented (2015  delays in project \nbaseline: 22 hours)  implementation \nb. Daily vehicle traffic from \nEpkin to Bashkugandy \n(annual average) increased to \n5,572 by 2022 (2015 \nbaseline: 1,621) \n \nOverall project  Overall project  Overall project  Overall project \nEfficiency and safer  a. Travel time between Naryn  a–c. MOTR progress  Unchanged \nmovement of people  and Osh reduced by 50% by \nreports \nand goods improved  2028 (2015 baseline: 22 \nhours) \nb. Daily vehicle traffic from \nEpkin to Bashkugandy \n(annual average) increased to \n5,572 by 2028 (2015 \nbaseline: 1,621) \nc. Daily vehicle traffic from \nBalykchy to Epkin (annual \naverage) increased to 9,112 \nby 2028 (2017 baseline: \n2,061) \n \nOutputs       \nOutput 1       \nCurrent project  Current project  Current project  Current project \n1. 70 km road from  1a. 70 km of road rehabilitated  1a.  MOTR and ADB  Cost overruns are \nEpkin village to  and the pavement international  project completion reports  caused by unexpected \nBashkugandy village  roughness index reduced to 3.00  price increases during \nrehabilitated (Km 89– m/km by 2021 (2015 baseline:  construction \nKm 159)  8.33 m/km) \n \nOverall project  Overall project  Overall project  Overall project \n1. Road from Epkin  Unchanged  1a. MOTR progress  Cost overruns are \nvillage to  reports, consultants’  caused by unexpected \nBashkugandy village  reports  price increases beyond \nrehabilitated (Km 89 –  contingency during \nKm 159)  construction \n ", "12  Appendix 1 \nPerformance Indicators with  Data Sources and \nResults Chain  Risks \nTargets and Baselines  Reporting Mechanisms \nOutput 2        \nCurrent project  Current project  Current project  Current project \n2. Institutional capacity  2a. A RAMS designed and  2a–b. MOTR and  Lack of technical \nstrengthened  implemented by 2020 (2015  consultants’ reports  expertise and funding to \n  baseline: not applicable)  continue the RAMS \n   \n2b. PIU’s administrative manual  PIU and MOTR lack \nand procedures in place by  understanding of the \n2020 (2015 baseline: 0)  new administrative \nprocess \nOverall project  Overall project  Overall project  Overall project \nUnchanged  2a. Unchanged  2a–c. MOTR progress  Changing government \n    reports, consultants’  priorities may delay \n2b. Road safety reforms, audit,  reports  implementation of \nand campaigns completed by  institutional changes \n2027 (2017 baseline: not \napplicable) \n \n2c. MOTR staff receive capacity \nbuilding assistance until 2027 \n(2015 baseline: not applicable) \nOutput 3 (new)       \n3. Road sections from  3a. 68 km of road rehabilitated  3a–c. MOTR progress  Cost overruns are \nBalykchy village to  and the pavement  reports  caused by unexpected \nKm 43 and from  international roughness index  price increases beyond \nKochkor village to  reduced to 3.00 m/km by 2022  contingency during \nEpkin village  (2015 baseline: 8.33 m/km)  construction \nrehabilitated     \n3b. Performance-based road  Procurement delays \nmaintenance contract   \ncompleted by 2027 (2018  Funding allocation is \nbaseline: not applicable)  insufficient for \n  maintenance \n3c. At least 10% of the employed \noffice staff and project \nconstruction workers are \nwomen. (2018 baseline: not \napplicable) \n \n   \n ", "Appendix 1  13 \nKey Activities with Milestones \n1.   Road from Epkin village to Bashkugandy village (Km 89 – Km 159) rehabilitated \n1.1 Recruit detailed design consultants by February 2016 (completed) \n1.2 Recruit supervision consultants by September 2018 (completed) \n1.3 Award civil works contract by September 2018 (completed) \n1.4 Complete civil works by July 2021 \n \n2.   Institutional capacity strengthened \n2.1 Recruit RAMS consultant by August 2018, and the MOTR will design and apply the RAMS in planning the key \nroad network by June 2020 \n2.2 Put in place the PIU’s administrative manual and procedures by June 2017 (completed) \n2.3  Conduct road safety campaign, audits, and capacity strengthening by 2027 \n \n3.   Road sections from Balykchy village to Km 43 and from Kochkor village to Epkin village rehabilitated \n3.1 Recruit detailed design consultants by February 2016 (completed) \n3.2  Advertise invitation to bid for civil works and call for expression of interest for supervision consultants by October \n2018 \n3.3 Recruit supervision consultants by March 2019 \n3.4 Award civil works contract by March 2019 \n3.5 Complete civil works and performance-based road maintenance contract by July 2027 \nInputs \nAsian Development Bank \nLoan  Grant \n$58.39 million equivalent (current)  $36.72 million equivalent (current) c \n$68.50 million equivalent (additional)  $9.50 million equivalent (additional) \n$126.89 million (overall)  $46.22 million (overall) \nTotal ADB financing: $173.11 million equivalent \n \nGovernment of the Kyrgyz Republic \nCounterpart \n$19.24 million (current) \n$12.75 million (additional) \n$31.99 (overall) \n \nTotal \n$114.35 million (current) \n$90.75 million (additional) \n$205.10 million (overall) \n \nAssumptions for Partner Financing \n \nCurrent project \nThe Eurasian Development Bank approved a loan for the rehabilitation of the 91 km road from Aral village to CAREC \nCorridor 3 via Suusamyr valley in the amount of $85 million under collaborative cofinancing with the ADB project. \nSimilarly, the Islamic Development Bank approved $12 million financing, and the Saudi Fund for Development \napproved $20 million financing to rehabilitate 24 km of road from Bashkugandy village to Jyldyz village. \n \nOverall project \nUnchanged. \nADB = Asian Development Bank, CAREC = Central Asia Regional Economic Cooperation, km = kilometer, Km = \nkilometer marker, m = meter, MOTR = Ministry of Transport and Roads, PIU = project implementation unit, RAMS = \nroad asset management system. \nNote: The design and monitoring framework covers only the scope to be financed and administered by ADB. \na  Government of the Kyrgyz Republic, National Council for Sustainable Development. 2013. National Sustainable \nDevelopment Strategy for the Kyrgyz Republic, 2013–2017. Bishkek. \nb  Government of the Kyrgyz Republic. 2018. Development Program of the Kyrgyz Republic, 2018–2022: Unity, Trust, \nCreation. Bishkek. \nc  Includes the ADB-approved Asian Development Fund grant for a $3 million project design advance to engage \ndetailed design consultants in 2015. \nSource: ADB. \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=48401-008-3 \n \n1.  Loan Agreement  \n2.  Grant Agreement \n3.  Sector Assessment (Summary): Transport \n4.  Project Administration Manual \n5.  Summary of Project Performance \n6.  Contribution to the ADB Results Framework \n7.  Development Coordination \n8.  Economic and Financial Analysis \n9.  Country Economic Indicators \n10.  Summary Poverty Reduction and Social Strategy \n11.  Initial Environmental Examination \n12.  Resettlement Plan \n13.  Risk Assessment and Risk Management Plan \n \nSupplementary Document \n14.  Climate Change Assessment \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20181008155733+08'00'", "Creator": "Microsoft® Word for Office 365", "Keywords": "kyrgyz republic, kyrgyzstan, carec corridors, carec corridors connector roads, road transport improvement, rural roads, road rehabilitation, north-south alternate corridor, balykchy jalal-abad road, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20181102135111+08'00'", "Producer": "Microsoft® Word for Office 365", "Subject": "48401-008: Report and Recommendation of the President", "Title": "Central Asia Regional Economic Cooperation Corridors 1 and 3 Connector Road Project (Phase 2) - Additional Financing, Kyrgyz Republic"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 18 September 2018) \nCurrency unit  –  som (Som) \nSom1.00  =  $0.01443     \n$1.00  =  Som69.2654     \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CAREC  –  Central Asia Regional Economic Cooperation \n  CPS  –  Country Partnership Strategy \n  EMP  –  environmental management plan \n  IEE  –  initial environmental examination \n  IPIG  –  Investment Projects Implementation Group \n  Km  –  kilometer marker \n  km  –  kilometer \n  LARP  –  land acquisition and resettlement plan \n  m  –  Meter \n  MOTR  –  Ministry of Transport and Roads \n  PAM  –  project administration manual \n  PDA  –  project design advance \n  RAMS  –  road asset management system \n  TA  –  technical assistance \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nDirector  Dong-Soo Pyo, Transport and Communications Division, CWRD \n   \nTeam leader  Narendra Singru, Principal Portfolio Management Specialist, CWRD \nTeam members  Ana Paula Araujo, Environment Specialist, CWRD \n  Mirdin Eshenaliev, Senior Project Officer, Kyrgyz Resident Mission \n(KYRM), CWRD \nFelix Emmanuel IV Golez, Associate Project Analyst, CWRD \nAri Kalliokoski, Transport Economist, CWRD \nSusan Lim, Senior Transport Specialist, East Asia Department \n  Candice McDeigan, Country Director, KYRM, CWRD \nLyailya Nazarbekova, Principal Counsel, Office of the General Counsel \n  Ko Sakamoto, Senior Transport Specialist, CWRD \n  Cesar San Miguel, Senior Project Officer, CWRD \n  Yukihiro Shibuya, Social Development Specialist (Safeguards), CWRD \n  Anna Liza Silverio, Senior Operations Assistant, CWRD \n  Maria Cecila Villanueva, Associate Project Analyst, CWRD \nPeer reviewer  Shihiru Date, Senior Transport Specialist, Southeast Asia Department \nIn preparing any country program or strategy, financing any project, or by making any designation \nof or reference to a particular territory or geographic area in this document, the Asian Development \nBank does not intend to make any judgments as to the legal or other status of any territory or area. ", "authors": [{"fullname": "Wencai Zhang", "role": "Operations", "organization": ""}, {"fullname": "Werner Liepach", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "Dong-Soo Pyo", "role": "Transport and Communications Division", "organization": "CWRD"}, {"fullname": "Narendra Singru", "role": "Principal Portfolio Management Specialist", "organization": "CWRD"}, {"fullname": "Ana Paula Araujo", "role": "Environment Specialist", "organization": "CWRD"}, {"fullname": "Mirdin Eshenaliev", "role": "Senior Project Officer", "organization": "Kyrgyz Resident Mission"}, {"fullname": "Felix Emmanuel IV Golez", "role": "Associate Project Analyst", "organization": "CWRD"}, {"fullname": "Ari Kalliokoski", "role": "Transport Economist", "organization": "CWRD"}, {"fullname": "Susan Lim", "role": "Senior Transport Specialist", "organization": "East Asia Department"}, {"fullname": "Candice McDeigan", "role": "Country Director", "organization": "KYRM"}, {"fullname": "Lyailya Nazarbekova", "role": "Principal Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Ko Sakamoto", "role": "Senior Transport Specialist", "organization": "CWRD"}, {"fullname": "Cesar San Miguel", "role": "Senior Project Officer", "organization": "CWRD"}, {"fullname": "Yukihiro Shibuya", "role": "Social Development Specialist (Safeguards)", "organization": "CWRD"}, {"fullname": "Anna Liza Silverio", "role": "Senior Operations Assistant", "organization": "CWRD"}, {"fullname": "Maria Cecila Villanueva", "role": "Associate Project Analyst", "organization": "CWRD"}, {"fullname": "Shihiru Date", "role": "Senior Transport Specialist", "organization": "Southeast Asia Department"}]}