{"path": "data/input/ta/48491-001-tar.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 48491-001 \nCapacity Development Technical Assistance (CDTA) \nDecember 2015 \n \n \n \nKingdom of Bhutan: Decentralized Coordination and \nPartnerships for Gender Equality Results \n(Financed by the Japan Fund for Poverty Reduction) \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB’s  Public \nCommunications Policy 2011. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 1 December 2015) \n \nCurrency unit  –  ngultrum (Nu) \n Nu1.00  =  $0.01504 \n$1.00  =  Nu66.47 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  NCWC  –  National Commission for Women and Children \n  NGO  –  nongovernment organization \n  PPP  –  public–private partnership \n  SHG  –  self-help group \n  TA  –  technical assistance \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice-President  W. Zhang, Operations 1 \nDirector General  H. Kim, South Asia Department (SARD) \nDirector  H. Carlsson, Advisor and Head, Portfolio, Results and Quality Control Unit, \nSARD \n   \nTeam leader  F. Tornieri, Principal Social Development Specialist (Gender and \n  Development), SARD \nTeam member  J. Colasito, Senior Operations Assistant, SARD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \n \nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  Outline Terms of Reference for Consultants  9 \n \n \n \n \n \n \n ", "Project Classification Information Status: Complete\nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 48491-001\nProject Name Decentralized Coordination and  Department SARD/SAOD\nPartnerships for Gender Equality  /Division\nResults\nCountry Bhutan Executing  National Commission for Women and \nAgency Children (NCWC)\nqq\n2. Sector Subsector(s)      Financing ($ million)\nPublic sector  Decentralization 1.00\nmanagement\nIndustry and trade Small and medium enterprise development 0.50\nTotal 1.50\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the  Low\ngrowth (IEG) opportunities, including jobs, made  Project\nmore inclusive\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Civil society participation Gender equity (GEN)\ncapacity development Institutional development\n(GCD)\nKnowledge solutions  Pilot-testing innovation and learning\n(KNS)\nPartnerships (PAR) Civil society organizations\nImplementation\nPrivate Sector\nPrivate sector  Promotion of private sector \ndevelopment (PSD) investment\nqq\n5. Poverty Targeting Location Impact\nProject directly targets  Yes Not Applicable\npoverty\nGeographic targeting  Yes\n(TI-G)\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.00\n    None 0.00\nCofinancing 1.50\n    Japan Fund for Poverty Reduction 1.50\nCounterpart 0.15\n    Government 0.15\n  \nTotal 1.65\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 20052015160135094290 Generated Date: 09-Dec-2015 10:21:11 AM", " \nI.  INTRODUCTION \n \n1.  Two of the four pillars of the Kingdom of Bhutan’s 11th Five-Year Plan, 2013–2018 are \nsustainable and equitable socioeconomic development, and good governance.1 Achieving this \nrequires diversifying the country’s economy, creating an enabling environment for private sector \ndevelopment, and reducing poverty and inequality by enhancing the standard of living and the \nquality of life of the most vulnerable sections of Bhutanese society.  Gender equality concerns \nare integrated in the plan to ensure that the poor—many of whom are women—benefit from \neconomic growth transforming the Bhutan economy. The National Commission for Women and \nChildren (NCWC) is the Government agency responsible for protecting, promoting and reporting \non rights of women and children in Bhutan. Its Strategic Plan, 2014–2019 is an accompanying \ndocument  to  the  11th  Five-Year  Plan  with  the  following  strategic  priorities:  (i)  enhance \nsocioeconomic  opportunities  for  women,  (ii)  address  sociocultural  gender  stereotypes,  (iii) \npromote  gender  responsive  governance,  (iv)  provide  social  and  legal  protection,  and  (v) \nstrengthen institutional capacity of NCWC.2   \n \n2.  This capacity development technical assistance (TA)  will strengthen the institutional \ncapacity of NCWC to promote gender equality and women’s empowerment through national and \nlocal government institutions.  It will also contribute to strengthen the private sector through \npublic–private partnerships (PPPs) in economic projects and in the provision of social services \nthat benefit the poor, especially poor women.3  It will build capacity of functional women self-\nhelp groups (SHGs) by enhancing their marketing capacity and promoting an entrepreneurial \nculture in the villages (and potentially extending to the whole district) where these SHGs are \noperating. More viable and productive SHG enterprises will create employment and enhance \nrural income, a priority in the plan.  \n \n3.  The TA is included in Bhutan’s country operations business plan, 2014–2016.  The pre-\nfact finding mission discussed the TA with NCWC in March 2015 and in a fact-finding mission in \nAugust 2015, and consulted with a wide range of government, civil society, and private sector \nstakeholders.4 The government concurred with the impact, outcome, outputs, implementation \narrangements,  cost,  financing  arrangements,  and  terms  of  reference.  Comments  from  the \nNCWC  are  incorporated  in  this  TA  report.  The  design  and  monitoring  framework  is  in    \nAppendix 1. \n \nII.  ISSUES \n \n4.  Despite an average gross domestic product growth of 8% in the past decade, rural \npoverty in Bhutan has remained high (at 16.7%) with more than half of its 20 districts having \npoverty rates above the national poverty rate of 12% (2012).5  Youth unemployment is high at \n9.5% for males and 11.6% among females.6 Gender disparities still exist in employment, income \ngeneration, and education enrollment and completion rate (footnote 2).  Labor force participation \nof females (59%) is lower than that of males (72%).7 Income-earning opportunity is also lower \n                                                \n1  Government of Bhutan, Gross National Happiness Commission. 2013. 11th Five-Year Plan, 2013–2018. Thimphu. \n2  Government of Bhutan, National Commission for Women and Children. 2014.  NCWC Strategic Plan, 2014–2019. \nThimphu. \n3  The TA paper adopts ADB definition of PPP as a contractual arrangement between public and private entities \nthrough which the skills, assets, and/or financing resources of each of the public and private sectors are allocated \nin a complementary manner, thereby sharing the risks and rewards, to seek to provide optimal service delivery and \ngood value to citizens. \n4  The TA first appeared in the business opportunities section of ADB’s website on 29 June 2015. \n5  Government of Bhutan, National Statistics Bureau. 2012.  Poverty Analysis Report. Thimphu. \n6  Government of Bhutan, National Statistics Bureau. 2012.  Bhutan Living Standards Survey. Thimphu. \n7  Government of Bhutan, Ministry of Labor and Human Resources. 2013.  Labor Force Survey Report. Thimphu.  \n ", "2   \nfor women than for men as among those employed, fewer women (6%) hold regular-paying jobs \ncompared to men (19%) (footnote 7). \n \n5.  The report on Gender and Employment Challenges in Bhutan in 2013 identified the \nreasons for women’s unemployment, including (i) lack of available jobs, (ii) lack of experience \nand skill, (iii) poor academic performance in secondary school, and (iv) family and marriage \nproblems.8 A year earlier, the 2012 Bhutan Living Standards Survey similarly asked the reasons \nfor women’s unemployment and found that 93% of urban women aged 25 to 34 and 99% of \nwomen aged 35 to 44 cited “house or family duties,” which could cover childcare (footnote 6). \nAs noted in ADB’s 2014 Bhutan Gender Equality Diagnostic of Selected Sectors, the data \nsuggest a pressure on working women, especially in urban areas where family networks and \nassistance are less available.9 \n \n6.    In  the  rural  areas,  the  2012  agriculture  sector  study  by  the  Food  and  Agriculture \nOrganization of the United Nations and World Bank highlighted the burden carried by rural \nwomen as a result of reduced male involvement in farming due to rural–urban migration.10 The \nstudy also sought for greater attention to be given to the labor burden on women. Another study \nfound that rural women were increasingly responsible for bringing farm produce to market.11 \nAccording to stakeholders consulted for this proposed TA, it is important to note the increasing \nnumber of rural women coming to Thimphu12 market and other urban markets to sell their \nproduce. These female vendors sleep at the market, have no decent toilet and other place to \nwash, and expose themselves to the risk of gender-based and sexual violence as well as theft. \n \n7.    The  government  recognizes  the  critical  role  of  decentralized  structures—dzongkhag \n(district), gewog (block), and chiwog (village)—in achieving sustainable, gender- and socially \ninclusive economic growth. Since 2004, the NCWC has gradually established itself at the central \nlevel, through a focused approach aimed at strengthening gender mainstreaming capacities of \nsector agencies.13 The challenge –at the moment- lies in NCWC’s ability to deliver on two of the \ncritical aspects of its mandate: decentralized coordination and public-private partnerships for \ngreater gender equality results. In this context, increased capacity in mainstreaming gender \nequality in development planning of decentralized structures’ and delivery of services would \ncontribute to gender equity in economic growth. Improved coordination between decentralized \nstructures  and  central  government  agencies  would  enhance  government’s  effectiveness  in \ndelivering much-needed economic and social services to their constituents, especially the poor \nwho need those most. The Economic Development Policy (2010) of Bhutan identified PPP as a \nkey approach in working towards sustainable, inclusive economic growth.14 The PPP approach \nwill  contribute  to  expanding  Bhutan’s  economic  base,  developing  the  private  sector,  and \ncreating jobs and business opportunities. Integrating a gender equality perspective in PPP could \nhelp ensure that men and women benefit equitably from the gains of economic growth. \n                                                \n8  ADB. 2015. Implementation Completion Memorandum. BHU: Advancing Economic Opportunities of Women and \nGirls. Manila. \n9  ADB. 2014. Bhutan: Gender Equality Diagnostic of Selected Sectors. Manila. \n10 G. Christensen, T. Fileccia, and A. Gulliver. 2012. Bhutan Agricultural Sector Review. Vo. 1. Issues, Institutions, \nand Policies. Rome: Food and Agriculture Organization of the United Nations and the World Bank. \n11 C. Niang et al. 2013. Connecting the Disconnected: Coping Strategies of the Financially Excluded in Bhutan. \nWashington, DC: World Bank. \n12 Thimphu is Bhutan’s capital city and the main center of commerce. \n13  The NCWC is governed by a Commission comprising of a Chairperson (Cabinet Minister) and Commissioners with \nrepresentation from government, non-government and private sectors. The NCWC Secretariat is headed by the \nDirector General, under whom, three main divisions, the Administration and Finance Division, the Children’s \nDivision and the Women’s Division function, together with a Legal Unit. \n14 Royal  Government  of  Bhutan.  2010.  Economic  Development  Policy  of  the  Kingdom  of  Bhutan,  2010. \nhttp://rtm.gnhc.gov.bt/wp-content/uploads/2013/10/EDP.pdf \n ", "  3 \n \n8.    The TA builds on the successful implementation, results and lessons from the grant \nproject Advancing Economic Opportunities of Women and Girls, funded by the Japan Fund for \nPoverty Reduction.15 This grant enabled NCWC to successfully fulfill its mandate to promote \ngender equality and women’s empowerment. The capacity of gender focal persons in each of \nthe central government agencies on gender mainstreaming was improved and a web-based \ngender monitoring system established. The same grant also enabled close to a thousand poor \nrural women increase their income through micro-enterprises set up by self-help groups (SHGs) \nwhere they were members. These SHGs and new ones whose growth was spawned by the \nexample demonstrated by successful SHGs are ready to expand their volume of production, \nproduce new or improved products, and expand markets. \n \n9.  The need for gender mainstreaming in local governments and building their capacity to \ndeliver economic and social services to the poor is another gap that needs to be addressed.  \nGovernment agencies consulted for the design of this TA highlighted the need for PPPs and \nworking at all government levels to reduce poverty, especially among poor women, and achieve \nthe goal of “sustainable and equitable socioeconomic development,” one of four pillars of gross \nnational happiness (footnote 1). This TA aims to build capacity of government, private sector, \nand civil society organizations to enter into such multistakeholder partnerships to achieve the \ngoals of poverty reduction and sustainable, equitable socioeconomic development. Specifically, \nthrough these PPPs, this TA is expected to respond to cited barriers to women’s effective \nengagement in economic activities (i.e., need for childcare support, lack of lodging facilities for \nrural women market vendors, and need for more economic opportunities through providing \nassistance to SHGs). \n \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n10.  The impact will be access to productive resources and social services by the poor—\nparticularly women— improved in selected urban and rural areas, aligned with Bhutan’s 11th \nFive-Year Plan, 2013–18. The outcome will be strengthened government capacity in addressing \ngender  equality  concerns  and  delivering  services  in  partnership  with  private  sector  and \nnongovernment organizations (NGOs). \n \nB.  Methodology and Key Activities \n \n11.  The TA will support this outcome through the following outputs:16 \n(i)  Output 1: Capacity of the National Commission for Women and Children for \ngreater achievement of gender equality results at local level strengthened. \nThe gender focal persons serve as NCWC’s extensions in promoting gender \nmainstreaming at central and local government levels. Elected and appointed \nofficials play key roles in ensuring that gender equality concerns are integrated in \ngovernment  planning  and  budgeting,  and  in  delivery  of  services.  For  these \nreasons, 35 gender focal persons (15 at central and 20 at district levels), 100 \n                                                \n15 ADB. 2011. Proposed Grant Assistance to Bhutan for Advancing Economic Opportunities of Women and Girls. \nManila. \n16 The TA presents some risks at outcome  and output  levels, including: (i) NCWC’s challenge to fully institutionalize \ngender-inclusive partnerships across sector and line agencies and participating districts; (ii) limited support from \nsector and local government officials to NCWC’s commitment to gender mainstreaming; and (iii) longer than \nexpected time to reach consensus on PPP modalities. Risks are reflected in the design and monitoring framework \n(Appendix 1). \n ", "4   \ndistrict officials and staff, and 60% of parliamentarians will be trained in gender \nmainstreaming. More in-depth gender analysis of key aspects of the Bhutanese \nsociety (namely, law, economy, and governance) will be conducted to contribute \nto the body of knowledge for policy reform and development planning. Gender \nadvocacy tools with a broader reach (such as videos) will be produced and \ncirculated. \n(ii)  Output 2: Public–private partnerships addressing the needs of women and \nvulnerable  groups  established.  PPP agreements will be formulated, in the \nfollowing areas: \n(a)  socioeconomic  security  and  physical  safety  of  market  vendors  and \ninformal sector workers that will lead to the establishment of two  market \nvendors’ cooperatives in Thimphu, and 30-bed lodging facility for market \nvendors; and \n(b)  access to childcare services by formal and informal sector workers in \nThimphu that will lead to the establishment of the following facilities: five \ncrèches (day care centers) in central government agencies, one crèche in \nprivate sector, and two crèches for informal sector workers.17 \n(iii)  Output  3:  Capacity  building  of  selected  self-help  groups  on  upgraded \nproduction  technologies  and  market  accessibility  undertaken.  Capacity \ndevelopment program on upgrading of production technologies and increased \naccess to profitable markets for SHGs will be implemented. This is expected to \nlead to (a) increased number of new products or designs sold by SHGs in cane \nand bamboo craft and textile weaving; (b) technology upgrading and expanded \nmarket  base  for  selected  products  such  as  raw  and  processed  fruits  and \nvegetables, honey, cardamom, animal feeds (grain), milk, and poultry; (c) 20 \nagreements reached for marketing of SHG products at district level one-stop \nfarmers’ shops; and (d) formation of five SHGs in recycled waste livelihoods. \n \nC.  Cost and Financing \n \n12.  The TA is estimated to cost $1.65 million, of which $1.50 million will be financed on a \ngrant  basis  by  the  Japan  Fund  for  Poverty  Reduction  and  administered  by  ADB.  The \ngovernment  will  provide  counterpart  support  in  the form  of  remuneration  and  per  diem of \ncounterpart  staff,  office  and  office  supplies,  secretarial  assistance,  domestic transportation, \nmeeting venues, staff time to review outputs of consultants and conduct periodic field visits, and \nother in-kind contributions. \n \nD.  Implementation Arrangements \n \n13.  The NCWC will be the executing agency for the TA. A small project management unit \nwill  be  established  within  the  NCWC’s  Women  Division  to  carry  out  day-to-day  TA \nimplementation. The Women Division—in coordination with the project management unit—will \nwork  with  the  TA  consultants  to  support  two-way  knowledge  transfer.  The  TA  will  be \nimplemented over 36 months, commencing in mid-January 2016 with completion date expected \nin December 2018. All consultants will be engaged in accordance with ADB’s Guidelines on the \nUse of Consultants (2013, as amended from time to time).18 Consulting inputs will be provided \nunder the TA as follows: \n                                                \n17 In carrying out the needs assessment for the crèche in the central government agencies, private companies, \ninformal sector, and the lodging facility for informal sector workers, NCWC will consult and seek endorsement of \nrelevant government agencies. \n18 For the recruitment of individual consultants and organizations (firms and/or NGOs), the use of output-based (lump-\nsum) contracts will be considered for all consulting services.  \n ", "  5 \n(i)  Individual national experts: project manager (36 person-months); monitoring and \nevaluation officer (36 person-months); finance and procurement officer at the \nproject  management  unit  (36  person-months);  administrative  and  financial \nconsultant  (9  person-months);  researcher  for  crèche  and  lodging  needs  (2 \nperson-months); researcher for gender and law (3 person-months); PPP expert \n(6 person-months); researcher and gender economist (6 person-months); and \ngender and governance expert (6 person-months). \n(ii)  National organizations (2): one NGO responsible for activities related to market \nvendors and informal sector (36 months), to be engaged under the consultants’ \nqualifications selection; and a firm responsible for video production (4 months) to \nbe engaged following the use of Service Delivery Assignments, based on para. \n2.43 of ADB’s Guidelines on the Use of Consultants (2013, as amended from \ntime to time). \n(iii)  An international NGO to be engaged under the quality- and cost-based selection \nmethod (80:20 quality to cost ratio). The implementation team fielded by the \ninternational NGO will be composed of individual international experts: value \nchain  development  expert  (3  person-months),  marketing  expert  (3  person-\nmonths), designer of handwoven textiles (2 person-months), designer of cane \nand bamboo craft (2 person-months), recycled solid waste trainer (2 person-\nmonths), and subcontracted national NGOs (72 months). \n \n14.  All  disbursements  under  the  TA  will  be  done  in  accordance  with  ADB’s  Technical \nAssistance Disbursement Handbook (2010, as amended from time to time). All TA-financed \ngoods  and  equipment will  be  procured  in  accordance  with  ADB’s  Procurement Guidelines \n(2015, as amended from time to time). The procured equipment will be handed over to the \nNCWC upon TA completion. The outcomes of the TA will be disseminated through various \nknowledge products such as publications, conferences, and training and seminar-workshops.  \nThe government has committed to disseminate the TA outputs widely throughout the country to \ncreate greater impact.  Other than through printed materials, TA outputs will be disseminated \nthrough the  NCWC  website19 and  the gender monitoring  system20 established  through  the \nAdvancing  Economic  Opportunities  of  Women  and  Girls  (footnote  8).  The  TA  will  be \nadministered by ADB. \n \nIV.  THE PRESIDENT'S DECISION \n \n15.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering  technical  assistance  not  exceeding  the  equivalent  of  $1,500,000  to  the \nGovernment of Bhutan to be financed on a grant basis by the Japan Fund for Poverty Reduction \nfor  Decentralized  Coordination  and  Partnerships  for  Gender  Equality  Results,  and  hereby \nreports this action to the Board. \n                                                \n19 National Commission for Women and Children. http://www.ncwc.gov.bt/ncwc/ (NCWC has been maintaining its \nwebsite regularly since its establishment in 2004, and independently through the government’s national budget). \n20 National Commission for Women and Children. Gender Monitoring System. http://www.ncwc.gov.bt/gms/ \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact of the Technical Assistance Project is Aligned with \nAccess to productive resources and social services by the poor—particularly women—in selected \nurban and rural areas improved (Bhutan’s 11th Five-Year Plan, 2013–18) \n  Performance Indicators with Targets and  Data Sources   \nResults Chain  Baselines  and Reporting  Risks \nOutcome  By 2018:  a–c.  NCWC’s \nGovernment  a.  At least 75% of relevant central  Annual reports of  challenge to \ncapacity in  government agencies have an  central agencies  fully \naddressing gender  updated gender mainstreaming  and districts  institutionalize \nequality concerns  strategy (2015 baseline: 2 out of 15)    gender-\nand delivering  b.  At least 10 out of 20 dzongkhag  NCWC annual  inclusive \nservices in  (districts) have a gender  reports  partnerships \npartnership with  mainstreaming strategy (2015    across sector \nprivate sector and  baseline: 0)  Activity reports  or line \nNGOs  c.  At least 3 long-term (5-year)  from NCWC and  agencies and \nstrengthened  partnerships established to deliver  partners  participating \nsocioeconomic services to poor    districts \nwomen and men (2015 baseline: 0)  Project progress \nreports \nOutputs  By 2018:  1a–e.   \n1. Capacity of the  1a. At least 35 GFPs (15 central, 20  Annual reports of  Limited  \nNCWC for greater  districts) trained on web-based  central agencies  support from \nachievement of  gender monitoring system for policy  and districts  sector and \ngender equality  reform and planning (2015 baseline:    local \nresults at local  15)  NCWC annual  government \nlevel strengthened  1b. At least 100 officials and staff  reports with inputs  officials to \nparticipated in gender sensitivity  from collaborating  NCWC’s \ntraining at local level (2015 baseline:  partners  commitment to \n25)    gender \n1c. At least 60% of parliamentarians  Project progress  mainstreaming  \nparticipated in gender sensitivity  reports \n \ntraining (2015 baseline: 20%)   \n1d. At least 3 gender studies conducted,  Published studies    \npublished and disseminated (2015   \n \nbaseline: 0)   \n1e. 4-part TV series on gender issues  4-part TV series   \nraised in the 3 gender studies   \n \nbroadcasted nationwide (2015  ADB review \nbaseline: 0)a  missions   \n2. PPPs  By 2018:  2a–2d. \naddressing the  2a. 3 needs assessment and feasibility  Feasibility studies  Longer than \nneeds of women  studies finalized (2015 baseline: 0)    expected time \nand vulnerable  2b. 2 PPP agreements formulated for  Partnership  to reach \ngroups  establishment of market vendors’  agreements  consensus on \nestablished  cooperatives in Thimphu (Target: 75%    PPP modalities \nwomen) (2015 baseline: 1)   \n2c. PPP agreement formulated for  Studies and other \nestablishment of lodging facility for  consultant reports \nmarket vendors in Thimphu (2015   \nbaseline: 0)   \n2d.  6 PPP agreements formulated for  Review missions \nestablishment of crèches (day care   \ncenters): 5 in central government  Progress reports \nagencies (2015 baseline: 1); 1 in \nprivate sector (2015 baseline: 0); and \n2 for informal workersc (2015 \n ", "Appendix 1  7 \n  Performance Indicators with Targets and  Data Sources   \nResults Chain  Baselines  and Reporting  Risks \nbaseline: 0) \n3. Capacity  3a. At least 10 SHGs trained on micro- 3a–3c. \nbuilding of  enterprise development and market  Feasibility studies \nselected SHGs on  access (2015 baseline: 3)    \nupgraded  3b. At least 6 SHGs in recycled waste  Partnership \nproduction  livelihoods established [Target: 75%  agreements \ntechnologies and  women] (2015 baseline: 0)d   \nmarket  3c.  At least 20 agreements reached for  Studies and other \naccessibility  marketing of SHG products at district  consultant reports \nundertaken  level one-stop farmers’ shops (2015   \nbaseline: 0)  SHG financial \nrecords \nKey Activities with Milestones \n1.  Capacity of the NCWC for greater achievement of gender equality results at local level \nstrengthened \n1.1 Set up PMU at NCWC (Q1). \n1.2 Conduct consultation and planning workshops with central government agencies and districts (Q2 \nonward). \n1.3 Carry out capacity building program on gender mainstreaming for central government agencies and \ndistricts (Q2 onward).  \n2.  PPPs addressing the needs of women and vulnerable groups established  \n2.1 Recruit consultants to conduct needs assessment, feasibility studies on (i) lodging for vendors in \nthe Centenary Farmers’ Market in Thimphu; and (ii) crèches in central government agencies, \nprivate companies, and for informal workers (Q1). \n2.2 Formulate PPP agreement for establishment of market vendors’ cooperatives, lodging for market \nvendors and the crèches (Q8). \n3.  Capacity building of selected SHGs on upgraded production technologies and market \naccessibility undertaken \n3.1 Recruit international NGO to undertake value chain and marketing-related studies and build \nbusiness enhancement capacity of SHGs (Q1). \n3.2 Prepare capacity building plan for SHGs’ business enhancement (Q2). \n3.3 Conduct baseline and end-line survey to assess gender-related impacts of training activities (Q2 \nand Q12). \n3.4 Reach agreements for marketing of SHG products (Q8). \nInputs \nJapan Fund for Poverty Reduction: $1.5 million  \nNote: The government will provide counterpart support in the form of remuneration and per diem of \ncounterpart staff, office and office supplies, secretarial assistance, domestic transportation, meeting \nvenues, staff time to review outputs of consultants and conduct periodic field visits, and other in-kind \ncontributions.  \nAssumptions for Partner Financing \nNot applicable. \nADB = Asian Development Bank, GFP = gender focal person, NCWC = National Commission for Women and \nChildren, NGO = nongovernment organization, PMU = project management unit; PPP = public–private partnership, \nSHG = self-help group. \na  TA support will be limited to production costs and not include cost of airing at Bhutan Broadcasting Services. \nb  Partnership between Thimphu Thromde (City Corporation), market vendors’ cooperatives, and nongovernment \norganizations (NGOs). \nC  Partnership between Ministry of Labor and Human Resources and NGOs. \nd  Waste management is a lucrative business with market and proven success in Bhutan. There is a large potential \nfor SHGs, mostly composed of women, to be involved in collecting, managing, and marketing waste. Project will \nidentify districts to establish these SHGs.   \nSource: Asian Development Bank. \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($ '000) \n \nItem  Amount \nJapan Fund for Poverty Reductiona   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultantsb  543.0 \n      ii.  National consultantsc  455.0 \n    b.  International and local travel  105.0 \n    c.  Reports and communications  10.0 \n  2.  Equipmentd  23.0 \n  3.  Training, seminars, and conferences  240.0 \n  4.  Surveyse  40.0 \n  5.  Miscellaneous administration and support costs  13.0 \n  6.  Contingencies   71.0 \n      Total  1,500.0 \nNote: The technical assistance (TA) is estimated to cost $1,650,000, of which contributions from the Japan Fund for \nPoverty Reduction are presented in the table above. The government will provide counterpart support in the form of \ncounterpart  staff  (including  secretarial  services  as  required),  office  accommodation  and  supplies,  domestic \ntransportation, and other in-kind contributions. The value of government counterpart is estimated at 10% of the total \nTA cost. \na  Administered by the Asian Development Bank. \nb  This  includes  estimated  remuneration  and  per  diem  costs  associated  with  the  recruitment  of  international \nconsultants’ services, international nongovernment organization (NGO) and subcontracted national NGOs (see \nAppendix 3, B[2]).  \nc   This includes costs associated with the recruitment of a national NGO responsible for managing the lodging facility \nfor market vendors and crèche (day care centers) for informal workers inclusive of rental costs, on a 3-year pilot \nbasis. \nd  Standard IT equipment (3 computers) and equipment for the operation of the crèches managed by the government \nagencies (see 2d in Design and Monitoring Framework [Appendix 1]) will remain with the executing agency after \ncompletion of the TA. \ne  The allocation for training is based on the following estimates. For output 1, $120,000 ($2,000/year for 3 years and \n20 districts); and for output 3, $120,000 ($40,000/year for 3 years). \nSource: Asian Development Bank estimates. \n ", "Appendix 3   9 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  National experts \n \n1.  Project  manager (36 person-months). The expert  will have a bachelor’s degree or \nhigher in development planning, community development or any related field, and more than 7 \nyears of experience in project management with prior involvement in managing the government- \nor development partners-financed projects, preferably in the area of social development, gender \nand  development  (GAD)  and/or  women’s  empowerment.  She  or  he  will  work  closely  with \nNational Commission for Women and Children (NCWC) in overall project management and \nensure smooth project implementation. She or he will lead the project management unit in \nannual planning and budgeting, regular and periodic monitoring, and reporting to NCWC and \nthe  Asian  Development  Bank  (ADB),  develop  standards  and  systems  in  recruitment  of \nconsultants,  facilitate  ADB  review  missions,  provide  technical  advice  to  NCWC  and \nnongovernment  organizations  (NGOs)  as  requested  and  as  appropriate,  and  liaise  with \ndevelopment partners on behalf of the project. \n \n2.  Monitoring  and  evaluation  officer  (36  person-months).  The  expert  will  have  a \nbachelor’s degree or higher in project development and management or any related field and at \nleast  5  years  of  experience  in  project  monitoring  and  evaluation  with  prior  involvement  in \nmonitoring government- and/or development partners-financed projects, preferably in the area \nof social development, GAD and/or women’s empowerment. She or he will develop project \nmonitoring system and tools, train partners in use of tools, and produce aggregated project \nmonitoring reports showing sex-disaggregated data. She or he will train partners in writing case \nstories, work closely with partners and consultants in identifying good practices and lessons for \ndocumentation and publication, and lead in the identification and publication of knowledge \nproducts. \n \n3.  Finance  and  procurement  officer  (36  person-months).  The  expert  will  have  a \nbachelor’s degree in accounting, finance or public administration and qualification of certified \npublic accountant from a national recognized institute of accountancy, with at least 5 years of \nrelevant finance experience at national level and familiarity with government accounting system \nand  standards.  She  or  he  will  provide  project  implementation  support  to  the  financing \naccounting,  reporting,  submission  of  withdrawal  applications  for  the  proposed  technical \nassistance (TA), draft terms of references for expert(s) and specialized service provider(s), \nparticipate in selecting experts and consultants, and facilitate fund requests and releases. \n \n4.  Administrative and financial consultant (ADB headquarters-based, 9 person-months). \nThe consultant will have at least 15 years of relevant administrative and financial experience in \nADB,  with  deep  knowledge  of  ADB  business  processes  and  practices.  She  or  he  will  be \nresponsible  for  supporting  the  South  Asia  Department  in  the  following  tasks:  (i)  provide \nguidance on the financial and contractual aspects related to the implementation of the capacity \ndevelopment  TA  activities,  including  monitoring  of  disbursements,  liquidation  of  advance, \nsubmission of progress reports, certificates of full payment, including formal closure of contracts \nand accounts; (ii) update on a daily basis the status of TA activities and TA status monitoring for \nactivities under implementation or in the pipeline; (iii) proactively engage user divisions and \nresident missions to ensure on-time implementation of activities and disbursements; and (iv) \nprepare reports using these data, including (a) monthly progress reports, (b) updated monitoring \nsheets, and (c) quarterly statistics and information. \n ", "10  Appendix 3 \n \n \n5.  Researcher for crèche and lodging needs (2 person-months). The consultant will \nhave a bachelor’s degree or higher in social sciences or related field, at least 5 years of relevant \nexperience in doing social assessments with strong analytical skills; knowledge, understanding, \nand practical implementation of survey methods; and cultural awareness and sensitivity to \ngender issues. She or he will conduct surveys on crèche (day care center) for formal, informal \nand private sector, and lodging needs of female market vendors in Thimphu (with emphasis on \nvendors coming from rural areas outside Thimphu such as Wangdi and Punakha) through a \nquestionnaire and interviews (individual and group); and present findings and recommendations \nto NCWC, Thimphu city government, and other interested agencies. Issues of security and \nphysical safety of female market vendors will be assessed. \n6.  Researcher  for  gender  and  law  (3  person-months).  The  consultant  will  have  a \nbachelor’s degree or higher in law, with knowledge of government legal framework and gender-\nrelated laws or regulations, social sciences, international law or human rights and at least 5 \nyears of experience in the legal field, with experience in areas such as law drafting, policy \nanalysis, legal literacy and/or legal aid. She or he will assist the international expert on gender \nand law in conducting review of Bhutan laws and policies from a gender perspective. \n7.  Public–private partnership expert (6 person-months). The expert will have experience \nin (i) establishing public–private partnership (PPP) programs and financially closed PPP projects \nacross sectors with 10 years’ experience in the commercial and finance arena; (ii) advising on \nmicro-infrastructure projects and, in particular, projects involving the private sector; and (iii) \nstrong knowledge of Bhutan policy, legal or regulatory, financial, and commercial market. The \nconsultant will support the finalization of three feasibility studies and support the consultative \nprocess for the finalization of the agreements for establishment of infrastructure projects (market \nvendors’  cooperatives,  market  vendors’  lodging  facility,  crèches  and  commodity  collection \ncenters) using the PPP modality. He or she will review existing documents and/or perform an \nassessment of the current conditions of the assets, the current status of service delivery, and \nperform an analysis of the possible alternatives in the delivery of these services. Adequate \ntypes and modalities of PPPs through which private sector financing and/or management skills \nwill be identified to help achieve this output. \n8.  Researcher and gender economist (6 person-months). The consultant will have a \nbachelor’s degree or higher in social sciences and/or related field. At least 5 years of relevant \nexperience  in  doing  social  and  gender  assessments  with  strong  analytical  skills  and \nunderstanding of gender dimensions of economic development will be required. She or he will \nassist  the  gender  economist  (international  expert)  in  conducting  the  study  on  women’s \ncontribution to the economy. \n9.  Gender  and  governance  expert  (6  person-months).  The  expert  will  have  a \npostgraduate  degree  or  higher  in  public  administration,  governance  or  related  field,  with \ndemonstrated gender skills and expertise or postgraduate degree in gender studies or social \nsciences, with demonstrated expertise in public administration and governance. At least 10 \nyears  of relevant  experience  in  supporting gender-responsive  public  governance  reform  at \ncentral and local level, and exposure to the context of South Asia and cultural awareness and \nsensitivity to gender issues will be required. She or he will provide technical advisory services to \nNCWC including (i) capacity development of central and district-level government agencies in \ndeveloping a gender mainstreaming strategy and annual gender action plan; (ii) support to \nNCWC Women Division in updating gender-related training manuals to make them suitable to \nlocal government context; (iii) support NCWC in developing stronger terms of reference for \nsector-level gender focal persons (GFPs) with built-in accountability mechanisms; and (iv) carry \n ", "  Appendix 3  11 \nout training and seminar-workshops for NCWC staff and commission and board members, \nGFPs, district officials and staff, and parliamentarians. \nB.  Organizations  \n \n1.   National Organizations \n \n10.  Nongovernment organization (lodging facility for market vendors and crèche informal \nsector) (36 months). The NGO will have demonstrated ability to work with vulnerable urban \ncommunities in Thimphu and contribute to address the practical needs related to the working \nand living conditions of vendors and traders (especially women) involved in the Centenary \nFarmers’  Market  in  Thimphu.  At  least  10  years  of  national  experience  in  promoting  the \nempowerment  of  local  communities  (especially  women)  to  take  a  larger  part  in  program \nplanning and implementation at local level will be required. Experience in collaborating with \ngovernment  agencies,  preferably  Thimphu  Thromde  (City  Corporation)  and  addressing  the \nneeds of urban communities in Thimphu will be required. The national NGO will work with the \nNCWC to establish two market vendors’ cooperatives in Thimphu (target: 75% women), in \npartnership with the Department of Agricultural Marketing and Cooperatives, cooperatives and \nNGOs. In addition, the national NGO will work with NCWC to (i) manage on a 3-year pilot basis \na lodging facility for vendors in the Centenary Farmers’ Market in Thimphu in partnership with \nthe Thimphu Thromde (City Corporation), and two crèches for informal workers in Thimphu in \npartnership  with  market  vendors’  cooperatives;  and    (ii)  facilitate—under  the  guidance  of \nNCWC—the finalization of longer-term PPP agreements for the sustainable management of \nmarket vendors’ cooperatives and lodging facilities for market vendors. \n11.  Video  production  firm (4 months). The firm will have demonstrated ability to take \nvideos, edit, and interview independently to a high standard for dissemination on national and \ninternational network. At least 5 years of national experience in filming, producing, writing and \nediting documentaries and corporate videos, including human interest features for broadcasters \nand  other  institutions,  will  be  required.  The  video  production  firm  will  produce  a  four-part \ntelevision series that depict gender inequality issues in Bhutan to be used in training and gender \nadvocacy by NCWC and the gender focal persons. \n2.   International organization \n \n12.  International nongovernment organization implementation team. The NGO or firm \nwill include (i) six individual international experts (value chain development expert for 3 person-\nmonths, marketing expert for 3 person-months, designer of handwoven textiles for 2 person-\nmonths, designer of cane and bamboo craft for 2 person-months, and recycled solid waste \ntrainer for 2 person-months) for a total of 12 person-months; (ii) one individual national expert \n(project coordinator for 36 person-months; and (iii) national NGOs (72 months).  \n13.  International nongovernment organization responsibilities. The NGO will enter into \nsubcontracts with the national NGOs on terms and conditions approved by ADB. The approach \nand methodology for supervising and administering such subcontracts, and the identity and \nqualifications of each proposed national NGO, will need to be detailed by each shortlisted \ninternational NGO in their simplified technical proposal, as this aspect will be given significant \nweight in evaluation of such proposals. Outline terms of reference associated with individual \ninternational and national experts as well as national NGOs are outlined below: \n \n ", "12  Appendix 3 \n \n \na.   Individual international experts \n \n14.  Value chain development expert (3 person–months). The expert will have a master’s \ndegree in social sciences or comparable in economics, agriculture, social sciences or related \ndiscipline. She or he will have at least 10 years of experience in livelihood projects and social \nenterprises, with exposure to gender-responsive value chain analysis. Applied knowledge of \nand at least 5 years project experience in agricultural value chain development or local and \neconomic development and technical expertise in the fields of value chain development and \nmultistakeholder management will be required. She or he will (i) conduct value chain analysis of \nthe following products and commodities: handwoven fabrics, cane and bamboo craft products, \ncardamom,  animal  (cattle)  feeds,  poultry,  honey,  and  processed  fruits  and  vegetables;  (ii) \nexamine roles, capacities and needs of the poor, women and other disadvantaged groups that \nparticipate in the value chain, and provide recommendations on how to optimize capacities and \nincome generation for these groups; (iii) present findings to relevant government agencies \n(central and local); and (iv) train staff of relevant government agencies and NGOs on value \nchain analysis. \n15.  Marketing  expert  (3  person-months).  The  expert  will  have  a  master’s  degree  in \nmarketing, business administration or related field, and at least 10 years of experience in \ncommercial  or  social  marketing.  Knowledge  of  and  experience  in  interpreting  and  using \nqualitative  and/or  quantitative  research  to  develop  evidence-based  strategies  and  cultural \nawareness and sensitivity to gender issues will be required. She or he will base interventions on \nvalue chain analyses of the value chain development specialist and study market (domestic and \nforeign)  trends,  and  options  for  producers  of  handwoven  fabrics,  cane  and  bamboo  craft, \ncardamom, cattle feeds, poultry, honey, and processed fruits and vegetables. She or he will \npresent findings to relevant government agencies (central and local), train staff of relevant \ngovernment agencies and NGOs on market analysis, and conduct follow up visits to provide \nguidance and advisory support in implementation of recommendations by NGOs and self-help \ngroups (SHGs). \n16.  Designer of handwoven textiles (2 person-months). The expert will have a degree or \npostgraduate diploma in relevant field (craft and design, textiles etc.). She or he will have (i) \nproven  knowledge  of  working  with  heritage  material  and  patterns  and  utilizing  these  in  a \ncontemporary  manner,  (ii)  demonstrated  knowledge  and  experience  of  working  with  rural \ncommunities in a hands-on manner, and (iii) cultural awareness and sensitivity to gender issues. \nShe or he will be familiar with Bhutan culture and indigenous cultural expressions manifested in \nhandwoven fabrics; also, with resources needed for hand weaving available in Bhutan. She or \nhe will train representatives of selected SHGs on new and modern designs of Bhutanese \nhandwoven textile products. In consultation with the marketing expert, she or he will recommend \nmarketing strategies and market options for such products. \n17.  Designer of cane and bamboo craft (2 person-months). The expert will have (i) a \ndegree  or  postgraduate  diploma  in  relevant  field  (craft  and  design,  textiles);  (ii)  proven \nknowledge of working with heritage material and patterns and utilizing these in a contemporary \nmanner; (iii) demonstrated knowledge and experience of working with rural communities in a \nhands-on manner; and (iv) cultural awareness and sensitivity to gender issues. She or he will be \nfamiliar  with  Bhutan  culture  and  indigenous  cultural  expressions  manifested  in  cane  and \nbamboo craft; also, with resources needed for cane and bamboo craft available in Bhutan. She \nor he will train representatives of selected SHGs on new and modern designs of cane and \nbamboo craft products. In consultation with the marketing expert, she or he will recommend \nmarketing strategies and market options for such products. \n ", "  Appendix 3  13 \n18.  Recycled solid waste trainer (2 person-months). The specialist will have (i) a degree or \npostgraduate diploma in relevant field (environmental and sanitary engineering, environmental \nplanning and management, etc.); (ii) proven knowledge of working on solid waste management \nin urban areas; (iii) demonstrated knowledge and experience of working with rural and urban \ncommunities in a hands-on manner; and (iv) cultural awareness and sensitivity to gender issues. \nShe or he will work closely in training poor women and men in Thimphu on how to convert solid \nwaste (paper, juice packs, fabrics) into commonly used products such as bags (of various types), \nfashion accessories, rags and mops, etc. She or he will be familiar with sources and types of \nsolid  waste  produced  in Thimphu  and  recommend  designs  and market strategies for  new \nproducts. She or he will conduct periodic checks on quality of new products through the web. \nb.   National nongovernment organizations (72 months) \n \n19.  As social mobilizers, the national NGOs will work closely with SHGs and women’s \nassociations engaged in livelihood or business activities, and facilitate access of SHGs to \nbusiness capacity-building services and organizational strengthening opportunities by linking \nthem to relevant government, private sector agencies or companies, and international experts. \n20.  Geographical scope and duration of engagement. NGOs should be located in five \nsubdistricts in three selected areas: (i) Shemgang and Samtse in the south, (ii) Trashigang in \nthe east, and (iii) Trongsa in the central region. Each NGO will implement the component in one \narea for a period of 33 months. \n21.  Selection criteria. The NGOs will be selected based on their track record in enabling \nwomen and girls in rural communities to engage in agri-based livelihood activities or non-\nagricultural, micro-enterprise activities. \n22.  Scope of work. The scope of work will include \n(i)  mapping project gewogs (blocks) based on poverty indicators and identifying the \npoor households in each of the villages in the pilot  gewogs; developing the \nsocioeconomic profiles of participating gewogs; \n(ii)  organizing  at  least  10  SHGs;  mobilizing  at  least  50%  of  identified  poor \nhouseholds in SHGs; \n(iii)  developing  other  strategies  for  empowering  the  ultra-poor,  in  addition  to \norganizing them into SHGs; \n(iv)  providing  support  to  identified  SHGs  by  strengthening  their  livelihood  and \nentrepreneurial  activities  in  the form  of  equipment, facilities  (e.g.,  production \nsheds), inputs for production, training in use and maintenance of technology, \nfinancial  support  in  SHG-initiated  marketing  of  products,  development  of \nlivelihood  and  entrepreneurial  skills  training  programs,  direct  linkage  with \nbusiness development service providers and microfinance organizations; \n(v)  carrying  out  the  proposed  capacity  development  initiatives,  developing \nappropriate gender-responsive training modules drawing from and enhancing \nexisting modules and material, organizing and conducting the needed trainings; \nand \n(vi)  finalizing gewog-wise phasing of the project (including possibility of randomized \nroll out to enable a robust impact evaluation). \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20151209120853+08'00'", "Creator": "PDF24 Creator", "Keywords": "bhutan, equitable society, gender equality, socioeconomic opportunities, gender responsive governance, legal protection, national commission for women and children, ncwc, 48491, cdta, adb technical assistance, approved technical assistance, tar, ta projects", "ModDate": "D:20151215105702+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "48491-001: Decentralized Coordination and Partnerships for Gender Equality Results"}}