{"path": "data/input/ta/49006-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report\n \n \n \nProject Number: 49006-001 \nTransaction Technical Assistance (TRTA) \nJune 2018 \n \n \n \nGeorgia: Preparing the Georgian State \nElectrosystem Corporatization and Electricity Market \nReforms Program \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Access to Information \nPolicy.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 29 May 2018) \n \n \nCurrency unit  –  Georgian lari (GEL) \n \nGEL 1.00  =  0.404858 \n$1.00  =  GEL2.47 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  FDI  –  foreign direct investments \n  GDP   –  gross domestic product \nHPP  –  hydro power plant project \nTA  –  technical assistance \n \n                                        \n \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars. \n \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nDirector  Ashok Bhargava, Energy Division, CWRD \n   \nTeam leader  Adnan Tareen, Senior Energy Specialist, CWRD  \nTeam members  Rafayil Abbasov, Finance Specialist (Energy), CWRD \nMurman Katsitadze, Associate Procurement Officer, CWRD \nGeorge Kiziria, Senior Project Officer (Infrastructure), CWRD \nChristina Pak, Senior Counsel, Office of the General Counsel \nPriyanka Sood, Senior Financial Sector Specialist, CWRD \n  Encarnacion Carlotta Webb, Senior Operations Assistant, CWRD \n   \nPeer reviewer  Dae Kyeong Kim, Senior Energy Specialist (Smart Grids), \nSustainable Development and Climate Change Department \n   \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "   \nCONTENTS \nPage \nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE \nI.  THE ENSUING PROGRAM  1 \nII.  THE TECHNICAL ASSISTANCE  1 \nA.  Justification  1 \nB.  Outputs and Activities  1 \nC.  Cost and Financing  2 \nD.  Implementation Arrangements  2 \n   \n \nAPPENDIXES \n1.  Cost Estimates and Financing Plan  3 \n2.  List of Linked Documents  4 \n \n \n \n \n ", "", "   \n \n ", "", " \n \nI.  THE ENSUING PROGRAM \n \n1.   The government of Georgia has requested the Asian Development Bank (ADB) provide \nsupport by lending for the proposed Georgia State Electrosystem (GSE) Corporatization and \nElectricity Market Reforms Program. \n \n2.  The  proposed  program  aims  to  strengthen  the  corporate  governance  and  financial \nmanagement of GSE (Georgia’s electricity transmission company), and improve electricity market \ncompetition  by  supporting  an  independent  market  operator.  These  reforms  are  critical  to \nstrengthen  GSE’s  corporate  governance,  financial  management,  transparency  and  debt \nsustainability; and to improve electricity market competition. The proposed policy-based loan will \nbe implemented during 2018–2019. The indicative loan amount for the program loan is $50 million \nfrom ordinary capital resources (regular). \n \nII.  THE TECHNICAL ASSISTANCE \n \nA.  Justification \n \n3.  The transaction technical assistance (TA) will help the government design and develop \nthe  capacity  to  implement  the  reform  program,  and  undertake  program  coordination  with \nstakeholders. The transaction TA is needed on the following grounds:1  \n(i)  program due diligence requires external expertise;  \n(ii)  although the government is committed to implementing reforms, there is a need to \nbuild stakeholders’ implementation capacity; \n(iii)  external  expertise  is  needed  to  develop  and  support  implementation  of  the \ncorporate governance plan and debt management strategy; and  \n(iv)  to support donor coordination and stakeholder consultation. \n \nB.  Outputs and Activities \n \n4.  The major outputs and activities are summarized in Table 1.  \n \nTable 1: Summary of Major Outputs and Activities \nMajor Outputs  Delivery Dates  Key Activities with Milestones \n1. Program Preparation Due  December 2018  1.1 Energy sector assessment (November 2018) \nDiligence  1.2 Corporate governance plan and \nimplementation strategy (October 2018) \n1.3 Policy gap analysis (October 2018) \n1.4 Poverty and social impact assessment \n(December 2018) \n1.5 Analysis of options for the electricity market \nstructure and transmission system operator \nmodel (October 2018) \n2. Capacity Building for Program  June 2019  2.1 Capacity support in implementation of \nImplementation  corporate governance plan (November \n2018–June 2019)  \n2.2 Capacity support in consultation process for \nmarket and transmission system operator \nmodel (November 2018–June 2019) \n \n1  The project and TA are included in ADB. 2017. Country Operations Business Plan: Georgia, 2018–2020. Manila. \nThe project and TA name were changed during a departmental review meeting in accordance with the government’s \npreference of showing the linkage with the International Monetary Fund’s program.  \n ", "2 \n \n2.3 Capacity support in developing and \nimplementing sustainable debt management \nstrategy for GSE (November 2018–June \n2019) \n3. Program Coordination  May 2020  3.1 Coordination support provided to MOF, \nMOESD and GSE (August 2018–May 2020) \nGSE = Georgia State Electrosystem, MOESD = Ministry of Economic and Sustainable Development, MOF = Ministry \nof Finance.  \nSource: Asian Development Bank.  \n \nC.  Cost and Financing \n \n5.  The TA is estimated to cost $0.85 million, of which $0.70 million will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-Others). The TA proceeds shall be \ndisbursed in accordance with the ADB Technical Assistance Disbursement Handbook (2010, as \namended from time to time).  The detailed cost estimates are in Appendix 1.          \n \n6.  The government will provide counterpart support in the form of staff, data and information, \nand other in-kind contributions. The value of the government’s in-kind contribution is estimated at \n$0.15 million. The government was informed that approval of the TA does not commit ADB to \nfinance any ensuing project. \n \nD.  Implementation Arrangements \n \n7.  ADB will administer the TA. The Energy Division of the Central and West Asia Department, \nin consultation with the executing agency, will select, supervise, and evaluate the consultants. \n \n8.  The implementation arrangements are summarized in Table 2. \n \nTable 2: Implementation Arrangements \nAspects  Arrangements \nIndicative implementation period  July 2018–June 2020 \nExecuting agency  Ministry of Finance \nImplementing agency  Ministry of Economy and Sustainable Development \nConsultants  To be selected and engaged by ADB \nIndividual: individual  International  $320,000 \nconsultant selection  expertise (15 \nperson-months) \nIndividual: individual  National expertise  $230,000 \nconsultant selection  (48 person-months) \nDisbursement  The  TA  resources  will  be  disbursed  following  ADB's  Technical \nAssistance Disbursement Handbook (2010, as amended from time to \ntime). \nSource: Asian Development Bank.  \n \n9.  Consulting services. It is expected that 15 person-months of international and 48 person-\nmonths of national inputs will be required. ADB will engage the consultants following the ADB \nProcurement  Policy  (2017,  as  amended  from  time  to  time)  and  its  associated  project \nadministration instructions and/or staff instructions.2   \n \n \n \n \n \n2  Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 2). \n ", "Appendix 1     3 \n   \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nItem  Amount \nAsian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  320.0 \nii.  National consultants  230.0 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  50.0 \nii.  Reports and communications  10.0 \n2.  Workshops, trainings, seminars, road shows and study tours b   \n  a.  Workshops, trainings and seminars  40.0 \n3.  Surveys and Report Preparationc  5.0 \n4.  Miscellaneous administration and support costsc  5.0 \n5.  Contingencies  40.0 \n               Total  700.0 \nNote: The technical assistance (TA) is estimated to cost $0.85 million, of which contributions of $0.70 million from the \nAsian Development Bank are presented in the table above. The government will provide counterpart support in the \nform of counterpart staff, data and information, and other in-kind contributions. The value of the government contribution \nis estimated to account for 20% of the total TA cost. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-Others). \nb   Training and seminars will be arranged by consultants to develop consensus on major policy actions and to build the \ngovernment’s capacity on blockchain technology.  \nc  To cover the costs relating to preparation of reports and conducting surveys and for costs relating to administrative \nsupport to consultants. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "6  Appendix 2 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=49006-001-TAReport \n \n1.  Terms of Reference for Consultants \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20200609132741+08'00'", "Creator": "Microsoft® Word for Microsoft 365", "Keywords": "georgia, georgia state electrosystem, gse corporatization, corporate governance, financial management, debt sustainability, institutional reform, capacity building, 49006-001, ta 9548, adb technical assistance, approved technical assistance, tar, ta projects", "ModDate": "D:20200609153143+08'00'", "Producer": "Microsoft® Word for Microsoft 365", "Subject": "Technical Assistance Report", "Title": "49006-001: Preparing the Georgian State Electrosystem Corporatization and Electricity Market Reforms Program"}}