{"path": "data/input/ta/49021-001-pptar.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 49021  \nProject Preparatory Technical Assistance (PPTA) \nNovember 2015 \n \n \n \nPeople’s Republic of China: Preparing the \nHeilongjiang Coal-Rich Cities Redevelopment \nProject \n(Cofinanced by the Urban Environmental Infrastructure Fund \nunder the Urban Financing Partnership Facility) \n \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "CURRENCY EQUIVALENTS \n(as of 26 October 2015) \n \nCurrency unit  –  yuan (CNY) \n \nCNY1.00  =  $0.1574 \n$1.00  =  CNY6.3542 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  HPG   –  Heilongjiang Provincial Government \n  PMO  –  project management office \n  PPTA  –  project preparatory technical assistance \n  PRC  –  People’s Republic of China \n \nNOTE \n \n  In this report, \"$\" refers to US dollars.   \n \nVice-President  S.  Groff, Operations 2 \nDirector General  A.  Konishi, East Asia Department (EARD) \nDirector  S.  Penjor, Urban and Social Sectors Division, EARD \n   \nTeam leader  S.  Rau, Urban Development Specialist, EARD \nDeputy team leader  L.  Wang, Senior Project Officer (Urban Development), People’s \n  Republic of China Resident Mission, EARD \nTeam members  B.  An, Public Management Specialist, EARD \n  R.  Benigno, Senior Operations Assistant, EARD \n  N.  Bertsch, Financial Sector Specialist, South Asia Department \nM. Day, Counsel, Office of the General Counsel \nM. Gupta, Principal Safeguards Specialist (Resettlement), EARD \nK.  Kim, Senior Transport Specialist, EARD \nK.  Koiso, Procurement Specialist, Operations Services and Financial \nManagement Department \nV.  Mercer-Blackman, Senior Economist, Economic Research and \nRegional Cooperation Department \nA.  Morel, Environment Specialist, EARD \nA.  Seiler, Finance Specialist (Energy), EARD \nS.  Shakil, Senior Education Specialist, EARD \nC.  Sugden, Principal Public-Private Partnership Specialist, EARD \nG.  Tadevosyan, Safeguards Specialist, EARD \nY.  Zhou, Senior Water Resources Specialist, EARD \nL.  Zou, Principal Financial Management Specialist, EARD \n \nPeer reviewer  S.  Sandhu, Senior Advisor, Office of the Vice-President (Knowledge \nManagement and Sustainable Development)  \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", "   \nPROJECT PREPARATORY TECHNICAL ASSISTANCE \nA.  Justification \n1. The  project  preparatory  technical  assistance  (TA)  for  this  technically  complex  and\nmultisector project covering four medium-sized cities is necessary to carefully study economic \nplans  and  potentials,  refine  economic  development  strategy,  assess and  identify  the most \nsuitable  subcomponents  that  will  facilitate  economic  development  and  non-coal  industrial \ntransformation, provide innovative and international best practices, further define the scope and \noptimize the project impact, carry out the necessary due diligence to ensure project viability and \nsustainability, facilitate value addition to the project, and provide training to the provincial and \nparticipating city governments. \nB.  Major Outputs and Activities \n2. The TA will be implemented in two phases. Phase 1 will develop an economic strategy\nand investment program. Consultants will (i) conduct a subregional economic diagnostic study \nand prepare a non-coal industry development strategy for the East Heilongjiang city cluster and \nthe project cities; (ii) identify key economic activities and industries focusing on endogenous \npotentials and exploring further implementable possibilities; (iii) prepare an investment strategy \nand phased investment program; (iv) identify priority infrastructure that is expected to facilitate \nthe proposed industrial transformation to be financed by the Asian Development Bank (ADB) \nloan;  (v)  assess  mining  impact  and  prepare  a  mining  remediation  strategy,  identify  key \nenvironmental cleanup projects, and coal mining remediation pilots to be financed by the loan; \nand (vi) identify urban infrastructure and services that can be delivered through public-private \npartnerships.  \n3. Phase 2 will specify the plans and conduct due diligence to prepare a project for ADB\nfinancing. Consultants will (i) further develop and refine the economic and non-coal industry \ndevelopment  plans;  (ii)  prepare  the  non-structural  components  of  the  project  including \n(a) strategic non-coal industry development implementation action plan for the subregion and \nthe project cities, (b) labor force planning and human resource development strategy supporting \nthe anticipated new industries with technical and vocational education and training, (c) private \nsector finance programs, (d) mining remediation management plan, and (e)  East Heilongjiang \nsmart  city  cluster  cooperation  strategy  and  branding,  marketing,  and  exchange  platform \ndevelopment;  and  (iii)  conduct  full  due  diligence  on  technical,  environmental  and  social \nsafeguards, and economic and financial aspects for all structural components. \nTable A3.1: Summary of Major Outputs and Activities \nExpected  Expected \nMajor Activities  Completion Date  Major Outputs  Completion Date \nEconomic diagnostics and scenarios  30 April 2016  Non-coal economic strategy  30 April 2016 \nMining impact assessment and planning  30 April 2016  Mining remediation strategy  30 April 2016 \nIdentification of key investments  30 April 2016  Phased investment program  30 April 2016 \nSocial and poverty survey and analysis  30 June 2016  Inception report (Phase 2)  31 May 2016 \nSector assessment, technical review,  30 June 2016  Interim report   31 August 2016 \nand technical design innovations  EIA and EMP  31 August 2016 \nSafeguard assessments and planning  31 August 2016  GAP, resettlement plans, SDAP  31 August 2016 \nGovernance risk assessment  31 August 2016  Draft final report   15 November 2016 \nEconomic and financial analyses  31 August 2016  Final report  31 March 2017 \nEIA = environmental impact assessment, EMP = environmental management plan, GAP = gender action plan, SDAP \n= social development action plan. \nSource: Asian Development Bank estimates. ", "2 \nC.  Cost Estimate and Proposed Financing Arrangement \n4. The TA is estimated to cost $1,100,000 which will be financed on a grant basis for\n$800,000 from ADB's Technical Assistance Special Fund (TASF-other sources), and $300,000 \nfrom  the  Urban  Environmental  Infrastructure  Fund  under  the  Urban  Financing  Partnership \nFacility.1 The government  will  provide  counterpart  support  in the form of  counterpart  staff, \nsecretarial  assistance,  domestic  transportation,  provision  of  office  space,  communication \nfacilities, and other in-kind contributions. The detailed cost estimate is presented in Table A3.2. \nProceeds will be disbursed in line with ADB’s Technical Assistance Disbursement Handbook \n(2010, as amended from time to time). \nTable A3.2: Cost Estimates and Financing Plan \n($'000) \n Item  Total Cost \nA.  Asian Development Banka\n1.  Consultants \na.  Remuneration and per diem \ni.     International consultants (31 person-months)  480.0 \nii.   National consultants (56 person-months)  380.0 \nb.  International and local travel  60.0 \nc.  Reports and communicationsb 20.0 \n2.  Equipmentc 5.0 \n3.  Workshops, training, seminars, and conferencesd\na.  Facilitators  10.0 \nb.  Training program  10.0 \n4.  Surveyse 40.0 \n5.  Miscellaneous administration and support costs  10.0 \n6.  Representative for contract negotiations  5.0 \n6.  Contingencies  80.0 \nTOTAL  1,100.0 \na  Financed by the Asian Development Bank's Technical Assistance Special Fund (TASF-other sources) ($800,000); \nand Urban Environmental Infrastructure Fund under the Urban Financing Partnership Facility ($300,000). \nb  Includes communications facilities, printing and binding of reports, and translation of inception, interim, draft final, \nand final project preparatory technical assistance (TA) reports and other TA output documents into Chinese. \nc  The equipment will be procured according to ADB’s Procurement Guidelines (2015, as amended from time to \ntime). All equipment will be turned over to the executing agency upon completion of the TA activities. \nType  Quantity    Cost \nLaptop computers  3  $3,000 \nPrinter/scanner/photocopier  1  $1,000 \nProjector  1  $1,000 \nd Workshops, training, seminars, and conferences to be administered by the consultants (including translation and \ninterpretation services)  \nPurpose  Venue \nInception, interim, fact-finding workshops  Hegang, Jixi, Qitaihe, and Shuangyashan \nTrainings for city/district/county governments  Hegang, Jixi, Qitaihe, and Shuangyashan \ne  Surveys include a contingent valuation survey for project economic analysis and a socioeconomic baseline \nsurvey of selected components including affordability analysis for social and financial aspects, and surveys for \nsafeguards due diligence.\nSource: Asian Development Bank estimates. \nD.  Consulting Services \n5. Phase 1 will be carried out by individual consultants while phase 2 will be done by a\nconsulting firm. The individual consultants will be engaged for a total of 22 person-months (13 \ninternational and 9 national). An international climate change specialist and hydrologist will be \n1  Financing partner: the Government of Sweden. Administered by the Asian Development Bank. ", "  3 \nengaged to provide a total of 5 person-months.2 The consultants’ inputs will be part of the TA \ndraft  final  report,  the  project  environment  impact  assessment  (EIA),  and  a  supplementary \nappendix to the report and recommendation of the President. An international consulting firm \nwill be engaged from March 2016 to March 2017 for an indicative total of 71 person-months (21 \ninternational and 50 national). The consultants will be engaged in line with ADB’s Guidelines on \nthe  Use  of  Consultants  (2013,  as  amended from time  to time)  using  individual  consultant \nselection method to engage individual specialists and quality- and cost-based selection method \nwith a quality-cost ratio of 90:10, through simplified technical proposal procedure to engage the \nfirm.  \nTable A3.3: Summary of Consulting Services Requirement \nInternational   National  \nPerson-Months  Person-Months \nPositions  Required  Required \nIndividual Consultants  \nRegional development economists    3.0  3.0 \nUrban planners    2.0  3.0 \nMining remediation specialists    3.0  3.0 \nClimate change specialista   3.0 \nHydrologista   2.0 \nSubtotal (A)  13.0   9.0 \nConsulting Firmb\nMunicipal engineers (water, wastewater, drainage, district heating)/team  5.0  5.0 \nleader and deputy team leader \nSolid waste management specialists  2.0  2.0 \nRiver rehabilitation and flood risk management specialists  2.0  3.0 \nRoad and sustainable urban transport specialists  2.0  3.0 \nWater safety plan specialist  3.0 \nTechnical and vocational education and training specialists  2.0  2.0 \nSmart city and ICT application specialist  3.0 \nEnvironment specialists  3.0  5.0 \nInvoluntary resettlement specialist  6.0 \nPoverty, social, and gender specialist  5.0 \nInfrastructure economists  3.0  3.0 \nInfrastructure finance specialists  2.0  3.0 \nProcurement specialist  3.0 \nGovernance and institutional capacity development specialist  4.0 \nSubtotal (B)  21.0  50.0 \nTotal (A + B)  34.0  59.0 \na To be financed from the Asian Development Bank Climate Change Fund.  \nb Indicative list of specialists and person-months to be defined in Phase 1 based on subcomponent selection. \nICT = information and communication technology. \nSource: Asian Development Bank estimates. \n6. Economic  revitalization,  non-coal  industrial  transformation  planning,  and\ninvestment program development. Four experts (11 person-months) will (i) collect data and \nreview national, provincial, regional, and municipal economic and social development plans and \nrelevant policies and guiding documents; (ii) prepare a subregional economic diagnostic study \nand  development  strategy;    (iii)  carry  out  workshops  in  the  cities  on  regional  and  urban \neconomic development and non-coal industrial transformation; (iv) identify key strategies and \nassociated key investment components that facilitate non-coal economic transformation; and \n(v) develop a prioritized and phased investment program identifying subcomponents to be \nfinanced by the loan. \n2  ADB’s Climate Change Fund will finance $100,000 to conduct climate risk and vulnerability assessment through its \ndirect charge modality. ", "4   \n7. Mining remediation management and environmental cleanup plan. Two experts (6\nperson-months) will assess mining impact and develop an integrated mining remediation plan \nfor the subregion and the project cities. They will assess mining impacts on environmental \ndegradation and pollution and develop a subregional environmental cleanup plan and city-\nspecific plans to mitigate mining impacts. \n8. Technical.  Indicatively  12  experts  (36  person-months)  will  review  and  recommend\ntechnical solutions to the overall sector systems plans for effective and efficient integration of \nmuch needed basic infrastructure and services identified during Phase 1. The consultants will \nreview and prepare a technical report on strategies, plans, and designs of all components to \nensure  that  they  (i)  are  properly  scaled  to  meet  demand,  (ii)  are  technically  sound  and \ncompatible  with  local  conditions,  (iii)  meet  all  relevant  technical  standards  and  safeguard \nrequirements,  and  (iv)  are  suitable  for  ADB  financing.  The  consultants  will  perform  risk \nassessment  for  projects  and  associated  projects  and  recommend  innovations  and \nimprovements to refine the technical design of each subcomponent. \n9. Financial and economic. Four experts (11 person-months) will conduct economic and\nfinancial analyses of all components and the overall project including demand assessments, \ncontingent valuation survey results analysis, cost effectiveness analysis of various options, \nincluding the without project option, and affordability analysis, meeting ADB requirements.3 \nEconomic rationale will be developed and economic justification will be evaluated for each \ncomponent and the project as a whole. The consultants will undertake financial reviews and \nanalysis of each project component, and detailed assessment of the financial performance of \nthe implementing agencies and project implementation units (PIUs) in accordance with ADB \nguidelines.4 This includes assessments and analyses of (i) financial management and strength \nand internal and external audit systems of implementing agencies and PIUs; (ii) soundness of \nfinancing  plan  and  counterpart  funding;  (iii)  possible  cofinancing  sources,  including  private \nsector especially for revenue-generating components; (iv) least-cost, cost-benefit, and fiscal \nanalyses; and (v) financial and affordability analyses of revenue-generating components and \nreview of tariffs and fees.5   \n10. Environment. Two experts (8 person-months) will prepare an EIA across the project\ncities based on the review of the subproject EIAs and ensure that they meet the requirements of \nADB’s Safeguard Policy Statement (2009). The consultants will prepare a consolidated EIA, \nincluding an environmental management plan both in English and in Chinese in ADB’s required \nformat. The consultants will guide the implementing agencies, PIUs, local institutes, and the EIA \npreparation  team  on  ADB’s  environmental  assessment  requirements.  A  climate  risk  and \nvulnerability  assessment  will  be  conducted  including  hydrologic  modelling  and \nrecommendations  for  structural  and  non-structural  measures  to  mitigate  climate  risks  and \nvariability. A water safety plan will be prepared in association with the water supply components \nincluding recommendations for project design.   \n3 ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila; ADB. 2003. Economic Analysis Retrospective \n2007: Strengthening the Quality of Project Economic Analysis in ADB Operations. Manila; ADB. 2003. ERD Technical \nNote: Strengthening the Economic Analysis of Natural Resource Management Projects. Manila; ADB. 2003. Key \nAreas of Economic Analysis of Projects. Manila; ADB. 2002. Handbook for Integrating Risk Analysis in the Economic \nAnalysis of Projects. Manila. \n4  ADB. 2003. Financial Management and Analysis of Projects. Manila; ADB. 2008. Technical Note: Preparation and \nPresentation of Cost Estimates for Projects Financed by ADB. Manila; ADB. 2002. Financial Governance and \nManagement of Investment Projects. Manila.  \n5 The Financial Due Diligence: A Methodology Note (2009), Financial Management Technical Guidance Note: \nGuidance on Using the Audited Project Financial Statements (APFS) Standard Review Checklist (2013), Financial \nManagement Assessment Questionnaire, and other documents will be provided to the TA consultants. ", "  5 \n11. Involuntary resettlement and ethnic minority. One or two experts (6 person-months)\nwill review draft resettlement plans and assist the implementing agencies to engage a qualified \nsurvey institute to conduct surveys, and improve and finalize resettlement plans in accordance \nwith ADB requirements.6 The consultants will conduct a thorough scoping of ethnic minority \nissues in the project area and confirm category C for indigenous peoples safeguards (or, if \ndeemed  necessary,  prepare  ethnic  minority  development  plan)  in  accordance  with  ADB \nrequirements.7  \n12. Social and poverty. One or two experts (5 person-months) and a survey team will carry\nout a poverty and social survey and analysis, and assess the project’s short- and long-term \nimpacts and benefits for poor and vulnerable groups, including gender analysis in accordance \nwith ADB requirements.8 Based on the analysis, the consultants will prepare a summary poverty \nreduction and social strategy, a social development action plan, and a gender action plan in \naccordance with ADB guidelines and templates. 9 \n13. Governance and risk management. Two experts (7 person-months) will prepare (i) a\nprocurement risk assessment of the implementing agencies and PIUs in accordance with ADB \nguidelines  and  templates,10 (ii)  a  procurement  plan,  (iii)  master  bidding  documents,  and \n(iv)  conduct  training  on  ADB’s  procurement  and  consultant  engagement  guidelines.  The \nconsultants  will  assess  the  financial  management  system,  accounting  rules  and  practices, \nadministrative  procedures,  internal  control  and  audit  systems,  external  audit,  technical \ncapabilities  of  the  implementing  agencies  and  identify  potential  risks  in  public  financial \nmanagement,  procurement,  anticorruption,  and  technical;  and  prepare  a  governance  risk \nassessment  and  management  plan.  The  consultants  will  facilitate  cross-sector  and  inter-\njurisdiction coordination.  \nE.  Implementation Arrangements \n14. Heilongjiang  Provincial  Government  will  be  the  project  executing  agency.  The  city\ngovernments of Hegang, Jixi, Qitaihe, and Shuangyashan will be the project implementing \nagencies, each with a subproject leading group and a subproject management office. Project \nimplementation units will be established under the concerned city administration bureaus or \ninvestment companies that are the final owners and operators of the subprojects. The proposed \nTA processing and implementation schedule is listed in Table A3.4.  \nTable A3.4: Technical Assistance Processing and Implementation Schedule \nMajor Milestones  Expected Completion Date \nTA commencement  15 November 2015\nInception report   31 March 2016 \nInterim report   30 June 2016 \nDraft final report  31 October 2016 \nLoan fact-finding mission  15 December 2016 \nFinal report  31 March 2017 \nTA financial closure  15 October  2017 \nSource: Asian Development Bank. \n6 Safeguards Requirements 2 on Involuntary Resettlement in ADB Safeguard Policy Statement (2009). \n7 Safeguards Requirements 3 on Indigenous Peoples in ADB Safeguard Policy Statement (2009). \n8  ADB. 2007. Handbook on Social Analysis. Manila; ADB. 2006. Poverty Handbook. Manila; ADB. 2001. Handbook for \nIntegrating  Poverty  Impact  Assessment  in  Economic  Analysis  of  Projects.  Manila;  ADB.  2006.  Strengthening \nParticipation for Development Results: Staff Guide to Consultation and Participations. Manila; ADB. 2006. Core Labor \nStandards Handbook. Manila. \n9  ADB. 1998. Policy on Gender and Development. Manila; ADB. 2010. Gender Checklists and Toolkit. Manila. \n10  ADB. 2015. Procurement Guidelines. Manila; ADB. 2015. Guide on Assessing Procurement Risks and Determining \nProject Procurement Classification. Manila. "], "metadata": {"Author": "ADB", "CreationDate": "D:20151124113536+08'00'", "Creator": "Microsoft® Word 2010", "Keywords": "adb technical assistance ta report", "ModDate": "D:20151124113626+08'00'", "Producer": "Microsoft® Word 2010", "Title": "Technical Assistance Report"}}