{"path": "data/input/ta/49038-001-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 49038-001 \nJune 2015 \n \n \n \nProposed Loan and Technical Assistance Grant \nIslamic Republic of Pakistan: Flood Emergency \nReconstruction and Resilience Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communication Policy 2011. \n \n \n \nAsian Development Bank ", " \nCURRENCY EQUIVALENTS \n(as of 31 May 2015) \nCurrency unit –  Pakistan rupee/s (PRe/PRs) \nPRe1.00 =  $0.01 \n$1.00 =  PRs100 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  DRM  –  disaster risk management \n  EAL  –  emergency assistance loan \n  EARF  –  environmental assessment and review framework \n  FMA  –  financial management assessment \n  LARP  –  land acquisition and resettlement plan \n  PAM  –  project administration manual \n  PCU  –  project coordination unit \n  PID  –  provincial irrigation department \n  PIU  –  project implementation unit \n  TA  –  technical assistance \n  UN  –  United Nations \n \nNOTE \nIn this report, “$” refers to US dollars. \n \nVice-President  W. Zhang, Operations 1 \nDirector General  S. O’Sullivan, Central and West Asia Department (CWRD) \nDirector  W. Liepach, Pakistan Resident Mission, PRM, CWRD \n   \nTeam leader  D. Walton, Principal Natural Resources and Agriculture Specialist, CWRD \nTeam members  N. Abbas, Procurement Officer, PRM, CWRD \n  Z. Abbas, Senior Environment Specialist, CWRD \n  T. Anwar, Senior Financial Control Officer, PRM, CWRD \n  M. Bukhari, Associate Project Analyst, PRM, CWRD \n  K. Butt, Associate Project Analyst, PRM, CWRD \n  S. Campbell, Senior Social Development Specialist (Gender and \nDevelopment), CWRD \n  A. Khokhar, Senior Social Safeguards Officer, PRM, CWRD \n  Z. Mustafa, Associate Programs Analyst, PRM, CWRD \n  Z. Naqvi, Project Officer (Transport), PRM, CWRD \n  L. Nazarbekova, Principal Counsel, Office of the General Counsel \n  M. Shafi, Senior Project Officer, PRM, CWRD \nPeer reviewers  M. Alam, Head Project Administration Unit, Southeast Asia Department \n  C. Benson, Senior Disaster Risk Management Specialist, Sustainable \nDevelopment and Climate Change Department (SDCC) \n  Y. Siddiqi, Principal Water Resources Specialist, SDCC \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area.   ", "CONTENTS \n \nPage \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  3 \nE.  Implementation Arrangements  4 \nIII.  TECHNICAL ASSISTANCE  6 \nIV.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial  7 \nC.  Governance  7 \nD.  Poverty and Social  8 \nE.  Safeguards  8 \nF.  Risks and Mitigating Measures  9 \nV.  ASSURANCES AND CONDITIONS  10 \nVI.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n \n   ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 49038-001\nProject Name Flood Emergency Reconstruction and  Department CWRD/PRM\nResilience Project /Division\nCountry Pakistan Executing Agency Planning & Development \nBorrower Government of Islamic Republic of  Department (P&D)\nPakistan\n2. Sector Subsector(s)      ADB Financing ($ million)\nAgriculture, natural  Rural flood protection 75.72\nresources and rural \ndevelopment\nTransport Road transport (non-urban) 144.32\nTotal 220.04\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic opportunities,  Climate Change impact on the  High\ngrowth (IEG) including jobs, made more inclusive Project\nEnvironmentally  Disaster risk management\nsustainable growth (ESG)\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nKnowledge solutions  Pilot-testing innovation and learning Effective gender mainstreaming \n(KNS) (EGM)\n5. Poverty Targeting Location Impact\nProject directly targets  No Rural High\npoverty Urban Medium\n \n6. Risk Categorization: Complex\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 220.04\n     Sovereign Project loan: Ordinary capital resources 218.04\n     Sovereign Capacity development technical assistance: Technical  2.00\nAssistance Special Fund\nCofinancing 0.00\n     None 0.00\nCounterpart  24.23\n     Government 24.23\n  \nTotal 244.27\n9. Effective Development Cooperation\nUse of country procurement systems Yes\nUse of country public financial management systems Yes\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 21042015205138766953 Generated Date: 16-Jun-2015 20:02:43 PM", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on (i) a proposed \nloan to the Islamic Republic of Pakistan for the Flood Emergency Reconstruction and Resilience \nProject, and (ii) proposed technical assistance (TA) for Capacity Building of Institutions Handling \nDisasters.1 \n \n2.  The project will contribute to the economic recovery of flood-affected districts in Punjab \nProvince and other flood-affected districts through the rehabilitation and reconstruction of high-\npriority  infrastructure  damaged  and  weakened  during  the  floods  in  September  2014.2 The \nproject will also support capacity building for disaster risk management (DRM) to mainstream \nresilience in development planning. Reconstruction of damaged and at-risk infrastructure in the \nflood-affected areas will use appropriate and cost-effective multihazard-resistant design and \nconstruction standards to mitigate the potential impact of future disasters. \n \nII.  THE PROJECT \nA.  Rationale \n3.  A late and concentrated monsoon, coupled with high flows in Pakistan’s eastern rivers, \nresulted in flooding in the northern regions of Pakistan, and Punjab and Sindh provinces in \nSeptember 2014. The flood affected 44 districts, and led to the displacement of more than  \n2.5 million people. Major displacement and damage in central Punjab resulted in 367 deaths, \nand injured more than 600 people. Nearly 110,000 houses were partially damaged or destroyed, \nand more than 445,154 hectares of agricultural land was damaged, affecting 250,000 farmers. \nThis resulted in the loss of standing food, fodder, or cash crops. Nonfarm sources of livelihoods \nand  services  were  also  affected,  including  many  small  enterprises,  manufacturing  and \nprocessing businesses, and loss of wage employment due to disruption of the economy. \n1.  Damage, Loss, and Needs Assessment \n4.  The relief phase has been completed successfully. The cost of the relief effort was not \ncollated because a major portion of the inputs were provided in-kind and the remaining cost \ncame  from  various  independent  government  and  United  Nations  (UN)  agencies.  Federal \ngovernment  authorities  and  the  Government  of  Punjab  undertook  initial  surveys  and \nassessments to determine immediate needs of the affected population for the recovery effort. \nThe National Disaster Management Authority, provincial disaster management authorities, and \nUN agencies conducted a multisector recovery needs assessment. The assessment estimates \nrecovery needs at $439.7 million, including $56.2 million for building resilience of the affected \npopulation  and  their  productive  assets.  The  assessment  focused  on  early  recovery  of \nlivelihoods, housing, social sectors, and community infrastructure. Over 50% of this cost was for \nhousing and livelihood restoration of the affected population and another 40% for community \ninfrastructure, health, water, and resilience. In November 2014, the Government of Pakistan \nformally requested the Asian Development Bank (ADB) and the World Bank to prepare damage \nand needs assessments. Instead, ADB and the World Bank agreed to assist the respective \ngovernments in preparing their own damage assessments to develop their internal capacity \nconsidering the recurring nature of disaster in Pakistan. The damage assessment reports focus \non public assets, and data from these reports provide the basis for this project. \n \n                                                 \n1  The design and monitoring framework is in Appendix 1. \n2  Other flood-affected districts include Haveli, Kotli, and Poonch. ", "2 \n5.  The 2014 Flood Damage Assessment Report prepared for the districts of Haveli, Kotli, \nPoonch, and other flood-affected districts in the region, estimates the overall reconstruction cost \nof the flood damage to public infrastructure at $123.87 million, of which $67.55 million (55%) \nrepresents the reconstruction cost of roads and bridges. In Punjab Province, the flood resulted \nin approximately $136.87 million in reconstruction cost for damage to public infrastructure in the \nsocial and economic sectors, of which over $104 million (75%) represents damage to transport \nand irrigation, drainage, and flood protection. Damage in all other sectors was less significant.3 \n \n2.  Government and Development Partner Response \n6.  At the start of the flood, the National Disaster Management Authority and local disaster \nmanagement  authorities  with  support  of  the  Flood  Forecasting  Division  of  the  Pakistan \nMeteorological Department, Provincial Rescue 1122, the Army, district administrations, and the \nUN led the initial rescue and relief efforts. The national and local governments declared an \nemergency in the most affected districts. Local and international nongovernment organizations \nmobilized to provide assistance. UN-supported early recovery field-based sector clusters were \nestablished in the most flood-affected districts. \n  \n7.  The government convened several donor meetings during September–December 2014 \nto inform the donor community about the flood situation and discuss the role of donors in the \ndamage  assessment,  relief,  recovery,  and  reconstruction  efforts,  and  possible  funding \ninstruments  for  the  reconstruction  efforts.  The  Ministry  of  Finance  is  leading  the  ongoing \nnational coordination effort through regular meetings with donors. Multilateral agencies like \nADB, the UN, and the World Bank are providing regular updates and briefings to all international \nstakeholders on the status of recovery and reconstruction activities in the country. The planning \nand development departments of the flood-affected regions are leading the coordination effort of \nrelief and reconstruction in their domain, with support of the disaster management authorities. \nThe  World  Bank  has  prepared  a  $150  million  emergency  loan  to  partly  support  the \nreconstruction of resilient community, energy, and urban infrastructure after the 2014 floods. A \nmajor part of the loan supports DRM capacity building and early warning capacity. The Japan \nInternational  Cooperation  Agency  is  also  focused  on  supporting  early  warning  and  DRM \ntechnical  capacity  building.  However,  a  major  part  of  the  needs  for  early  recovery  and \nreconstruction remains unfunded, except for a portion in Punjab, which is being funded through \nthe diversion of development funds from other projects. Most of the houses, bridges, and flood-\nprotection works have still not been repaired or reconstructed, and livelihood of the affected \npopulation remains affected due to losses incurred as a result of the flood and challenges \nrelated to access and vulnerability of their assets and farm lands to future disasters. \n \n3.  The Borrower’s Request \n8.  The government asked ADB for a 3-year emergency assistance loan (EAL) to restore \npriority infrastructure.4 Processing of the EAL exceeded the 12-week requirement in order to \ncomply with internal procedures for projects located in a disputed area. The project meets the \nrequirements for an EAL as (i) it was prepared in response to an official government request for \nassistance; (ii) the project scope is based on priorities in the government’s damage assessment, \nwhich does not include program lending or quick-disbursing components; (iii) it focuses on the \ntransitional phase of the emergency response for rehabilitation and reconstruction of priority \n                                                 \n3  These figures underwent a third-party validation process by the Punjab Planning and Development Department, \nbut do not reflect the additional cost needed to make the structures resilient against future disasters since the \nCommunication and Works Department and Provincial Irrigation Department only estimated the cost of restoration \nof these structures to pre-flood levels. \n4  Letter dated 2 March 2015 from the Economic Affairs Division, Ministry of Finance, Government of Pakistan. \n ", "3 \nroads,  bridges,  irrigation,  and  flood  management  infrastructure  damaged  by  the  floods  to \ncomplement  humanitarian  relief  efforts  by  other  development  partners  and  to  restore \nproductivity and economic activity; (iv) the cost burden and risk-sharing by the government and \nother partners like the World Bank is appropriate; and (v) by providing financing for the most \nurgently needed works, the loan and associated TA will enable the government to redirect its \nown financing to housing and livelihood cash grants for the most vulnerable groups, thus \nrestoring  the  economic  activity  essential  to  their  survival.  ADB’s  Disaster  and  Emergency \nAssistance Policy provides for an EAL implementation period of up to 2 years for natural \ndisasters.5 It may be exceptionally extended for, at most, 2 additional years if the destruction \nand dislocation are deemed extreme. As the flood damage is widely spread over 44 districts \n(about  40%  of  the  country)  in  some  of  the  most  densely  populated  areas,  the  3-year \nimplementation period requested by the government for the EAL is justified. \n \nB.  Impact and Outcome \n9.  The impact will be economic and social recovery from the 2014 floods by 2018. The \noutcome will be the restoration and reconstruction of critical public and social infrastructure to \nmultihazard resilience standards. \n \nC.  Outputs \n10.  The project will address immediate losses to priority assets and restore capacity and \nproductivity,  rather  than  providing  relief  or  comprehensive  reconstruction.  The  priority \ninfrastructure included in the project scope is a lifeline for livelihoods and socioeconomic activity \nof the affected population before the floods; its sustainability during future flood seasons is \ncritical. The project will adopt a systematic approach to disaster management by focusing on \ninstitutional capacity for disaster vulnerability and risk assessment, mainstreaming DRM in the \ndevelopment planning process, and ensuring resilient infrastructure to adapt to and mitigate the \nimpact of future natural hazard events. This will be achieved in close partnerships with key \nnational and international stakeholders to pool resources and maximize synergies for effective \nemergency aid. Project outputs include the following: \n \n(i)  Output 1: Flood-damaged roads and bridges in Punjab Province and the districts of \nHaveli, Kotli, and Poonch reconstructed. The component will focus on rehabilitating \nmajor arterial and district roads and bridges to multihazard-resilience standards. \n(ii)  Output 2: Flood-resilient irrigation and flood management infrastructure in Punjab \nProvince implemented. The component will focus on reconstructing and upgrading \npriority irrigation, drainage, and flood management structures in the flood-affected \ndistricts of Punjab to multihazard-resilience standards. \n(iii)  Output 3: DRM strengthened. This will involve (a) human and institutional capacity \ndevelopment and strengthening of the DRM interface with districts (downward) and \nother  mandated  institutions,  (b)  multihazard  risk  assessment  data  and  system \ndevelopment, and (c) pilot subprojects for mitigation and adaptation. \n \nD.  Investment and Financing Plans \n11.  The  project  is  estimated  to  cost  $242.27  million  (Table  1).  ADB  financing  of  \n$218.04  million  will  be  required  for  the  project.  Detailed  cost  estimates  are  in  the  project \nadministration manual (PAM).6 \n                                                 \n5  ADB. 2004. Disaster and Emergency Assistance Policy. Manila. \n6  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "4 \nTable 1: Project Investment Plan \n($ million) \nItem  Amounta \nA.   Base Costb   \n  1.   Roads and bridges   124.66 \n  2.   Irrigation and flood management structures  53.54 \n  3.   Disaster risk management  7.27 \n  4.   Project management and evaluation  18.20 \n    Subtotal (A)  203.67 \nB.   Contingenciesc  27.93 \nC.   Taxes, Duties, and Financing Chargesd  10.67 \n      Total (A+B+C)  242.27 \na Includes taxes and duties of $2.38 million to be financed from government resources in \nthe form of cash. \nb  In mid-2015 prices. \nc  Physical contingencies computed at 7.75% for civil works. Price contingencies calculated \nbased on Asian Development Bank (ADB) cost escalation factors. \nd  Includes interest and commitment charges. Interest during construction for the ADB loan \nis computed at the 3-year fixed-swap forward London interbank offered rate plus a spread \nof 0.35%. Commitment charges for the ADB loan are 0.15% per year to be charged on \nthe undisbursed loan amount. \nSource: Asian Development Bank estimates.\n \n12.  The  Government  of  Pakistan  has  requested  a  loan  of  $218.04  million  from  ADB’s \nordinary capital resources to help finance the project.7 The loan will have a 24-year term, \nincluding a grace period of 4 years, custom-tailored repayment method, an annual interest rate \ndetermined in accordance with ADB’s London interbank offered rate (LIBOR)-based lending \nfacility,  a  commitment  charge  of  0.15%  per  year  (the  interest  and  other  charges  during \nconstruction will be capitalized in the loan), and such other terms and conditions set forth in the \ndraft loan and project agreements. Based on this, the average loan maturity is 15.93 years and \nthe maturity premium payable to ADB is 0.10% per annum. \n \n13.  The government will contribute $24.23 million of its own resources to pay for civil works, \ntaxes, and duties. The financing plan is in Table 2. \n \nTable 2: Financing Plan \nSource  Amount ($ million)  Share of Total (%) \nAsian Development Bank        \nOrdinary capital resources (loan)  218.04  90.0 \nGovernment  24.23  10.0 \nTotal  242.27  100.0 \nSource: Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n14.  Separate implementation arrangements are provided for the project in Haveli, Kotli, and \nPoonch  districts  and  Punjab  Province.  Each  region  will  have  a  separate  project  steering \ncommittee,  and  executing  and  implementing  agencies.  Project  steering  committees  will  be \nestablished to provide policy direction, strategic oversight, and interagency coordination. For the \nportion of the project to be implemented in Haveli, Kotli, and Poonch districts, the Ministry of \nKashmir Affairs and Gilgit Baltistan will be the executing agency. The implementing agencies \nwill be the designated (i) Planning and Development Department for the DRM strengthening \n                                                 \n7  The ADB loan may finance local transportation and insurance costs, and recurrent costs. \n ", "5 \ncomponent; (ii) Communication and Works Department for reconstruction of the roads (and \nbridges),  and  surveys  and  landslide  work;  and  (iii)  Department  of  Forestry,  Fisheries  and \nWildlife for landslide management, focused on bio-engineering measures along major corridors \nand roads included in the project scope. For Punjab Province, the Planning and Development \nDepartment  will  be  the  executing  agency,  while  the  implementing  agencies  will  be  (i)  the \nProvincial Irrigation Department (PID) for the irrigation and flood management component, (ii) \nCommunication and Works Department for the roads component, and (iii) provincial disaster \nmanagement authorities and Planning and Development Department for the provincial DRM \ncomponent. \n \n15.  Procurement.  Given  the  urgent  project  needs,  procurement  of  goods,  works,  and \nservices will be carried out in a manner consistent with the simplified and expedient procedures \npermitted  under  ADB’s  Disaster  and  Emergency  Assistance  Policy  in  addition  to  ADB’s \nProcurement Guidelines (2015, as amended from time to time), and ADB’s Guidelines on the \nUse of Consultants (2013, as amended from time to time). For Punjab, some procurement has \nalready taken place under the extreme emergency and as advance procurement by the field \noffices of the Communication and Works Department and PID. Project management consultants \nfor the Communication and Works Department and PID will be recruited through single-source \nselection and awarded time-based contracts for design and construction supervision. Consulting \nfirms  previously  engaged  under  ADB-funded  projects  could  be  considered  for  recruitment \nthrough single-source selection. Except for shopping, ADB will require prior review of all civil \nworks, consulting services, and supply contracts. Audits will be conducted on a regular basis. \nADB’s Pakistan Resident Mission will provide oversight and guidance on procurement. \n \n16.  Advance  contracting  and  retroactive  financing.  Advance  contracting  will  be \nconsidered for works to ensure serviceability of key infrastructure. Retroactive financing will be \nallowed with an overall cap of 30% of the total loan and applicable only to eligible expenditures \nincurred after the emergency (3 September 2014) and not earlier than 12 months before the \n \ndate of the loan agreement. ADB will consider retroactive financing of contracts that meet the \nselection criteria provided in the PAM. In general, retroactive financing will be subject to ADB \nreview establishing (i) soundness of the procurement process, (ii) price verification of awarded \ncontracts against market norms, and (iii) random physical verification. \n \n17.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe PAM (footnote 7). \n \nTable 3: Implementation Arrangements \nAspects   Arrangements \nImplementation period  July 2015–June 2018 \nEstimated completion date  30 June 2018 (loan closing date is 30 December 2018) \nManagement \n(i)   Oversight bodies  Steering committee (for Haveli, Kotli, and Poonch districts) \nAdditional chief secretary, planning and development (chair) \nJoint  secretary,  Economic  Affairs  Division;  joint  secretary,  Planning \nCommission; joint secretary, Ministry of Kashmir Affairs and Gilgit Baltistan; \nsecretary,  Communication  and  Works  Department;  secretary,  Irrigation \nDepartment; secretary, Forest, Wildlife and Fisheries Department; secretary, \nFinance  Department;  director  general,  Disaster  Management  Authority; \ndirector,  Land  Use  Planning  Unit;  project  coordinator,  Planning  and \nDevelopment  Department  (also  serves  as  secretary  of  the  steering \ncommittee) \n ", "6 \nAspects   Arrangements \nSteering committee (for Punjab Province) \nChair, Planning and Development Board (chair) \nJoint  secretary,  Economic  Affairs  Division;  joint  secretary,  Planning \nCommission; secretary, Communication and Works Department; secretary, \nIrrigation  Department;  secretary,  Finance  Department;  member, \nInfrastructure,  Planning  and  Development  Department  (also  serves  as \nsecretary of the steering committee); director general, Provincial Disaster \nManagement Authority; chief executive officer, Urban Unit \n(ii)  Executing agencies  Ministry of Kashmir Affairs and Gilgit Baltistan; Planning and Development \nDepartment (Punjab) \n(iii)  Key implementing  Planning  and  development  departments;  communication  and  works \nagencies  departments; Punjab Irrigation Department; Punjab Disaster Management \nAuthority; Forest Department for the districts of Haveli, Kotli, and Poonch \nProcurement  National competitive bidding  56 contracts  $90.50 million \nShopping  Multiple contracts  $1.00 million \nConsulting services  Selection method SSS  3 contracts  $5.53 million \nSelection method QCBS  2 contracts  $4.24 million \nIndividual consultants  154.3 person-months  $0.95 million \nRetroactive  financing  and  Advance contracting will be initiated for the recruitment of consultants and \nadvance contracting  procurement of works. Retroactive financing of no more than 30% of the loan \nproceeds for expenditures that have been incurred and paid for after the \nemergency occurred but not earlier than 12 months prior to the signing of the \nloan agreement. Advance contracting and retroactive financing will be subject \nto ADB’s Procurement Guidelines (2015, as amended from time to time), in \nparticular, para. 3.3. \nDisbursement  The  loan  proceeds  will  be  disbursed  in  accordance  with  ADB's  Loan \nDisbursement Handbook (2015, as amended from time to time) and detailed \narrangements agreed upon between the government and ADB.  \nADB = Asian Development Bank, QCBS = quality- and cost-based selection, SSS = single-source selection. \nSource: Asian Development Bank estimates.\n \nIII.  TECHNICAL ASSISTANCE \n18.  The ADB-administered TA for Capacity Building of Institutions Handling Disasters is \nestimated to cost $2.2 million. ADB will provide a grant of $2.0 million from ADB’s Technical \nAssistance Special Fund (TASF-V).8 The government will provide the remaining funds in the \nform of staff, office, utilities, and other in-kind contributions. The TA will be implemented over 3 \nyears (July 2015–June 2018). The executing agency will be the Ministry of Kashmir Affairs and \nGilgit  Baltistan;  Planning  and  Development  Department  (Punjab).  The  grant  will  finance  8 \nperson-months of international consultants and 245 person-months of national consultants. The \nobjectives of the TA are to (i) kick-start all essential project management functions, (ii) maintain \nhigher  due  diligence  capacity  for  all  aspects  of  project  operations  to  allow  fast-track \nimplementation of the emergency loan, and (iii) shift the focus of DRM activities from responsive \nto disaster preparedness, mitigation, and adaptation. The TA will allow individual consultants to \nbe  hired  for  project  implementing  agencies  to  (i)  establish  management  systems  in \nimplementing  agencies,  including  monitoring,  procurement,  financial  management,  and \nreporting; (ii) augment social safeguards, procurement, contract management, and technical \ndue diligence capacity of implementing agencies to fast-track implementation; and (iii) develop \nlinkages to enhance DRM capacity, coordinate disaster risk assessment and mapping activities, \nand share DRM knowledge. The services will help the implementing agencies to fast-track \nimplementation while ensuring quality, especially during early project stages. \n                                                 \n8  Attached Technical Assistance (accessible from the list of linked documents in Appendix 2). \n ", "7 \nIV.  DUE DILIGENCE \nA.  Technical \n19.  All  subprojects  to  be  financed  by  the  project  will  be  approved  by  the  department, \nprovincial or central development working party of the government depending on their scope \nand cost. These forums will ensure that all subprojects meet the multihazard resistant design \nstandards  required  to  protect  them  from  future  disasters.  Before  loan  approval,  third-party \nvalidation  consultants  already  hired  by  the  Planning  and  Development  Department  will \nundertake  the  design  review  for  retroactive  work  to  be  undertaken  in  Punjab,  to  ensure \nmultihazard resistant design (except minor repairs below $10,000 equivalent). The technical due \ndiligence  staff  to  be  hired  under  the  TA  grant  will  undertake  sample-based  design  and \ncompletion  validation  of  retroactively  financed  subprojects  after  loan  approval.  The  project \nmanagement consultant to be hired under the loan will be responsible for design and resident \nconstruction  supervision  of  all  subprojects  after  loan  approval.  ADB  will  not  finance  any \nsubproject that does not conform to the multihazard design criteria. The technical due diligence \nconsultants hired under the TA grant will undertake quarterly review of ongoing and completed \nworks, verifying quality and design resilience and recommending improvements where required. \n \nB.  Economic and Financial \n20.  In  accordance  with  ADB’s  Disaster  and  Emergency  Assistance  Policy,  economic \nanalysis  of  the  project  and  subprojects  must  be  conducted  before  the  start  of  project \nimplementation. An economic analysis of the project is under way and is being conducted in \naccordance with ADB guidelines. The analysis is expected to confirm that project investments \nare economically viable as they will restore economic activities that existed before the floods \nand improve the resilience of basic infrastructure to allow sustained access and protection from \nfuture floods, thereby improving the economic well-being of affected regions. Accordingly, only \nsubprojects that meet ADB guidelines will be approved. \n \nC.  Governance \n21.  As confirmed by Punjab’s public financial management assessment (FMA) conducted \njointly by ADB, the World Bank, and the Department for International Development of the United \nKingdom, ADB notes that Punjab has a well-defined budgeting process in terms of the Annual \nDevelopment  Program  (development  budget),  and  acceptable  accounting  standards  for \nformulating and reporting the budget and for recording the current and development expenditure \nand revenue. While no formal public FMA has been conducted for the districts of Haveli, Kotli, \nand Poonch by any of the international financial institutions, a detailed FMA was conducted for \nthe executing and implementing agencies for Haveli, Kotli, and Poonch districts during project \npreparation. The FMA notes that the government’s established budgetary, accounting, and \nfinancial reporting and auditing systems and procedures are functioning effectively in Haveli, \nKotli, and Poonch districts. The FMA notes that internal audit units need to be operationalized \nfor all executing and implementing agencies. The project coordination units (PCUs) and project \nimplementation  units  (PIUs)  should  have  adequate  accounting  and  finance  staff  prior  to \ncommencing loan disbursements. The various risks and mitigation measures are included in the \ndetailed FMA, while key risks are set out in the risk assessment and management plan. On the \nwhole, the FMA assesses the premitigation financial management risk to be substantial. Key \nissues are adequate staffing of PCUs and PIUs, capacity building of staff, and operationalization \nof the internal audit functions. Proper staffing will be a condition precedent to disbursements. \nADB’s Pakistan Resident Mission staff will train the PIU and PCU staff upon commencement of \nproject implementation. \n \n ", "8 \n22.  Overall project procurement risk is assessed as medium. PID has enough capacity \nlocally to undertake procurement activities according to Punjab Procurement Rules 2014. The \nPunjab Communication and Works Department has separate field offices to look after the flood \ndamage of provincial highways and district roads. The field offices have already completed the \nemergency works under extreme urgency (to be considered for retroactive financing) and have \ninitiated procurement processes for the remaining subprojects as advance contracting under \nPunjab Procurement Rules. The Communication and Works Department for the districts of \nHaveli, Kotli, and Poonch will use standard ADB bidding documents for small works in case of \ncivil works contracts of district roads. The Department of Forestry, Fisheries and Wildlife will \napply local procurement procedures under force account for the land stabilization activity. \n \n23.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  government  and  the  executing  and  implementing  agencies.  The  specific  policy \nrequirements and supplementary measures are described in the PAM (footnote 7). \n \nD.  Poverty and Social \n24.  Social and gender dimensions, as detailed in the summary poverty reduction and social \nstrategy, include (i) providing incentives to contractors to hire workers from the flood-affected \npopulation;  (ii)  under  the  DRM  component,  incorporating  poverty  and  social  issues  in  the \nmultihazard  risk  assessment  and  mapping  exercise,  which  will  provide  information  for \ndeveloping  inclusive  and  pro-poor  strategies  and  plans  for  social  protection,  disaster-risk \nreduction, preparedness, and post-disaster response; (iii) including safety measures for the \nlocal population in project design for road reconstruction as part of the “build back better” \napproach; (iv) piloting projects that mitigate the disaster risks such as landslides in Haveli, Kotli, \nand Poonch districts, and breaches in flood protection bunds in Punjab; and (v) conducting \ncommunity  awareness-raising  campaigns  targeting  poor  segments  of  the  population  on \ndisaster-risk reduction, preparedness, and response.9 The project is categorized as effective \ngender mainstreaming, and a gender action plan ensuring women’s participation and benefits \nwas  developed.  All  these  provisions  will  be  tracked  through  the  project’s  monitoring  and \nevaluation system. \n \nE.  Safeguards \n25.  Social safeguards. Reconstruction activity for roads, bridges, and irrigation will remain \nwithin existing rights-of-way and locations. Therefore, land acquisition is not envisaged for \nsubprojects in these areas, although some resettlement impacts may still need compensation. \nFlood  protection  works  may  need  some  land  acquisition  for  which  land  acquisition  and \nresettlement plans (LARPs) will be prepared (as required) in accordance with ADB’s Safeguard \nPolicy Statement (2009). Based on information from the government, the land acquisition and \nresettlement impacts are expected to be insignificant, and the project is categorized B for \ninvoluntary resettlement and C for indigenous peoples as no indigenous peoples exist in or \naround  the  project  areas.  A  land  acquisition  and  resettlement  framework,  prepared  in \naccordance  with  ADB’s  Safeguard  Policy  Statement  (2009),  will  guide  the  process  of \npreparation, disclosure, implementation, and monitoring of LARPs. In view of EAL provisions, \nthe procedural flexibility allowed under ADB’s Safeguard Policy Statement (2009) for emergency \nloans was applied for preparing a framework and subproject resettlement plans after approval of \nthe  loan  by  the  ADB  Board  of  Directors.  Contract  packages  will  be  designed  post-Board \napproval  and  LARPs  (where  required)  will  be  prepared,  implemented,  and  monitored  in \naccordance with ADB’s Safeguard Policy Statement  (2009) and subproject selection criteria. \n                                                 \n9  Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n ", "9 \n \n26.  Environmental safeguards. The project is categorized B for environment. The works of \nall proposed subprojects are to be carried out within existing rights-of-way. As the portfolio is \nspread over a wide area and subprojects are not fully screened, an environmental assessment \nand review framework (EARF) was prepared to provide policy and procedural guidelines for the \npreparation,  implementation,  and  monitoring  of  environmental  assessments  for  individual \nsubprojects. The EARF complies with applicable national and provincial laws and regulations \nextended by the Pakistan Environment Protection Act 1997, ADB’s Safeguard Policy Statement \n(2009),  Disaster  and  Emergency  Assistance  Policy,  and  other  applicable  ADB  Operations \nManual  components.  The  implementing  agencies,  supported  by  expert  consultants,  are \nresponsible for compliance with the EARF, ADB’s Safeguard Policy Statement (2009), and the \nloan and project agreements. Rapid environmental assessment checklists will be applied to all \nsubprojects. Due to the limited environmental impacts in the irrigation and transport sectors \n(district and provincial roads), the EARF includes a sector approach to the preparation of initial \nenvironmental  examinations,  which  will  ensure  faster  approval  without  compromising \ncompliance standards. \n \n27.  Climate change. As a developing country with high dependence on agriculture and \nvulnerability to flooding, Pakistan faces high risks from climate change.10 The 2014 flood event \nand associated deaths and impacts to livelihoods, agriculture, and infrastructure highlight this \nvulnerability, which may be exacerbated by higher temperatures and increased precipitation in \nthe future.11 In the initial rapid environmental assessment climate checklist, the project was \nflagged to be potentially at high risk to future climate change, due in part to the flood-prone \nnature of its location. In its “build back better” approach to the reconstruction of the flood-\ndamaged transport and water management infrastructure, during implementation the project will \nimprove climate resilience by assessing the risks of future climate change and incorporating \nappropriate and feasible adaptation options in the project design.12 The project will also support \nmultihazard vulnerability and risk assessments in the affected area to guide this work, as well as \nsupport the development and establishment of climate change capacity within the executing and \nimplementing agencies. \n \nF.  Risks and Mitigating Measures \n28.  Major risks and mitigating measures are summarized in Table 4 and described in detail \nin the risk assessment and risk management plan.13 The integrated benefits and impacts are \nexpected to outweigh the costs. \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nThe internal audit process is not fully  The federal and provincial governments have assured that \noperationalized for the executing and  internal audit units will be fully operationalized prior to loan \nimplementing  agencies  in  Punjab  effectiveness. ADB will closely monitor compliance before \nProvince and the districts of Haveli,  disbursements are commenced. \nKotli, and Poonch. \n                                                 \n10 Government of Pakistan. 2003. Pakistan’s Initial National Communication on Climate Change. Islamabad. \n11 ADB. 2009. Country Partnership Strategy: Pakistan, 2009–2013. Manila. \n12 The concept of “build back better” refers to rebuilding/upgrading to applicable multi-hazard resistant standards. \n13 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10 \nRisks  Mitigating Measures \nPCUs  and  PIUs  lack  adequately  The federal and provincial governments have assured that the \nqualified finance and accounting staff  required staff will be posted immediately after the PCUs and \nto  ensure  good  project  financial  PIUs are set up. ADB will closely monitor compliance before \nmanagement.  disbursements are commenced. \nThe  executing  and  implementing  At the project level, the two project steering committees will \nagencies  lack  sufficient  systems  to  periodically monitor implementation and will issue minutes of \nmitigate fraudulent practices.  steering committee meetings. ADB’s prior review of consultancy \nand works contracts and direct payment and post-review for \nshopping contracts will reduce the related risks. \nImplementing agencies lack familiarity  Dedicated staff with knowledge of ADB procurement guidelines \nwith ADB procurement and consulting  and with procurement capacity hired through the technical \nservices guidelines.  assistance grant will be placed in the PIU of each implementing \nagency and be responsible for preparing procurement \ndocuments and guiding the procurement of goods, works, and \nservices; ADB will hold procurement clinics for implementing \nagencies to provide hands-on guidance. \nADB = Asian Development Bank, PCU = project coordination unit, PIU = project implementation unit. \nSource: Asian Development Bank. \n \nV.  ASSURANCES AND CONDITIONS \n29.  The government has assured ADB that implementation of the project shall conform to all \napplicable  ADB  policies  including  those  concerning  anticorruption  measures,  safeguards, \ngender, procurement, consulting services, and disbursement as described in detail in the project \nadministration manual and loan documents. \n \n30.  The government has agreed with ADB on certain covenants for the project, which are \nset forth in the loan agreement and project agreements. \n \nVI.  RECOMMENDATION \n31.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve \n \n(i)  the  loan  of  $218,040,000  to  the  Islamic  Republic  of  Pakistan  for  the  Flood \nEmergency Reconstruction and Resilience Project, from ADB’s ordinary capital \nresources, with  interest  to  be  determined  in accordance  with  ADB’s  London \ninterbank offered rate (LIBOR)-based lending facility; for a term of 24 years, \nincluding a grace period of 4 years; and such other terms and conditions as are \nsubstantially in accordance with those set forth in the draft loan and project \nagreements presented to the Board; and \n(ii)  the provision of technical assistance not exceeding the equivalent of $2,000,000 \nto the Government of Pakistan for Capacity Building of Institutions Handling \nDisasters. \n \n \nTakehiko Nakao \nPresident \n \n \n23 June 2015 \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts the project is aligned with: \nEconomic and social recovery from the 2014 floods by 2018 (National Disaster Management Plan 2012–\n2022)a \n \n  Performance Indicators   \nProject Results  with Targets and  Data Sources and   \nChain  Baselines  Reporting Mechanisms  Risks \nOutcome       \n     \nRestoration and  a. By the end of 2018,  Progress reports of  Factors such as security \nreconstruction of  traffic volume of all  Communication and  restrict access to the \ncritical public and  type of vehicles in 23  Works Department and  project area. \nsocial infrastructure  flood-affected districts  subproject completion \n \nto multihazard  is equal or more than  reports. \nRules restricting access \nresilience standards  pre-flood levels   \nto GIS data are re-\n(baseline 2013/14)    \ninvoked, restricting \n   \naccess to information. \nb. By the end of 2018,  Federal and provincial \nproduction of major  government statistics on   \ncrops in Punjab  agriculture and cultivated  Competing priorities \nequals or is more than  land  continue to minimize \npre-flood levels    investment in DRM in \n(baseline: 2013/14, in  terms of budget \nPunjab Agriculture \n‘000 tons:  allocation. \nDepartment reports \nWheat: 18,000 \nSugarcane: 43,000   \nCotton: 8,900) \nOutputs       \n1. Flood-damaged  1a. By the end of 2018,  1a. Progress reports  Logistics constraints, \nroads and bridges in  1,740 km of damaged  provided by the  including availability of \nPunjab Province and  provincial highways  Communication and  construction materials, \nthe districts of Haveli,  and district roads  Works departments  delay construction. \nKotli, and Poonch  repaired, rehabilitated,  and the Planning and   \nreconstructed  and reconstructed  Development \n \nDepartments \n \n1b. By 2018, 173 km of  1b. Progress reports and \nroads and bridges  Gender Action Plan \ninclude safety \nmeasures that are \nfriendly to women, \nchildren, the elderly, \nand persons with \ndisabilities \n2. Flood-resilient  2a. At least 90% of  2a.Punjab Planning and  Security concerns affect \nirrigation and flood  selected flood  Development  the mobility of \nmanagement  protection and  Department and PID  consultants and \ninfrastructure in  irrigation structures  progress reports  contractors. \nPunjab Province  damaged by 2014 \n \nimplemented  floods reconstructed \n \nand made more \nresilient by 2018 \n ", "Appendix 1  12 \n  Performance Indicators   \nProject Results  with Targets and  Data Sources and   \nChain  Baselines  Reporting Mechanisms  Risks \n3. DRM strengthened  3a. 200 hectares of  3a.  Project progress  Rules restricting access \nactive slide area  reports  to GIS data are re-\nalong major road  invoked, restricting \n \ncorridors treated  access to information. \nthrough bio-    \nengineering   \n \ninterventions by 2018  Federal DRM advisory \n    group is unable to \ndevelop a common \n3b. Enhanced safety \n3b.  PID reports \nunderstanding on the \nprocedures for dams \nand flood protection    scope and methodology \nstructures  of the MHVRA. \n \ninstitutionalized in \nPID by 2018   \n   \n3c. Land-slide risk \n3c.  Project progress \nmitigation measures \nreports \ninclude procurement \nof 30% of the forest   \nnurseries owned by \n \nwomen \n   \n3d. Gender- 3d.  Gender Action Plan \ndisaggregated data \nand analysis of \nmultihazard \nvulnerability and risk \nassessments \navailable for 20 most \nvulnerable districts by \n2018 \n \nKey Activities with Milestones \n1. Flood-damaged roads and bridges in Punjab Province and the districts of Haveli, Kotli, and \nPoonch reconstructed \n1.1 Prepare procurement documents by 31 October 2015. \n1.2 Establish monitoring and grievance redress system by 30 September 2015. \n1.3 Recruit and mobilize project management, supervision, and design consultant by 31 December 2015. \n1.4 Design 10 contract packages by 31 March 2016. \n1.5 Award civil works contracts for all subprojects by 30 June 2016. \n1.6 Implement and complete civil works by 30 June 2018. \n \n2. Flood-resilient irrigation and flood management infrastructure in Punjab Province implemented \n2.1 Recruit and mobilize project management and supervision consultant by 30 September 2015. \n2.2 Prepare procurement documents by 31 October 2015. \n2.3 Establish monitoring and grievance redress system by 30 September 2015. \n2.4 Award civil works contracts for all subprojects by 30 June 2016. \n2.5 Complete civil works by 30 June 2018. \n ", "Appendix 1  13 \nKey Activities with Milestones \n3. DRM strengthened \n3.1 Procure GIS software and hardware by 31 March 2016. \n3.2 Undertake bio-engineering protection works on slides by 31 March 2018. \n3.3 Prepare procedures for safety inspection of dams, dikes, and flood protection works by 30 April 2016. \n3.4 Safety inspection equipment is procured and revised inspection procedures for dams and 2,000 km of \nflood embankments are operational by 31 December 2016. \n3.5 Complete staff training and capacity building by 31 December 2017. \n3.6 Conduct disaster risk and vulnerability assessment surveys in 16 to 20 most vulnerable districts by 31 \nDecember 2017. \n3.7 Draft climate change mitigation and adaptation action plan by 31 December 2016. \n3.8 Integrate DRM plans with development planning database by 31 March 2018. \n3.9 Approve and complete MHVRA scope and methodology in 16 to 20 most vulnerable districts, and \ndevelop mitigation and adaptation plans by 31 March 2018. \n4.0 Procure common DRM and planning database, software, and hardware by 30 June 2016. \n \nProject Management Activities \nProject offices fully staffed by 30 September 2015. \nADB finalizes terms of reference and work plans for individual consultants for at least three TA \nconsultants for each implementing agency before 30 July 2015. \nAt least one TA consultant for each implementing agency hired and mobilized by 31 August 2015. \nFirst safeguard (environment, social, and gender) monitoring report produced by 30 October 2015. \nProject performance management system developed under the TA by March 2016. \nProject financial management system developed under the TA by 30 October 2015. \nFirst set of bidding documents submitted by all implementing agencies by 30 September 2015. \nA secure and access-controlled web portal for sharing of GIS-based MIS related to DRM developed \nunder the TA by June 2018. \n \nInputs \nADB:    $218,040,000, ordinary capital resources loan \nTA:   $2,000,000 grant, Technical Assistance Special Fund (TASF-V) \nGovernment:  $24,226,667 \n \nAssumptions for Partner Financing \nNot applicable \n \nADB = Asian Development Bank, DRM = disaster risk management, GIS = geographic information system, km = \nkilometer, MHVRA = multihazard vulnerability and risk assessment, MIS = management information system, PID = \nprovincial irrigation department, TA = technical assistance. \na National Disaster Management Authority. 2012. National Disaster Management Plan. Islamabad. \nSource: Asian Development Bank. \n \n \n \n   \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://adb.org/Documents/RRPs/?id=49038-001-3 \n \n \n1.  Loan Agreement \n2.  Project Agreements \n3.  Summary Assessment of Damage and Needs \n4.  Project Administration Manual \n5.  Contribution to the ADB Results Framework \n6.  Emergency Assistance Coordination \n7.  Attached Technical Assistance \n8.  Country Economic Indicators \n9.  Summary Poverty Reduction and Social Strategy \n10.  Gender Action Plan \n11.  Environmental Assessment and Review Framework \n12.  Resettlement Framework \n13.  Risk Assessment and Risk Management Plan \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20150623195527+08'00'", "Creator": "PDF24 Creator", "Keywords": "pakistan floods, flood damage, emergency reconstruction, adb loan 3264, ta 8912, emergency rehabilitation, punjab province, haveli, kotli, poonch, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20150703144115+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Flood Emergency Reconstruction and Resilience Project, Pakistan", "Title": "49038-001: Report and Recommendation of the President"}}