{"path": "data/input/ta/49056-001-pptar.pdf", "pages": [" \nPROJECT PREPARATORY TECHNICAL ASSISTANCE \n \nA.  Justification \n1.  The  project  preparatory  technical  assistance  (PPTA)  is  necessary  on  the  following \ngrounds:  \n(i)  The investment project is urgently needed in Pakistan. \n(ii)  While the government has a plan to invest in the project, there is a need to conduct a \ndetailed due diligence and pre-feasibility to process the investment project and loan. \n(iii)  Executing agency’s lack of capacity and resources to conduct the required due \ndiligence. \n(iv)  Expertise of competent international and national consultants is needed to prepare \nthe project considering its technical complexity and scale. \n \nB.  Major Outputs and Activities \n2.  The major outputs and activities are summarized in Table A3.1.  \n \nTable A3.1: Summary of Major Outputs and Activities \n  Expected         Expected \nCompletion  Completion \nMajor Activities  Date  Major Outputs  Date \nDraft sector assessment report \nAssessment of the energy sector, \nwith recommendations for \nregulatory framework,  off-grid  July 2016  August 2016 \ndevelopment conducive off-grid \nelectrification policies  \npolicies  \nDraft business model assessment  \nDevelop business models for sustainable  report including \noff-grid RE projects, including micro- May 2016  recommendations for appropriate  May 2016 \nhydropower   business models for the \ninvestment project   \nAssess the market for local RE  Draft RE market assessment \ncompanies and identify local  report, including capacity \nmanufacturers and other private sector  July 2016  assessment of local RE  August 2016 \npartners suitable to implement RE off-grid  manufacturers, distributors and  \nprojects   project developers \nUndertake site visits (sampling basis), \nconduct sample household surveys and \nDraft energy  assessment and \nenergy needs assessment of the selected  July 2016  August 2016 \naffordability level report  \nsites areas––both micro-hydropower and \nother pilot RE technologies  \nUndertake technical due diligence to \nidentify suitable hydro technologies for the \nJuly 2016  Draft pre-feasibility study report   August 2016 \ninvestment project and other RE \ntechnologies for the planned pilot projects  \nBased on the business model selected, \nprepare functional technical \nspecifications, cost estimates,  Draft bidding documents and \nAugust 1016  September 2016 \nprocurement strategy and plan,  procurement strategy \nimplementation arrangements and \nschedule, and disbursement projections  \nAssess the procurement capability of the  Procurement capacity \nJuly 2016  August 2016 \nimplementing agencies   assessment report \nProgram technical assessments covering \nDraft Funding Modality \nprogram soundness, expenditure and  July 2016  August 2016 \nAssessment report \nfinancing, and results and links with \n ", " \ndisbursements, to determine the degree \nto which the RBL program can achieve its \ndevelopment results.  \nProgram system assessments which \nexamine the monitoring and evaluation \nsystems, the fiduciary systems, the  Draft Funding Modality \nJuly 2016  August 2016 \nenvironmental and social systems, and  Assessment Report \nother institutional and system aspects, as \nrelevant and appropriate to the program \nConduct Program Safeguard System  Program Safeguard System \nJuly 2016  Aug 2016 \nAssessment  Assessment \nDraft a program action plan to address the \ngaps and weaknesses identified in the \nJuly 2016  Program Action Plan  Aug 2016 \nprogram fiduciary and safeguards \nassessments \nPropose appropriate contract packaging \nSept 2016  Draft bidding documents  Sept 2016 \nand prepare bidding documents \nConduct economic and financial analyses  Economic analysis \nJuly 2016  August 2016 \nwith sensitivity analyses  Financial analysis \nEconomic viability for subprojects, or \nexample subprojects, will be assessed for \n(i) the demand for electricity, (ii) supply \nalternatives from renewable resources; \nJuly 2016  Economic analysis  August 2016 \n(iii) substitution for present energy \nsources, and new uses and activities with \nthe project; (iv) overall viability; and (v) \nrisks to viability and sustainability \nPrepare project financial plan and overall  Financing Plan \nJuly 2016  August 2016 \ninvestment plan for the entire program  Investment Plan \nPrepare financial projections for the \nJuly 2016  Financial projections  August 2016 \nproject implementing agencies \nSocial and poverty assessment \nAssess social impacts (including impacts \nreport \nduring installation works) and prepare \nSummary poverty reduction and \ndraft Land Acquisition and Resettlement  June 2016  July 2016 \nsocial strategy report \nFramework to cover subprojects that may \nLand Acquisition and \nnot be finalized during project preparation. \nResettlement Framework \nConduct rapid poverty and social \nassessment (including gender analysis)  Social and poverty assessment \nincluding site visits, survey, and  May 2016  report  June 2016 \nconsultations, for all the project regions as   \nrequired. \nDraft Land Acquisition and \nAssess environmental and social impacts \nResettlement Plans, Draft Due \nand prepare relevant documents as per  July 2016  July 2015 \ndiligence reports, draft \nADB’s SPS Policy 2009 \nFramework IEE \nPrepare Gender Action Plan  July 2016  Gender Action Plan  August 2016 \nPrepare a communication and participation  August  Draft Communication and Participation \nSep 2016 \nplan for the project  2016  Plan \nAssist the EA in preparing PC 1s and \nother supporting documents to obtain \nSept 2016  PC 1 document   Oct 2016 \ngovernment approval of the feasibility \nstudy \nDraft PAM  August 2016  PAM  Sept 2016 \nPrepare bidding documents  August 2016  Final bidding document  Sept 2016 \nADB = Asian Development Bank, EA = executing agency, IEE = Initial Environmental Examination, PAM = Project \nAdministration Manual, PC 1 = Planning Commission 1, PSSA = Program Safeguard System Assessment, RBL = \nresults-based lending, RE = renewable energy, SPS = Safeguard Policy Statement. \nSource: Asian Development Bank. \n ", " \n \nC.  Cost Estimate and Proposed Financing Arrangement  \n3.  The technical assistance is estimated to cost $1.8 million, of which $1.5 million will be \nfinanced on a grant basis by the Technical Assistance Special Fund (TASF-V). The government \nwill provide counterpart support in the form of staff, office space, office supplies, and other in-\nkind contributions. The detailed cost estimate is presented in Table A3.2.  \n \nTable A3.2: Cost Estimates and Financing Plan ($ million) \n Item  Total Cost \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (48 person-months)  850.0 \n      ii.  National consultants (54 person-months)  250.0 \n    b.  International and local travel  175.0 \n    c.  Reports and communications  20.0 \n  2.  Workshops, training, seminars, and conferencesb  100.0 \n  3.  Vehiclec      10.0 \n  4.  Surveys    10.0 \n  5.   Miscellaneous administration and support costs    10.0 \n  6.  Contingencies     75.0 \n    Total       1,500.0 \na  Financed by the Asian Development Bank's Technical Assistance Special Fund (TASF-V).  \nb  Road shows will be held overseas and in Pakistan to encourage private sector investments while trainings under \ncapacity building component will be held in Pakistan. \nc  Vehicle will be hired for site visits and commuting between different offices. \nSource: Asian Development Bank \n \nD.  Consulting Services \n4.  The PPTA will employ (i) an international consulting firm to conduct the feasibility study, \ntechnical, financial and economic due diligence, prepare bidding documents and functional \ntechnical specifications, prepare a hydro power development plan for Khyber Phaktunkhwa \n(KPK),  scoping  for  investment  project,  and  conduct  sector  assessment;  and  (ii)  individual \nexperts to assist in evaluating bids, conduct due diligence required for results-based lending, \nscoping  for  introduction  of  technical  education  on  maintenance  and  operations  of  micro-\nhydropower plants, and other required services are summarized in Table A3.3. For hiring firm, \nquality- and cost-based selection method (90:10) will be used with full technical proposal. \n \nTable A3.3: Summary of Consulting Services Requirement (in person-months) \nInternational  pm  National  pm \nIndividual     \nProcurement Expert (Evaluation)  3  Procurement Expert (Evaluation)  3 \nGender Expert  4  Fiduciary Risk Assessment Expert  2 \nMonitoring and Evaluation Expert (Risk assessment)  3  Gender Expert   6 \nFiduciary Risk Assessment Expert  2  Project Coordination Expert  10 \nTechnical and Vocational Education Expert  2  Energy Sector Expert  4 \n Firm       \nRenewable Energy Expert  – Team Leader  5  Capacity Development Expert    3 \nRegulatory Expert  4  Micro-Hydropower Development  Policy Expert  3 \nMicro-Hydropower Expert   4  Solar Systems Expert  2 \nEconomic  Expert  3  Economic Expert  3 \nFinancial Expert                                              3  Environment Expert  3 \n ", " \nProcurement Expert  3  Social Development expert  3 \nRE Business Model Expert  4  Financial Expert  3 \nEnergy Efficiency Expert  4  Energy Efficiency Expert (Project Support)  4 \nPower Sector Assessment Expert  4  Private Sector Engagement Expert  3 \nClimate Change Expert  2 \nTotal  48    54 \npm = person-months \nSource: Asian Development Bank \n \n5.  The outline terms of reference for the PPTA consultants are described in Appendix 4.  \n \nE.  Implementation Arrangements \n6.  Pakhtunkhwa Electricity Development Organization in KPK and Office of the Secretary, \nEnergy Department in Punjab will be the executing agencies for the project. Each executing \nagency will establish project management units at each of their offices. \n \n7.  The proposed technical assistance processing and implementation schedule is listed in \nTable A3.4.  \n \nTable A3.4: Technical Assistance Processing and Implementation Schedule \nExpected \nMajor Milestones  Completion Date \nPPTA Approval  December 2015 \nIndividual consultant recruitment   January–April 2016 \nConsulting firm recruitment  April 2016 \nPhysical completion  April 2017 \nFinancial closure  August 2017 \nPPTA = project preparatory technical assistance \nSource: Asian Development Bank \n \n \n ", "   \n \nOUTLINE TERMS OF REFERENCE FOR THE PROJECT PREPARATORY TECHNICAL\nASSISTANCE CONSULTANTS \n \n1.  Renewable  Energy  Expert  (international  and  national,  5  person-months  each). \nQualified RE expert with an engineering degree in related field, and at least 15 years of relevant \nworking experience, including experience of working as team leader. Identify suitable renewable \nenergy technologies and conduct preparatory work required for design of renewable energy \ninstallation, including cost estimates for different renewable energy technologies suitable for \nimplementation.  The  program  technical  assessments  will  cover  the  program  soundness, \nexpenditure and financing, and results and links with disbursements. It will determine the degree \nto which the results-based lending program (RBL) can achieve its development results. \n \n2.  Regulatory Expert (international, 4 person-months). Qualified regulatory expert with \na degree in law, finance, business, engineering or related field, and at least 15 years of relevant \nworking experience in developing regulations. Review and assess the regulatory framework of \nthe  energy  sector  including  off-grid  electrification  policies  and  tariff  models,  develop  the \nframework required for this project and make recommendations for respective suitable off-grid \nelectrification policies including suitable tariff schemes. \n \n3.  Micro-Hydropower Expert (international, 4 person-months). Qualified hydropower \nexpert with an engineering degree in related field, and at least 15 years of relevant working \nexperience, including experience in design and operations of micro or mini hydro power plants. \nThe expert will conduct due diligence on technology selection, technical viability, roll-out and \ninstallation strategy to develop a program for the next 10 years for the implementation of micro-\nhydropower plants in KPK and identify 500 micro-hydro projects for prioritized investment.  \n \n4.  Economic  Expert  (international  and  national,  3  person-months  each).  Qualified \neconomist with a Masters degree in related field, and at least 15 years of relevant working \nexperience, including experience in conducting economic analysis of at least 5 projects in the \nenergy sector.  Conduct project’s economic analysis in accordance with the Guidelines for \nADB’s Economic Analysis of Projects. Assess economic viability for subprojects, or example \nsubprojects, for (i) the demand for electricity, (ii) supply alternatives from renewable resources; \n(iii) substitution for present energy sources, and new uses and activities with the project; (iv) \noverall viability; and (v) risks to viability and sustainability. \n \n5.  Financial  Expert  (international  and  national,  3  person-months  each).  Qualified \nfinancial  expert  with  a  master’s  degree  in  finance,  business  or  related  field,  professional \ncertification and at least 15 years of relevant working experience, including in financial due \ndiligence. S/he will conduct project’s financial analysis of the project in accordance with ADB’s \nrequirements,  conduct  financial  management  assessment  of  Pakhtunkhwa  Energy \nDevelopment Organization, design the fund flow and disbursement mechanisms of the ensuing \nproject based on the results of the financial management assessment and identify a need for \nuse of the imprest fund and state-owned enterprises procedures including assessment of the \nexecuting agency/implementing agency’s capability to manage these procedures in line with \nMidterm Review Action Plan and conduct a financial management assessment of two executing \nagencies. \n                                       \n6.  Procurement  Expert  (2  international  and  1  national,  3  person-months  each). \nQualified procurement expert with a degree in related field, and at least 15 years of relevant \nworking experience, including knowledge of procurement guidelines of international financing \ninstitues  like  ADB  and  WB.  The  national  expert  must  have  in  debt  knowledge  of  Public ", "18   Supplementary Appendix 1 \n \nProcurement Regulatory Authority rules and regulations. Both International and national, expert \nmust have experience in procuring similar equipment and civil works as used in the project. \nDevelop a detailed procurement plan, including a list of procurement packages and mode of \nprocurement, prepare draft bid documents in accordance with ADB Procurement Guidelines for \neach of the procurement packages, conduct procurement capacity assessment of the executing \nagency and support the executing agency in evaluation of bids. Conduct procurement risk \nassessment and procurement capacity assessment of the executing agencies and recommend \nsuggestions to build capacity and cover gaps. \n \n7.  Renewable  Energy  Business  Model  Expert  (international,  4  person-months). \nQualified renewable energy modeling expert with a degree in finance, business, engineering or \nrelated field, and at least 7 years of relevant  working experience, including experience in \ndeveloping business models for such renewable energy projects with community and private \nsector engagement structured in the design. The models previously developed by the expert, \nshould be in operation for at least 3 years.  Conduct due diligence on technology selection, \ntechnical viability, roll-out and installation strategy to develop multiple business models for \nimplementation, maintenance and operations of selected renewable energy projects. Models \nshould encourage private sector engagement, involve community participation and gender.  \n \n8.  Energy Efficiency Expert (international and international, 4 person-months each). \nQualified energy expert with an engineering degree in related field, and at least 10 years of \nrelevant working experience, including experience in designing energy efficiency projects such \nas  efficient  buildings,  energy  efficient  equipment  standards  and  specifications.  Assess  the \nregulatory framework for energy efficiency, support the executing agency by providing technical \nadvice on current and planned energy efficiency initiatives and recommend suitable measures, \npolicies and schemes for implementation.  \n \n9.  Power Sector Assessment Expert (international, 4 person-months). Qualified power \nsector expert with a degree in finance, business, engineering or related field, and at least 15 \nyears  of  relevant  working  experience  in  sector  assessment  and  policy  review,  including \nexperience in developing countries. Assess the power sector and provide overview, including \noff-grid, on generation, distribution, relevant stakeholders in Pakistan in general, and in KPK \nand Punjab in detail. \n \n10.  Gender  Expert  (international,  4  person-months;  national  6  person-months). \nQualified  sociologist  (preferably  post-graduate)  with  at  least  7  years  of  experience  in  the \ndevelopment sector working with the non-government and government agencies in developing \ncountries, developing and implementing gender projects, conducting sector specific gender \nanalysis preferably in energy sector and has strong written and communication skills. S/he will \nbe responsible for conducting the gender analysis of the areas selected under the project, \nidentify gender entry points and develop gender action plan for the project and conduct social \nand poverty analysis with focus on conducting analysis on gender issues and the preparation of \nan action plan to address gender issues and effective gender mainstreaming. The expert is \nrequired to refer to ADB’s Tool Kit on gender and energy for more details. The expert will also \nbe  required  to  work  closely  with  the  Technical  and  Vocational  Education  expert  and  the \nCapacity development expert. The national expert will support the International expert and will \nprovide guidance to executing agencies in initiating actions under the Gender Action Plan. \n \n11.  Capacity Development Expert (national, 4 person-months). Qualified expert with a \nmaster’s degree in finance, business, engineering or related field, professional certification and \nat least 15 years of relevant working experience specially, including experience in developing \n ", "18   Supplementary Appendix 1 \n \ntraining modules and conducting trainings on micro-hyropower development, maintenance and \noperation. In depth knowledge of micro-hydro power plants operations and community based \nprojects  is  essential.  Prepare  training  needs  assessment  and  develop  training  program \nmodules. Conduct trainings as required under the investment project.  \n \n12.  Climate Change Expert (national, 2 person-months). Qualified climate change expert \nwith a degree in related field, and at least 10 years of relevant working experience. The expert is \nexpected  to  gather  data  and  prepare  climate  change  screening,  adaption  financing  and \nmitigation plan. Expert will also provide calculations for CO2 emissions etc. \n \n13.  Micro-Hydropower  Development  Policy  Expert  (national,  3  person-months). \nQualified hyro expert with an engineering degree in related field, and at least 15 years of \nrelevant working experience, including experience in design, policy making and operations of \nmicro, mini or small hydro power plants. Assess current micro-hydropower development plans \nand policies in KPK and in collaboration with the Micro-Hydropower Expert and develop a \nprogram for the next 10 years for implementation of micro-hydropower in KPK, and develop \npolicies  required  for  further  development  of  such  projects,  effective  implementation,  and \nengagement of private sector to maintain and operate these projects on commercial basis.  \n \n14.  Solar Power Systems Expert (national, 2 person-months). Qualified solar power \nsystems expert with an engineering degree in related field, and at least 5 years of relevant \nworking experience, including designing of solar projects, developing technical specifications \nand experience in operations of solar plants. Conduct due diligence on technology selection, \ntechnical viability, roll-out and installation strategy to develop projects in KPK and Punjab and \ndevelop a program for implementation of solar PV projects in the provinces.   \n \n15.  Environment Expert (national, 3 person-months). Qualified envirnoment expert with a \ndegree in related field, and at least 15 years of relevant working experience, including working \nwith an international financing institute like ADB, WB, EIB, ISDB etc. The consultants must be \nfamiliar with development of environmental frameworks and IEEs. The consultant will carry out, \nbut will not be limited to, the following tasks: \n  (i)  Conduct a Program Safeguards System Assessment (PSSA) as due diligence for \nthe RBL prior to conducting the initial environmental examination IEE. \n(ii)  Design and conduct IEE and Environment Mitigation Plan (EMP) to ensure it \nconforms to ADB’s Safeguard Policy Statement.  \n(iii)  Based  on  environmental  information  of  the  project  area,  identify  the  major \nconcerns to be assessed in the IEE including impacts on (a) noise and air quality, \n(b) socio-economic conditions, (c) rare flora and fauna (d) rivers (e) road safety \nand potential spills of hazardous or toxic chemicals, and (f) communities from \nconstruction activities and operation.  \n(iv)  Assess the direct, indirect and cumulative environmental impacts of the project.  \n(v)  Prepare the draft IEE and EMP and ensure that investigations and analysis are \nadequate,  impacts  are  quantified,  and  appropriate  mitigation  measures  and \nmanagement procedures are specified.  \n(vi)  Prepare contractor specifications for environmental management and monitoring. \n(vii)  Assist the executing agency with public consultation and involvement during the \nIEE preparation to promote broad-based acceptance of the project and ensure \nfull disclosure, propose measures for public consultation and involvement during \nproject  construction,  and  provide  training  to  the  executing  agency  staff  on \nenvironmental management and monitoring.  \n \n ", " \n \n16.  Social  Development  Expert (national,  3  person-months).  Qualified  expert  with  a \ndegree in related field, and at least 15 years of relevant working experience. Conduct social and \npoverty analysis for the preparation of a summary poverty reduction plan and social strategies \nwith focus on conducting analysis on gender, affordability and tariff collection. Prepare land \nacquisition and resettlement plans, due diligence reports, Land Acquisition and Resettlement \nFramework, and Program Safeguard System Assessment. \n \n17.  Project Coordination Expert (national, 10 person-months). Qualified expert with a \ndegree  in  finance,  business,  or  engineering,  and  at  least  10  years  of  relevant  working \nexperience in KPK or Punjab in the development sector. Support the implementation of the \nproject, develop an effective coordination strategy for integration of inputs provided by different \nindividual experts and consulting firm, coordinate between implementing agencies, consultants \nand ADB.  \n \n18.  Private Sector Engagement Expert (national, 4 person-months). Qualified expert \nwith a Masters degree in finance, business, banking or related field, and at least 10 years of \nrelevant working experience. The expert will develop options for private sector involvement for \nthe  implementation  of  micro-hydropower  and  other  renewable  energy  off-grid  projects  and \nincrease of private sector investment into micro-hydropower and other renewable energy off-\ngrid projects. The expert will also conduct an assessment of the market to assess private sector \npotential and capacity for such operations, and requirements/incentive for encouraging private \nsector participation in development and operations of micro-hydropower plants.. \n \n19.  Technical  and  Vocational  Education  Expert  (international,  2  person-months). \nQualified  education  sector  expert  (Masters  in  relevant  discipline)  with  at  least  10  years’ \nexperience. To identify relevant existing institutes that can be utilized for such trainings and \ncertifications,  conduct  training  needs  assessment,  develop  different  trainings  modules  and \nmechanism to make it financially sustainable and credible and consult with regional universities \nfor  establishing  courses,  and  research  and  development  centers  for  renewable  energy \ntechnologies.  \n \n20.  Monitoring  and  Evaluation  Expert  (Risk  Assessment)  (international,  3  person-\nmonths). Qualified monitoring and evaluation (M&E) expert with a degree in finance, business \nor related field, and at least 15 years of relevant working experience, including experience in \nassessment  of  monitoring,  fiduciary  systems  and  designing  appropriate  monitoring  and \nevaluation systems for a results based program. Program system assessments which examine \nthe monitoring and evaluation systems, fiduciary systems, environmental and social systems, \nand other institutional and system aspects, as relevant and appropriate to the program. The \nM&E system assessment seeks to determine whether the M&E system will enable transparent \nand reliable monitoring of RBL program performance, and support the implementation of timely \nremedial measures when problems occur. Develop disbursement-linked indicators for a result \nbased  program  with  M&E  systems  designed  to  effectively  monitor  such  program  based \nindicators. \n \n21.  Fiduciary Risk Assessment Expert (international and national, 2 person-months \neach). Qualified financial expert with a degree in finance, business or related field, professional \ncertification  and  at  least  15  years  of  relevant  working  experience,  including  in  financial \nmanagement assessment. Conduct the fiduciary system assessment to determine the degree to \nwhich the RBL program systems provide reasonable assurance that the RBL program financing \nwill be used for intended purposes, with due consideration to economy and efficiency. The \n ", "   \n \nfiduciary system includes the program’s financial management, procurement, and anticorruption \nsystems.  Conduct  financial  management  assessment  in  accordance  with  ADB  Guidelines.\n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20160113105432+08'00'", "Creator": "PDF24 Creator", "ModDate": "D:20160113151214+08'00'", "Producer": "GPL Ghostscript 9.14", "Title": "Access to Clean Energy Investment Project: Project Preparatory Technical Assistance Report"}}