{"path": "data/input/ta/49055-001-pptar.pdf", "pages": ["10  Appendix 3 \nPROJECT PREPARATORY TECHNICAL ASSISTANCE \n \nA.  Justification \n1.  The project preparatory technical assistance (PPTA) is necessary to:  (i) review the \ntechnical, economic and financial viability of the sub-projects and ascertain the project rationale, \nscope, cost, schedule, implementation arrangements, risks and mitigation measures; (ii) ensure \n(cid:87)(cid:75)(cid:72)(cid:3) (cid:70)(cid:82)(cid:80)(cid:83)(cid:79)(cid:76)(cid:68)(cid:81)(cid:70)(cid:72)(cid:3) (cid:90)(cid:76)(cid:87)(cid:75)(cid:3) (cid:36)(cid:39)(cid:37)(cid:182)(cid:86)(cid:3) Safeguard  Policy  Statement  (2009)  and  identify  mitigation \nmeasures; and (iii) assist the project executing agency in the IPP solicitation and selection \nprocess, PC-I approval and procurement of contractor and project implementation consultant.  \n \nB.  Major Outputs and Activities \n2.  Under the PPTA, ADB will employ consulting firms to (i) update the capacity assessment \nof the executing agency; (ii) conduct technical, economic, financial due diligence; (iii) help the \nexecuting  agency  prepare  Environmental  Impact  Assessment  report,  Land  Acquisition  and \nResettlement  Plan,  Environmental  Assessment  Review  Framework  and  Land  Acquisition \nResettlement Framework; (iv) provide inputs to (cid:36)(cid:39)(cid:37)(cid:182)(cid:86)(cid:3)(cid:53)(cid:72)(cid:83)(cid:82)(cid:85)(cid:87)(cid:3)(cid:68)(cid:81)(cid:71)(cid:3)(cid:53)(cid:72)(cid:70)(cid:82)(cid:80)(cid:80)(cid:72)(cid:81)(cid:71)(cid:68)(cid:87)(cid:76)(cid:82)(cid:81)(cid:3)(cid:82)(cid:73)(cid:3)(cid:87)(cid:75)(cid:72)(cid:3)\nPresident (RRP); and (v) assist the executing agency in the preparation of bidding documents, \nIPP solicitation, and selection process. An individual national consultant will be hired to assess \nsocial development and gender aspects of the project and to support the executing agency to \nrecruit project implementation consultant. The major outputs and activities are summarized in \nTable A3.1.  \n \nTable A3.1: Summary of Major Outputs and Activities \nExpected \nMajor Activities    Major Outputs  Completion Date \nI.    Sector Review and Risk Assessment            March 2017 \nA.  Review sector policy, institutional capacity  (cid:120)  Sector assessment report   \narrangements, regulatory framework, investment \nand development plan, four MFF constituents. \nB.  Assess procurement capacity   (cid:120)  PCA report   \nC.  Assess sector and project risk and recommend  (cid:120)  Risk assessment and   \nmitigation measures  management report \nII.   Engineering Design and Cost Estimates    April 2017 \nA.  Review FS report   (cid:120)  Inception report   \nB.  Conduct technical due diligence: scope, design,  (cid:120)  Technical due diligence   \nspecifications, schedule and cost estimate   report \nC.  Updated FS report  (cid:120)  FS report    \nD.  Preparation of PC-I   (cid:120)  PC-I    \nIII.   Compliance with Environmental Safeguards     April 2017 \nA.  Review and assess the environmental section of  (cid:120)  Environmental audit report   \nFS and project preparedness  \nB.  Prepare EIA and conduct public consultation  (cid:120)  EIA report   \nmeetings during the preparation of EIA  (cid:120)  EARF \nC.   Prepare EARF for the MFF \nIV.   Social Safeguards \nA.  Conduct rapid social and poverty analysis  (cid:120)  Social and Poverty  March 2017 \n(including gender analysis)  analysis report \nB.  Draft SPRSS and GAP  (cid:120)  Draft SPRSS/GAP    \nC.  Draft LARP for Tranche 1 and LARF for MFF  (cid:120)  LARP and LARF   \nD.  Climate change and vulnerability assessment  (cid:120)  CCV assessment report \n \n ", "Appendix 3  11 \n \n \nV.    Economic and Financial Analysis      May 2017 \nA.  Conduct  economic  and  financial  analyses:  (cid:120)  Economic analysis report    \nestimate WACC, WTP and LRMC, least cost  (cid:120)  Financial analysis report \nanalysis \nB.  Prepare FMA for PEDO and financial projection   (cid:120)  FMA report (PEDO)   \nC.  Prepare financial structure, assess and propose  (cid:120)  Financial structure report   \nfund flow and disbursement mechanism \nVI.  Preparatory Work for Procurement     May 2017 \nA.  Prepare specifications and bidding documents  (cid:120)  Draft bidding documents   \nfor the turnkey contract \nB.  Assist recruitment of project implementation  (cid:120)  Draft Submission  Throughout the \nconsultant (individual consultant)  documents (1-4)  process \nVII.  Capacity Building     \nA.  Assist the evaluation of IPP solicitation  (cid:120)  Advisory  When needed \nB.  Assist preparation of invitation and RFP for IPP   (cid:120)  RFP  December 2016 \nCCV = climate change and vulnerability assessment report, EARF = environmental assessment review framework, \nEIA = environmental impact assessment, FMA = financial management assessment, FS = feasibility study, GAP = \ngender action plan, IPP = independent power producer, LARF = land acquisition resettlement framework, LARP = \nland acquisition and resettlement plan, LRMC = long run marginal cost, MFF = multitranche financing facility, PCA = \nprocurement capacity assessment, PEDO = Pakhtunkhwa Energy Development Organization, RFP = request for \nproposals, SPRSS = summary of poverty reduction and social strategy, WACC = weighted average cost of capital, \nWTP = willingness to pay.  \nSource: Asian Development Bank. \n   \nC.  Cost Estimate and Proposed Financing Arrangement  \n3.  The technical assistance is estimated to cost $2 million equivalent of which $1.75 million \nequivalent will be financed on a grant basis by ADB's Technical Assistance Special Fund \n(TASF-V). All disbursements under the PPTA will be made in accordance with the Technical \nAssistance Disbursement Handbook (2010, as amended from time to time). The government \nwill provide support in the form of counterpart staff, provision of office space and furniture. The \ndetailed cost estimate is in Table A3.2.  \n \nTable A3.2: Cost Estimates and Financing Plan \n($'000) \nItem  Total Cost \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (35 person-months)  950.0 \n      ii.  National consultants (70 person-months)  450.0 \n    b.  International and local travel  150.0 \n    c.  Reports and communications  20.0 \n  2.  Workshops, training, seminars, and conferencesb  70.0 \n  3.  Vehiclec  10.0 \n  4.  Surveysd  30.0 \n  5.  Contingencies  70.0 \n    Total   1,750.0 \na  Financed by the Asian Development Bank's Technical Assistance Special Fund (TASF-V).  \nb  Workshops, training, seminars, and conferences \nPurpose  Venue \nEIA safeguards stakeholder consultation  KPK \nRoad shows (cid:68)(cid:81)(cid:71)(cid:3)(cid:44)(cid:81)(cid:89)(cid:72)(cid:86)(cid:87)(cid:82)(cid:85)(cid:182)(cid:86)(cid:3)(cid:73)(cid:82)(cid:85)(cid:88)(cid:80)  TBD \nc  Vehicle: Rental vehicles required during fielding in KPK and for site survey                6 months \nd  Surveys: Environmental modelling analysis, willingness to pay                                $30,000 \nSource: Asian Development Bank. \n ", "12  Appendix 3 \n \n \nD.  Consulting Services \n4.  A total of 35 international person-months and 73 national person-months of consulting \nservices will be required under the PPTA (Table A3.3). Two consulting firms will undertake \nproject due diligence, prepare feasibility reports required by the government, and draft bidding \ndocuments. One of the consulting firms will be recruited using the quality- and cost-based \nselection method using 90:10 technical/financial weighing to ensure high level quality outputs for \nthis large and important investment. The proposal will be a standard technical proposal. Another \nconsulting firm will be hired to prepare the environmental impact assessment report and social \nsafeguard documents, using quality-based selection. \n \nTable A3.3: Summary of Consulting Services Requirement \nPerson- Person-\nPositions  Months   Positions  Months  \nInternational  35  National  73 \nHydropower Planning Engineer/Team  6  Energy Sector Expert  2 \nLeader  Economic Expert  3 \nMechanical Engineer/Deputy Leader  4  Private Public Partnership Expert   3 \nElectrical Engineer  4  Social Safeguard Expert   6 \nControl & Instrumentation Engineer  2  Gender Expert   2 \nCivil Engineer (Hydro)  4  Hydropower Expert (individual)  8 \nHydrological Engineer   2  Legal and Contracts Expert (Individual)  6 \nFinancial Management Expert  3  Financial Evaluation Expert (Individual)  6 \nProcurement Expert   4  Project Coordination Expert  15 \n(Individual) \nSenior Environmental Expert  6  Private Public Partnership Expert  3 \n    Biodiversity Expert  4 \n    Senior Environmental Engineer  4 \n    Senior Environmental Engineer  3 \n    Climate Change Expert  2 \n    Social Development Specialist  3 \n    Project Finance Expert (Individual)  3 \nEIA = environmental impact assessment. \nSource: Asian Development Bank. \n \n5.  The outline terms of reference for the consulting firms are described in Appendix 5.  \n \n E.  Implementation Arrangements \n6.  Pakhtunkhwa Energy Development Organization (PEDO) will be the executing agency. \nA project management unit (PMU) will be established under PEDO. PEDO has allocated and \nwill continue to allocate sufficient resources and qualified personnel as required for the project. \nThe PMU will closely work with the PPTA consultants. The proposed PPTA processing and \nimplementation schedule is listed in Table A3.4. \n \nTable A3.4: Technical Assistance Processing and Implementation Schedule \nMajor Milestones  Expected Completion Date \nReconnaissance mission  May 2016 \nPPTA Approval  August 2016 \nPPTA Commencement  August 2016 \nIndividual consultant recruitment   September(cid:177)December 2016 \nConsulting firm recruitment  January 2017 \nPhysical completion  May 2018 \nFinancial closure  August 2018 \nPPTA = project preparatory technical assistance. \nSource: Asian Development Bank \n ", "16  Appendix 5 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS TO BE HIRED UNDER THE \nPROJECT PREPARATORY TECHNICAL ASSISTANCE \n \nA.  Firm for Preparation of the Investment Program \n \n1.   Hydropower Planning Engineer/Team Leader (International, 6 person-months). The \nTeam Leader shall have a bachelor(cid:182)s or higher degree in engineering and has at least 5 year \nexperience of leading a team. The consultant should have at least 20 years of professional \nexperience in the design and management of major hydropower projects. The consultant is \npreferred to have previous experience in procurement, engineering, business administration; \nknowledge of international organizations/agencies; donor-funded projects particularly by ADB. \nThe consultant will manage the team, serving as lead consultant and Hydropower Planning \nEngineer all at the same time. Previous experience in developing countries in CWRD region is \ndesirable. The Team Leader/Hydropower Planning Engineer will undertake the following tasks: \n \n(i)  Coordinate  with  other  members  the  development  of  a  detailed  work  plan  and \nimplementation schedule.  \n(ii)  Review  and  prepare  project  scope,  capital  and  operating  cost  estimates, \nimplementation schedule, contracting, and implementation arrangements.  \n(iii)  Ensure quality reports are delivered on time.  \n(iv)  Review the feasibility studies and update data necessary to estimate construction \ncosts based on the latest market prices. \n(v)  Examine construction methods for civil works in consideration of the site conditions, \nand conduct geological and geotechnical assessments for new HPP subprojects. \nIncorporate risks and mitigation measures. \n(vi)  Ensure to  apply  technically  feasible  climate change  adaptation  solutions  in the \nproject design to address projected climate vulnerability.  \n(vii)  Review the sedimentation study carried out by the hydrological engineer to identify \nthe least-cost solution with minimum environmental impacts. \n(viii)  Reflect the optimal design in the cost estimates and tender documents. \n(ix)  Help  plan  a  hydraulic  model  test  on  sediment  flushing  facilities  that  will  be \nconducted by the consultant team for the detailed engineering study (in particular \nhydraulic model test experts and civil design engineers (head works). \n(x)  Prepare any disaster risk management plan including local flood control and early \nwarning systems, with the hydrological engineer. \n(xi)  Revise and finalize a generation scheme based on the reservoir sedimentation \nstudy with the hydrological engineer. \n(xii)  Assist  in  preparing  PC-(cid:20)(cid:3) (cid:68)(cid:81)(cid:71)(cid:3) (cid:85)(cid:72)(cid:79)(cid:72)(cid:89)(cid:68)(cid:81)(cid:87)(cid:3) (cid:86)(cid:72)(cid:70)(cid:87)(cid:76)(cid:82)(cid:81)(cid:86)(cid:3) (cid:82)(cid:73)(cid:3) (cid:87)(cid:75)(cid:72)(cid:3) (cid:36)(cid:39)(cid:37)(cid:182)(cid:86)(cid:3) (cid:53)(cid:72)(cid:83)(cid:82)(cid:85)(cid:87)(cid:3) (cid:68)(cid:81)(cid:71)(cid:3)\nRecommendation of the President and all supporting reports. \n(xiii)  Supervise the procurement process of turn-key contract.   \n \n2.  Mechanical Engineer (International, 4 person-months each). Qualified expert with a \nbachelor or higher degree in mechanical or related engineering field, and at least 15 years of \nrelevant working experience in major hydropower projects. The consultant is preferred to have \nprevious experience in procurement and business administration; knowledge of international \norganizations/agencies;  donor-funded  projects  particularly  by  ADB.  Previous  experience  in \ndeveloping countries in CWRD region is desirable. The key tasks are to: \n(i)  Review the feasibility study and finalize the design for the mechanical equipment for \nrehabilitation subprojects prepared by EA for the detailed engineering study. \n(ii)  Prepare technical specifications for the hydro mechanical equipment for bidding \ndocuments in the tender documents. \n ", "Appendix 5  17 \n(iii)  Finalize  optimal  project  cost  estimates  of  mechanical  equipment  based  on  the \nconstruction schedule and provide input for economic/financial analysis. \n(iv)  Prepare the implementation schedule for design, transportation, and installation \nworks of mechanical equipment. \n(v)  Coordinate with other experts concerned to prepare all the tender documents for \nturnkey contracts for rehabilitation subprojects. \n(vi)  Support the executing and implementing agencies and/or ADB evaluate the bids. \n(vii)  Support executing agency in reviewing technical sections of IPP proposals.   \n \n3.  Electrical  Engineer  (International,  4  person-months  each).  Qualified  expert  with  a \nbachelor or higher degree in mechanical or related engineering field, and at least 15 years of \nrelevant working experience in major hydropower projects. The consultant is preferred to have \nprevious experience in procurement and business administration; knowledge of international \norganizations/agencies;  donor-funded  projects  particularly  by  ADB.  Previous  experience  in \ndeveloping countries in CWRD region is desirable. The key tasks are to: \n \n(i)  Review the feasibility studies and finalize the design of the electrical equipment and \ntransmission lines. Incorporate risks and mitigation measures. \n(ii)  Examine  methods  of  electric  equipment  installation  works,  considering  the  site \nconditions. \n(iii)  Prepare the implementation schedule for installation works of electric equipment \nand transmission lines. \n(iv)  Prepare  a  schedule  for  design,  transportation,  and  installation  works  for  the \nelectrical equipment and transmission lines. \n(v)  Finalize construction cost estimates for electrical equipment and transmission lines \nbased on the construction schedule. \n(vi)  Coordinate with other experts concerned to prepare all the tender documents. \n(vii)  Support the executing and implementing agencies and/or ADB evaluate the bids.  \n(viii)  Support executing agency in reviewing technical sections of IPP proposals.   \n \n4.  Control  and  Instrument  Engineer  (International, 2 person-months each).  Qualified \nexpert with a bachelor or higher degree in mechanical or related engineering field, and at least \n15  years  of  relevant  working  experience  in  major  hydropower  projects.  The  consultant  is \npreferred to have previous experience in procurement and business administration; knowledge \nof international organizations/agencies; donor-funded projects particularly by ADB. Previous \nexperience in developing countries in CWRD region is desirable. The key tasks are to: \n \n(i)  Review the feasibility studies and finalize the design of the control and instrument \nequipment and transmission lines. Incorporate risks and mitigation measures. \n(ii)  Examine methods of equipment installation works, considering the site conditions. \n(iii)  Prepare the implementation schedule for installation works of C&I equipment. \n(iv)  Prepare a schedule for design, transportation, and installation works for the C&I \nequipment.  \n(v)  Finalize construction cost estimates for electrical equipment and transmission lines \nbased on the construction schedule. \n(vi)  Coordinate with other experts concerned to prepare all the tender documents. \n(vii)  Support the executing and implementing agencies and/or ADB evaluate the bids.  \n(viii)  Support executing agency in reviewing technical sections of IPP proposals.   \n \n5.  Civil Engineer (Hydro) (International, 4 person-months each). Qualified expert with a \nbachelor or higher degree in mechanical or related engineering field, and at least 15 years of \n ", "18  Appendix 5 \nrelevant working experience in major hydropower projects. The consultant is preferred to have \nprevious experience in procurement and business administration; knowledge of international \norganizations/agencies;  donor-funded  projects  particularly  by  ADB.  Previous  experience  in \ndeveloping countries in CWRD region is desirable. The key tasks are to: \n \n(i)  Review the feasibility studies and update data necessary to estimate construction \ncosts for the civil works based on the latest market prices. \n(ii)  Conduct feasibility studies for the new HPP subprojects.  \n(iii)  Examine construction methods for civil works in consideration of the site conditions, \nand  conduct  geological  and  geotechnical  assessments.  Incorporate  risks  and \nmitigation measures. \n(iv)  Prepare a construction schedule for civil works and finalize construction optimal \nleast-cost estimates of civil works based on the construction methods and schedule. \n(v)  Review the reservoir sedimentation study carried out by the hydrological engineer to \nidentify the least-cost solution with minimum environmental impacts. \n(vi)  Help  plan  a  hydraulic  model  test  on  sediment  flushing  facilities  that  will  be \nconducted by the consultant team for the detailed engineering study (in particular \nhydraulic model test experts and civil design engineers (head works).  \n(vii)  Prepare any disaster risk management plan including local flood control and early \nwarning systems, in coordination with the hydrological engineer. \n(viii)  Prepare general and technical parts of civil works in the tender documents in the \nprocurement process, incorporating clear evaluation criteria. \n(ix)  Prepare tender documents for turnkey contracts for rehabilitation subprojects in \naccordance with the ADB Procurement Guidelines for components financed by ADB.  \n(x)  Assist  in  identifying  all  benefits  of  the  climate  change  adaptation  options  for \nsubprojects and their costs for the project.  \n(xi)  Prepare technical documentation, including project design and specifications with \nclimate change adaptation considerations.  \n(xii)  Support executing agency in reviewing technical sections of IPP proposals.   \n \n6.  Hydrological  Engineer  (International,  2  person-months).  Qualified  expert  with  a \nbachelor or higher degree in related field, and at least 10 years of relevant working experience \nin  major  hydropower  projects.  The  consultant  is  preferred  to  have  previous  experience  in \ndeveloping countries in the CWRD region is desirable. The key tasks are to: \n \n(i)  Undertake  hydrological  and  sedimentological  assessment  under  various  climate \nchange scenarios for each of subprojects.  \n(ii)  Update the generation scheme based on the reservoir sedimentation study and \nrecalculate the installed capacity and annual generating energy for the project in \ncoordination with hydropower planning engineers. \n(iii)  Revise inflow data at the dam site, if necessary, to be used for revision of the \ngeneration scheme. \n(iv)  Prepare input data used for the reservoir sedimentation simulation, and plan the \nsimulation under discussion with the hydropower planning engineers to optimize the \nsediment flushing operation. \n(v)  Prepare  a  final  assessment  on  reservoir  sedimentation  and  sediment  flushing \noperation. \n(vi)  Prepare any disaster risk management plan including local flood control and early \nwarning systems. \n ", "  Appendix 5  19 \n(vii)  Revise the generation scheme based on the reservoir sedimentation study and \nrecalculate the installed capacity and annual generating energy for the project in \ncoordination with hydropower planning engineers. \n(viii)  Provide recommendations for climate change adaptation interventions. \n \n7.  Economic Expert (National, 3 person-months each). Qualified expert with a master or \nhigher  degree  in  economics  or  related  field,  and  at  least  10  years  of  relevant  working \nexperience. Extensive experience in economic cost benefit analysis of projects is required, as \nwell  as  experience  in  the  power  sector  and  projects  financed  by  international  financial \norganizations. The expert will preferably have experience in projects financed by international \nfinancial institutions such as ADB and World Bank, (cid:68)(cid:81)(cid:71)(cid:3)(cid:72)(cid:91)(cid:83)(cid:72)(cid:85)(cid:76)(cid:72)(cid:81)(cid:70)(cid:72)(cid:3)(cid:76)(cid:81)(cid:3)(cid:82)(cid:81)(cid:72)(cid:3)(cid:82)(cid:85)(cid:3)(cid:80)(cid:82)(cid:85)(cid:72)(cid:3)(cid:82)(cid:73)(cid:3)(cid:36)(cid:39)(cid:37)(cid:182)(cid:86)(cid:3)\nCWRD countries, especially Pakistan. The skill in the Russian language is an advantage. The \nkey tasks are to: \n \n(i)  Undertake demand analysis of the power sector in general and the subprojects, \nbased on historical data and future forecast for 25 years (2016-2040). Take into \nconsideration power generation development (decommissioning) plans, both the \ndomestic and export demands, economic growth, income and price elasticity of \ndemand, among other variables. \n(ii)  Undertake electricity tariff analysis based on historical data and assess the level of \ndirect  and  indirect  subsidies.  Estimate  the  willingness  to  pay  for  incremental \nelectricity consumed, long run marginal cost of power generation, and unit value of \npower exports, and the unit value of energy savings. \n(iii)  Undertake  least  cost  analysis  for  power  generation  by  comparing  alternative \ninvestments and measures within the current country and sector context. \n(iv)  Undertake economic evaluation of the project by p(cid:85)(cid:82)(cid:89)(cid:76)(cid:71)(cid:76)(cid:81)(cid:74)(cid:3)(cid:87)(cid:75)(cid:72)(cid:3)(cid:83)(cid:85)(cid:82)(cid:77)(cid:72)(cid:70)(cid:87)(cid:182)(cid:86)(cid:3)(cid:72)(cid:70)(cid:82)(cid:81)(cid:82)(cid:80)(cid:76)(cid:70)(cid:3)\nrationale and determining the key economic costs and benefits and the economic \nrate of return of the project following ADB guidelines. (cid:36)(cid:79)(cid:86)(cid:82)(cid:3)(cid:76)(cid:71)(cid:72)(cid:81)(cid:87)(cid:76)(cid:73)(cid:92)(cid:3)(cid:87)(cid:75)(cid:72)(cid:3)(cid:83)(cid:85)(cid:82)(cid:77)(cid:72)(cid:70)(cid:87)(cid:182)(cid:86)(cid:3)\ndirect and indirect costs and benefits that are not used in the quantitative model. \n(v)  Estimate the greenhouse gas emission reduction (ton equivalent CO  per year). \n2\n(vi)  Undertake sensitivity and risk analysis of key variables and identify the switching \nvalues and assess the likelihood of key risks. \n(vii)  Provide inputs to reports and relevant sections of RRP, including an economic \nanalysis attachment. \n(viii)  Assist ADB missions, and provide inputs as required. \n \n8.  Financial Management Expert (International, 3 person-months). Qualified expert with a \nmaster  or  higher  degree  in  finance  or  related  field,  preferably  recognized  professional \nqualifications (e.g. ACCA, CFA, CIMA), and at least 10 years of relevant working experience in \nfinancial  analysis  of  projects  (including  financial  due  diligence  and  modelling),  financial \nmanagement assessment (including financial projections of a corporate entity), and financial \nmanagement  reforms.  Previous  experience  in  the  power  sector  in  developing  countries  is \nrequired. The expert preferably has experience in projects financed by international financial \ninstitutions such as ADB and World Bank, and experience in one or more of (cid:36)(cid:39)(cid:37)(cid:182)(cid:86)(cid:3)(cid:38)(cid:58)(cid:53)(cid:39)(cid:3)\ncountries, especially Pakistan. The key tasks are to: \n \n(i)  (cid:51)(cid:85)(cid:72)(cid:83)(cid:68)(cid:85)(cid:72)(cid:3)(cid:87)(cid:75)(cid:72)(cid:3)(cid:40)(cid:36)(cid:3)(cid:68)(cid:81)(cid:71)(cid:3)(cid:44)(cid:36)(cid:182)(cid:86)(cid:3)(cid:73)(cid:76)(cid:81)(cid:68)(cid:81)(cid:70)(cid:76)(cid:68)(cid:79)(cid:3)(cid:80)(cid:68)(cid:81)(cid:68)(cid:74)(cid:72)(cid:80)(cid:72)(cid:81)(cid:87)(cid:3)(cid:68)(cid:86)(cid:86)(cid:72)(cid:86)(cid:86)(cid:80)(cid:72)(cid:81)(cid:87)(cid:15)(cid:3)(cid:76)(cid:81)(cid:70)(cid:79)(cid:88)(cid:71)(cid:76)(cid:81)(cid:74)(cid:3)(cid:11)(cid:68)(cid:12)(cid:3)(cid:72)(cid:89)(cid:68)(cid:79)(cid:88)(cid:68)(cid:87)(cid:72)(cid:3)\nresults  of  financial  management  assessments  conducted  by  ADB  or/and  other \nagencies;  (b)  assess  capacity  for  planning  and  budgeting,  management  and \nfinancial accounting, reporting, auditing, internal controls, and information systems; \n(c) develop disbursement and funds-flow arrangements; and (d) conclude on the \n ", "20  Appendix 5 \n(ii)  financial management risk rating, and guidelines,9 and technical guidance note on \nfinancial management assessment.10 \n(iii)  Assess and recommend the financial management reforms and tariff needed for \nadvancing the commercial operation of the subprojects.   \n(iv)  Based  on  the  financial  management  assessment,  recommend  a  capacity \n(cid:71)(cid:72)(cid:89)(cid:72)(cid:79)(cid:82)(cid:83)(cid:80)(cid:72)(cid:81)(cid:87)(cid:3)(cid:83)(cid:85)(cid:82)(cid:74)(cid:85)(cid:68)(cid:80)(cid:3)(cid:87)(cid:82)(cid:3)(cid:86)(cid:87)(cid:85)(cid:72)(cid:81)(cid:74)(cid:87)(cid:75)(cid:72)(cid:81)(cid:3)(cid:87)(cid:75)(cid:72)(cid:3)(cid:40)(cid:36)(cid:18)(cid:44)(cid:36)(cid:182)(cid:86)(cid:3)(cid:73)(cid:76)(cid:81)(cid:68)(cid:81)(cid:70)(cid:76)(cid:68)(cid:79)(cid:3)management, and mitigate \nother risks identified in the analysis. \n(v)  Prepare  an  entity  financial  analysis  by  building  a  financial  forecasting  model. \nOutputs should comprise income statements, balance sheets, cash flow statements, \nand analysis of key financial ratios. Key risks should be identified, and relevant \nsensitivity analysis should be modeled and conducted. Future tariff levels needed to \nensure project sustainability should be identified and selected as assurances or \ncovenants following ADB guidelines (footnote 3) and methodology.11 \n(vi)  Prepare  project  cost  estimates  following  ADB  methodology  (footnote  5)  and \nguidelines,12 and in close coordination with technical experts of the team. \n(vii)  Conduct financial valuation (financial cost-benefit analyses) using FIRR and WACC \ncomputations in order to evaluate the financial viability of the project following ADB's \nguidelines. \n(viii)  (cid:44)(cid:71)(cid:72)(cid:81)(cid:87)(cid:76)(cid:73)(cid:92)(cid:3)(cid:78)(cid:72)(cid:92)(cid:3)(cid:85)(cid:76)(cid:86)(cid:78)(cid:86)(cid:3)(cid:87)(cid:82)(cid:3)(cid:87)(cid:75)(cid:72)(cid:3)(cid:83)(cid:85)(cid:82)(cid:77)(cid:72)(cid:70)(cid:87)(cid:182)(cid:86)(cid:3)(cid:73)(cid:76)(cid:81)(cid:68)(cid:81)(cid:70)(cid:76)(cid:68)(cid:79)(cid:3)(cid:89)(cid:76)(cid:68)(cid:69)(cid:76)(cid:79)(cid:76)(cid:87)(cid:92)(cid:15)(cid:3)(cid:68)(cid:81)(cid:71)(cid:3)(cid:70)(cid:82)(cid:81)(cid:71)(cid:88)(cid:70)(cid:87)(cid:3)(cid:85)(cid:72)(cid:79)(cid:72)(cid:89)(cid:68)(cid:81)(cid:87)(cid:3)(cid:86)(cid:72)(cid:81)(cid:86)(cid:76)(cid:87)(cid:76)(cid:89)(cid:76)(cid:87)(cid:92)(cid:3)\nanalyses.  Where  significant  risks  are  identified,  propose  relevant  financial \n(cid:83)(cid:72)(cid:85)(cid:73)(cid:82)(cid:85)(cid:80)(cid:68)(cid:81)(cid:70)(cid:72)(cid:3)(cid:76)(cid:81)(cid:71)(cid:76)(cid:70)(cid:68)(cid:87)(cid:82)(cid:85)(cid:86)(cid:3)(cid:87)(cid:82)(cid:3)(cid:69)(cid:72)(cid:3)(cid:76)(cid:81)(cid:70)(cid:82)(cid:85)(cid:83)(cid:82)(cid:85)(cid:68)(cid:87)(cid:72)(cid:71)(cid:3)(cid:76)(cid:81)(cid:3)(cid:87)(cid:75)(cid:72)(cid:3)(cid:83)(cid:85)(cid:82)(cid:77)(cid:72)(cid:70)(cid:87)(cid:182)(cid:86)(cid:3)(cid:73)(cid:76)(cid:81)(cid:68)(cid:81)(cid:70)(cid:76)(cid:68)(cid:79)(cid:3)(cid:70)(cid:82)(cid:89)(cid:72)(cid:81)(cid:68)(cid:81)(cid:87)(cid:86)(cid:17) \n(ix)  Develop  the  details  of  financial  reporting,  auditing  and  public  disclosure \n(cid:68)(cid:85)(cid:85)(cid:68)(cid:81)(cid:74)(cid:72)(cid:80)(cid:72)(cid:81)(cid:87)(cid:86)(cid:3)(cid:73)(cid:82)(cid:85)(cid:3)(cid:87)(cid:75)(cid:72)(cid:3)(cid:83)(cid:85)(cid:82)(cid:77)(cid:72)(cid:70)(cid:87)(cid:3)(cid:76)(cid:81)(cid:3)(cid:70)(cid:79)(cid:82)(cid:86)(cid:72)(cid:3)(cid:70)(cid:82)(cid:82)(cid:85)(cid:71)(cid:76)(cid:81)(cid:68)(cid:87)(cid:76)(cid:82)(cid:81)(cid:3)(cid:90)(cid:76)(cid:87)(cid:75)(cid:3)(cid:87)(cid:75)(cid:72)(cid:3)(cid:40)(cid:36)(cid:18)(cid:44)(cid:36)(cid:3)(cid:69)(cid:68)(cid:86)(cid:72)(cid:71)(cid:3)(cid:82)(cid:81)(cid:3)(cid:36)(cid:39)(cid:37)(cid:182)(cid:86)(cid:3)\nrequirements. \n(x)  Prepare relevant reports and estimates backed with detailed justification with source \ninformation and models. These include (a) cost estimates and fund flow analysis \n(cid:69)(cid:68)(cid:86)(cid:72)(cid:71)(cid:3)(cid:82)(cid:81)(cid:3)(cid:36)(cid:39)(cid:37)(cid:182)(cid:86)(cid:3)(cid:87)(cid:72)(cid:80)(cid:83)(cid:79)(cid:68)(cid:87)(cid:72)(cid:3)(cid:73)(cid:82)(cid:85)(cid:3)(cid:83)(cid:85)(cid:82)(cid:77)(cid:72)(cid:70)(cid:87)(cid:3)(cid:68)(cid:71)(cid:80)(cid:76)(cid:81)(cid:76)(cid:86)(cid:87)(cid:85)(cid:68)(cid:87)(cid:76)(cid:82)(cid:81)(cid:3)(cid:80)(cid:68)(cid:81)(cid:88)(cid:68)(cid:79)(cid:15)(cid:3)(cid:11)(cid:69)(cid:12)(cid:3)(cid:73)(cid:76)(cid:81)(cid:68)(cid:81)(cid:70)(cid:76)(cid:68)(cid:79)(cid:3)(cid:68)(cid:81)(cid:68)(cid:79)(cid:92)(cid:86)(cid:76)s, (c) \nfinancial management assessment, and (d) financial projection and analysis. \n(xi)  Assist ADB missions, and provide inputs as required. \n \n9.  Procurement Expert (International, 4 person-months). Qualified expert with a bachelor \nor higher degree in engineering and at least 10 years of relevant experience in procurement \nroles of major energy projects. The specialist shall have advance knowledge of international \norganizations/agencies and national public procurement regulations and procedures, especially \nassociated knowledge of ADB procurement. The specialist should also have previous work \nexperience in procurements and should have worked on projects financed by the international \nfinancial  organization,  especially  ADB  funded  projects.  Direct  experience  of  public  sector \nprocurement (legislation, institutional framework, systems and training) are added advantages. \nPrevious  experience  in  developing  countries  in  the  region  is  desirable.  The  specialist  will \nundertake the following tasks: \n \n(i)  Prepare and update procurement capacity assessment report for EA and IA.  \n(ii)  Assist EA and IA in creating procurement committee, evaluating bid and preparing \nbid evaluation report (BER), and in monitoring and evaluating procurement progress, \nprocedures compliance and BER preparation.  \n(iii)  Ensure that due diligence is conducted on potential contractors and subcontractors.  \n                                                \n9  ADB. 2005. Guidelines on the Financial Management and Analysis of Projects. Manila. \n10 ADB. 2015. Technical Guidance Note on Financial Management Assessment. Manila. \n11 ADB. 2009. Financial Due Diligence: A Methodology Note. Manila. \n12 ADB.  2014.  Preparing  and  Presenting  Cost  Estimates  for  Projects  and  Programs  Financed  by  the  Asian \nDevelopment Bank. Manila. \n ", "  Appendix 5  21 \n(iv)  Prepare  bidding  documents  for  the  procurement  of  turnkey  contract  for  the \nrehabilitation sub-projects and bid evaluation reports following ADB procurement \nguideline.  \n \n10.   Energy Sector Expert (National, 2 person-months). The key tasks are:  \n \n(i)   Provide  an  overall  assessment  of  the  KPK  energy  sector  and  hydropower \ndevelopments in the province.  \n(ii)   Prepare  sector  assessment  report  including  ongoing  reforms  in  KPK  and  an \nanalysis of PEDO capacity and improvements required to implement such complex \nprojects.  \n(iii)   Conduct government assessment of PEDO and KPK energy department. \n \n11.   Private Public Partnership Expert (National, 3 person-months). To explore how the \nMFF program can be used to attract private sector investments, commercial cofinancing and \nclimate financing to the sector undertaking viability gap analysis for appropriate modality of \nfinancing. \n \nB.  Firm to conduct Social Safeguards and Environmental Assessment \n \n1.   Senior  Environmental  Expert  and  Team  Leader (International, 6 person-months). \nQualified  expert  with  masters  or  PhD  in  environmental,  chemical,  civil  or  environmental \nengineering, or a related field such as environmental science of ecology. The expert must have \nexperience of having conducted EIA studies in sensitive habitats, including river systems, with \nparticular  experience  of  having  conducted  EIA  studies  for  hydropower  or  water  resources \ndevelopment  projects.  The  expert  must  have  at  least  18  years  of  experience  in  EIA  and \nenvironmental project design and management. The key tasks are:  \n \n(i)  Supervise,  manage,  compile  and  analyze  the  physical  and  socio  economic \nenvironmental baselines. \n(ii)  Undertake  impact  assessments  of  above  mentioned  parameters  (physical  and \nsocio-economic environments) in the project area, covering the direct, indirect and \ncumulative impacts of the project. \n(iii)  Coordinate  with  the  technical  feasibility  team  and  perform  an  assessment  of \ntechnological  and  location  alternatives  for  the  proposed  HPP,  proposing  the \nenvironmentally and socially best alternative.     \n(iv)  Analyze and prepare the environmental mitigation and management plans for the \nProject, after obtaining the results of holistic EFlow modeling from the biodiversity \nand water resources team. \n(v)  Overall management of the EIA study including QA/QC. \n(vi)  Supervise and manage the community level consultations and approve the socio \neconomic survey methodology.  Supervise the preparation of the communications \nand consultation strategy for the project. Ensure that consultations are carried out \nwith all affected communities, both men and women and key local and national \ninstitutional stakeholders. \n(vii)  Follow-up on the EIA with the KP Environment Protection Agency (KPEPA) after \nsubmission of the EIA report. \n(viii)  Presentation of the EIA at the Environment Community of Practice at ADB when the \nproject is to be presented for board consideration. \n \n ", "22  Appendix 5   \n \n2.   Biodiversity Expert (National, Aquatic Fauna Specialist, 4 person-months) Qualified \nexpert with master(cid:182)s or Ph.D in biology, ecology, or a related relevant field, with a specialization \nor specific experience in fresh river ecology and fauna with at least 10 years of experience and \nspecific experience of having conducted species level surveys in river basins. The key tasks \nare: \n \n(i)  Supervise the scoping exercise, and preparation of survey methodologies to identify \nthe presence and distribution of key sensitive aquatic species in the river. \n(ii)  Undertake seasonal field visits to acquire the relevant data on aquatic life in the \nriver.  \n(iii)  Prepare data sets and information sheets for the biodiversity species of interest to \nbe fed into the holistic EFlow model for the HPP.   \n(iv)  After the holistic EFlow modeling has been conducted by the team, prepare the \nrelevant baseline and impact assessments sections of the report \n(v)  After  the  EFlow  modeling  results  are  clear  preparation  of  the  environmental \nmitigation and management plan for the Project. \n(vi)  Prepare all relevant data sets, tables and maps relating this output. \nPrepare the biodiversity component of the presentation for community consultations, \npublic hearing and ADB Environmental COP meeting.   \n \n3.   Senior  Environmental  Engineer (National,  water quality,  air  dispersion,  noise  and \nvibration  modeling,  4  person-months).  Qualified  experts  with  a  master(cid:182)s  degree  in: \nenvironmental,  chemical,  civil  or  environmental  engineering,  or  a  related  field  such  as \nenvironmental science or ecology.  The expert must have experience of having conducted EIA \nand IEE studies across various types of geographic settings and various types of infrastructure \nprojects. The expert must have at least 10 years of experience in EIA and environmental project \ndesign and management. The key tasks are: \n \n(i)  Establish a comprehensive baseline on the Physical environment including: noise, \nair quality and water quality. \n(ii)  Conduct baseline surveys for each parameter to establish the prevalent complete \nenvironmental conditions in the area. Specifically, gather the information on: the \nlocation and design of the HPP; location and extent of the study area; scope of the \nassessment; hydrology and sediment dynamics; presence and location of other \nwater-resource developments. \n(iii)  Perform  noise,  vibration,  air  quality  modeling  for  these  physical  environmental \nparameters for the construction and operation phases of the project. Conduct data \nanalyses  and  provide  inputs  to  the  preparation  of  the  baseline  and  impact \nassessment sections of the EIA report. \n(iv)  Provide inputs to the preparation of the environmental mitigation and management \nplan for the Project. \n(v)  Prepare all relevant data sets, tables and maps relating this output. \n \n4.   Senior Environmental Engineer (National, Holistic EFlow Modeling, 3 person-months). \nQualified expert with a Master(cid:182)s degree in engineering, science, ecology or relevant field with at \nleast 10 years of experience and specific experience of having conducted EFlow modeling in \nthe Indus river basin. The key tasks are: \n \n ", "Appendix 5  23 \n(i)  Identify the main types of aquatic ecosystems likely to be affected by the proposed \nHPP and the species sensitivity after conducting preliminary surveys  and desk \nreviews of published data. \n(ii)  Select EFlow sites/locations based on preliminary surveys. \n(iii)  Perform the EFlows modeling for the proposed HPP and whereby, calculate the \nminimum residual flow required commensurate to the ecological sensitivity of the \nriver. \n \n5.   Climate Change Expert (National, 2 person-months). Qualified expert with a bachelor \nor higher degree in related field, and at least 10 years of relevant working experience in climate \nchange modeling, hydrological modeling, and in climate change risk assessment in hydropower \nprojects. The consultant is preferred to have previous experience in developing countries in the \nCWRD region is desirable. The key tasks are to: \n \n(i)  Prepare the climate change impact, vulnerability and adaptation assessment reports \nfor all subprojects following ADB guidelines for climate proofing investment in the \nenergy sector.  \n(ii)  Identify the climate change parameters to be assessed and the modeling scale \n(temporal and spatial) to be used in the impact assessment. Identify the goal of the \nclimate change impact assessment in the context of the overall project objectives. \n(iii)  Survey the existing information such as relevant climate change projections and \nlocal historical climate data available. Prepare an assessment on the reliability of \n(cid:72)(cid:91)(cid:76)(cid:86)(cid:87)(cid:76)(cid:81)(cid:74)(cid:3)(cid:70)(cid:79)(cid:76)(cid:80)(cid:68)(cid:87)(cid:72)(cid:3)(cid:70)(cid:75)(cid:68)(cid:81)(cid:74)(cid:72)(cid:3)(cid:83)(cid:85)(cid:82)(cid:77)(cid:72)(cid:70)(cid:87)(cid:76)(cid:82)(cid:81)(cid:86)(cid:3)(cid:69)(cid:68)(cid:86)(cid:72)(cid:71)(cid:3)(cid:82)(cid:81)(cid:3)(cid:87)(cid:75)(cid:72)(cid:3)(cid:80)(cid:82)(cid:71)(cid:72)(cid:79)(cid:182)(cid:86)(cid:3)(cid:68)(cid:69)(cid:76)(cid:79)(cid:76)(cid:87)(cid:92)(cid:3)(cid:87)(cid:82)(cid:3)(cid:85)(cid:72)(cid:83)(cid:85)(cid:72)(cid:86)(cid:72)(cid:81)(cid:87)(cid:3)(cid:83)(cid:68)(cid:86)(cid:87)(cid:3)\nclimate conditions.  \n(iv)  Evaluate  the range  of climate  projections  and  select  projections that  would  be \nrepresentative of this entire range (i.e., dry, average, and wet scenarios). Identify \nany need for further modeling, or where existing modeling is sufficient for the project, \nprepare a short synthesis report. \n(v)  Identify the probabilities of occurrence of specific climate changes from taking place \nand the level of certainty. Identify assumptions and limitations in terms of the use of \nthe projections for influencing project design. \n(vi)  Formulate downscaled climate change scenarios for the relevant time horizon of the \nproject, specifying the technique used for downscaling as necessary.  \n(vii)  Identify possible technical gaps, in country and generally, for improving capabilities \nfor climate change projections in the country. \n(viii)  Submit for review and approval a draft outline of the analysis to be undertaken, \nincluding  recommended  methodology  for  impact  assessment  (i.e.,  hydrological \nmodeling, the climate scenarios to be used in the analysis, the impact models, and \na justification for their choice). \n(ix)  Provide an expert opinion on the probability of further climate change research \npotentially altering project design protocols or operations requirements. \n \n6.   Social Development Specialist (National, 3 person-months). Qualified expert with a \nmasters in sociology, anthropology or a related relevant field with at least 7 years of experience \nand specific experience of having conducted community level consultations in Northern and \nNorth Western areas of Pakistan. The key tasks are: \n \n(i)  Design, prepare survey methodology and conduct all socio economic surveys \nrequired to establish a representative socio-economic baseline of the area in \nrelating to the proposed project.\n \n ", "24  Appendix 5   \n(ii)  Conduct surveys ate the village and household levels covering male, female and \nvulnerable groups. \n(iii)  Based on surveys establish the social baseline and socio- economic vulnerability.  \n(iv)  Perform a socioeconomic impact assessment of the project. \n(v)  Perform community level consultations at least twice during the EAI process, more \nconsultations may be conducted should communities raise concerns that require \nchanges in the project or ancillary operations. \n(vi)  Design and implement the grievance redress mechanism of the project, and install it \non site at the early stage of project design. Such as identify community \nrepresentatives and sensitize them to the steps and stages of the GRM. \n \n7.   Social  Safeguards  Expert  (National,  Involuntary  Resettlement,  6  person-months). \nQualified expert with a masters in sociology, anthropology or a related relevant field and at least \n10 years of relevant working experience. In addition, the expert must demonstrate evidence of \npreparing  and  implementing  resettlement  instruments  and  monitoring  resettlement  plan \nimplementation. The key tasks are to: \n \n(i)  Review of the initial social impact assessment for the 300 MW Balakot hydropower \nplant. \n(ii)  Assessment of social impact of other potential investments under the MFF.  \n(iii)  Preparation of a Land Acquisition and Resettlement Framework (LARF) for the MFF. \n(iv)  Preparation of a draft land acquisition and resettlement plan (LARP) in compliance \nwith national laws and regulations and ADB Safeguard Policy Statement.  \n(v)  Consultations with displaced persons and key stakeholders.   \n(vi)  Assessment of EA capacity and capacity building on LAR issues.  \n(vii)  Coordination and orientation of agencies involved in LAR implementation for the \nMFF. \n \n8.   Gender Expert (National, 2 person-months). The key tasks are:  \n \n(i)  Social baseline study and social (including gender) impact assessments. \n(ii)  Preparation of gender action plans/strategies related to infrastructure projects.  \n(iii)  Due diligence on core labor standards of the executing agency/implementing \nagency. \n   \nC.  Individual Experts \n \n1.  Legal and Contracts Expert (National, 6 person-months).The key tasks are:  \n \n(i)  Conduct legal review of the submitted IPP proposals.  \n(ii)  Evaluate and advice on all processes and contractual solutions required for IPP \nprocurement, including preparation for contract negotiation. \n(iii)  Assist in the clarification and fine-tuning of legal issues that arise during evaluation \nand post-evaluation stages.  \n \n2.  Financial Evaluation Expert (National, 6 person-months). The key tasks are:  \n \n(i)  Conduct financial due diligence on the submitted IPP proposals. \n(ii)  Evaluate financial submission and prepare evaluation report. \n(iii)  Provide training to PEDO in financial due diligence and evaluation. \n \n ", "Appendix 5  25 \n3.   Project Finance Expert (National, 3 person-months). The key tasks are:  \n \n(i)  Review legal, financial, economic and other information and prepare presentations \nfor  private  debt  and  equity  investors  including  but  not  limited  to  project  cost \nestimates, profitability and other investment ratios. \n(ii)  Prepare  financing  plan  that  will  (cid:76)(cid:81)(cid:70)(cid:79)(cid:88)(cid:71)(cid:72)(cid:3) (cid:51)(cid:40)(cid:39)(cid:50)(cid:182)(cid:86)(cid:3) (cid:70)(cid:85)(cid:72)(cid:71)(cid:76)(cid:87)(cid:3) (cid:68)(cid:81)(cid:68)(cid:79)(cid:92)(cid:86)(cid:76)(cid:86)(cid:3) (cid:68)(cid:81)(cid:71)(cid:3)\nrecommendations regarding funding requirements (debt and equity). \n(iii)  Arrange international roadshows for selected investment projects in international \nfinancial hubs. \n \n4.   Project Coordination Expert (National, 15 person-months). The key tasks are: \n \n(i)  Coordinate all project activities. \n(ii)  Support executing agency and ADB in delivering project on time. \n(iii)  Coordinate activities between different consultants hired under the PPTA. \n(iv)  Follow-up with government on required information and project document approvals. \n(v)  Provide technical guidance to executing agency on all project maters. \n \n5.   Hydropower Expert (National, 8 person-months). The key tasks are:  \n \n(i)  Support executing agency and the ADB in reviewing the technical reports under the \nproject and advising on key technical parameters of the project. \n(ii)  Review project design and technical specifications and provide comments.  \n(iii)  R(cid:72)(cid:89)(cid:76)(cid:72)(cid:90)(cid:3)(cid:69)(cid:76)(cid:71)(cid:71)(cid:76)(cid:81)(cid:74)(cid:3)(cid:71)(cid:82)(cid:70)(cid:88)(cid:80)(cid:72)(cid:81)(cid:87)(cid:182)(cid:86)(cid:3)(cid:87)(cid:72)(cid:70)(cid:75)(cid:81)(cid:76)(cid:70)(cid:68)(cid:79)(cid:3)(cid:86)(cid:72)(cid:70)(cid:87)(cid:76)(cid:82)(cid:81)(cid:3)(cid:68)(cid:81)(cid:71)(cid:3)(cid:68)(cid:86)(cid:86)(cid:76)(cid:86)(cid:87)(cid:3)(cid:72)(cid:91)(cid:72)(cid:70)(cid:88)(cid:87)(cid:76)(cid:81)(cid:74)(cid:3)(cid:68)(cid:74)(cid:72)(cid:81)(cid:70)(cid:92)(cid:3)(cid:68)(cid:81)(cid:71)(cid:3)(cid:36)(cid:39)(cid:37)(cid:3)\nin ensuring that technical sections of the bidding document are complete and as per \nproject requirements. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n "], "metadata": {"Author": "VEV", "CreationDate": "D:20170215134543+08'00'", "Creator": "PDF24 Creator", "ModDate": "D:20170215134750+08'00'", "Producer": "GPL Ghostscript 9.14", "Title": "cp+pak+mff+hdip+clean.+final+approved.pdf"}}