{"path": "data/input/ta/49056-002-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 49056-002 \nNovember 2016 \n \n \n \n \nProposed Results-Based Loan and Technical \nAssistance Grant \nIslamic Republic of Pakistan: Access to Clean \nEnergy Investment Program \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011 after excluding information that is subject to exceptions to \ndisclosure set forth in the policy. \n \n \n \n \n \n \n ", "", " \nCURRENCY EQUIVALENTS \n(as of 15 September 2016) \nCurrency unit  –  Pakistan rupee/s (PRe/PRs) \nPRe1.00  =  $0.0096   \n$1.00  =  PRs104.4050   \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  DLI  –  disbursement-linked indicator \n  EDP  –  Energy Department of Punjab \n  IVA  –  independent verification agent or agency \n  M&E  –  monitoring and evaluation \n  MHP  –  micro-hydropower plant \n  MW  –  megawatt \n  NGO  –  nongovernment organization \n  PAP  –  program action plan \n  PEDO  –  Pakhtunkhwa Energy Development Organization \n  PHF  –  primary health care facility \n  RBL  –  results-based lending \n  TA  –  technical assistance \n \nNOTES \n(i)  In this report, “$” refers to US dollars. \n(ii)  The fiscal year (FY) of the Government of Pakistan ends on 30 June. “FY” before \na calendar year denotes the year in which the fiscal year ends, e.g., FY2017 \nends on 30 June 2017. \n \nVice-President  W. Zhang, Operations 1 \nDirector General  S. O’Sullivan, Central and West Asia Department (CWRD) \nDirector  F. Kawawaki, Energy Division, CWRD \n   \nTeam leader  A. Tareen, Senior Energy Specialist, CWRD \nTeam members  N. Abbas, Procurement Officer, Pakistan Resident Mission (PRM), \nCWRD \nZ. Abbas, Senior Environment Specialist, CWRD \nA. Barry, Principal Procurement Specialist, Operations Services and \nFinancial Management Department \nM. Beauchamp, Social Development Specialist (Safeguards), CWRD \nA. Carlota, Counsel, Office of the General Counsel \nM. Favis, Associate Project Officer, CWRD \nE. Khattak, Senior Project Officer (Energy), PRM, CWRD \n  J. Nicolas, Senior Social Development Specialist (Safeguards), \nCWRD \nD. Pham, Financial Management Specialist, CWRD \nN. Rive, Climate Change Specialist, CWRD \n  R. Uy, Operations Assistant, CWRD \n  V. Villanueva, Associate Project Analyst, CWRD \n  E. Webb, Senior Operations Assistant, CWRD \nPeer reviewer  Y. Zhai, Technical Advisor (Energy), Sustainable Development and \nClimate Change Department \n ", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area.   \n ", " \nCONTENTS \n \nPage \nPROGRAM AT A GLANCE \n \nI.   THE PROPOSAL  1 \n \nII.  THE PROGRAM  1 \nA.  Strategic Context  1 \nB.  Program Rationale  2 \nC.  Program Scope  4 \nD.  Program Results  5 \nE.  Expenditure Framework and Financing Plan  7 \nF.  Capacity Development and Program Action Plan  8 \nG.  Technical Assistance  8 \nH.  Implementation Arrangements  8 \n \nIII.   SUMMARY OF ASSESSMENTS  9 \nA.  Program Technical Assessments  9 \nB.  Program Systems Assessments  9 \nC.  Integrated Risk Assessment and Mitigating Measures  11 \n \nIV.  ASSURANCES  11 \n \nV.  RECOMMENDATION  11 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  12 \n2.  List of Linked Documents  14 \n3.  Disbursement-Linked Indicators, Verification Protocols, and Disbursement  15 \nSchedule \n ", "Project Classification Information Status: Complete\nPROGRAM AT A GLANCE\n1. Basic Data Project Number: 49056-002\nProject Name Access to Clean Energy Investment  Department CWRD/CWEN\nProgram /Division\nCountry Pakistan Executing Agency Energy Department, \nBorrower Islamic Republic of Pakistan Government of Punjab, \nEnergy and Power \nDepartment, Government of \nKhyber Paktunkhwa\n2. Sector Subsector(s)      ADB Financing ($ million)\nEnergy Energy efficiency and conservation 6.80\nRenewable energy generation - small hydro 244.55\nRenewable energy generation - solar 74.40\nTotal 325.75\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic Pillar 2: Access to economic opportunities,  Adaptation ($ million) 16.00\ngrowth (IEG) including jobs, made more inclusive Mitigation ($ million) 247.00\nEnvironmentally Eco-efficiency CO  reduction (tons per annum) 75\n2\nsustainable growth (ESG) Global and regional transboundary  Climate Change impact on the  High\nenvironmental concerns Project\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity Civil society participation Effective gender mainstreaming \ndevelopment (GCD) Institutional development (EGM)\nKnowledge solutions Application and use of new knowledge \n(KNS) solutions in key operational areas\nPilot-testing innovation and learning\nPartnerships (PAR) Bilateral institutions (not client government)\nCivil society organizations\nImplementation\nOfficial cofinancing\nPrivate sector  Promotion of private sector investment\ndevelopment (PSD)\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting Yes Rural High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals SDG7\n6. Risk Categorization: Complex\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: B\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 325.75\n     Sovereign Results Based Lending: Ordinary capital resources 325.00\n     Sovereign Capacity development technical assistance: Technical  0.75\nAssistance Special Fund\nCofinancing 0.00\n     None 0.00\nCounterpart  50.70\n     Beneficiaries 9.90\n     Government 40.80\nTotal 376.45\n9. Effective Development Cooperation\nUse of country procurement systems Yes\nUse of country public financial management systems Yes\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 28102016143835823641 Generated Date: 28-Oct-2016 14:56:51 PM", " \nI.   THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the Islamic Republic of Pakistan for the Access to Clean Energy Investment Program. The \nreport  also  describes  proposed  technical  assistance  (TA)  for  capacity  development  and \nperformance monitoring for the program, and if the Board approves the proposed loan, I, acting \nunder the authority delegated to me by the Board, approve the TA.1 \n \n2.  The proposed Asian Development Bank (ADB) assistance will contribute to Pakistan’s \nnational goal of enhanced energy security. The program will be implemented over 5 years and \nwill support the governments of Khyber Pakhtunkhwa Province (KPP) and Punjab province to \nachieve increased access to sustainable and more reliable electricity services, particularly for \nvulnerable communities in KPP and Punjab.2 \n \nII.  THE PROGRAM \nA.  Strategic Context \n \n3.  Country context. Pakistan’s economic growth declined significantly in FY2010–FY2014, \nlargely  as  a  result  of  increasingly  intense  energy  shortages,  rising  food  prices,  security \nchallenges, and natural disasters.3 In 2014, 29.5% of the population of 180 million was living \nbelow the national poverty line, with substantial disparity in the poverty rate between urban \n(18.2%)  and  rural  (35.6%)  areas.4 Energy  access  and  affordability  plays  a  critical  role  in \neconomic  growth  and  poverty  reduction.  Although  Pakistan  has  abundant  renewable  and \nnonrenewable energy resources, public and private investment in energy infrastructure has \nremained inadequate and the system suffers heavily from the low efficiency of generation, \ntransmission, and distribution networks. Although the timing of outages has become predictable, \nthe 5–gigawatt demand–supply gap combined with the stressed transmission and distribution \nsystem result in significant load shedding—10 hours per day in rural areas and 4 hours in urban \nareas.  Overreliance  on  imported  conventional  fuel-based  generation,  high  consumer \nreceivables, and insufficient tariffs have resulted in persistent circular debt.5 Pakistan’s potential \nrenewable energy resources total more than 65,000 megawatts (MW), but current installed \ngeneration  capacity  from  these  sources  is  only  7,100  MW  (35%  of  total  generation).  The \nnational electrification rate is only 67%,6 and it is even lower (57%) in rural areas. \n \n4.  Provincial context. The focus on renewable energy development in KPP and Punjab \nsupports  the  Government  of  Pakistan’s  strategy  of  lowering  stress  on  the  national  grid, \ndecreasing load shedding, and increasing access to electricity using the least-cost option, which \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  In 2015, ADB provided program preparatory TA for Access to Clean Energy Investment (TA 9047-PAK). \n3  Average annual economic growth during FY2010–FY2014 was 3.5%, down from 5.1% in FY2005–FY2009. ADB. \n2015. Key Indicators for Asia and the Pacific 2015. Manila. \n 4 Recalculation by the Planning Commission using a new poverty line based on the Household Integrated Economic \nSurvey, 2013–14 by the Pakistan Bureau of Statistics. As reported in the Pakistan Economic Survey 2015–16, \nhttp://www.finance.gov.pk/survey/chapters_16/Overview_of_the_Economy.pdf.   \n5  The difference between the electricity cost and the tariff-derived revenues accumulates into circular debt. ADB. \n2015. Report and Recommendation of the President to the Board of Directors: Proposed Policy-Based Loans for \nSubprogram 2 to the Islamic Republic of Pakistan for the Sustainable Energy Sector Reform Program Sector \nAssessment (Summary): Energy (accessible from the list of linked documents in Appendix 2). Manila. \n6  Government of Pakistan. Ministry of Planning, Development & Reform. 2014. Pakistan Vision 2025: One Nation–\nOne Vision. Islamabad (Executive Summary). \n ", "2 \nwill reduce circular debt. KPP, with a population of 28.3 million, is one of the poorest provinces \nin Pakistan, and the most unequal, with 38% of its rural population living in households in the \npoorest quintile.7 In some districts, the electrification rate is  below 20% (it is just  2.9% in \nKohistan and 15% in Shangla). Geographic constraints make extending the national grid to such \nremote areas costly and technically difficult. In these areas, the least-cost option is off-grid \nrenewable  energy  sources.  Punjab  has the  largest  population  of  Pakistan’s  provinces  and \nconsumes around 68% of the country’s electricity and gas. The economy is based largely on \nagriculture and industry, and depends heavily on a reliable electricity supply. In Punjab, service \ndelivery  can  be  improved  and  the  transmission  and distribution  system stress  reduced  by \nshifting some demand to off-grid/self-generation using solar power. In view of the overstretched \nnational grid, the 2017–2026 provincial energy sector master plans of the KPP and Punjab \nprovincial  governments  have  prioritized  renewable  resources,8 with  a  view  to  expanding \nelectrification and reliable energy in line with the national strategy, and with an emphasis on \nproviding  an  uninterrupted  electricity  supply  for  schools  and  primary  health  care  facilities \n(PHFs).9 In KPP, the installation of up to 1,000 kilowatts of micro-hydropower plants (MHPs)10 \ncould supply off-grid communities with basic electricity services. \n \n5.  Social and gender context. An estimated 38% of KPP’s population lives below the \nnational  poverty  line,11 while  49%  of  the  population  in  KPP  and  31%  in  Punjab  live  in \nmultidimensional  poverty. 12 The  most  deprived  communities—such  as  Kohistan,  with  a \nmultidimensional poverty incidence of 96%—were selected for off-grid electrification. About 20% \nof schools in KPP and 10% in Punjab are not connected to the electricity grid. PHFs in rural \nareas are subject to long hours of load shedding, making it difficult to provide effective services, \nand keep lifesaving drugs and vaccines for diseases such as polio refrigerated. \n   \n6.  The  availability  of  electricity  in  schools  improves  the  learning  environment,  and \ncontributes to student enrollment. Women and girls benefit from access to electricity through \ntime savings associated with firewood or water collection activities, and the use of appliances \n(e.g., washing machines, cell phones, refrigerators, fans, and irons). Electric appliances improve \nindoor air quality. Providing solar power to PHFs that provide antenatal care, delivery, and child \nhealth benefits rural women in particular. Over 2.7 million women in KPP and 48.2 million in \nPunjab could benefit from improved electricity access at PHFs.13 \n \nB.  Program Rationale \n \n7.  Fit  with  national  priorities. Pakistan’s overall national goal for 2025 is to achieve \ninclusive and dynamic economic growth, with energy security as a supporting pillar (footnote 6). \nThe energy sector goal is to ensure uninterrupted access to affordable and clean energy for all \nPakistanis, with quantitative targets for (i) increasing electricity access from 67% to over 90% by \n2025,  (ii)  eliminating  the  current  electricity  supply–demand gap  by  2018,14 and  (iii) adding \n                                                \n7  Government of Pakistan. 2015. Household Integrated Economic Survey, 2013–14. Islamabad. \n8  C. Ratnayake. 2016. Power Sector Master Plan Province of Khyber Pakhtunkhwa, Pakistan and Power Sector \nRoad Map for the Province of Punjab, Pakistan. Lahore (prepared with ADB support). \n9  In Pakistan, PHFs include basic health units and rural health centers. \n10 MHPs produce hydroelectric power using natural water flows. MHPs are typically sized for smaller communities, \nsingle families, or small enterprises. The KPP government uses the term micro-hydro for plants with a capacity of \n5–1,000 kilowatts. \n11 Government of Khyber Pakhtunkhwa. 2014. Integrated Development Strategy, 2014–2018. Peshawar. \n12 United Nations Development Programme. 2016. Multidimensional Poverty in Pakistan. Islamabad. \n13 Poverty and Social Analysis Report (accessible from the list of linked documents in Appendix 2). \n14 The average gap is 5,000 MW. ADB. 2015. Country Partnership Strategy: Pakistan, 20152019. Manila. \n ", "3 \n25,000 MW of generation capacity by 2025 (24,000 MW installed as of 2015). These national \ntargets cannot be achieved without increasing the share of renewable energy in the energy \nmix.15 This is the context in which the government has requested ADB support to increase \naccess to sustainable and reliable electricity services. \n \n8.  Provincial priorities. The results-based lending (RBL) program will help address the \nenergy shortage and low electrification rate in KPP and Punjab by supporting the installation of \nMHPs (small run-of-the stream or canal plants) in off-grid communities, and solar facilities in \nschools and PHFs. The KPP and Punjab development strategies emphasize inclusive and pro-\npoor economic growth, which requires access to reliable electricity. The relevant provincial \ntargets include (i) by 2026, expanding solar power generation capacity by 42 MW in KPP and \n2,330 MW in Punjab, and adding 5,204 MW of hydropower generation capacity in KPP; (ii) \nproviding electricity to more than 1.5 million people from MHPs in KPP; and (iii) achieving \nsavings from energy efficiency in Punjab. The two provinces have requested ADB support to \nfinance and build capacity. In KPP, ADB helped develop the electrification road map and \ninstitutional strengthening plan, which will serve as the foundation for the program. \n \n9.  Fit with ADB’s strategic priorities. The program is in line with (i) the ADB Strategy \n2020  midterm  review, 16 which  emphasizes  inclusive  economic  growth,  infrastructure \ndevelopment, and engagement in middle-income countries; and (ii) the ADB country partnership \nstrategy, 2015–2019 for Pakistan.17 The provision of energy to poor, remote rural areas outside \nthe national grid (i) is a priority in ADB’s Energy Policy;18 (ii) will expand energy access and \ncontribute to the achievement of Sustainable Development Goal 7: Ensure access to affordable, \nreliable, sustainable and modern energy for all; and (iii) with its renewable energy outputs, will \ncontribute to ADB climate financing. The program has strong linkages with other ADB projects, \nas it will provide relief to stressed national transmission and distribution systems, and balance \nthe energy mix, which are the basis for key ADB interventions. \n \n10.  Results-based lending. RBL is the most suitable modality because (i) the program’s \nbusiness model, which is community-driven from design to operation and maintenance, requires \nnongovernment  organizations  (NGOs)—and  the  private  sector  for  the  MHPs—to  lead  the \ncontractor team and be responsible for community mobilization and sustainability; the NGOs \nsuccess and eligibility for further projects are measured by the results achieved, which fits RBL \nrather  than  investment  projects:  (ii)  by  monitoring  results,  RBL  reduces  transaction  costs \ncompared with investment projects, which would have extremely difficult to control inputs to \nthousands of schools, health facilities, and communities; (iii) RBL foster government and local \nownership on a large decentralized scale and leverage system improvements at provincial, \ndistrict, and local levels, without which provincial targets for electrification from decentralized \nrenewable sources cannot be achieved; (iv) by focusing on achieving results, which requires \ngreater engagement and attitudinal changes from all stakeholders, the targeted indicators will \nensure greater benefits for vulnerable communities and women, and enhance coordination \namong  the  program’s  diverse  stakeholders;  (v)  both  provinces,  having  managed  and \nimplemented ADB as well as other donor funded projects before, have adequate capacity for \nthe RBL program; and (vi) ADB’s vast experience and knowledge of the energy sector in \nPakistan lays a technically sound and robust basis for the first energy RBL for the country. \n                                                \n15 Government of Pakistan, 2006. Policy for Development of Renewable Energy for Power Generation. Islamabad. \nUnder the policy, the Government of Pakistan aims to generate at least 9,700 MW of renewable energy by 2030. \n16 ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila. \n17 ADB. 2015. Country Partnership Strategy: Pakistan, 2015–2019. Manila.  \n18 ADB. 2009. Energy Policy. Manila. \n ", "4 \n11.  ADB-supported  interventions  will  add  value  by  (i)  strengthening  the  systems  and \ninstitutional capacity of provincial governments; (ii) complementing infrastructure support for \nrenewable  energy  facilities  with  enhanced  support  for  off-grid  electrification;  (iii)  improving \nprogram design to enhance sustainability, inclusive growth, and women’s empowerment; (iv) \nsupporting innovations such as business models for off-grid electrification and net-zero emission \nbuilding models, which can then be replicated beyond the life of the program; and (v) developing \nand implementing a monitoring system that will ensure sustainability and results mapping. \n \nC.  Program Scope \n \n12.  The RBL program will support two broader KPP and Punjab provincial government \nprograms for providing uninterrupted access to affordable and clean energy, as set out in their \nrespective power sector master plans (footnote 8). The RBL program will support each of these \ntwo provincial programs, notably those portions that cover community-based renewable energy \ninitiatives and public sector energy efficiency (Table 1). Under the RBL program, the MHPs will \nprovide electricity to around 1.5 million people in rural areas of KPP, and solar plants installed at \nschools will provide electricity to more than 2.6 million students, including 1.2 million girls. The \nMHP program will be implemented with the assistance of NGOs, hired through a competitive \nprocurement process serving as the lead partner of the contractor, and responsible for site \nselection, feasibility study and community mobilization. The contractor will be responsible for the \nconstruction of the plant and the training of the community team on operation and maintenance. \nThe community organizations will be responsible for the operation and maintenance of the plant \nand collection of the cost recovery tariff to ensure sustainability. The RBL program will exclude \nactivities that would be classified as category A under the ADB Safeguard Policy Statement \n(2009), and those that would involve  the procurement of works, goods,  or services under \ncontracts whose estimated value exceeds specified monetary amounts.19 \n \nTable 1: Program Scope \nItem  Broader Government Program  Results-Based Lending Program \nOutcome  Uninterrupted access to affordable and  Increased access to sustainable and more reliable \nclean energy for all population groups  electricity services, particularly for vulnerable \ncommunities in KPP and Punjab \nKey outputs  (i) Expanded generation capacity, (ii)  (i) Renewable energy-based power plants installed, \nincreased electrification rates, (iii)  (ii) Opportunity for women and girls to obtain \nincreased renewable energy generation,  energy services and benefits increased, (iii) \nand (iv) increased private sector  Institutional capacity to foster sustainability \ninvestment in energy sector development  enhanced, and (iv) promotion of public sector \nenergy efficiency. \nActivity types  (i) Development of renewable and thermal  (i) Installation of micro-hydropower plants in rural \nenergy resources, (ii) development and  KPP, (ii) introduction of sustainable business \nenforcement of policies and regulations,  models for off-grid power, (iii) implementation of \n(iii) provision of reliable electricity to all,  off-grid decentralized solar solutions for education \nand (iv) demand-side management and  and primary health care facilities in KPP and \nenergy efficiency initiatives  Punjab, and (iv) Public sector energy efficiency \npromoted in Punjab. \nProgram  $26 billion:  $454.3 million  \nexpenditure  $10 billion for KPP  $330.3 million for KPP \n$16 billion for Punjab  $124.0 million for Punjab \nMain financiers  Provincial government: $25.3 billion  Provincial government: $40.8 million (9.0%) \nand respective   Community: $30 million  Community: $9.9 million (2.2%) \n                                                \n19 The amounts are currently $50 million for works, turnkey and supply, and installation contracts; $30 million for \ngoods; $20 million for information technology systems and nonconsulting services; and $15 million for consulting \nservices. ADB. 2013. Piloting Results-Based Lending for Programs. Manila (para. 66). \n ", "5 \nItem  Broader Government Program  Results-Based Lending Program \nfinancing  ADB: $325 million  ADB: $325 million (71.5%), OCR funding \namounts  AFD: $78.6 million  AFD: $78.6 million (17.3%) \nGeographic  KPP and Punjab  KPP and Punjab \ncoverage \nImplementation  20172021  20172021 \nperiod \nADB = Asian Development Bank, AFD = Agence Française de Développement, KPP = Khyber Pakhtunkhwa \nProvince, OCR = ordinary capital resources. \nSources: Asian Development Bank and energy departments of Punjab and Khyber Pakhtunkhwa provinces. \n \nD.  Program Results \n \n13.  Impact  and  outcome. The RBL program’s impact is aligned with the national goal \n(footnote 14) of inclusive economic growth through sustainable energy access. The outcome will \nbe  increased  access  to  sustainable  and  more  reliable  electricity  services,  particularly  for \nvulnerable communities in KPP and Punjab. This will be achieved through four outputs: \n(i)  Output 1: Renewable energy-based power plants installed. This output will \nsupport the installation of 1,000 MHPs in off-grid areas of KPP. MHPs will be \ndeveloped based on reliable business models and sustainable tariff structures.20 \nThe output will also support the provision and installation of rooftop solar plants \nfor 23,000 schools and 2,587 PHFs in the two provinces and a university in \nBahawalpur, Punjab. Facilities without any electricity and those receiving only a \nfew hours of electricity per day will be prioritized. \n(ii)  Output 2: Opportunity for women and girls to obtain energy services and \nbenefits increased. This output will facilitate providing basic services that can \ncontribute to women’s empowerment and well-being, and gender mainstreaming. \nGirls’ schools in both provinces will be prioritized for the provision of electricity. In \nKPP,  the  program  will  identify  and  prioritize  households  headed  by  women, \nwhich are usually the poorest and most marginalized, by providing electricity from \nMHPs. Women will benefit from the time saved and the improved living standards, \nand have increased access to training and enhanced livelihood opportunities. \nThe program will ensure round-the-clock electricity to PHFs. \n(iii)  Output  3:  Institutional  capacity  to  foster  sustainability  enhanced.  This \ncomponent will address capacity challenges that constrain program sustainability. \nThe output will ensure institutional strengthening of critical systems (e.g., for \nmonitoring, procurement, and internal audit). A web-based program performance \nmonitoring system will be established under the program. \n(iv)  Output 4: Public sector energy efficiency promoted. This output will support \nenergy efficiency audits in Punjab, and develop a methodology for follow-up on \naudit recommendations. It will also support to develop standards and the design \nfor  a  net-zero  energy  building,  based  on  the  results  achieved  from  the \nconstruction of a model building for the energy department. \n \n14.  Eight disbursement-linked indicators selected. Each disbursement-linked indicator \n(DLI) meets the criteria of being specific, measurable, achievable, relevant, and time-bound. \n                                                \n20 AF-Mercados EMI. 2016. Due Diligence Report, Khyber Pakhtunkwa Province, Peshawar (prepared under the \nproject preparatory TA for Access to Clean Energy Investment Project). The report suggests multiple business \nmodels with Pakhtunkhwa Electricity Development Organization (PEDO), community or private sector ownership; \noperations and maintenance by private or community. Determined of which model to apply will be dependent on \nsite and size of plant. In all cases, PEDO will procure the contractor.    \n ", "6 \nThe outcome, outputs, and corresponding DLIs are listed in Table 2, along with the associated \nADB and cofinancier disbursements (allocated based on an 80:20 financing ratio for each DLI). \n \nTable 2: Disbursement-Linked Indicators \nDisbursement Allocated  Share of Total \nADB                   AFD  ADB plus AFD \nIndicator  ($ million)  Financing (%) \nOutcome        \nDLI 1. By 2021, access to electricity is provided to an additional  61.40  14.55  20.0 \n240,000 households and 2,600,000 students in unelectrified and \npoorly electrified areas. \nOutput 1       \nDLI 2. By 2021, power generation capacity from clean energy  76.75  18.15  30.0 \nsources is increased by an additional amount of 182 megawatts. \nDLI 3. By 2021, at least 26,587 sites have renewable energy-based  61.40  14.55  15.0 \npower plants installed. \nOutput 2 \nDLI 4. By 2021, at least 30% of schools with solar plants installed  22.35  5.30  5.0 \nare girls’ schools. \nDLI 5. By 2021, at least 7% of target households newly connected  17.85  4.15  5.0 \nto electricity are women-headed households. \nOutput 3 \nDLI 6. By 2021, governance, financial management, and  30.70  7.26  10.0 \nprocurement functions are improved. \nDLI 7. From 2017, the information and communication technology- 29.86  7.03  8.0 \ndriven program performance monitoring system is operationalized \nto produce, annual performance monitoring reports for all indicators \nand program action plan actions. \nOutput 4 \nDLI 8. By 2019, energy audits are conducted on 100% of identified  6.69  1.64  7.0 \npublic sector buildings and a model net-zero building is constructed. \nInterest During Construction  18.0  6.0   \n      Total  325.00  78.63  100.0 \nADB = Asian Development Bank, AFD = Agence Française de Développement, DLI = disbursement-linked indicator. \nSources: Asian Development Bank, and Khyber Pakhtunkhwa and Punjab province energy departments. \n  \n15.  DLIs and other performance indicators have been selected to provide ambitious yet \nachievable measures of progress toward the program outcome and outputs. The outcome DLI \n(DLI 1) measures the number of people that benefit from access to reliable electricity (target: \n240,000  households  and  2.6 million  students).  Under  output  1,  DLI 2  monitors  the  power \ngeneration capacity added from clean energy sources (target: 182 MW additional capacity), and \nDLI  3  tracks  the  number  of  locations  with  installed  renewable  energy-based  power  plants \n(target: 1,000 MHPs, 23,000 schools, and 2,587 PHFs). Under output 2, two DLIs 4 and 5 \nensure that  planning  and  targeting give  special  attention  to  girls’  schools  and  households \nheaded by women. Under output 3, DLI 6 focuses on improving governance and systems for \nfinancial  management  and  procurement,  while  DLI  7  promotes  effective  and  continuous \nperformance monitoring, which is essential to the program’s success. Under output 4, DLI 8 \ntracks progress on energy efficiency measures. \n \n16.  The DLI selection process was based on the outcomes of due diligence conducted \nunder  the  project  preparatory  TA.  Best  practices  have  been  structured  into  the  program’s \nbusiness model, with adoption of such practices made part of the program. The targets for each \nquantitative DLI were based on provincial averages, which are quite high when compared with \nthe rural areas targeted by the program. Similarly, targets for DLIs 4 and 5 (regarding gender) \nwere  developed  based  on  current  statistics  and  on  empirical  evidence  that  girls’  schools \nhouseholds headed by women need special attention in planning and targeting. DLIs 6 and 7 \n ", "7 \nseek to strengthen institutional setups; these are ambitious in seeking to institute essential new \nprocedures and systems (e.g., the establishment of institutionalized procurement procedures; \nan internal audit function that meets the standards set by the auditor-general of Pakistan; and \nmost importantly, a web-based monitoring system with functions beyond traditional monitoring). \nFor the quantitative indicators on households and students (DLI 1), off-grid generation capacity \nand  number  of  sites  (DLIs  2  and  3),  indicative  baseline  numbers  are  not  available  as \ninterventions  must  be site-specific. These targets  have  been  set  based  on  terrain,  results \nachieved  by  similar  projects  developed  by  NGOs,  and  a  comparison  with  provincial  data. \nSimilarly, the disbursement amount allocated to each DLI depends on its proportion for program \nsuccess, with bigger shares allocated to critical DLIs (e.g., MHP development, which has the \nlargest impact on results). \n \n17.  Disbursement allocation and schedule. Financing under the loan will be disbursed \nsubject to the achievement and verification of targets for each DLI in accordance with the \nverification protocols established for that DLI, including for multiple measurements within the \nsame target year. For some DLIs, the verification protocols allow partial disbursements, and \nearly as well as late achievement. An independent verification agent or agency (IVA) will verify \nthe satisfaction of the relevant DLIs (Appendix 3, Tables A3.1 and A3.2). \n \nE.  Expenditure Framework and Financing Plan \n \n18.  Program expenditures. The RBL program expenditures are estimated to be $454.3 \nmillion from 2017 to 2021 (Table 3). \n \nTable 3: Summary of Program Expenditure Framework, 2017–2021 \n(in 2016 prices) \n       Broader Government Program               Results-Based Lending Program \nPunjab  KPP  Total  Share  Punjab  KPP  Total  Share \nItem  ($ million)  (%)  Item  ($ million)  (%) \nHydropower  2,798  8,143  10,941  41.6  MHP  246.1  246.1  54.2 \nThermal \npower  8,568  1,054  9,622  36.6  Solar  101.2  35.30  136.5  30.0 \nSolar PV  1,973  117  2,089  8.0  Othersa  6.0  2.2  8.2  1.8 \nWind/biogas  1,793  0  1,793  6.8  IDC  6.0  18.0  24.0  5.3 \nOthers  1,135  699  1,834  7.0  Contingencies  10.8  28.7  39.5  8.7 \nTotal  16,267  10,013  26,280  100.0  Total  124.0  330.3  454.3  100.0 \na Others = recurrent cost and capacity building. \nIDC = interest during construction and commitment charges; KPP = Khyber Pakhtunkhwa Province, MHP = micro-\nhydropower plant, PV = photovoltaic. \nSources: Asian Development Bank and Khyber Pakhtunkhwa and Punjab provincial energy departments. \n \n19.  Program financing. The financing plan is summarized in Table 4.  The government has \nrequested a loan of $325 million from ADB’s ordinary capital resources to help finance the RBL \nprogram. The loan terms and conditions are in para. 34. \n \nTable 4: Program Financing Plan \n  Punjab  KPP   Program  Share of Total \nSource  ($ million)  ($ million)  ($ million)  (%) \nGovernment \n   Provincial government   13.9     26.9      40.8      9.0  \nCommunity contribution  0.0      9.9   9.9   2.2 \nDevelopment partners         \n   Asian Development Bank         \nOrdinary capital resources (loan)   87.7   237.3   325.0a   71.5 \n ", "8 \n   Agence Française de Développementb   22.4   56.2   78.6c   17.3 \nTotal   124.0   330.3   454.3   100.0 \nKPP = Khyber Pakhtunkhwa Province. \na  Interest and other charges during construction to be capitalized in the loan.  \nb  Joint and collaborative cofinancing from Agence Française de Développement will be in the form of a loan and \nwill not be administered by Asian Development Bank. \nc  Agence Française de Développement commitment is €70 million (converted for calculation purposes only). \nSources:  Asian  Development  Bank  estimates  and  Khyber  Pakhtunkhwa  and  Punjab  provincial  energy \ndepartments. \n \n20.  Disbursement arrangements. From 2017 onward and for disbursement purposes, the \nPakhtunkhwa Energy Development Organization (PEDO) in KPP and the Office of the Chief \nEngineer (Power) in Punjab will periodically submit separate withdrawal applications, along with \nthe evidence of DLI achievement based on the relevant verification protocol. Before submission \nof the first withdrawal application, the Economic Affairs Division of Pakistan will submit to ADB \nthe evidence of the authority of the person(s) who will sign the withdrawal applications for each \nprovince on behalf of PEDO and the Office of the Chief Engineer (Power), together with the \nauthenticated  specimen  signatures  of  each  authorized  person.  The  government  will  then \narrange for the IVA to verify satisfaction of the relevant DLIs and submit its report. The loan \nproceeds will be disbursed through the State Bank of Pakistan to the respective provincial \nconsolidated  funds, 21 and  then  to  the  assignment  accounts  of  PEDO  and  the  Energy \nDepartment of Punjab (EDP). Advance financing of 15% is allowed to address related financing \nrequirements. The government will refund any advance financing amount outstanding within 6 \nmonths of program completion, if the DLIs are not achieved on or before program completion. \n \nF.  Capacity Development and Program Action Plan \n \n21.  Capacity development activities will be carried out by consultants hired under the RBL \nprogram, complimenting the program results framework and DLIs, and have been detailed in the \nprogram action plan (PAP) covering actions in key areas. These activities will also complement \nthe physical investments and support the achievement of program results and sustainability. \n \nG.  Technical Assistance \n \n22.  TA for capacity development and program performance monitoring will support program \nimplementation and results achievement. The TA will hire experts during the RBL program \nperiod to (i) strengthen monitoring and evaluation (M&E) by PEDO and EDP, (ii) improve \nsafeguard management, and (iii) conduct a sampled verification of the IVA third-party validation \nreport.22 The TA will be implemented from December 2016 to December 2021 and is estimated \nat $800,000, of which $750,000 will be financed on a grant basis by ADB’s Technical Assistance \nSpecial Fund (TASF-V). The government will support the TA in the form of counterpart staff, \noffice facilities, and other in-kind contributions. ADB will be the executing agency of the TA. \n \nH.  Implementation Arrangements \n \n23.  The program will be implemented from December 2016 to December 2021. In Punjab, \nEDP  will  be  the  executing  agency  and  the  Office  of  Chief  Engineer  (Power)  will  be  the \nimplementing agency. In KPP, the Energy and Power Department will be the executing agency \nand  PEDO  will  be  the  implementing  agency.  Each  implementing  agency  will  execute  the \n                                                \n21 The government will relend the ADB loan proceeds to KPP and Punjab provinces. \n22 Attached Technical Assistance (accessible from the list of linked documents in Appendix 2). \n ", "9 \nprogram through a strengthened program management unit. The executing agencies will be \nresponsible for overall monitoring of the program results. Procurement will be conducted under \nthe rules of the program procurement systems of KPP and Punjab provinces; because Agence \nFrançaise  de  Développement  will  provide  cofinancing,  universal  procurement  will  apply.23 \nFinancial auditing and reporting arrangements will rely on country systems. Systems will be \nenhanced as set out in the program action plan. Results verification will be conducted by the \nIVA, hired by the implementing agencies under the loan and acceptable to ADB. \n \nIII.   SUMMARY OF ASSESSMENTS \nA.  Program Technical Assessments \n \n24.  Assessments concluded that the program is well justified and technically sound. The use \nof off-grid renewable energy is the least-cost option for rural communities scattered over the \nmountainous areas of KPP province. The program will increase energy security, reduce reliance \non imported fuel, reduce the carbon footprint, and contribute to social equity. These conclusions \nunderpin the program’s result areas, key actions, and performance indicators.  Design and \nimplementation arrangements are sound and the results framework is well designed, being \nbased on a robust causal analysis of the results chain. Each DLI indicator represents an action \ncritical to the achievement of the results. \n \n25.  The program will supply reliable electricity to schools, PHFs, and rural communities that \ncurrently either lack electricity or receive it for a very limited period, and use other sources (e.g., \nkerosene or candles) as alternatives. This benefit is incremental and valued at willingness to \npay. Some incremental benefits will also be contributed through the sale of saved electricity, \nwhich is assumed to be redistributed to the grid for customers without alternative means of \ngenerating electricity, valued at the current tariff rate plus subsidies. Similarly, non-incremental \nbenefits have been estimated at the resource saving value for electricity supplied to schools and \nPHFs that use alternative means, such as gasoline or diesel for generating electricity. The \neconomic internal rate of return is 17.4%, confirming the economic viability of the program.24 \n \n26.  Classification.  The  RBL  program  is  classified  general  intervention,  which  supports \npoverty reduction indirectly by providing electricity to poorer households, schools, and PHFs, \nand  by  supporting  skills  development.  The  program  is  classified  as  effective  gender \nmainstreaming, with (i) a gender-specific output and three gender-related DLIs, (ii) training on \ngender-inclusiveness, (iii) consultations with men and women during site selection and program \nimplementation, (iv) collection of baseline data for DLI verification, and (v) monitoring and \nevaluation of gender-related components. \n \nB.  Program Systems Assessments \n \n27.  Monitoring  and  evaluation  system.  The  M&E  systems  of  PEDO  and  EDP  were \nassessed and measures to strengthen were identified. The current M&E indicators are limited \nand  are  the  responsibility  of  project  directors.  PEDO  focuses  on  monitoring  construction \n                                                \n23 The program will be financed by ADB’s ordinary capital resources and cofinancing from Agence Française de \nDéveloppement. The funds of ADB and Agence Française de Développement will be commingled and jointly used \nto finance the common expenditure framework of the program, including the individual procurement packages for \ngoods, works, and consulting services under the program. ADB. 2015. Enhancing Operational Efficiency of the \nAsian Development Bank. Manila. \n24 Program Soundness Assessment (accessible from the list of linked documents in Appendix 2). \n ", "10 \nprogress and not operation and maintenance, while EDP has no established indicators. Data \ncollection and reporting are done manually with assistance from management consultants, \nwhich will become challenging given the expanded number of monitoring indicators under the \nRBL, and the large number of sites. Institutional arrangements are satisfactory, with PEDO and \nEDP reporting to provincial authorities on program progress. The program will support a web-\nbased M&E system, which will enable PEDO and EDP to manage the expanded M&E activities. \nADB’s TA (para. 22) will support training on verifying and monitoring indicators. \n \n28.  Fiduciary systems. The program will use country fiduciary systems for public financial \nmanagement, procurement, and anticorruption. These systems were assessed to determine \nwhether they would be able to manage fiduciary risks and provide assurance that RBL program \nfunds  are  used  for  their  intended  purposes,  with  economy  and  efficiency.  The  financial \nmanagement assessment confirms that adequate financial management capacity exists in the \nKPP  and  Punjab  provincial  governments,  with  sound  budgeting,  accounting,  and  financial \nreporting;  and  auditing procedures  and  practices.  Improvements  are needed  to strengthen \ninternal control and establish internal audit functions. The PAP includes mitigating measures to \nmanage fiduciary risks. \n \n29.  Procurement systems. The procurement systems and practices are sound and can \ndeliver  the  intended  outcomes.  Procurement  will  follow  the  respective  KPP  and  Punjab \nprovincial  procurement  rules,  which  are  both  largely  modeled  on  the  Federal  Public \nProcurement Rules of Pakistan. These rules are substantially aligned with international best \npractices  and  allow  for  open  competitive  bidding,  adequate  provision  for  advertising \nprocurement opportunities, and the use of standard bidding documents. The risks are assessed \nas high, because some provisions in the national procurement rules can be used to restrict \ncompetition  and  endow  procuring  entities  with  discretionary  powers  that  may  compromise \nfairness  and  transparency.  The  lack  of  established  procedures  and  procurement  manuals \nrepresents major weaknesses. The PAP sets out mitigating measures, including institutional \nstrengthening and ensuring that restrictive clauses are not used in bidding documents. \n \n30.  The Guidelines to Prevent or Mitigate Fraud, Corruption, and Other Prohibited Activities \nin Results-Based Lending Programs were explained to and discussed with the government, \nPEDO, and EDP.25 The government’s anticorruption system is led by the National Accountability \nBureau at the federal and provincial levels. The Federal Investigation Agency, with its provincial \noffices,  has  the  authority  to  investigate  corruption  and  fraud  cases.  The  main  risk  is  the \nseemingly  reactive  nature  of  the  anticorruption  system  and  can  be  mitigated  through \nimplementing a proactive policy and increased awareness training. \n \n31.  Safeguard systems. A program safeguard systems assessment was conducted and \ndiscussed  with  program  stakeholders.  The  safeguard  classification  is  category  B  for  the \nenvironment, indigenous peoples, and involuntary resettlement. The climate risk to the program \nis rated as high. The potential impact of climate change on hydrology and irradiation can be \nmitigated to some extent during site selection. Activities under the program will involve civil \nworks with site-specific environmental impacts, which will be limited to the construction period, \nand will be addressed through adequate mitigation measures. Solar plants are to be placed on \nrooftops of existing facilities, while the land required for the MHPs will be provided voluntarily by \nthe beneficiary communities. MHP sites will be screened to exclude sites assessed category A \nfor the environment and with involuntary resettlement impacts. Environmental assessments and \n                                                \n25 ADB. 2013. Piloting Results-Based Lending for Programs. Manila. \n ", "11 \nmanagement plans will be prepared for each site. The PAP identifies mitigation actions to \naddress weaknesses. \n \nC.  Integrated Risk Assessment and Mitigating Measures \n \n32.  Major risks and mitigating measures are summarized in Table 5. The overall benefits \nand impacts are expected to outweigh the risks and costs. The overall risk level is substantial. \n \nTable 5: Summary of Integrated Risk Assessment and Mitigating Measures \nRisks  Ratings  Key Mitigating Measures \nResults. There are issues relating to site access,  Substantial  Ensure backup plans for site selection and \ngender priority actions, and communities and local  access, and implement robust monitoring and \nauthorities fail to undertake O&M of plants.  compliance with O&M and gender actions. \nExpenditures and financing. The government  Moderate  Include O&M for the first 3 years in the \nmay not include any budget for the O&M for solar  installation contract and ensure another O&M \nplants.  contract for the next 3 years is awarded. \nFiduciary. Institutional inertia and vested interests  Substantial  The Finance Department will establish an \nimpede the required changes to strengthen internal    internal audit system and prioritize \ncontrols and systems.    implementation in the Energy Department. \nProcurement. Institutional procurement, project  High  Implementing agencies will (i) establish \nmanagement, and contract administration capacity  capacity and procurement-specific skills, (ii) \nare limited.  prepare procurement manual, (iii) prepare \ncustomized SBDs with due attention to \ndiscretion and eligibility, (iv) strengthen \ncontract management capacity, and (v) \nestablish procurement monitoring system. \nOperating environment. Some sites may not be  Moderate  Undertake extensive consultations with \nimplemented due to security risks or cost  community elders to find solutions for extreme \nimplications.  high-security risk areas. Ensure sufficient \n  funds and insurance of assets is made. \nOverall RBL program risk  Substantial   \nO&M = operations and management, RBL = results-based lending, SBD = standard bidding document. \nNote: Risk factors are assessed against two dimensions: (i) the likelihood that the risk will occur, and (ii) the impact of \nthe risk on the outcome. Rating scale: low = low likelihood and low impact, moderate = substantial to high likelihood \nbut low to moderate impact, substantial = low to moderate likelihood but substantial to high impact, high = high \nlikelihood and high impact. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n33.  The government, the Energy Department of Punjab, the Office of the Chief Engineer \n(Power) of Punjab, the Energy Department of KPP, and PEDO have agreed with ADB on certain \ncovenants for the RBL program, which are set forth in the loan agreement. \n \nV.  RECOMMENDATION \n34.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$325,000,000 to the Islamic Republic of Pakistan for the Access to Clean Energy Investment \nProgram, from ADB’s ordinary capital resources, with interest to be determined in accordance \nwith ADB’s London interbank offered rate (LIBOR)-based lending facility; for a term of 25 years, \nincluding a grace period of 5 years; and such other terms and conditions as are substantially in \naccordance with those set forth in the draft loan agreement presented to the Board. \n \n \nTakehiko Nakao \nPresident \n4 November 2016\n ", "12  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \nImpact the Results-Based Lending Program is Aligned With \n \nInclusive economic growth achieved through sustainable energy access (Pakistan Vision 2025: One Nation–One Vision)a \n \nData Sources \n    and Reporting   \nResults Chain  Performance Indicators with Targets and Baselines  Mechanisms  Risks \nOutcome       \nAccess to  a. By 2021, access to electricity is provided to an  a. PPR of PEDO  Provincial governments \nsustainable and  additional 240,000 households and 2.6 million students  and EDP  have financing shortfalls. \nmore reliable  in unelectrified and poorly electrified areas. (DLI 1)   \nelectricity  (2016 baseline: 0)  Communities and/or \nservices      district authorities are \nincreased,  b. In previously electrified areas, the number of  b. PPR of PEDO  unable and/or unwilling to \nparticularly for  targeted schools and PHFs affected by load shedding  and EDP  carry out operation and \nvulnerable  is reduced to zero by 2021. (2016 baseline: 13,000  maintenance of solar \ncommunities in  schools, 1,900 PHFs)  plants as planned. \nKPP and Punjab   \nOutputs       \n1. Renewable  1a. By 2021, power generation capacity from clean  a. PPR of PEDO \nenergy-based  energy sources is increased by 182 MW. (DLI 2) (2016  and EDP \npower plants  baseline: 0 MW) \ninstalled  1b. By 2021, at least 26,587 sites have renewable  b. PPR of PEDO \nenergy-based power plants installed. (DLI 3) (2016  and EDP \nbaseline: 0 installed) \n2. Opportunity  2a. By 2021, girls’ schools account for at least 30% of  a. PPR of PEDO  Resistance from local \nfor women and  schools with solar plant installed. (DLI 4) (2016  and EDP  communities impedes \ngirls to obtain  baseline: %, no school)  identification and \nenergy services  2b. By 2021, households headed by women account  b. PPR of PEDO  targeting of households \nand benefits  for at least 7% of target households that are newly  and EDP  headed by women and \nincreased  connected to electricity.b  (DLI 5) (2016 baseline: 0  girls schools. \nhouseholds connected) \n2c. By 2021, 500 PHFs used by women for delivery or  c. PPR of PEDO \nantenatal care are equipped with solar plants.c (2016  and EDP \nbaseline: 0 facilities equipped) \n2d. By 2021, 3,000 women are trained to equip them in  d. PPR of PEDO \nusing energy benefits.d (2016 baseline: 0 women \ntrained) \n3. Institutional  3a. By 2021, PEDO and EDP’s governance, financial  a. PPR of PEDO  Institutional inertia and \ncapacity to  management, and procurement functions are  and EDP  vested interests impede \nfoster  improved. (DLI 6) (2016 baseline: No dedicated  the required changes. \nsustainability  procurement unit or internal audit function) \nenhanced  3b. By 2021, 100% of identified energy and finance  b. PPR of PEDO \ndepartment staff of both provinces are trained on  and EDP \ntechnical issues, gender, project management,   \nfinancial management, contract management, energy \naudit, environmental and social management, and \nclimate risk management. (2016 baseline: 0 staff \ntrained) \n3c. Annual performance monitoring reports are  c. PPR of PEDO \nproduced on all indicators and PAP actions based on  and EDP \nthe internet-based PPMS starting in 2017. (DLI 7) \n(2016 baseline: no PPMS) \n4. Public sector  4a. By 2019, energy audits are conducted on 100% of  a. PPR of PEDO  Standards and \nenergy  identified public sector buildings and a model net-zero  and EDP  recommendations for net-\nefficiency  energy building is constructed. (DLI 8) (2016 baseline:  zero energy buildings \npromoted in  no energy audits, no net-zero energy building)  and energy audits are \nPunjab  delayed or rejected due \nto cost implications. \n ", "Appendix 1  13 \n \nKey Program Actions \n1. Renewable energy-based power plants installed \n1.1  Consult with and mobilize communities for participation in MHP initiatives (2017 onward). \n1.2  Install MHPs with business model in KPP (2017 onward). \n1.3  Consult with communities on solar plants (2017 onward). \n1.4  Install solar plants in schools and PHFs in KPP and Punjab provinces (2017 onward). \n1.5  Set up operation and maintenance arrangements for solar plants (2017 onward). \n \n2. Opportunity for women and girls to obtain energy services and benefits increased \n2.1  Map, identify, and target households headed by women in KPP for MHP connection (2017 onward). \n2.2  Identify and prioritize girls’ schools in the allocation of solar plants (2017 onward). \n2.3  Identify and prioritize PHFs providing antenatal care and/or delivery services in the allocation of solar plants (2017 \nonward). \n2.4  Identify women beneficiaries, and develop and implement multiyear training plans to equip women with skills in the use \nof energy benefits (2017 onward). \n \n3. Institutional capacity to foster sustainability enhanced \n3.1  Establish internal audit and strengthen internal controls (2017 onward). \n3.2  Establish procurement unit and adopt improved procurement manual (2017 onward). \n3.3  Develop and implement training plans for energy and finance staff of KPP and Punjab (2017 onward). \n3.4  Set up PPMS in PEDO and EDP, establish baselines and monitoring mechanisms, and produce reports (2017 \nonward). \n \n4. Public sector energy efficiency promoted in Punjab \n4.1  Develop construction standards and a design for a net-zero energy building, implement construction (2017 onward). \n4.2  Finalize government building standards and design for net-zero energy buildings, and notify all relevant stakeholders \n(2019). \n4.3  Conduct energy audits and develop methodology for follow-up on energy audit recommendations (2017 onward). \nFinancing Plan \n \nTotal program financing from 2017 to 2021: $454.3 million \n \nGovernment of Pakistan: $40.8 million \nAsian Development Bank: $325 million (loan) \nCommunities: $9.9 million \nAssumptions for Partner Financing \n \nAFD is cofinancing the results-based lending program on a joint collaborative basis ($78.6 million). The cofinancing will be \nin support of outputs in a common results framework agreed between the government, ADB, and AFD. \nAFD = Agence Française de Développement, DLI = disbursement-linked indicator, EDP = Energy Department of Punjab, \nKPP = Khyber Pakhtunkhwa Province, MHP = micro-hydropower plant, MW = megawatt, PAP = program action plan, \nPEDO = Pakhtunkhwa Energy Development Organization, PHF = public health facility, PPMS = program performance \nmonitoring system, PPR = program performance report. \na  Government of Pakistan. Ministry of Planning, Development & Reform. 2014. Pakistan Vision 2025: One Nation–One \nVision. Islamabad. \nb  Households headed by women mean any household headed by (i) a single woman living on her own; and (ii) a widow or \nwoman separated from her husband for any reason, including migration, with or without children. \nc  Not every health facility or unit is equipped for antenatal care or delivery care. The minimum requirement to qualify is the \npresence of a trained midwife or nurse certified to conduct antenatal care. \nd  Training of community beneficiaries to be conducted by nongovernment organization community mobilizers. \nSources: Asian Development Bank, Energy Department of Punjab, and Pakhtunkhwa Energy Development Organization. \n \n \n \n \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=49056-002-3 \n \n1.  Loan Agreement \n2.  Country Economic Indicators \n3.  Summary Sector Assessment: Energy \n4.  Program Soundness Assessment \n5.  Program Results Assessment \n6.  Program Results Framework \n7.  Program Expenditure and Financing Assessment \n8.  Program Monitoring and Evaluation System Assessment \n9.  Program Fiduciary Systems Assessment \n10.  Program Safeguard Systems Assessment \n11.  Integrated Risk Assessment and Mitigating Measures \n12.  Program Action Plan \n13.  Attached Technical Assistance \n14.  Contribution to the ADB Results Framework \n15.  Development Coordination \n16.  Summary Poverty Reduction and Social Strategy \n17.  Program Implementation Document \n \nSupplementary Documents \n18.  Gender Mainstreaming Strategy \n19.  Poverty and Social Analysis Report \n20.  Environment and Social Safeguard Assessment \n ", "Appendix 3  15 \nDISBURSEMENT-LINKED INDICATORS, VERIFICATION PROTOCOLS, AND DISBURSEMENT SCHEDULE \n \nTable A3.1: Disbursement-Linked Indicators \nBaseline \nResults Indicators  and year  2017  2018  2019  2020  2021 \nOutcome: Access to sustainable and more reliable electricity services increased, particularly for vulnerable communities in KPP and Punjab \nDLI 1. By 2021, access to electricity is provided to an  0  40,000  80,000  120,000  180,000  240,000 \nadditional 240,000 households and 2,600,000 students  households  households  households  households  households \nin un-electrified and poorly electrified areas:   1,100,000  1,600,000  2,100,000  2,600,000 \n500,000 students \nstudents  students  students  students \nKPP: households  0  40,000  80,000  120,000  180,000  240,000 \nKPP:  total students  0  160,000  320,000  480,000  640,000  800,000 \nPunjab: total students   0  340,000  780,000  1,120,000  1,460,000  1,800,000 \n(Partial  (Partial  (Partial  (Partial  (Partial \ndisbursements  disbursements  disbursements  disbursements  disbursements \nallowed)  allowed)  allowed)  allowed)  allowed) \nOutput 1: Renewable energy-based power plants installed \nDLI 2. By 2021, power generation capacity from clean  0 MW \nenergy sources is increased by an additional amount of  36 MW  73 MW  109 MW  146 MW  182 MW \n182 MW:  \nKPP  0 MW  31 MW  61 MW  92 MW  123 MW  153 MW \nPunjab   0 MW  5 MW  12 MW  17 MW  23 MW  29 MW \n(Partial  (Partial  (Partial  (Partial  (Partial \ndisbursements  disbursements  disbursements  disbursements  disbursements \nallowed)  allowed)  allowed)  allowed)  allowed) \nDLI 3. By 2021, at least 26,587 sites have renewable  0 \n5,317  10,635  15,952  21,270  26,587 \nenergy-based power plants installed:  installed \nKPP: 1,000 MHPs installed   200  400  600  800  1,000 \nKPP: 8,187 solar plants installed   1,637  3,275  4,912  6,550  8,187 \nPunjab: 17,400 solar plants installed   3,480  6,960  10,440  13,920  17,400 \n(Partial  (Partial  (Partial  (Partial  (Partial \ndisbursements  disbursements  disbursements  disbursements  disbursements \nallowed)  allowed)  allowed)  allowed)  allowed) \nOutput 2. Opportunity for women and girls to obtain energy services and benefits increased. \nDLI 4. By 2021, at least 30% of schools with solar plant  0% \n6%  12%  18%  24%  30% \ninstalled are girls schools: \nKPP  6%  12%  18%  24%  30% \nPunjab  6%  12%  18%  24%  30% \n(Partial  (Partial  (Partial  (Partial  (Partial \ndisbursements  disbursements  disbursements  disbursements  disbursements \nallowed)  allowed)  allowed)  allowed)  allowed) \n ", "16  Appendix 3 \nBaseline \nResults Indicators  and year  2017  2018  2019  2020  2021 \nDLI 5. By 2021, at least 7% of target households newly  0%  2%  4%  5%  6%  7% \nconnected  to  electricity  are  women-headed  (Partial  (Partial  (Partial  (Partial  (Partial \nhouseholds1   disbursements  disbursements  disbursements  disbursements  disbursements \nallowed)  allowed)  allowed)  allowed)  allowed) \nOutput 3. Institutional capacity to foster sustainability enhanced. \nDLI 6. By 2021, governance, financial management and             \nprocurement functions are improved. \nKPP energy department (PEDO)  No   Corporate  First internal      PEDO internal \nprocure- governance  audit report  performance \nment unit,  structure  approved by  audit report on \nno internal  implemented,  PEDO board  the program \naudit  including    produced  \ndedicated   \nprocurement unit   \n Internal audit \ndepartment \nestablished and \noperationalized \n Procurement \nmanual adopted \n Business model \nadopted for \nmicro-\nhydroelectricity \nplants \n Program \nmanagement \nunit \nstrengthened. \n                                                \n1 Women-headed households mean any household headed by: (i) a single woman living on her own, (ii) a widow, or woman separated from her husband for any \nreason, including migration, with or without children.  \n ", "Appendix 3  17 \nBaseline \nResults Indicators  and year  2017  2018  2019  2020  2021 \nEnergy department of Punjab (EDP)  No   Dedicated  EDP internal      EDP internal \nprocure- procurement unit  audit report  performance \nment unit,  established.  produced  audit report on \nno internal   Internal audit  the program \naudit  department  produced  \nestablished and \noperationalized \n Procurement \nmanual adopted \n Program \nmanagement \nunit \nstrengthened. \nDLI  7. From 2017, ICT-driven program performance  No PPMS           \nmonitoring  system  (PPMS)  is  operationalized  to \nproduce annual performance monitoring reports on all \nindicators and PAP actions.  \nKPP  PPMS  set  up,  2018  report  2019  report  2020  report  2021  report \n2017  report  issued  on  all  issued  on  all  issued  on  all  issued  on  all \nissued  indicators  and  indicators  and  indicators  and  indicators  and \nPAP actions  PAP actions  PAP actions  PAP actions \nPunjab  PPMS  set  up,  2018  report  2019  report  2020  report  2021  report \n2017  report  issued  on  all  issued  on  all  issued  on  all  issued  on  all \nissued  indicators  and  indicators  and  indicators  and  indicators  and \nPAP actions  PAP actions  PAP actions  PAP actions \nOutput 4. Public sector energy efficiency promoted in Punjab \nDLI 8. DLI 8: By 2019, energy audits are conducted on  No energy   30% of identified  100% of   Methodology     \n100% of identified public sector buildings and a model  audits  public sector  identified  developed and \nnet zero building is constructed.   buildings have  buildings have  approved for \nconducted energy  conducted  follow-up on \naudits          energy audits  energy audit \n(Partial  (Partial  recom-\ndisbursements  disbursements  mendations.  \nallowed)  allowed)   Construction of \n Construction of    model net zero \nmodel net zero  building \nbuilding initiated  completed and \ngovernment \nstandards and \ndesign for net-\nzero buildings \nnotified.   \n ", "18  Appendix 3 \nBaseline \nResults Indicators  and year  2017  2018  2019  2020  2021 \nADB = Asian Development Bank, DLI = disbursement-linked indicator, EDP = Energy Department of Punjab, ICT = Information and Communication Technology, KPP = \nKhyber Pakhtunkhwa province, MHP = micro-hydropower plant, MW = megawatts, PAP= Program Action Plan, PEDO = Pakhtunkhwa Energy Development Organization, \nPPMS = program performance monitoring system, RBL = results-based lending. \nSources: Asian Development Bank, Energy Department of Punjab, and Pakhtunkhwa Energy Development Organization. \n   \n ", "Appendix 3  19 \nTable A3.2: Disbursement-Linked Indicator Verification Protocols \nInformation \nDisbursement-Linked  Source and  Verification Agency and \nIndicator  Definition and Description of Achievement and Verification  Time Frame  Procedure \nDLI 1. By 2021, access to electricity is provided to an additional 240,000 households and 2,600,000 students in un-electrified and poorly electrified areas. \n2016 baseline: 0  Definition:   KPP:    PEDO or EDP prepares an \nAll targets are cumulative and  For MHP, the DLI refers to the total households connected to the MHP grids  PEDO reports  attestation that the DLI is met \nprovide the minimum threshold  provided by the RBL program. For solar sources, the DLI refers to the total  drawn from its  and attaches the relevant \nfor disbursement without  number of students in schools provided with solar electricity by the RBL  PPMS.   report. The IVA will verify the \nprejudice to the arrangements  program, to be obtained from education authorities.     results each year first, from \nfor partial disbursement.    Punjab:   the administrative records. \nDisbursement targets for KPP:  Conditions for disbursement are met when (i) the total number of  EDP reports  These will be the number of \nHouseholds:   households provided with electricity by the program from MHPs equals or  drawn from its  consumers per site and \n 2017: 40,000   exceeds the annual cumulative target specified, and (ii) when the total  PPMS.  schoolchildren in connected \n 2018: 80,000   number of students in beneficiary schools is equal to or exceeds the annual  Frequency for  schools in KPP and the \n 2019:120,000  cumulative target specified. In KPP, MHP component counts for 80% of full  reporting will be  number of schoolchildren in \n 2020: 180,000  disbursement and solar sources component counts for 20% of full  annual.  connected schools in Punjab. \n 2021: 240,000  disbursement. For example, if all the household targets are achieved but    Second, the IVA will back this \nStudents:   student targets are not, then 80% of the target amount allocated for KPP for  up with random spot checks of \nthat year will be disbursed.   communities, and schools in \n 2017: 160,000 \n  field visits. Field trips may be \n 2018: 320,000 \nPartial disbursement: The DLI is scalable and partial disbursement is  combined as appropriate for \n 2019: 480,000 \nallowed for each of the above components. If the target is not fully achieved,  DLIs 1 to 5, with checking of \n 2020: 640,000 \nthen disbursement is proportional to the increase made from the previous  different elements for each DLI \n 2021: 800,000 \nperiod’s targeted achievement for that component. The following formula will  on the same field trip.  \n \nbe applied:   \nDisbursement targets for Punjab \nPartial DLI disbursement = planned DLI disbursement for the period   Within three weeks of \nStudents:  \n(actual achievement of the current period – targeted achievement of the  receiving the independent \n 2017: 340,000 \nprevious period) / (targeted achievement of the current period – targeted  verification report, ADB \n 2018: 780,000  achievement of the previous period).2   confirms that the target is met \n 2019: 1,120,000  Disbursements are allowed for early or late achievement of the DLI. This  and initiates the process of \n 2020: 1,460,000   means that the planned disbursement amount for a given year can be  disbursement. \n 2021: 1,800,000   released when the set target is fully achieved, even if the achievement is a   \n  year or more late, as long as this is within the loan period. If the target \nachievement is early, early disbursement can be made. \nDLI 2. By 2021, power generation capacity from clean energy sources is increased by an additional amount of 182 MW. \n2016 baseline: 0  Definition:   KPP:    PEDO or EDP prepares an \nAll targets are cumulative and  Clean energy sources mean MHPs and solar plants installed by the RBL  PEDO reports  attestation that the DLI is met \nprovide the minimum threshold  program in KPP, and solar plants installed by the RBL program in schools in  drawn from its  and attaches the relevant \n                                                \n2  For each year, the baseline (representing 0% disbursement) is taken from the previous period’s planned target, while the current year’s target (representing \n100% disbursement) is taken from the current year’s planned target. \n ", "20  Appendix 3 \nInformation \nDisbursement-Linked  Source and  Verification Agency and \nIndicator  Definition and Description of Achievement and Verification  Time Frame  Procedure \nfor disbursement without  Punjab, and the University of Bahawalpur. For each province, installed  PPMS.   report. The IVA will verify the \nprejudice to the arrangements  power generation capacity will be added up. There is no need to    results each year through (i) a \nfor partial disbursement.  disaggregate by type of renewable sources.   Punjab:   review of program records on \nDisbursement targets for KPP:    EDP reports  delivery, installation and \n 2017: 31 MW  Conditions for disbursement are met for each province when the total  drawn from its  capacity of power source and \n 2018: 61 MW  installed capacity from the above sources reach or exceed the megawatts  PPMS.  (ii) backed up by field spot \n 2019: 92 MW  specified in the annual target for that province.   Frequency for  checks. The verification \n 2020: 122 MW    reporting will be  process will take into account \nPartial disbursement: The DLI is scalable and partial disbursement is  annual.  the different capacities of each \n 2021: 153 MW \nallowed. If the target is not fully achieved, then disbursement is proportional    source. Field trips may be \nDisbursement targets for \nPunjab:  to the increase made from the previous period’s targeted achievement. The  combined as appropriate for \nfollowing formula will be applied:  DLIs 1 to 5, with checking of \n 2017: 6 MW \nPartial DLI disbursement = planned DLI disbursement for the period   different elements for each DLI \n 2018: 12 MW \n(actual achievement of the current period – targeted achievement of the  on the same field trip.  \n 2019: 17 MW \nprevious period) / (targeted achievement of the current period – targeted  Within three weeks of \n 2020: 23 MW \nachievement of the previous period).3   receiving the independent \n 2021: 29 MW \nDisbursements are allowed for early or late achievement of the DLI. This  verification report, ADB \nmeans that the planned disbursement amount for a given year can be  confirms that the target is met \nreleased when the set target is fully achieved, even if the achievement is a  and initiates the process of \nyear or more late, as long as this is within the loan period. If the target  disbursement. \nachievement is early, early disbursement can be made.   \nDLI 3: By 2021, at least 26,587 sites have renewable energy-based power plants installed. \n2016 baseline: 0  Definition:   KPP:    PEDO or EDP prepares an \nAll targets are cumulative and  Renewable energy sources mean MHPs in KPP, and solar plants in schools  PEDO reports  attestation that the DLI is met \nprovide the minimum threshold  and PHFs in both KPP and Punjab. These are considered installed when the  drawn from its  and attaches the relevant \nfor disbursement without  plant is operational and producing electricity. Whatever the installed capacity  PPMS.   report. The IVA will verify the \nprejudice to the arrangements  of the MHP or solar plants, each plant is counted as an entity.     results each year, in the same \nfor partial disbursement.    Punjab:   process as for DLIs 1 to 5 \nDisbursement targets for KPP:  Conditions for full disbursement are met for each province when the total  EDP reports  (review of records backed up \nTotal MHPs installed:   number of installations (MHPs and solar plants in KPP and solar plants in  drawn from its  by field spot checks). For DLI \n 2017 : 200  Punjab) is equal to or exceed the annual target for that province. For KPP,  PPMS.  3, field checks will focus on \n 2018 : 400  the MHPs account for 80% and solar plants for 20% of full disbursement.  Frequency for  the installation and \n 2019 : 600  For example, if all the MHP installation targets are achieved but not the solar  reporting will be  operationalization of plants.  \n 2020 : 800  plant targets are achieved, then from the target amount allocated for DLI 3  annual.  Field trips may be combined \nfor KPP for that year, 80% disbursement will be made for the full    as appropriate for DLIs 1 to 5, \n 2021 : 1,000 \nSolar plants installed:  achievement of MHP installation.  with checking of different \n  elements for each DLI on the \n 2017: 1,637 \n                                                \n3  For each year, the baseline (representing 0% disbursement) is taken from the previous period’s planned target, while the current year’s target (representing \n100% disbursement) is taken from the current year’s planned target. \n ", "Appendix 3  21 \nInformation \nDisbursement-Linked  Source and  Verification Agency and \nIndicator  Definition and Description of Achievement and Verification  Time Frame  Procedure \n 2018: 3,275  Partial disbursement: The DLI is scalable and partial disbursement is  same field trip.  \n 2019: 4,912  allowed for each component. If the target is not fully achieved, then  Within three weeks of \n 2020: 6,550  disbursement is proportional to the increase made from the previous  receiving the independent \n 2021: 8,187  period’s targeted achievement for that component. The following formula will  verification report, ADB \nDisbursement targets for  be applied:  confirms that the target is met \nPunjab:  Partial DLI disbursement = planned DLI disbursement for the period   and initiates the process of \nSolar plants installed:  (actual achievement of the current period – targeted achievement of the  disbursement. \n 2017: 3,480    previous period) / (targeted achievement of the current period – targeted   \nachievement of the previous period).4  \n 2018: 6,960   \nDisbursements are allowed for early or late achievement of the DLI. This \n 2019: 10,440   \nmeans that the planned disbursement amount for a given year can be \n 2020: 13,920   \nreleased when the set target is fully achieved, even if the achievement is a \n 2021: 17,400 \nyear or more late, as long as this is within the loan period. If the target \n \nachievement is early, early disbursement can be made. \nDLI 4: By 2021, at least 30% of schools with solar plant installed are girls’ schools. \n2016 baseline: No school  Definition: The numerator for this indicator is the number of girls-only  KPP:    PEDO or EDP prepares an \nconnected to solar plant.  schools (“girls’ schools”) connected to a solar plant. The denominator is the  PEDO reports  attestation that the DLI is met \nAll targets are cumulative and  total number of schools connected to a solar plant. Each year, the  drawn from its  and attaches the relevant \nprovide the minimum threshold  numerator and denominator are measured on a cumulative basis.   PPMS.   report. The IVA will verify the \nfor disbursement without      results each year, in the same \nprejudice to the arrangements  Conditions for disbursement are met for each province when the  Punjab:   two stage process as for DLIs \nfor partial disbursement.  percentage share of girls’ schools equals or exceeds the annual percentage  EDP reports  1 to 5 (first, review of program \nDisbursement targets (Share of  target for that province.   drawn from its  and school records; second, \ngirls schools within the total    PPMS.  random spot checks \nnumber of schools having  Partial disbursement: The DLI is scalable and partial disbursement is  Frequency for  conducted in the field).  \nreceived solar plants):  allowed. If the target is not fully achieved, then disbursement is proportional  reporting will be  Field trips may be combined \nfor KPP:  to the increase made from the previous period’s targeted achievement. The  annual.  as appropriate for DLIs 1 to 5, \n 2017: 6%   following formula will be applied:    with checking of different \n 2018: 12%   Partial DLI disbursement = planned DLI disbursement for the period   elements for each DLI on the \n 2019: 18%   (actual achievement of the current period – targeted achievement of the  same field trip. \n 2020: 24%   previous period) / (targeted achievement of the current period – targeted  Within three week of receiving \n 2021: 30%   achievement of the previous period).5   the independent verification \nfor Punjab:  Disbursements are allowed for early or late achievement of the DLI. This  report, ADB confirms that the \n 2017: 6%   means that the planned disbursement amount for a given year can be  target is met and initiates the \nreleased when the set target is fully achieved, even if the achievement is a  process of disbursement. \n 2018: 12%  \n                                                \n4  For each year, the baseline (representing 0% disbursement) is taken from the previous period’s planned target, while the current year’s target (representing \n100% disbursement) is taken from the current year’s planned target. \n5  For each year, the baseline (representing 0% disbursement) is taken from the previous period’s planned target, while the current year’s target (representing \n100% disbursement) is taken from the current year’s planned target. \n ", "22  Appendix 3 \nInformation \nDisbursement-Linked  Source and  Verification Agency and \nIndicator  Definition and Description of Achievement and Verification  Time Frame  Procedure \n 2019: 18%   year or more late, as long as this is within the loan period. If the target   \n 2020: 24%   achievement is early, early disbursement can be made. \n 2021: 30%  \nDLI 5: By 2021, at least 7% of target households newly connected to electricity are women-headed households. \n2016 baseline: 0  Definition:   KPP:    PEDO or EDP prepares an \nAll targets are cumulative  The denominator for this indicator, the “target households”, means the  PEDO reports  attestation that the DLI is met \nDisbursement targets for KPP:  households in the communities selected by the RBL program that have  drawn from its  and attaches the relevant \nAll targets are cumulative and  received electricity generated from MHPs. The numerator is the number of  PPMS.   report. The IVA will verify the \nprovide the minimum threshold  women-headed households provided with electricity from MHPs under the    results each year, in the same \nfor disbursement without  RBL program. Women-headed households mean any household headed by:  Punjab:   two stage process as for DLIs \nprejudice to the arrangements  (i) a single woman living on her own, with or without children, or (ii) a widow,  EDP reports  1 to 5 (first, review of program \nfor partial disbursement.  or woman separated from her husband for any reason, including migration,  drawn from its  records, and second, random \nShare of women-headed  with or without children.  PPMS.  spot checks conducted in the \nhouseholds within the total    Frequency for  field). Checks for this DLI will \nnumber of households in KPP  Conditions for disbursement are met when the percentage share of  reporting will be  focus on the number of \nhaving received electricity  women-headed households equals or exceeds the annual cumulative target  annual.  women-headed households in \ngenerated from MHPs:  for KPP.     MHP beneficiary communities. \n 2017: 2%     Field trips may be combined \n 2018: 4%   Partial disbursement: The DLI is scalable and partial disbursement is  as appropriate for DLIs 1 to 5, \n 2019: 5%   allowed. If the target is not fully achieved, then disbursement is proportional  with checking of different \n 2020: 6%   to the increase made from the previous period’s targeted achievement. The  elements for each DLI on the \n 2021: 7%   following formula will be applied:  same field trip. \n  Partial DLI disbursement = planned DLI disbursement for the period   Within three week of receiving \n(actual achievement of the current period – targeted achievement of the  the independent verification \nprevious period) / (targeted achievement of the current period – targeted  report, ADB confirms that the \nachievement of the previous period).6   target is met and initiates the \nDisbursements are allowed for early or late achievement of the DLI. This  process of disbursement. \nmeans that the planned disbursement amount for a given year can be   \nreleased when the set target is fully achieved, even if the achievement is a \nyear or more late, as long as this is within the loan period. If the target \nachievement is early, early disbursement can be made. \nDLI 6: By 2021, governance, financial management and procurement functions are improved. \n2016 baseline: No procurement  Definition:   KPP:    PEDO or EDP prepares an \nunit, no internal audit  The actions under DLI 6 in terms of institutional strengthening are measured  PEDO reports   attestation that the DLI is met \ndepartment.  by the results produced, as follows:    and attaches the relevant \nDisbursement targets for KPP:  a) An internal audit department must meet the following criteria. The  Punjab:   report and the following as \n 2017: (i) Corporate  department (i) independently assesses the organization's risk management,  EDP reports   applicable: \n                                                \n6  For each year, the baseline (representing 0% disbursement) is taken from the previous period’s planned target, while the current year’s target (representing \n100% disbursement) is taken from the current year’s planned target. \n ", "Appendix 3  23 \nInformation \nDisbursement-Linked  Source and  Verification Agency and \nIndicator  Definition and Description of Achievement and Verification  Time Frame  Procedure \ngovernance structure  governance and internal control system, (ii) reports regularly on these to the  Frequency for  (a) for the implementation of \nimplemented, including  highest level in the organization (e.g., head of the organization,  reporting will be  the corporate governance \ndedicated procurement unit, (ii)  management and the audit committee), and (iii) is made up of qualified and  annual.  structure:  a copy of the new \nInternal audit department  skilled people able to work in accordance with the requirements contained    corporate governance \nestablished and  within the International Professional Practices Framework. Most importantly,  structure in place, with an \noperationalized, (iii)  the internal audit report (2018) and performance audit report (2021)  indication of the names of the \nprocurement manual adopted  produced by the internal audit department must meet the standards set by  staff occupying the various \n(iv) business model adopted  the Auditor-General of Pakistan.  positions reflected in the \nfor micro-hydroelectricity  b) A dedicated procurement unit must meets the following criteria: (i) it is  structure, and a copy of the \nplants, (v) program  established as a permanent unit of the organization with supplementary  document which describes the \nmanagement unit  procurement staff in the Program Management Unit, (ii) its functions are  functions and responsibilities \nstrengthened.   procurement planning, procurement process, contract management and  of each unit and position in the \n 2018: First internal audit report  procurement monitoring and reporting, and (iii) the roles and accountabilities  structure; \napproved by PEDO board.  are clearly defined within the unit as well as with the rest of the organization.  (b) for the establishment of the \n 2021: PEDO internal  c) The procurement manual must be able to guide all PEDO/EDP activities  dedicated procurement unit or \nperformance audit report on  in procurement and contracting practices and must meet provincial  internal audit department:  a \nthe program produced.  regulatory requirements in the procurement of all goods, services and  certification from the \n  works, as well as in the internal controls and standards of conduct for all  appropriate officer of PEDO or \nDisbursement targets for  personnel involved in the procurement process.  EDP confirming that the \nPunjab:  d) The business model adopted for MHPs means the KPP government has  procurement unit or internal \n 2017: (i) Dedicated  to review, select and adopt one of a number of business models developed  audit department has been \nprocurement unit established,  as part of the due diligence report under ADB’s TA 9047 PAK.   established and \n(ii) Internal audit department  e) A strengthened program management unit means a unit that has been  operationalized with  a copy of \nestablished and  established and staffed in line with the organogram in the PPTA report,  the document which describes \noperationalized, (iii)  which means having the operational strength to implement PAP.  the functions and \nProcurement manual adopted,     responsibilities of the unit or \n(iv) Program management unit  Conditions for disbursement are met for each province when the  department and a list of the \nstrengthened.  institutional action(s) specified for that year has been completed and the  names of the staff occupying \n 2018: EDP internal audit report  entities or products set up or produced meet the criteria set out in (a) to (d)  each position in the unit or \nproduced.  above. For 2017, each of the 5 actions required of the KPP government  department; \naccounts for 20% of the full disbursement allocation for that year, while for  (c) for the adoption of the \n 2021: EDP internal \nPunjab, each of the 4 actions required accounts for 25% of the full  procurement manual or \nperformance audit report on \ndisbursement allocation for that year. That is, if Punjab completes only the  business model: a copy of the \nthe program produced. \naction on internal audit and no other in 2017, then it will receive only 25% of  notification or other order of \n \nthe full allocation for that year.   the appropriate body or officer \n  in PEDO or EDP adopting the \nPartial disbursement is not allowed: The DLI is not scalable. The action  procurement manual or \nhas to be completed before any disbursement.  Disbursements are not  business model, and a copy of \nallowed for late achievement of the DLI. This means that all actions and  the manual or model; \nreports must be completed on time. Early payment against an earlier than  (d) for the strengthening of the \nscheduled completion date is allowed.    program management unit:  a \ncertification of the appropriate \n ", "24  Appendix 3 \nInformation \nDisbursement-Linked  Source and  Verification Agency and \nIndicator  Definition and Description of Achievement and Verification  Time Frame  Procedure \nofficer in PEDO or EDP listing \nthe actions that were \ncompleted in order to \nstrengthen the program \nmanagement unit, with an \nindication of the dates of \ncompletion and other \nsupporting details. \n  \nThe IVA will verify the results \nin 2017, 2018 and 2021 on the \nbasis of the required reports.   \nWithin three week of receiving \nthe independent verification \nreport, ADB confirms that the \ntarget is met and initiates the \nprocess of disbursement. \nDLI 7: From 2017, ICT-driven program performance monitoring system (PPMS) is operationalized, to produce annual performance monitoring reports on \nall indicators and PAP actions. \n2016 baseline: No PPMS  Definition:   KPP:    PEDO or EDP prepares an \nDisbursement targets for KPP:  Operationalization of PPMS means the establishment of the PPMS in EDP  PEDO reports  attestation that the DLI is met \n 2017: PPMS set up in PEDO,  and PEDO, with the required software and capacity in place to (i) conduct  drawn from its  and attaches the relevant \n2017 report issued  performance monitoring of all DMF indicators as well as additional  PPMS.   report.  \n 20182021: annual  indicators, as required, for the procurement, installation and functioning of    The IVA will verify the results \nperformance monitoring report  MHP and solar plants, and (ii) to implement all the PAP actions as agreed.  Punjab:   each year on the basis of the \nissued on all indicators and  The PPMS should be a web-based monitoring system, to allow for data  EDP reports  performance monitoring \nPAP actions  transmission and collection from remote locations. “All indicators” mean all  drawn from its  reports.   \n  the indicators agreed on by all stakeholders in the early part of 2017.   PPMS.  Within three week of receiving \nDisbursement targets for    Frequency for  the independent verification \nPunjab:  Conditions for disbursement are met for each province when the actions  reporting will be  report, ADB confirms that the \n 2017: PPMS set up in EDP,  specified for that year are met. For 2017, full disbursement requires (a)  annual.  target is met and initiates the \n2017 report issued  PPMS to be set up (50% of full disbursement allocation for that year) and (b)    process of disbursement. \n 20182021: annual  a 2017 report to be produced on all indicators (50% of full disbursement \nperformance monitoring report  allocation for that year). \nissued on all indicators and   \nPAP actions  Partial disbursement is not allowed: The DLI is not scalable. \n  Disbursements are also not allowed for late achievement of the DLI.  \nDLI 8: By 2019, energy audits are conducted on 100% of identified public sector buildings and a model net zero building is constructed. \n2016 baseline: No energy audits  Definition:   EDP reports  EDP prepares an attestation \n  “Identified public sector buildings” are all those in the list developed by EDP  drawn from its  that the DLI is met and \nDisbursement targets for  in the first quarter of 2017 and acceptable to ADB. The number of buildings  PPMS.  attaches the relevant report. \n ", "Appendix 3  25 \nInformation \nDisbursement-Linked  Source and  Verification Agency and \nIndicator  Definition and Description of Achievement and Verification  Time Frame  Procedure \nPunjab:  on this list constitutes the denominator for this indicator for 2017 and 2018.  Frequency for  The IVA will verify the results \n2017:  The numerator is the number of buildings from the list that have had energy  reporting will be  for energy audits in 2017, \n 30% of identified public sector  audits conducted. “net-zero building” means a 62% reduction from current  annual.  2018 and 2019 on the basis of \nbuildings have conducted  average level for net emission.    the energy audit reports \nenergy audits    produced in 2017 and 2018, \n Construction of model net zero  Conditions for disbursement for the energy audits are met when the  and the approval of follow up \nbuilding initiated  percentage targets for 2017 and 2018 are achieved, and when the  on energy audit \n2017:  institutional actions specified for each year have been completed. For the  recommendations in 2019.   \n 100% of identified buildings  net-zero building, condition for disbursement for the 2017 target is met when  For the construction and \nhave conducted energy audits  civil works are started and target for 2019 is met when the building has been  government standards on  net-\n2018:  completed, furnished, equipped and Energy Department staff shifted to the  zero building, the IVA will \n Methodology developed and  building. For each year, the institutional actions relating to energy audits are  conduct checks of the site and \napproved for follow-up on  allocated 15% of the full disbursement amount and institutional actions  the notification of standards.  \nenergy audit recom- relating to net-zero building are allocated 85% of the full disbursement  Within three week of receiving \nmendations   amount for that year.  the independent verification \n  report, ADB confirms that the \n Construction of model net zero \nPartial disbursement: For 2017 and 2018 energy audits percentage  target is met and initiates the \nbuilding completed and \ngovernment standards and  targets, the DLI is scalable and partial disbursement is allowed. However,  process of disbursement. \npartial disbursement is not allowed for the institutional actions. \ndesign for net-zero buildings \nnotified.    Disbursements are allowed for early or late achievement of the DLI. This \nmeans that the planned disbursement amount for a given year can be \nreleased when the set target is fully achieved, even if the achievement is a \nyear or more late, as long as this is within the loan period. If the target \nachievement is early, early disbursement can be made.  \nADB = Asian Development Bank, DLI = disbursement-linked indicator, EDP = Energy Department of Punjab, ICT = Information and Communication Technology, IVA = \nindependent verification agent, KPP = Khyber Pakhtunkhwa province, MHP = micro-hydropower plant, MW = megawatt, PAP = program action plan,7 PEDO = \nPakhtunkhwa Energy Development Organization, PPMS = program performance monitoring system, PPTA = program preparatory technical assistance, RBL = \nresults-based lending. \nSources: Asian Development Bank, Energy Department of Punjab, and Pakhtunkhwa Energy Development Organization. \n   \n                                                \n7 Program Action Plan (accessible from the list of linked documents in Appendix 2) \n ", "26  Appendix 3 \nTable A3.3: Disbursement Schedule for Khyber Pakhtunkhwa and Punjab Combined \n($ million) \nShare of total \nTotal ADB  ADB \n  Financing  Financing \nDisbursement Linked Indicator  Allocation  (%)  2017  2018  2019  2020  2021 \nBy 2021, access to electricity is provided to an additional 240,000 \nDLI 1  households and 2,600,000 students in un-electrified and poorly  61.40  20%  12.28  12.28  12.28  12.28  12.28 \nelectrified areas. \nBy 2021, power generation capacity from clean energy sources is \nDLI 2  76.75  25%  15.35  15.35  15.35  15.35  15.35 \nincreased by an additional amount of 182 MW. \nBy  2021,  at  least  26,587  sites  have  renewable  energy-based \nDLI 3  61.40  20%  12.28  12.28  12.28  12.28  12.28 \npower plants installed. \nBy 2021, at least 30% of schools with solar plant installed are girls \nDLI 4  22.35  7%  4.47  4.47  4.47  4.47  4.47 \nschools. \nBy 2021, at least 7% of target households newly connected to \nDLI 5  17.85  6%  3.57  3.57  3.57  3.57  3.57 \nelectricity are women-headed households. \nBy  2021,  governance,  financial  management  and  procurement \nDLI 6  30.70  10%  18.42  6.14  0.00  0.00  6.14 \nfunctions are improved. \nICT-driven  program  performance  monitoring  system  (PPMS)  is \nDLI 7  operationalized to produce annual performance monitoring reports  29.86  10%  15.34  5.31  3.07  3.07  3.07 \non all indicators and PAP actions \n100% of identified public sector buildings have conducted energy \nDLI 8  audits  and  the  methodology  for  follow-up  on  energy  audit  6.69  2%  1.67  2.51  2.51  0.00  0.00 \nrecommendations has been approved. \n   Subtotal  307.00  100%  83.38  61.91  53.53  51.02  57.16 \nInterest During Construction  18.00 \n             \nTotal  325.00 \n             \nADB = Asian Development Bank, DLI = disbursement-linked indicator, ICT = Information and Communication Technology, MW = megawatts. PAP = program \naction plan.8 \nSources: Asian Development Bank and Pakhtunkhwa Energy Development Organization. \n   \n                                                \n8 Program Action Plan (accessible from the list of linked documents in Appendix 2). \n ", "Appendix 3  27 \nTable A3.3.1: Disbursement Schedule for Khyber Pakhtunkhwa \n($ million) \nShare of \n   Total ADB  total ADB \nFinancing  financing \nDisbursement Linked Indicator  Allocation  (%)  2017  2018  2019  2020  2021 \nBy 2021, access to electricity is provided to an additional \nDLI 1  240,000 households and 800,000 students in un-electrified  44.65  20%  8.93  8.93  8.93  8.93  8.93 \nand poorly electrified areas. \nBy  2021,  power  generation  capacity  from  clean  energy \nDLI 2  55.85  25%  11.17  11.17  11.17  11.17  11.17 \nsources is increased by an additional amount of 153 MW. \nBy 2021, at least 9,187 sites have renewable energy-based \nDLI 3  44.65  20%  8.93  8.93  8.93  8.93  8.93 \npower plants installed. \nBy 2021, at least 30% of schools with solar plant installed are \nDLI 4  15.65  7%  3.13  3.13  3.13  3.13  3.13 \ngirls schools. \nBy 2021, at least 7% of target households newly connected \nDLI 5  17.85  8%  3.57  3.57  3.57  3.57  3.57 \nto electricity are women-headed households. \nBy  2021,  governance,  financial  management  and \nDLI 6  22.34  10%  13.40  4.47  0.00  0.00  4.47 \nprocurement functions are improved. \nFrom  2017,  ICT-driven  program  performance  monitoring \nsystem  (PPMS)  is  operationalized  to  produce  annual \nDLI 7  22.32  10%  11.16  4.47  2.23  2.23  2.23 \nperformance monitoring reports on all indicators and PAP \nactions \nBy 2019, 100% of identified public sector buildings have \nDLI 8  conducted energy audits and the methodology for follow-up  0.00  0%  0.00  0.00  0.00  0.00  0.00 \non energy audit recommendations has been approved. \n   Subtotal  223.31  100%  60.29  44.67  37.96  37.96  42.43 \nInterest and Commitment Charges  14.00 \n             \nTotal  237.31 \n             \nADB = Asian Development Bank, DLI = disbursement-linked indicator, ICT = Information and Communication Technology, MW = megawatt. PAP = program action \n9\nplan.  \nSources: Asian Development Bank and Energy and Power Department of KPP. \n   \n                                                \n9 Program Action Plan (accessible from the list of linked documents in Appendix 2). \n ", "28  Appendix 3 \nTable A3.3.2: Disbursement Schedule for Punjab \n($ million) \nShare of \n   Total ADB  total ADB \nfinancing  financing \nDisbursement Linked Indicator  allocation  (%)  2017  2018  2019  2020  2021 \nBy 2021, access to electricity is provided to an additional \nDLI 1  1,800,000 students in un-electrified and poorly electrified  16.75  20%  3.35  3.35  3.35  3.35  3.35 \nareas. \nBy  2021,  power  generation  capacity  from  clean  energy \nDLI 2  20.90  25%  4.18  4.18  4.18  4.18  4.18 \nsources is increased by an additional amount of 29 MW. \nBy  2021,  at least  17,400  sites  have  renewable energy-\nDLI 3  16.75  20%  3.35  3.35  3.35  3.35  3.35 \nbased power plants installed. \nBy 2021, at least 30% of schools with solar plant installed \nDLI 4  6.70  8%  1.34  1.34  1.34  1.34  1.34 \nare girls schools. \nBy 2021, at least 7% of target households newly connected \nDLI 5  0.00  0%  0.00  0.00  0.00  0.00  0.00 \nto electricity are women-headed households. \nBy  2021,  governance,  financial  management  and \nDLI 6  8.36  10%  5.02  1.67  0.00  0.00  1.67 \nprocurement functions are improved. \nFrom  2017,  ICT-driven  program  performance  monitoring \nsystem  (PPMS)  is  operationalized  to  produce  annual \nDLI 7  7.54  9%  4.18  0.84  0.84  0.84  0.84 \nperformance monitoring reports on all indicators and PAP \nactions \nBy 2019, 100% of identified public sector buildings have \nDLI 8  conducted energy audits and the methodology for follow-up  6.69  8%  1.67  2.51  2.51  0.00  0.00 \non energy audit recommendations has been approved. \n   Subtotal  83.69  100%  23.09  17.24  15.57  13.06  14.73 \nInterest and Commitment Charges  4.00 \n             \nTotal  87.69 \n             \nADB = Asian Development Bank, DLI = disbursement-linked indicator, ICT = Information and Communication Technology, MW = megawatt. PAP = program action \n10\nplan.  \nSources: Asian Development Bank, and Energy Department of Punjab. \n \n \n \n \n                                                \n10 Program Action Plan (accessible from the list of linked documents in Appendix 2). \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20161104161703+08'00'", "Creator": "PDF24 Creator", "Keywords": "adb rrp report recommendation president results based lending", "ModDate": "D:20161104162200+08'00'", "Producer": "GPL Ghostscript 9.14", "Title": "Report and Recommendation of the President results based lending"}}