{"path": "data/input/ta/49102-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \n \nProject Number: 49102-001 \nKnowledge and Support Technical Assistance (KSTA) \nNovember 2018 \n \n \n \n \nPeople’s Republic of Bangladesh: Capacity \nDevelopment for Renewable Energy Investment \nProgramming and Implementation \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTThhies  vdieowcsu mexepnret siss ebde hinegre dinis acrleo stheods teo o tfh teh ep ucobnliscu ilnta antc acnodrd daon ncoet  wneitche AssDaBril’ys  rPepurbelsice nCt othmomseu onfi cAaDtiBo’nss  \nPmoelmicby e2rs0,1 B1o.ard of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 10 October 2018) \n \nCurrency unit  –  taka (Tk) \nTk1.00  =  $0.011933 \n$1.00  =  Tk83.80 \n \n \n \n \nABBREVIATIONS \n \n  ACEF  –  Asian Clean Energy Fund \n  ADB  –  Asian Development Bank \n  CTF  –  Clean Technology Fund \n  GDP  –  gross domestic product \n  MW  –  megawatt \n  TA  –  technical assistance \n \n \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Bangladesh and its agencies ends on \n30 June. “FY” before a calendar year denotes the year in which the fiscal year \nends, e.g., FY2018 ends on 30 June 2018. \n(ii)  In this report, \"$\" refers to United States dollars. \n \n \n \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Priyantha Wijayatunga, Energy Division, SARD \n   \nTeam leader  Hongwei Zhang, Senior Finance Specialist (Energy), SARD \nTeam members  Isabel Borcena, Operations Assistant, SARD \nDae Kyeong Kim, Senior Energy Specialist (Smart Grids), Sustainable \nDevelopment and Climate Change Department \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Outputs, Methods, and Activities  2 \nC.  Cost and Financing  3 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  List of Linked Documents  9 \n \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 49102-001\nProject Name Capacity Development for Renewable  Department/Division SARD/SAEN\nEnergy Investment Programming and \nImplementation\nNature of Activity Capacity Development, Research and  Executing Agency Power Div-Min of Power, Energy \nDevelopment & Mineral Resources\nModality Regular\nCountry Bangladesh\n2. Sector Subsector(s)     ADB Financing ($ million)\nTotal 0.00\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the Project Low\ngrowth (IEG) including jobs, created and expanded\nEnvironmentally  Urban environmental improvement\nsustainable growth \n(ESG)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Institutional development Some gender elements (SGE)\ncapacity development\n(GCD)\nKnowledge solutions  Application and use of new knowledge\n(KNS) solutions in key operational areas\nPartnerships (PAR) Official cofinancing\nPrivate Sector\nRegional organizations\nPrivate sector  Promotion of private sector \ndevelopment (PSD) investment\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Not Applicable\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG7, SDG13\nQq\n6. Risk Categorization Low \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.00\n    None 0.00\nCofinancing 1.90\n    Asian Clean Energy Fund under the Clean Energy Financing  1.50\nPartnership Facility (Full ADB Administration)\n    Clean Technology Fund (Full ADB Administration) 0.40\nCounterpart 0.00\n    None 0.00\nTotal 1.90\n  \nCurrency of ADB Financing: USD \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 04102018191631183640 Generated Date: 19-Nov-2018 15:24:19 PM", " \nI.  INTRODUCTION \n \n1.  The knowledge and support technical assistance (TA) to Bangladesh’s energy agencies \nis envisaged to assess floating solar photovoltaic power potential, develop an investment plan \ncovering solar PV, wind, biomass, and other renewable energy resources that complements both \nthe government’s climate change commitments and energy sector interventions by the Asian \nDevelopment Bank (ADB).1 Also, the TA intends to strengthen the capacity of the energy agencies \nand other stakeholders in large-scale renewable energy project planning and implementation. The \nTA is listed in the country operations business plan for Bangladesh, 2019–2021.2   \n \nII.  ISSUES \n \n2.  Bangladesh has achieved sustained economic growth over the past decade. The gross \ndomestic product (GDP) grew at an average of 6.3% during the Sixth Five-Year Plan period \n(2011–2015). The country’s Seventh Five-Year Plan, 2016–2020 aims to achieve an average \nannual GDP growth of 7.4% and has achieved GDP growth of 7.3% in 2017. The power sector \nhas made significant progress in sustaining the economic growth. As of June 2018, the country’s \ninstalled power generation capacity stood at 18,753 megawatts (MW), compared with 4,942 MW \nin 2009. 3 Bangladesh peak power demand exceeded 12,644 MW in 2017 from 11,405 MW in \n2016, and is growing at a rate of 10.9% annually.4 As of July 2018, 90% of the population has \naccess to electricity, compared with 60% in 2012. The government’s Vision 2021 aims at \n“Electricity for All” and achieving an installed generation capacity of 20,000 MW by 2021. \n \n3.  As Bangladesh relies largely on indigenous natural gas to generate electricity, long-term \nenergy security and the need to diversify its fuel mix are major challenges for the power sector. \nCurrently, natural gas accounts for 62% of electricity generation, diesel and furnace oil for almost \n30%, and renewable energy (including hydropower) for less than 3%. In the absence of major gas \nfield discoveries, the country faces acute shortage of natural gas in the next 7–8 years. Natural \ngas supply constraints have already curtailed the operations of some power plants, increasing \ndependence on imported oil (mostly furnace oil and diesel). Hence, there is a pressing need to \nplan and diversify the fuel mix to minimize fossil fuel use for power generation. \n \n4.  Due to strong economic growth over the past few years, power demand continues to \noutpace supply and is expected to exceed 20,000 MW by 2025 and 45,000 MW by 2040. To meet \nthe growing power demand sustainably, the revised 2016 Power System Master Plan set targets \nfor a generation mix by 2041 of 35% gas, 35% coal, 15% cross-border imports (including \nrenewable energy), 10% nuclear, and 5% oil. Due to depletion of domestic gas reserves, the \nfuture gas supply will depend on imported liquefied natural gas. Bangladesh has probable coal \nreserves of up to 3,300 million tons but has yet to make any strategic decision about using \ndomestic coal resources, mainly due to environment and social concerns. Hence, future coal \ngeneration in Bangladesh will depend on imported coal. The country’s first nuclear unit of 1,200 \nMW capacity is expected to start operating by 2024, while the second unit of 1,200 MW is to be \ncommissioned in 2025. \n \n                                                \n1  The renewable energy investment plan will include strategies and pipelines for deployment of solar, wind, and        \nbiomass energy resources. \n2  ADB. 2018. Country Operations Business Plan: Bangladesh, 2019–2021. Manila.  \n3  Bangladesh  Power  Development  Board.  Present  Installed  Generation  Capacity  (MW)  as  of  5  June  2018. \nhttp://www.bpdb.gov.bd/bpdb/index.php?option=com_content&view=article&id=5&Itemid=6.   \n4  Bangladesh Power Development Board.  Annual Report 2016-2017. 17 August 2017. \nhttp://www.bpdb.gov.bd/bpdb_new/index.php/site/annual_reports  \n \n ", "2 \n5.  Bangladesh’s renewable energy potential is estimated at 3,666 MW, including potential \nsolar energy of 2,680 MW—1,400 MW from solar parks, 635 MW from solar rooftops, 100 MW \nfrom solar home systems, and 545 MW from solar photovoltaic pumping for irrigation—along with \n637 MW from wind, 275 MW from biomass, 10 MW from biogas, 60 MW from small hydro, 3 MW \nfrom mini grid and micro grid, and 1 MW from waste to energy.5 Bangladesh has been slow in \ndeveloping  renewable  energy,  despite  the  country’s  2008  Renewable  Energy  Policy,  and \nBangladesh Vision 2021’s plan to generate up to 10% of its power from renewable energy by \n2021, and the government’s 500 MW Solar Power Initiative. Land acquisition has been a major \nhurdle in developing utility scale solar photovoltaic power plants, as existing land policy restricts \nthe use of agricultural land for large solar power plants. The government has encouraged private \nsector participation in renewable energy development through competitive bidding and unsolicited \nproposals. Multiple expressions of interests from private sector developers to invest in solar power \nprojects for generating approximately 900 MW have been signed, but only a few of the proposed \nsolar power projects have advanced due to land constraints and inability to reach financial closure. \n \n6.  The  Government  of  Bangladesh  is  committed  to  meeting  its  Nationally  Determined \nContributions  under  the  Paris  Climate  Accord,  which  includes  reducing  greenhouse  gas \nemissions by 5% by 2030 from the business-as-usual case. To meet this target, up to 1,000 MW \nof  solar  power  installation  is  planned  for  medium-term  development.  However,  given  land \nconstraints and the government’s policy to retain as much land as possible for agriculture, utility \nscale solar photovoltaic power plants can be constructed only on marginal land, which poses big \nchallenges for future scaling up. Floating solar photovoltaic power system is an ideal solution for \nBangladesh as they do not compete with agricultural land, do not suffer from efficiency penalties \ncaused  by  high  ambient temperatures,  and  can  be quickly  deployed and  built  in  stages.6 \nBangladesh has large water reservoirs, but the potential of floating solar photovoltaic power has \nnot yet been fully mapped. Some development partners are currently supporting wind and \nbiomass  resource  mapping,  while  investment  plans  for  strategic  deployment  of  renewable \nresources are lacking. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n7.  The TA is aligned with the following impact: share of renewable energy for sustainable \npower supply of Bangladesh increased.7 The TA will have the following outcome: capacity of \ngovernment  agencies  and  other  stakeholders  for  large-scale  renewable  energy  investment \nplanning and implementation strengthened.8 \n \nB.  Outputs, Methods, and Activities \n \n8.  Output 1: Potential for floating solar photovoltaic power assessed. The TA will \nassess the country’s floating solar photovoltaic potential and identify candidate project sites that \n                                                \n5  Government of Bangladesh, Ministry of Power, Energy and Mineral Resources. 2016. Power System Master Plan 2016. \nDhaka.   \n6  There are over 70 floating solar photovoltaic systems operating worldwide. The largest one, a 100 MW grid connected \nfloating solar photovoltaic system, is in the People’s Republic of China. Other floating solar photovoltaic plants range \nfrom 2.5 MW to 40 MW, located in Belgium, Japan, the Republic of Korea, and the United Kingdom. The Government \nof Singapore has tendered the construction of two floating solar photovoltaic plants on the Tengeh (50.0 MW) and \nUpper Pierce (6.7 MW) reservoirs. \n7  Government of Bangladesh, Ministry of Planning. 2015. Bangladesh Seventh Five-Year Plan, FY2016–FY2020. \nDhaka. \n8  The design and monitoring framework is in Appendix 1. \n ", "3 \nare technically, economically, and financially viable for physical investments by public and private \nsectors.  \n \n9.  Output 2: Projects for deployment of other renewable energy resources identified. \nThe TA will help identify suitable project sites for deployment of wind, biomass, and/or other \nrenewable energy resources. It will also develop commercially viable business models that can \nbe readily replicated and scaled up in the near term. \n \n10.  Output 3: Grid impact assessment completed. The TA will carry out a grid impact study \nto analyze the impact of variable renewable energy coming into the grid at the selected project \nsites  and  formulate  appropriate  mitigation  measures  to  ensure  efficient  operation  of  the \ntransmission grid. This exercise will be linked to output 5 as the TA will provide training to the \nPower Grid Corporation of Bangladesh to perform similar studies in the future, including software-\nbased modeling and/or simulation of typical scenarios, as well as system operation training for \nmore effective scheduling, forecasting, and planning. \n \n11.  Output 4: Updated grid code and operational guidelines proposed.  The TA will \nupdate the existing grid code and operating guidelines to facilitate power system expansion using \na variety of generation sources from renewable energy. Ensuring smooth operations will require \nthe use of intelligent energy network technology including next-generation supervisory control and \ndata acquisition systems, energy storage, and other high-level technology for renewable energy \nintegration, optimization and control. This output will help address the necessary grid code \nupdates, specifically automatic frequency control, voltage control, economic dispatching, cross-\ncountry interconnections, tariff structures to incentivize generators for grid frequency and power \nfactor control, and demand forecasting and generation planning (including prescribing penalties \nfor noncompliance). \n \n12.  Output 5: Institutional capacity strengthened. The TA will provide training to the energy \nagencies and other stakeholders to strengthen their knowledge and capacity in renewable energy \ninvestment planning and implementation. This includes, but is not limited to, orientation on (i)  \nlarge-scale renewable energy development and associated environmental issues, (ii) integration \nof variable renewable energy into the grid, (iii) intelligent energy management systems (“smart \ngrid”),  (iv)  floating  solar  power  systems,  (v)  new  business  models  for  renewable  energy \ndevelopment and innovative financing mechanisms, and (vi) renewable energy prospects for \nemploying innovative technology.  \n \nC.  Cost and Financing \n \n13.  The TA is estimated to cost $2,337,000, of which $1,500,000 will be financed on a grant \nbasis by the Asian Clean Energy Fund under the Clean Energy Financing Partnership Facility \n(ACEF) and $400,000 will be financed on a grant basis by the Clean Technology Fund (CTF), \nboth administered by ADB. 9 The key expenditure items are listed in Appendix 2. \n \n14.  ACEF resources will be earmarked for delivering outputs 1, 3, 4, and 5. The ineligible \nexpenditures of ACEF funding include (i) purchase of vehicles, (ii) salaries for civil servants,          \n(iii) foreign travel, (iv) scholarships or long internships, (v) detailed engineering design, (vi) civil \nworks and other related expenses, and (vii) those under ADB’s List of Ineligible Items (or Negative \nList) and Prohibited Investment Activities List. \n \n                                                \n9  The Asian Clean Energy Fund was established by the Government of Japan. \n ", "4 \n15.  CTF resources will be ringfenced for supporting output 2. The ineligible expenditures of \nCTF funding include (i) salaries for civil servants in recipient countries hired as consultants              \nor otherwise, (ii) purchase of vehicles, (iii) foreign training and study tours, and (iv) salaries and \ntravel of multilateral development banks staff and consultants. \n \n16.  The government will provide counterpart support in the form of data, counterpart staff, \noffice space, and other in-kind contributions.  \n \nD.  Implementation Arrangements \n \n17.  The Energy Division of ADB’s South Asia Department will administer the TA. The implementation \narrangements are summarized in the table below. \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  November 2018–December 2020 \nExecuting agency  Power Division, Ministry of Power, Energy and Mineral Resources \nImplementing agencies  (i) BPDB; (ii) SREDA; and (iii) PGCB \nBPDB will play the principal role in the implementation and \nsupervision of the TA.a  \nConsultants  To be selected and engaged by ADB \nConsulting firms: Quality-based  3 contracts, international, 81 \nselection  person-months \nIndividual: individual selection  3 contracts, international, 13 \nperson-months \nProcurementb  To be procured by ADB in accordance with the ADB Procurement \nPolicy (2017, as amended from time to time) and its associated \nproject administration instructions and/or staff instructions \nProcurement of design, supply,  1 contract  $135,000 \ndelivery and installation of four \nsolar measurement masts \n(solar met-mast) \nProcurement of design, supply,  1 contract  $60,000 \ndelivery and installation of two \nwind measurement \nmeteorological masts (wind \nmet-mast) \nTo be procured by consultants using RFQ method in accordance with \nthe ADB Procurement Policy \nProcurement of information  3 contracts  $15,000 \ntechnology software by RFQ \nmethod \nAdvance contracting and  Not applicable \nretroactive financing \nDisbursement  The TA resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2010, as amended from time to \ntime). \nThe TA is financed by the Asian Clean Energy Fund under the Clean \nEnergy Financing Partnership Facility and the Clean Technology \nFund. Disbursements under the TA will be made based on the distinct \noutputs supported by each resource as mentioned in paragraphs 14 \nand 15.  \n ", "5 \nAspects  Arrangements \nAsset turnover or disposal  Fixed assets and information technology software purchased from TA \narrangement upon TA  resources will be turned over to the executing agency and \ncompletion  implementing agencies before or upon TA completion. \nADB = Asian Development Bank, BPDB = Bangladesh Power Development Board, PGCB = Power Grid Company of \nBangladesh, RFQ = requests for quotation, SREDA = Sustainable and Renewable Energy Development Authority, TA \n= technical assistance. \na  BPDB is responsible for output 1 in association with SREDA; SREDA is responsible for output 2; and PGCB is \nresponsible for output 3 and 4. The Power Division and all other stakeholders will be involved in output 5. \nb  Procurement Plan (accessible from the list of linked documents in Appendix 3). \nSource: Asian Development Bank. \n \n18.  Consulting services. ADB will engage consultants funded by ACEF following the ADB \nProcurement  Policy  (2017,  as  amended  from  time  to  time)  and  its  associated  project \nadministration instructions and/or staff instructions.10 ADB will engage consultants funded by CTF \nfollowing universal procurement policy. Individual consultants will be recruited through open \ncompetitive bidding process. Given that the envisaged assignments are highly specialized, \nconsulting firms will be recruited following open competitive bidding procedures, guided by quality-\nbased selection method. \n \n19.  ADB’s procurement. 11 The Energy Division of ADB’s South Asia Department will be \nresponsible  for  procuring  four  solar  measurement  masts  and  two  wind  measurement \nmeteorological masts for data collection. Procurement funded by ACEF will follow the ADB \nProcurement Policy and Procurement Regulations for ADB Borrowers (2017, as amended from \ntime to time) and its associated project administration instructions. Procurement funded by CTF \nwill follow universal procurement policy. \n \n20.  Cofinancier requirements. Consultants are responsible for the timely delivery of the \nenvisaged outputs. The Energy Division of ADB’s South Asia Department will update project \nrecords quarterly in eOperations on Project Performance Monitoring and conduct review missions \nevery 6 months during implementation and report progress annually to ACEF and CTF fund \nmanager respectively. \n \nIV.  THE PRESIDENT'S DECISION \n \n21.  The  President,  acting  under  the  authority  delegated  by  the  Board,  has  approved                     \n(i) the Asian Development Bank (ADB) administering technical assistance not exceeding the \nequivalent of $1,500,000 to be financed on a grant basis by the Asian Clean Energy Fund under \nthe Clean Energy Financing Partnership Facility; and (ii) ADB administering technical assistance \nnot exceeding the equivalent of $400,000 to be financed on a grant basis by the Clean Technology \nFund  to  the  Government  of  Bangladesh  for  Capacity  Development  for  Renewable  Energy \nInvestment Programming and Implementation, and hereby reports this action to the Board. \n                                                \n10 Outline Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n11 Procurement Plan (accessible from the list of linked documents in Appendix 3). \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts the TA is Aligned with \nShare of renewable energy for sustainable power supply of Bangladesh increased (Bangladesh Seventh \nFive-Year Plan, FY2016–FY2020)a \nData Sources and \nPerformance Indicators with  Reporting \nResults Chain  Targets and Baselines  Mechanisms  Risks \nOutcome       \nCapacity of  A renewable energy investment  Power Division,  Prolonged \ngovernment  plan including, but not limited to, a  MOPEMR; SREDA;  government \nagencies and other  pipeline of floating solar  BPDB; and PGCB  approval processes \nstakeholders b for  photovoltaic, wind, and biomass  reports  could delay \nlarge-scale  resources endorsed by the Power  endorsement of \nrenewable energy  Division, MOPEMR by Q4 2020  investment plan. \ninvestment planning  (2018 baseline: Not applicable)  \nand implementation \nstrengthened \nOutputs c       \n1. Potential for  1. Exploratory study on floating  1–4 Power Division,  Inadequate and \nfloating solar  solar photovoltaic power system  MOPEMR, SREDA,  slow access to data \nphotovoltaic power  completed by Q3 2019 (2018  BPDB and PGCB  could delay \nassessed  baseline: Not applicable)  reports  completion of \n      documents. \n2. Projects for  2. A pipeline for deployment of other   \ndeployment of other  renewable energy resources   \nrenewable energy  submitted to the Power Division,   \nresources identified  MOPEMR by Q3 2020 (2018   \n  baseline: Not applicable)   \n     \n3. Grid impact   3. Impact of integrating renewable   \nassessment  energy output into the power grid at   \ncompleted    candidate project sites evaluated   \n  and submitted to Power Division,   \n  MOPEMR by Q3 2019 (2018   \n  baseline: Not applicable)   \n     \n4. Updated grid  4. Proposed updates on grid codes   \ncode and  and operational guidelines   \noperational  submitted to Bangladesh Energy   \nguidelines proposed   Regulatory Commission for   \n  consideration by Q3 2019 (2018   \n  baseline: Not applicable)   \n     \n5. Institutional  5. At least 100 key officials and staff  5. ADB TA \ncapacity  of the Power Division, SREDA,  monitoring report; \nstrengthened  BPDB, PGCB, and other  Pre-post survey \nstakeholders (at least 10% women) \nreported knowledge on floating \nsolar energy, renewable energy \ndevelopment, smart grid, new \nbusiness models for renewable \nenergy development, and innovative \nfinancing mechanisms by Q3 2020 \n(2018 baseline: Not applicable) \n ", "Appendix 1  7 \nKey Activities with Milestones \n1.  Potential for floating solar photovoltaic power assessed \n1.1 Select consultants by Q4 2018. \n1.2 Procure and install solar measurement masts by Q4 2018-Q1 2019. \n1.3 Submit draft floating solar resource assessment report by Q2 2019. \n1.4 Submit final floating solar resource assessment report by Q3 2019. \n1.5 Submit draft investment plan covering ground-mounted and floating solar photovoltaic power systems \nby Q3 2019. \n1.6 Submit final investment plan covering ground-mounted and floating solar photovoltaic power systems \nby Q4 2019. \n2.  Projects for deployment of other renewable energy resources identified \n2.1 Procure and install wind measurement meteorological masts by Q4 2018-Q1 2019. \n2.2 Review existing wind, biomass, and other renewable energy resource assessment reports by Q2 \n2019. \n2.3 Submit draft investment plan covering wind, biomass, and other renewable energy resources by Q3 \n2019. \n2.4 Submit final investment plan covering wind, biomass, and other renewable energy resources by Q1 \n2020. \n3.  Grid impact assessment completed \n3.1 Select consultants by Q4 2018. \n3.2 Procure information technology software for data collection by Q1 2019. \n3.3 Submit draft grid impact study by Q2 2019. \n3.4 Submit final grid impact study by Q3 2019. \n4.  Updated grid code and operational guidelines proposed \n4.1 Select consultants by Q4 2018. \n4.2 Review the existing grid code and operational guidelines by Q1 2019. \n4.3 Submit draft proposal of updating grid code and operational guidelines by Q2 2019. \n4.4 Submit final proposal of updating grid code and operational guidelines by Q3 2019. \n5.  Institutional capacity strengthened \n5.1 Select consultants by Q4 2018. \n5.2 Conduct training need assessment Q2 2019. \n5.3 Submit draft training materials by Q4 2019. \n5.4 Submit final training materials by Q4 2019. \n5.5 Organize training, seminar, and workshops from Q1 to Q3 2020. \n \nTA Management Activities \nTA fact-finding mission in July 2018. \nReview mission twice a year starting from Q1 2019 until TA completion. \nTA completion report prepared by Q4 2021. \nInputsc \nAsian Clean Energy Fund under the Clean Energy Financing Partnership Facility: $1,500,000 \nClean Technology Fund: $400,000 \nNote: The government will provide counterpart support in the form of data, counterpart staff, office space, \nand other in-kind contributions. \nAssumptions for Partner Financing \nNot applicable \nBPDB = Bangladesh Power Development Board, MOPEMR = Ministry of Power, Energy and Mineral Resources, PGCB \n= Power Grid Company of Bangladesh, Q = quarter, SREDA = Sustainable and Renewable Energy Development \nAuthority, TA = technical assistance. \na  Government of Bangladesh, Ministry of Planning. 2015. Bangladesh Seventh Five-Year Plan, FY2016–FY2020. \nDhaka.  \nb  Other stakeholders will include other public power generation companies and private sector developers. \nc  Outputs 1, 3, 4, and 5 will be financed by the Asian Clean Energy Fund; and output 2 will be financed by the Clean \nTechnology Fund. \nSource: Asian Development Bank. \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nA.  Asian Clean Energy Funda under the Clean Energy Financing   \nPartnership Facility \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  725.20 \nii.  National consultants  221.65 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  96.50 \nii.  Surveys  80.00 \niii.  Reports and communications  2.10 \niv.  Miscellaneous administration and support costsc  2.25 \n2.  Goods (purchase)  145.00 \n3.  Training, seminars, workshops, forum, and conferences   \na.  Venue rental and related facilities  50.00 \nb.  Participants  30.00 \n4.  Contingencies  147.30 \nSubtotal (A)  1,500.00 \nB.  Clean Technology Fundb   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  217.51 \nii.  National consultants  55.11 \nb.  Out-of-pocket expenditures   \niii.  International and local travel  27.30 \niv.  Reports and communications  0.30 \nv.  Miscellaneous administration and support costsc  0.90 \n2.  Goods (purchase)  65.00 \n3.  Contingencies  33.88 \nSubtotal (B)  400.00 \n  Total  1,900.00 \nNote: The technical assistance is estimated to cost $2,337,000, including contributions from the Asian Clean Energy \nFund under the Clean Energy Financing Partnership Facility and the Clean Technology Fund, which are presented in \nthe table above. The government will provide counterpart support in the form of data, counterpart staff, office space, \nand other in-kind contributions. The value of government contribution is estimated to account for 19% of the total \ntechnical assistance cost. \na  Established by the Government of Japan and administered by the Asian Development Bank. \nb  Administered by the Asian Development Bank. \nc  This will cover passport and visa fees, medical costs, and other incidental travel expenses. \nSource: Asian Development Bank estimates. \n \n ", "Appendix 3        9 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=49102-001-TAReport \n \n1.  Terms of Reference for Consultants \n2.  Procurement Plan \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20181119153903+08'00'", "Creator": "PDF24 Creator", "Keywords": "bangladesh, bangladesh energy agencies, capacity building, floating solar photovoltaic power, renewable energy resources, climate change, energy sector interventions, 49102, ta 9628, adb technical assistance, approved technical assistance, tar, ta projects, ksta ", "ModDate": "D:20181122110854+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "49102-001: Capacity Development for Renewable Energy Investment Programming and Implementation: Technical Assistance Report"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 10 October 2018) \n \nCurrency unit  –  taka (Tk) \nTk1.00  =  $0.011933 \n$1.00  =  Tk83.80 \n \n \n \n \nABBREVIATIONS \n \n  ACEF  –  Asian Clean Energy Fund \n  ADB  –  Asian Development Bank \n  CTF  –  Clean Technology Fund \n  GDP  –  gross domestic product \n  MW  –  megawatt \n  TA  –  technical assistance \n \n \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Bangladesh and its agencies ends on \n30 June. “FY” before a calendar year denotes the year in which the fiscal year \nends, e.g., FY2018 ends on 30 June 2018. \n(ii)  In this report, \"$\" refers to United States dollars. \n \n \n \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Priyantha Wijayatunga, Energy Division, SARD \n   \nTeam leader  Hongwei Zhang, Senior Finance Specialist (Energy), SARD \nTeam members  Isabel Borcena, Operations Assistant, SARD \nDae Kyeong Kim, Senior Energy Specialist (Smart Grids), Sustainable \nDevelopment and Climate Change Department \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "Wencai Zhang", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "Hun Kim", "role": "South Asia Department (SARD)", "organization": ""}, {"documentRole": "Director", "fullname": "Priyantha Wijayatunga", "role": "Energy Division", "organization": "SARD"}, {"documentRole": "Team leader", "fullname": "Hongwei Zhang", "role": "Senior Finance Specialist (Energy)", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Isabel Borcena", "role": "Operations Assistant", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Dae Kyeong Kim", "role": "Senior Energy Specialist (Smart Grids)", "organization": "Sustainable"}]}