{"path": "data/input/ta/49120-001-tar-en_0.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 49120-001  \nKnowledge and Support Technical Assistance (KSTA) \nDecember 2017 \n \n \n \nIslamic Finance for Inclusive Growth \n(Financed by the Investment Climate Facilitation \nFund under the Regional Cooperation and \nIntegration Financing Partnership Facility)  \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Public Communications \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nPolicy 2011. \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n \n ", " \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMCs  –  developing member countries \n  TA  –  technical assistance \n \n \nNOTE \n \n                   In this report, \"$\" refers to US dollars. \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Sean O'Sullivan, Central and West Asia Department (CWRD) \nChristopher Stephens, Office of the General Counsel (OGC) \nDirectors  Werner Liepach, Officer-in-Charge, Public Management, Financial \nSector, and Trade Division, CWRD \n  Ashraf Mohammed, Assistant General Counsel, OGC \n   \nTeam leaders  Joao Farinha-Fernandes, Senior Financial Sector Economist, CWRD \n  Asghar Ali Syed, Senior Counsel, OGC \nTeam members  Shauzab Ali, Senior Project Officer (Financial Sector), CWRD \nMarvis Francisco, Legal Operations Assistant, OGC \nLyle Raquipiso, Senior Economics Officer, CWRD \nMaria Celeste Yabut, Senior Operations Assistant, CWRD \nPeer reviewer  Mohd Sani Mohd Ismail, Senior Financial Sector Specialist, Southeast \nAsia Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \nPage \n \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Outputs, Methods, and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  5 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  List of Linked Documents  10 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 49120-001\nProject Name Islamic Finance for Inclusive Growth Department CWRD/CWPF\n/Division OGC\nCountry REG (AFG, KAZ, KGZ, PAK, TAJ) Executing  Asian Development Bank\nAgency\nqq\n2. Sector Subsector(s)  Financing ($ million)\nFinance Finance sector development 2.00\nTotal 0.00\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic Pillar 1: Economic opportunities,   Climate Change impact on the  Low\ngrowth (IEG) including jobs, created and expanded Project\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nPartnerships (PAR) Bilateral institutions (not client  No gender elements (NGE)\ngovernment)\nOfficial cofinancing\nPrivate sector  Conducive policy and institutional \ndevelopment (PSD) environment\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Not Applicable\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG8\nQq\n6. Risk Categorization Low \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.00\n    None 0.00\nCofinancing 2.00\n    Investment Climate Facilitation Fund under the Regional Cooperation and 2.00\nIntegration Financing Partnership Facility \nCounterpart 0.00\nQq     None 0.00\nTotal 2.00\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 27092017114549638705 Generated Date: 15-Dec-2017 16:17:09 PM", " \nI.  INTRODUCTION \n \n1.  Islamic finance is one of the fastest growing segments of international finance in the \nworld.1 The total worth of the Islamic finance industry across its three main sectors—banking, \ncapital markets, and takaful2—was estimated at $1.89 trillion in 2016,3 and global Islamic finance \nassets are forecast to reach $3.5 trillion by 2021.4 Based on the exponential growth and the \nincreasing importance of Islamic finance globally, the governments of Afghanistan, Kazakhstan, \nKyrgyz Republic, Pakistan, and Tajikistan are seeking to further develop their respective Islamic \nfinance  industries.  The  knowledge  and  support  technical  assistance  (TA)  will  support  the \ndevelopment of the Islamic finance industries in these target Asian Development Bank (ADB) \ndeveloping member countries (DMCs) through (i) Islamic finance-related legal and regulatory \nreforms;  (ii)  capacity  building  for  governmental,  regulatory,  and  private  sector  entities  to \nstrengthen their ability to develop, regulate, and deliver Islamic financial services; and (iii) efforts \nto improve public understanding of the Islamic financial services available in their respective \nDMCs.5 \n \nII.  ISSUES \n \n2.  Asia is home to around 60% of the world’s Muslims and is at the forefront of the \ndevelopment of Islamic finance. Its Islamic financial services industry accounts for 22.5% of global \nIslamic finance assets. Much of this growth stems from the efforts of specific Asian governments \n(e.g., Malaysia and Brunei) to support and develop their domestic Islamic finance industries. \nMalaysia’s Islamic financial institutions hold 23.8% of the country’s total domestic banking assets, \nand the country accounts for 9.3% of Islamic banking assets globally; in Brunei, Islamic banking \nnow accounts for 57% of the total domestic banking market (footnote 3). However, apart from \nthese developed markets, where growth of Islamic finance has been significant, the lack of legal, \nregulatory, and institutional structures and poor understanding of Islamic finance has restricted \nits development in Asia. \n \n3.  Islamic finance can be a source of infrastructure financing, enable portfolio diversification \nfor institutional and high net-worth investors, and serve as an alternative source of financing for \nlower-income  populations  that  prefer  Sharia-compliant  financial  services.  Sukuk  has  been \nincreasingly used recently to fund infrastructure development projects.6 The volume of annual \nsukuk issuances reached $75 billion in 2016, bringing the volume of outstanding sukuk close to \n$320  billion  (footnote  3).  Although  Muslim-majority  countries—including  Brunei,  Indonesia, \nMalaysia, and Pakistan—are leading the way in sukuk issuances, non-Muslim majority countries \nare increasingly looking towards sukuk to tap into a new investor base. The United Kingdom, \nHong Kong, China, and Luxembourg issued their inaugural sukuk in 2014, which were heavily \noversubscribed. Similarly, sukuk issued in Bahrain, Pakistan and the United Arab Emirates have \nalso been vastly oversubscribed. Given the interest that sukuk are generating among global \ninvestors, infrastructure sukuk seems to be an effective instrument for countries to raise funds to \nsupport their development projects. \n \n                                                \n1  Islamic Financial Services Board. 2014. Islamic Financial Services Industry Stability Report. Kuala Lumpur. \n2  Takaful is a type of Islamic insurance where members contribute money into a pooling system to guarantee each \nother against loss or damage. \n3  Islamic Financial Services Board. 2017. Islamic Financial Services Industry Stability Report. Kuala Lumpur. \n4  Thomson Reuters. 2016. State of the Global Islamic Economy Report 2016/2017.  \n5   The TA first appeared in the business opportunities section of ADB’s website on 30 March 2016.   \n6  A sukuk is an investment instrument (traded like a conventional bond) that provides the investor with undivided \nownership of an underlying asset. \n ", "2  \n4.  Islamic finance may also increase financial inclusion. Some Muslim households abstain \nfrom opening conventional saving accounts because of their interest-generating feature, which is \nprohibited under Islamic jurisprudence. For example, in Afghanistan, 33% of adults surveyed in a \nrecent study cited religious reasons as a barrier to finance, compared to less than 2% in Malaysia \nand Kuwait.7 Islamic finance can serve as an alternative financing source for unbanked individuals \n(including women) who have refrained from using conventional financing services because of \nreligious considerations. \n \n5.  Despite its growth and potential, Islamic finance faces challenges, which are particularly \nevident in emerging Islamic finance markets, and include the following: \n \n (i)  Inadequate financial sector laws and regulations. Conventional financial sector \nlaws and regulations (including banking, taxation, and insurance regulations) do \nnot normally recognize the requirements of Islamic finance.8 A holistic legal and \nregulatory framework is needed to enable parity of treatment to enable Islamic \nbanks and conventional banks to operate on an equal footing).9  \n(ii)  Shortage of professionals. Outside the developed Islamic finance markets, there \nare  insufficient  qualified  Islamic  finance  professionals  proficient  in  both \nconventional and Islamic financial principles. Training of government officers, \nregulators,  and  market  professionals  in  this  complex  area  of  expertise  is  \ncomplicated by the lack of opportunities to gain operational experience and acquire \na level of comfort through learning-by-doing in markets where Islamic finance is \nstill incipient. \n(iii)  Lack of public awareness. Apart from developed Islamic finance markets and \nsophisticated institutional investors, the public understanding and appreciation of \nIslamic finance is very limited, with many investors seeing it as a type of financing \nsolely for Muslims. However, investors can benefit from the risk diversification \nfeatures of Islamic financing, while the poor who have shunned conventional \nbanking for religious reasons can be provided with information on the benefits and \nrisks of Islamic finance products for savings purposes. \n \n6.  The selection criteria for the target DMCs included these challenges to the growth of \nIslamic finance in combination with an assessment of the potential for growth of Islamic finance \nin these countries. Pakistan has a relatively more advanced regulatory framework, and Islamic \nfinance has deeper market penetration; although capacity constraints remain evident and public \nawareness requires improvement, Pakistan’s potential for growth is probably largest among the \ncountries that fall under ADB’s Central and West Asia Department. Afghanistan’s potential is also \npromising, but its regulatory framework is still in its infancy, capacity is severely limited, and public \nunderstanding (particularly in rural areas) is very low. In terms of their level of development, the \nremaining three target DMCs fit broadly between Afghanistan and Pakistan. In Kazakhstan, the \nAstana International Financial Centre was established in 2016 with the objective of transforming \nthe country into a regional hub for Islamic finance in Central Asia by 2020. The financial hub is \ncurrently in the process of developing a comprehensive regulatory framework for its Islamic \n                                                \n7  Malaysia  International  Islamic  Finance  Center.  2014.  Global  Financial  Inclusion  Islamic  Finance  Meets  the \nChallenge.  \n8  M. Iqbal and P Molyneux. 2005. Thirty Years of Islamic Banking: History, Performance, and Prospects. New York: \nPalgrave Macmillan. p. 111.  \n9 M.M. Husain. 2013. Islamic Finance: Stability, Resilience and Regulatory Issues. Background paper for the \nconference on Islamic Finance for Asia: Development, Prospects, and Inclusive Growth. Manila. 4–5 November. For \nexample, the tax systems (including land tax and stamp duties) in many countries have historically catered for \nconventional finance, and Islamic finance products typically do not come to enjoy equal treatment. \n ", "  3 \nfinancial system. Kazakhstan currently has one full-fledged Islamic bank, the Al-Hilal Bank. In \n2014, Tajikistan adopted legislation introducing Islamic banking in the country. The legislation \ndefines the scope of Islamic banking operations and sets out the licensing requirements for \nfinancial  institutions  intending  to  operate  in  accordance  with  Sharia-compliant  principles. \nFollowing approval of the Islamic banking legislation, Bonki Rushdi Tojikiston, a Tajikistan-based \nbank, signed an agreement with the private sector arm of the Islamic Development Bank to \nsupport its conversion to a full-fledged Islamic Bank, which is expected to be the first Islamic bank \nin the country. With respect to the Kyrgyz Republic, according to the International Finance \nCorporation, almost 80% of the country’s micro, small, and medium-sized enterprises have \nindicated their strong preference for Islamic banking products and services.10 However, regulatory \nimpediments have resulted in slow growth of Islamic finance in the Kyrgyz Republic, with only one \nIslamic bank currently operating in the country. Therefore, although the constraints across these \ntarget DMCs are similar, each DMC has unique challenges that requires tailoring of the various \ninputs.  \n \n7.   The proposed TA is designed to address the key constraints in the development of a \nholistic Islamic finance sector in the target DMCs, and thereby contribute to the sustainability and \nlong-term growth of Islamic finance sectors in these DMCs. The proposed TA will build on \nprevious regional ADB TA for Islamic finance sector development;11 one lesson (from the 2009 \nTA project) is that a framework is needed to assist the sharing, by countries that already \nimplemented Islamic finance standards, of their implementation experience with countries that seek \nto achieve that. The proposed TA aims to facilitate such cross-border dialogue between DMCs.   \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n8.   The TA is aligned with the following impact: an effective and well-functioning Islamic \nfinance sector operating in the target DMCs developed. The TA will have the following outcome: \nIslamic finance in the target DMCs expanded.12 \n \nB.  Outputs, Methods and Activities \n \n9.   Experience in established Islamic financial markets indicates that once a robust legal and \nregulatory framework is established, market forces ensure the sustainability of the Islamic finance \nsector. Accordingly, ensuring Islamic finance sector sustainability requires that (i) an appropriate \nregulatory framework is in place;13 (ii) regulators develop sound technical knowledge of Islamic \nfinance products such that they can provide appropriate regulatory oversight and can regulate \ninnovative Islamic financial products that the private sector may develop; and (iii) consumers are \naware of available Islamic financial products, and the products are considered compliant with \n                                                \n10 International Finance Corporation. 2016. Islamic Banking and Finance Opportunities across Micro, Small, and \nMedium Enterprises in the Kyrgyz Republic. Bishkek. \n11 Including (i) ADB. 2012. Technical Assistance for Implementing Prudential Standards in Islamic Finance. Manila, \nwhich supported implementation of Islamic prudential standards developed by the Islamic Financial Services Board \nin Afghanistan, Bangladesh, Indonesia and Pakistan; and (ii) ADB. 2009. Technical Assistance for the Development \nof Prudential and Supervision Standards for Islamic Financial Markets. Manila, which sought to harmonize Islamic \nprudential standards, data collection and risk measurement in selected common member countries of ADB and the \nIslamic Financial Services Board.  \n12 The design and monitoring framework is in Appendix 1. \n13 Several Islamic financial products require multiple transactions to achieve functional equivalence with conventional \ncounterparts, and are subject to additional tax burdens under most existing legal and tax systems. Countries seeking \nto develop indigenous Islamic financial markets should consider taxation and regulatory changes. \n ", "4  \nIslamic jurisprudence.  \n \n10.   Output 1: Legal and regulatory reforms in Islamic finance commenced. A gap \nanalysis will be carried out in each DMC to identity (i) gaps and impediments in current legislative, \nregulatory, and institutional frameworks (including banking, taxation, insurance, and governance); \nand (ii) the legal, regulatory, and institutional reforms required to support development of a robust \nIslamic finance system within the DMC.14 Based on the gap analyses, legal, regulatory, and \ninstitutional reforms will be recommended for the target DMCs. Subsequent to ADB and DMC \nendorsement, draft legislation and regulations will be prepared.  \n \n11.   Output 2: Regulatory and private sector capacity to deliver Islamic finance services \nstrengthened. Relevant governmental departments, regulatory bodies (such as central banks \nand securities and exchange commissions), and private sector participants in the target DMCs \nwill receive training to improve governmental, regulatory, and private sector capacity for Islamic \nfinance. Training methods will include conferences, intensive workshops, and training courses \ndeveloped by expert consultants.15 Conferences will be held in Pakistan and Kazakhstan at the \nbeginning of the TA to discuss the impediments, issues, and scope for Islamic finance;16 a single \nconference to be held at the end of the TA implementation period will provide the opportunity to \nimprove collaboration and knowledge sharing among all target DMCs.    \n \n12.   Theoretical training for governmental, regulatory, and private sector participants will be \nfollowed by practical training initiatives, to enable them to identify priority public and private sector \nprojects in the target DMCs that may be financed through Islamic finance. Participants will be \ninstructed on how to structure Islamic finance transactions and prepare financing proposals for such \npriority projects. At least two of the priority projects (which may be financed by ADB) for which \nfinancing proposals have been developed will be earmarked for Islamic financing in the target DMCs.   \n \n13.  Output  3:  Public  understanding  of  Islamic  products  in  the  target  developing \nmember countries improved. This output will raise awareness by disseminating information to \nthe public—via the media, including radio public service messages, brochures, and awareness \nevents, with a special effort to address a female audience—on the benefits and risks of available \nIslamic finance products for saving and borrowing. \n \nC.  Cost and Financing \n \n14.   The TA is estimated to cost $2,150,000, of which $2,000,000 will be financed on a grant \nbasis by the Investment Climate Facilitation Fund under the Regional Cooperation and Integration \nFinancing Partnership Facility and administered by ADB.17 The key expenditure items are listed \nin Appendix 2. Participating regulators in the target DMCs will provide counterpart staff, office \nspace, logistical support, and other in-kind contributions.  \n \n                                                \n14 ADB. 2011. Technical Assistance to the Islamic Republic of Afghanistan for Rural Finance Expansion. Manila. This \nTA undertook a legal examination of the Islamic finance regulatory framework and the draft banking bill in Afghanistan. \nThe Banking Law was subsequently passed, but no analysis has been done to determine whether the Banking Law \nincluded recommendations on how Islamic finance may be expanded under this new legislation. \n15 Capacity development under the TA will use a training of trainers’ approach to maximize the impact of the capacity \ndevelopment initiatives. The TA will focus on providing intensive training to select governmental, regulatory, and \nprivate sector participants rather than generic trainings for many participants.   \n16 These will be subregional conferences; participants from the Kyrgyz Republic and Tajikistan will be invited to attend \nthe conference in Kazakhstan, and participants from Afghanistan will be invited to attend the conference in Pakistan. \nPrivate sector participants will be expected to finance their own attendance at these conferences.  \n17  Established by the Government of Japan. \n ", "  5 \nD.  Implementation Arrangements \n \n15.   ADB will administer the TA through the Public Management, Financial Sector, and Trade \nDivision of the Central and West Asia Department (CWPF) and the Office of the General Counsel \n(OGC). CWPF and OGC will devise coordination routines to enable effective joint leadership, and \nwill be jointly responsible for TA implementation and supervision. Consultant engagement and \nknowledge products will be collaboratively managed.18  \n \nImplementation Arrangements \nAspects   Arrangements \nIndicative implementation period  December 2017–December 2019 \nExecuting agency  Asian Development Bank (ADB)  \nConsultants  To be selected and engaged by ADB \nIndividual consultant selection  117 person-months  $1,253,000 \n  Consultants’ qualification selection   16 person-months  $147,000 \nDisbursement  The TA resources will be disbursed following ADB's Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). \nSource: Asian Development Bank. \n \n16.   A combination of individuals and a firm (using consultants’ qualification selection) will be \ncontracted, with regulatory, legal, capacity building, financial education, public communications, \nand project management expertise. All consultants will be engaged in accordance with ADB’s \nGuidelines on the Use of Consultants (2013, as amended from time to time).19 To reduce the \nadministrative  burden  and  improve  economy,  efficiency,  and  value  for  money,  lump-sum \npayments and output-based contracts will be considered for consulting services under the \nproposed TA. All disbursements under the proposed TA will be made in accordance with ADB’s \nTechnical Assistance Disbursement Handbook (2010, as amended from time to time). \n \n17.   All publications, training programs, seminars, and workshops financed under the TA will \nclearly indicate that the activities in question have received funding from the government of Japan; \nall press releases issued by ADB with respect to the TA will refer to the financial contribution from \nthe government of Japan; and the support of the government of Japan as a source of funding will \nbe acknowledged in all official notices, reports, and publications. \n \nIV.  THE PRESIDENT'S DECISION  \n \n18.   The President, acting under the authority delegated by the Board, has approved the Asian \nDevelopment  Bank  administering  technical  assistance  not  exceeding  the  equivalent  of \n$2,000,000 to be financed on a grant basis by the Investment Climate Facilitation Fund under the \nRegional Cooperation and Integration Financing Partnership Facility for Islamic Finance for \nInclusive Growth, and hereby reports this action to the Board.  \n                                                \n18 It may be more effective to hold training using facilities in Islamic finance hubs (e.g., Qatar, Saudi Arabia and the \nUnited Arab Emirates), which could save travel time and costs. More developed institutions—such as the Central \nBank of Qatar, Bank Negara Malaysia, and the Islamic Development Bank— could be requested to provide training \nto leverage their experience in establishing and developing adequate legal and regulatory frameworks for Islamic \nfinance. The appropriate ADB approvals will be sought for any events in a non-ADB member country. \n19 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n  \nImpact the TA is Aligned with \n  An effective and well-functioning Islamic finance sector operating in the target DMCs developed.  \n(Strategic  Plan:  Islamic  Banking  Industry  of  Pakistan;  Da  Afghanistan  Bank,  Financial \nSupervision  Department;  Bank  of  the  Kyrgyz  Republic,  Strategy  for  Banking  Sector \nDevelopment;  National  Bank  of  Tajikistan,  Financial  Sector  Development  Strategy  for \nTajikistan; and Constitutional Law on AIFC)a \n \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting  Risks \nOutcome  Number of banks providing  Central Bank annual  Limited expansion of \nIslamic finance  Islamic financial services  reports  Islamic financial \nin the target  increased to 30 by June    products provided by \nDMCs expanded   2020 (2016 Baseline: 26)  Data and annual  financial institutions \n  reports from financial  once the legal \ninstitutions providing  environment is \nIslamic financial  established. \nservices   \nOutputs      Disputes of a \n1. Legal and  1a. Gap analysis  1a. TA periodic  religious nature \nregulatory  completed in target DMCs  reports  regarding draft \nreforms in  by July 2018 (2016    legislation are not \nIslamic finance  Baseline: 0)    resolved in a timely \ncommenced       manner. \n1b. Legal or regulatory  1b. Government-  \nreforms in at least three  issued gazettes and  Legislators do not \ntarget DMCs commenced  notifications, TA  approve the \nby October 2019 (2016  periodic reports,  necessary legislative \nBaseline: 0)  central bank reports  revisions. \n2. Regulatory  2a. At least 35 of the  2a. Central bank  Financial institutions \nand private  trained governmental and  statistical reports,  do not dedicate \nsector capacity  regulatory participants  financial institutions’  sufficient resources \nto deliver Islamic  indicated their increased  statistical and annual  to expanding their \nfinance services  knowledge in Islamic  reports   personnel and \nstrengthened  finance development,    changing internal \nregulation, and supervision    systems. \nissues across target DMCs   \nby October 2019; at least   \n20% are womenb (2016   \nBaseline: 0)   \n   \n2b. At least two priority  2b. Central bank \nprojects earmarked for  statistical reports, \nIslamic financing in target  financial institutions’ \nDMCs by December 2019  statistical and annual \n(2016 Baseline: 0)  reports \n       \n ", "Appendix 1  7 \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting  Risks \n3. Public  3a. At least 150 people  3a. TA surveys at   \nunderstanding of  attended workshops on  inception and \nIslamic products  Islamic finance across the  completion \nin the target  target DMCs by October   \nDMCs improved  2019; at least 30% are   \nwomen (2016 Baseline: 0)   \n   \n3b. Knowledge on Islamic  3b. TA surveys at \nfinance initiatives  inception and \ndisseminated to at least  completion \n500 people by October   \n2019; at least 30% are \nwomen (2016 Baseline: 0)c \n \nKey Activities with Milestones \n1.  Legal and regulatory reforms for Islamic finance commenced \n1.1 Establish coordinating groups with central banks, governments, the private sector, and \nNGOs by March 2018. \n1.2 Establish baselines for measurements, including finalizing any surveys, by May 2018. \n1.3 Conduct gap analysis, review draft, undertake extensive consultations with stakeholders, \nand finalize with coordinating groups and other interested stakeholders by July 2018. \n1.4 Present findings to governments and support drafting of revised legislation and \nconsultation and/or information processes to legislators by September 2018. \n1.5 Support governments in commencing legal and regulatory reforms for Islamic finance by \nOctober 2019.  \n \n2.  Regulatory and private sector capacity to deliver Islamic financial services \nstrengthened \n2.1 Establish coordinating groups with central banks, governments, the private sector, and \nNGOs by March 2018 (same as the groups constituted under paragraph 1.1 above). \n2.2 Establish baselines for measurements, including finalizing any surveys, by May 2018. \n2.3 Conduct needs assessment of (i) governmental entities; (ii) financial regulatory agencies; \nand (iii) private sector financial services providers about Islamic finance by June 2018. \n2.4 Conduct capacity development training on a multi-country and individual basis (using a \ntrain-the-trainer approach) to address selected needs identified in 2.3 above, through \nMarch 2019. \n2.5 Systematically prepare financing proposals to illustrate and showcase the structuring \nconcerns and necessary due diligence in Islamic finance transactions, through June 2019. \n2.6 Disseminate financing proposals used in capacity development training initiatives, by \nSeptember 2019, and promote the piloting of at least two priority projects using Islamic \nfinancing by December 2019.  \n2.7 Complete assessments of training results and further needs by December 2019. \n \n3.   Public understanding of Islamic products in the target DMCs improved \n3.1 Complete small baseline survey of selected households in target DMCs on Islamic \nfinancial services understanding by March 2018. \n3.2 Complete assessments of current methods and delivery agents for financial information to \ncitizens, by May 2018. \n3.3 Design methods and materials for effective communication and broad dissemination \n ", "8  Appendix 1 \nstrategies, and run pilots in selected DMCs, by August 2018. \n3.4 Arrange for delivery and forwarding of knowledge products and services by September \n2018, for delivery through October 2019. \n \nInputs \nInvestment Climate Facilitation Fund under the Regional Cooperation and Integration Financing \nPartnership Facility: $2,000,000 \nNote: Participating DMC governments will provide counterpart support in the form of \ncounterpart staff; office space for meetings and trainings, logistical support to facilitate \nmeetings and discussions with relevant stakeholders at all levels, and other in-kind \ncontributions. \n \nAssumptions for Partner Financing \nNot Applicable \nAIFC  =  Astana  International  Financial  Centre,  DMC  =  developing  member  country,  NGO  =  nongovernment \norganization, TA = technical assistance. \na   State Bank of Pakistan, Islamic Banking Department. Strategic Plan Islamic Banking Industry of Pakistan \n  2014 – 2018; Da Afghanistan Bank. Financial Supervision Department; Kyrgyz Bank. 2009. Strategy for the banking \nsector development for the period till the end of 2011; National Bank of Tajikistan. Tajikistan Financial Sector \nDevelopment Strategy 2010 – 2015; and  Astana International Financial Centre.   \nb  The TA will actively seek to emphasize the importance of identifying and including women participants in the “train-\nthe-trainer” initiatives. \nc  The financing amount allocated to this output across the five target DMCs is $400,000. Therefore, to ensure that \ninformation on Islamic finance is properly disseminated to the public it will be essential to rely on mass media \ntechniques to impart information. This may involve radio public service messages, brochures and small-scale \nawareness events, wherein a national consultant recruited under the TA would visit neighborhoods to provide \ninformation on available Islamic finance products. In addition, where possible ADB will partner with public sector \nentities that have existing public awareness-raising initiatives to increase the impact of TA dissemination efforts.      \nSource: Asian Development Bank. \n \n \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Amount \nInvestment Climate Facilitation Funda under the Regional   \nCooperation and Integration Financing Partnership Facility  \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  730.0 \n      ii.  National consultants  420.0 \n    b.  International and local travel  130.0 \n    c.  Reports and communications (including translations)  120.0 \n  2.  Training, seminars, and conferences  250.0 \n  3.  Surveys  150.0 \n  4.  Miscellaneous administration and support costsb  75.0 \n  5.  Contingencies  125.0 \n                        Total   2,000.0 \nNote: The technical assistance (TA) is estimated to cost $2,150,000, of which contributions from the Investment Climate \nFacilitation Fund under the Regional Cooperation and Integration Financing Partnership Facility are presented above. \nThe governments will provide counterpart support in the form of office accommodation and transport, remuneration and \nper diem of counterpart staff, and other in-kind contributions. The value of the governments’ contributions is estimated \nto account for 7% of the total TA cost. \na   Established by the Government of Japan and administered by the Asian Development Bank.   \nb   Includes reports, editing, printing, communication, translation, interpretation, and secretarial services.   \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n   \n ", "10  Appendix 3 \n \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=49120-001-TAReport \n \n \n1.  Terms of Reference for Consultants \n \n \n \n                                                                                                                                                                                 \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20171218103723+08'00'", "ModDate": "D:20171218103723+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Technical Assistance Report", "Keywords": "adb technical assistance ta report"}, "author_page": " \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMCs  –  developing member countries \n  TA  –  technical assistance \n \n \nNOTE \n \n                   In this report, \"$\" refers to US dollars. \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Sean O'Sullivan, Central and West Asia Department (CWRD) \nChristopher Stephens, Office of the General Counsel (OGC) \nDirectors  Werner Liepach, Officer-in-Charge, Public Management, Financial \nSector, and Trade Division, CWRD \n  Ashraf Mohammed, Assistant General Counsel, OGC \n   \nTeam leaders  Joao Farinha-Fernandes, Senior Financial Sector Economist, CWRD \n  Asghar Ali Syed, Senior Counsel, OGC \nTeam members  Shauzab Ali, Senior Project Officer (Financial Sector), CWRD \nMarvis Francisco, Legal Operations Assistant, OGC \nLyle Raquipiso, Senior Economics Officer, CWRD \nMaria Celeste Yabut, Senior Operations Assistant, CWRD \nPeer reviewer  Mohd Sani Mohd Ismail, Senior Financial Sector Specialist, Southeast \nAsia Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "Wencai Zhang", "role": "Operations", "organization": ""}, {"fullname": "Christopher Stephens", "role": "Office of the General Counsel (OGC)", "organization": ""}, {"fullname": "Werner Liepach", "role": "Officer-in-Charge", "organization": "Public Management"}, {"fullname": "Ashraf Mohammed", "role": "Assistant General Counsel", "organization": "OGC"}, {"fullname": "Joao Farinha-Fernandes", "role": "Senior Financial Sector Economist", "organization": "CWRD"}, {"fullname": "Asghar Ali Syed", "role": "Senior Counsel", "organization": "OGC"}, {"fullname": "Shauzab Ali", "role": "Senior Project Officer (Financial Sector)", "organization": "CWRD"}, {"fullname": "Marvis Francisco", "role": "Legal Operations Assistant", "organization": "OGC"}, {"fullname": "Lyle Raquipiso", "role": "Senior Economics Officer", "organization": "CWRD"}, {"fullname": "Maria Celeste Yabut", "role": "Senior Operations Assistant", "organization": "CWRD"}, {"fullname": "Mohd Sani Mohd Ismail", "role": "Senior Financial Sector Specialist", "organization": "Southeast"}]}