{"path": "data/input/ta/49158-001-tar.pdf", "pages": [" \n \nTechnical Assistance Report \nProject Number: 49158-001 \nResearch and Development Technical Assistance (RDTA) \nSeptember 2016 \n \n \n \n \nBuilding Climate Change Resilience in Asia’s Critical \nInfrastructure \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB's  Public \nCommunications Policy 2011. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \n members, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \nADB  –  Asian Development Bank \nDMC  –  developing member country \nDRM  –  disaster risk management \nGIS  –  geographic information system \nNEX–GDDP  –  National Aeronautics and Space Administration Earth \nExchange Global Daily Downscaled Projections \nSDCD  –  Climate Change and Disaster Risk Management Division \nTA  –  technical assistance \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \nVice-President  B. Susantono, Knowledge Management and Sustainable Development  \nDirector General  M.C. Locsin, Sustainable Development and Climate Change Department \n(SDCC) \nDirector  P. Bhandari, Climate Change and Disaster Risk Management Division, \nSDCC \n   \nTeam leader  C. Losenno, Senior Climate Change Specialist (Climate Change \nAdaptation), SDCC \nTeam members  R. Abrigo, Climate Change Officer (Climate Change Adaptation), SDCC  \nL. Calderon, Senior Management Administrative Assistant, Office of the \nPresident  \nA. de Dios, Senior Operations Assistant, SDCC  \nA. Sinha Roy, Disaster Risk Management Specialist (Climate Change \nAdaptation), SDCC  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \n \nRESEARCH AND DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE RESEARCH AND DEVELOPMENT TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Methodology and Key Activities  2 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT’S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework   6 \n2.  Cost Estimates and Financing Plan   8 \n3.  Outline Terms of Reference for Consultants  9 \n \n ", "Project Classification Information Status: Complete\nRESEARCH AND DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 49158-001\nProject Name Building Climate Change Resilience in  Department SDCC/SDCD\nAsia's Critical Infrastructure /Division\nCountry REG Executing  Asian Development Bank\nAgency\nqq\n2. Sector Subsector(s)     ADB Financing ($ million)\nWater and other urban  Urban flood protection 0.25\ninfrastructure and \nservices\nUrban water supply 0.25\nEnergy Conventional energy generation 0.25\nLarge hydropower generation 0.25\nTransport Road transport (non-urban) 0.25\nUrban public transport 0.25\nTotal 1.50\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the  Low\ngrowth (IEG) opportunities, including jobs, made  Project\nmore inclusive\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Client relations, network, and  No gender elements (NGE)\ncapacity development partnership development to \n(GCD) partnership driver of change\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nPartnerships (PAR) International finance institutions (IFI)\nOfficial cofinancing\nqq\n5. Poverty and SDG Targeting Location Impact\nProject directly targets  No\nRegional High\npoverty and SDGs\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 1.50\n    Research and development technical assistance: Technical Assistance  1.50\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 1.50\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 01092016132553500997 Generated Date: 16-Sep-2016 15:50:03 PM", " \nI.  INTRODUCTION \n \n1.  This  Asian  Development  Bank  (ADB)  regional  technical  assistance  (TA)  project  is \ndesigned to increase knowledge, promote innovation and good practice, and identify priorities \nfor scaling up climate-resilient investments in South Asia and Southeast Asia. The TA will \nimprove  understanding  of  climate  risks  to  critical  infrastructure1 in  the  region  and  identify \ninvestment priorities to increase resilience to climate change. The project will focus on the road \nand water transport, conventional energy generation and hydropower, and water supply and \nflood  protection  subsectors.  The  TA  will  also  assess  technology,  policy,  and  knowledge \nsolutions to the need to make infrastructure investments more resilient to the effects of climate \nchange. These will include engineering measures; ecosystem-based adaptation; technology; \nand financial delivery, insurance, and risk transfer mechanisms.2 \n \nII.  ISSUES \n \n2.  Emerging markets  and low-income  countries  continue to  need  large  investments  in \ninfrastructure to remove constraints on growth; create job opportunities; respond to urbanization \npressures; and meet crucial development, inclusion, and environmental goals. In 2009, ADB \nestimated that an infrastructure investment of $8 trillion would be required during 2010–2020 to \nmaintain current levels of growth in Asia.3 Other estimates have put the need at $5.36 trillion a \nyear by 2025, or almost 60% of the overall global infrastructure investment requirements. The \nbulk of these needs are in energy, water, and transport infrastructure.4 \n \n3.  Infrastructure for transport and communications, energy generation and transmission, \nand the supply of water and sanitation are critical for development. These types of infrastructure \nusually have long service lives, which renders both the region’s existing infrastructure stocks \nand its future infrastructure investments vulnerable to changes in climate conditions that may \ntake place in the near and medium terms. One of five overarching reasons for concern cited by \nthe fifth assessment report of the Intergovernmental Panel on Climate Change in 2014 was the \nexistence  of  systemic  risks  “due  to  extreme  weather  events  leading  to  breakdown  of \ninfrastructure networks and critical services such as electricity, water supply, and health and \nemergency services.”5 \n \n4.  Due to its vast and varied geography, Asia and the Pacific will experience most of the \nprojected  climate  change  impacts,  particularly  the  increased  risk  of  submergence,  coastal \nflooding, and coastal erosion in coastal systems and low-lying areas. By 2060, 729 million–983 \nmillion people are projected to be living in low-elevation coastal zones in Asia.6 Inland ports, \nseaports, roads, rail, airports, energy and water supply, energy distribution, storm water and \nsewerage systems, and other infrastructure assets are highly sensitive to slow-onset climate \nchange. This includes gradual increases in air temperature and sea levels. They are equally \n                                                \n1  The United Nations Office for Disaster Risk Reduction defines critical facilities as “the primary physical structures, \ntechnical facilities and systems which are socially, economically or operationally essential to the functioning of a \nsociety or community, both in routine circumstances and in the extreme circumstances of an emergency.” \nhttp://www.unisdr.org/files/7817_UNISDRTerminologyEnglish.pdf \n2  The TA first appeared in the business opportunities section of the ADB website on 27 September 2016. \n3  ADB and ADB Institute. 2009. Infrastructure for a Seamless Asia. Tokyo. \n4  PricewaterhouseCoopers. 2014. Capital Project and Infrastructure Spending: Outlook to 2025. Delaware. \n5  Intergovernmental Panel on Climate Change. 2014. Climate Change 2014 Impacts, Adaptation, and Vulnerability: \nSummary for Policymakers (Working Group II Contribution to the Fifth Assessment Report of the Intergovernmental \nPanel on Climate Change). Cambridge, UK; and New York: Cambridge University Press. p. 13. \n6  B. Neumann et. al. 2015. Future Coastal Population Growth and Exposure to Sea-Level Rise and Coastal \nFlooding—A Global Assessment. PLoS ONE. 10(3): e0118571. doi:10.1371/journal.pone.0118571. ", "2 \nvulnerable to such extreme events as flooding from heavy precipitation, high winds, and storm \nsurges. A detailed understanding of the impacts of climate change on critical infrastructure is of \ngreat importance, since it can inform the continued and sustainable development of ADB’s \ndeveloping member countries (DMCs) in South Asia and Southeast Asia. \n \nIII.  THE RESEARCH AND DEVELOPMENT TECHNICAL ASSISTANCE \n \n5.  The TA will help to address emerging development challenges identified in the 2014 \nmidterm review of ADB’s Strategy 2020 and meet an ADB priority to scale-up support for \nclimate-resilient development in its DMCs.7 The TA will expand ADB’s knowledge dialogue with \nthe DMCs for country programming. It will provide information for use in planning development \nprograms and investment strategies in the target DMCs, and adaptation solutions by sector and \ninvestment needs. The TA will also inform ADB’s preparation of a long-term strategic framework \nto  succeed  Strategy  2020.  The  TA  will  support  ADB’s  efforts  to  scale  up  climate-resilient \ninvestments in the region and meet its annual climate adaptation finance target of $2 billion by \n2020. By the TA project’s completion, ADB and DMCs will have a fuller understanding of the \nactions and innovation needed to make critical infrastructure in South Asia and Southeast Asia \nmore resilient to climate change. \n \nA.  Impact and Outcome \n \n6.  The  impact  will  be  scaled-up  support  for  effective  climate  change  adaptation.  The \noutcome will be knowledge base on climate change risks to critical infrastructure enhanced in \nSouth Asia and Southeast Asia. \n \nB.  Methodology and Key Activities \n \n7.  The  TA  will  build  on  the  current  understanding  of  climate  change  impacts  on  the \neconomy in South Asia and Southeast Asia, ongoing TA projects supported by ADB,8 and the \nknowledge already available to help developing countries transition on to a low-carbon, climate-\nresilient development path.9  \n \n8.  The TA will have three outputs. \n \n9.  Output 1: Critical infrastructure in the energy, transport, and water sectors in \nSouth Asia and Southeast Asia identified. The TA will identify critical existing infrastructure \nassets and facilities in the energy, transport, and water sectors in South Asia and Southeast \nAsia. The TA will develop a methodology and criteria for establishing which infrastructure is \ncritical to the social and economic development of the targeted subregions and/or is part of key \neconomic corridors. A framework for analyzing the long-term performance of interdependent \ninfrastructure  systems  will  be  developed.  The  approach  developed  will  be  based  on \nmethodologies already tested in the region and globally. These include (i) dependence matrixes \nthat represent the probability of each asset in a complex system being seriously disrupted \ndirectly  or  indirectly  by  propagation  effects  of  the  disruption  of  another  asset;  and  (ii) \nconsequence criteria, such as the concentration of people who would be affected by disruption, \n                                                \n7  ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila. \n8  Such as ADB. 2014. Technical Assistance for Financing Low-Carbon, Climate-Resilient Urban Infrastructure in \nAsia and the Pacific. Manila; ADB. 2015. Technical Assistance for Establishing the Future Cities Program in the \nAsia and Pacific Region. Manila; and the work funded by the Urban Climate Change Resilience Trust Fund. \n9  For example, regarding power sectors in South Asia and Southeast Asia:  World Resources Institute. 2010. Over \nHeating: Financial Risks from Water Constraints on Power Generation in Asia. Washington, DC. \n ", "3 \nthe type and number of sectors that would shut down, the debilitating consequences for other \nsectors and the whole country’s economy, and recovery time. \n \n10.  ADB will select the methodology to be used with the support of TA consultants and \ncenters of excellence during the first 5 months of TA implementation. The TA will then identify \ncritical infrastructure in the energy, transport, and water sectors for the target subregions, \nfocusing on the road and water transport, conventional energy generation and hydropower, and \nwater  supply  and  flood  protection  subsectors  in  both  rural  and  urban  areas.  The  assets \nidentified will be cataloged through databases, simulation modeling, and visualization tools. A \nroad  map  of  planned  infrastructure  will  be  developed  based  on  demand  for  infrastructure \nservices and relevant national development strategies. \n \n11.  Output 2: Climate change risks to existing and planned critical infrastructure in \nthe energy, transport, and water sectors in South Asia and Southeast Asia assessed. The \nTA will assess climate change risks in South Asia and Southeast Asia to existing and planned \ncritical infrastructure in the energy, transport, and water sectors. Based on this analysis, the \nproject will select pilot areas in the two regions for further study. The pilot areas will cover a mix \nof countries with medium and low income, and have a variety of geographical characteristics, \nincluding coastal, mountainous, and other topographies. The TA will undertake a  detailed, \nspatially explicit assessment of climate change risks, including weather-induced disaster risks, \nto existing and planned critical infrastructure assets, as well as the services they provide and \nthe communities they serve. \n \n12.   The assessment will consider climate change scenarios for three time periods—2016− \n2030, 2030−2050, and 2050−2080—drawing on existing climate and projections data sets, \nincluding the United States’ National Aeronautics and Space Administration’s Earth Exchange \nGlobal  Daily  Downscaled  Projections.10 Climate  scenarios  will  be  used  to  assess  climate \nchange  impacts  on  the  critical  infrastructure  the  project  identifies  and  the  services  and \npopulations these assets serve. The TA will analyze the risks that will arise if interdependent \ninfrastructure networks fail due to current climate variability and future climate change. Existing \nassessment tools and models will be used to the greatest extent possible. Climate change \ninformation  will  be  made  available  electronically  on  an  interactive  geographic  information \nsystem (GIS) platform that will be developed under the TA and will target climate change \nadaptation practitioners in DMCs that are involved in the design and/or climate risk assessment \nof infrastructure projects.11 \n \n13.  Output 3: Policy, financial priorities, adaptation options, and climate resilience \nstandards for the target sectors identified. The TA will identify policy, financial priorities, \nadaptation options, and climate resilience standards for the target sectors. The TA will formulate \nrecommendations  on  governance,  policy,  regulatory,  and  financial  measures  that  can  be \ndeployed to strengthen climate resilience and avoid leaving critical infrastructure assets and \ntheir services vulnerable to the long-term effects of climate change. Based on the project’s \nassessment of the vulnerability of existing infrastructure and available information, the TA will   \nexamine approaches to climate risk management, including those developed by ADB and other \nfinancial institutions, and potential engineering and non-engineering adaptation measures. The \nTA will examine engineering solutions and adaptation measures based on high technology that \n                                                \n10 National Aeronautics and Space Administration (NASA), Climate Data Service. NASA Earth Exchange Global Daily \nDownscaled Projections. https://cds.nccs.nasa.gov/nex-gddp/ \n11 Under this TA, the NEX–GDDP data format will be converted into more user-friendly formats available through the \ninteractive GIS platform.  \n ", "4 \ncan be developed to reduce climate risks. Non-engineering measures will include ecosystem-\nbased adaptation that can be retrofitted to existing infrastructure and applied to the design of \nnew infrastructure to increase resilience to climate change and disaster risk. The project will \nalso develop performance indicators that can be used to measure the effectiveness of climate-\nresilient infrastructure designs.  \n \n14.  The project will develop climate resilience design metrics or standards for the target \nsectors, taking into account the different needs and national circumstances and work done by \nother institutions to design resilient infrastructure.12 Case studies will be produced for three \nDMCs to demonstrate the benefits of investing in climate resilience. The studies will examine \ninvestments in the transport, energy and water sectors that can be considered for the three \ncountries’ programming and investment pipelines. The three countries will be selected from \namong the pilot DMCs within the geographical areas identified under output 1. They will be \nhighly  vulnerable  to  the  effects  of  climate  change  and  be  at  three  different  levels  of \ndevelopment—i.e., a low-income DMC, a low-income country transitioning to middle-income \nstatus, and a middle-income DMC.  \n \n15.  The TA will conduct outreach activities, such as workshops and knowledge dialogues, to \nraise the awareness of stakeholders in the region of the vulnerability of critical infrastructure to \nclimate change and to inform them of the TA findings. The TA will increase the capacity of \ndecision makers from the public and private sectors not only to anticipate climate risk, but also \nto appreciate the net benefits of investing in climate resilience. A knowledge product on design \nfeatures for climate-proofing infrastructure in the region and summaries for policy makers will be \nproduced and disseminated at regional and international events. \n \n16.  Several risks exist to the achievement of the intended outputs and outcome. Knowledge \ngenerated by the TA may not be transferred to the relevant line ministries in targeted DMCs. \nThe availability of detailed data on critical infrastructure may be limited. The impact modeling at \nan appropriate scale of resolution may require more time to complete and absorb more TA \nresources than planned. ADB will mitigate these by facilitating knowledge dissemination in \ntargeted  DMCs,  sourcing  expert knowledge  on  infrastructure  assets  and facilities from  the \nregion,  allocating  sufficient  budget  and  contingency  for  infrastructure  mapping  and  impact \nmodeling, and disseminating knowledge to relevant government stakeholders in the selected \nDMCs. \n \nC.  Cost and Financing \n \n17.  The TA is estimated to cost $1,500,000, of which $1,340,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-others) and $160,000 by ADB’s \nTechnical Assistance Special Fund (TASF-V). \n \nD.  Implementation Arrangements \n \n18.  ADB  will  be  the  executing  agency. 13  The  Climate  Change  and  Disaster  Risk \nManagement Division of the Sustainable Development and Climate Change Department will be \nthe implementing agency and will administer the TA and coordinate with ADB’s South Asia \n                                                \n12 This includes work on climate adaptation standards being undertaken by the International Organization for \nStandardization and the standard for sustainable and resilient infrastructure developed by the Global Infrastructure \nBasel Foundation. \n13 Prior to commencing or financing of any proposed activities under the TA, a no-objection in writing will be obtained \nfrom each selected DMC. \n ", "5 \nDepartment, Southeast Asia Department, Private Sector Operations Department, and relevant \nresident missions. The Climate  Change  and  Disaster  Risk  Management  Division  will  work \nclosely with the transport, energy, urban, and water sector groups to generate practical and \noperation-oriented solutions. A TA coordination unit of representatives from relevant operations \ndepartments and sector groups may be established to help implement the TA activities. \n \n19.  Centers of excellence will provide the core research and practices that will underpin the \nachievement of outputs 1 and 2. Researchers from the United Kingdom Met Office may provide \n(i)  an  assessment  of  historical  climate  and  climate  model  projections  for  South  Asia  and \nSoutheast Asia, including an assessment of the adequacy of available data and coherence \nacross models; (ii) identification of climate change hot spots in South Asia and Southeast Asia \nwhere  the magnitude  and/or rate  of climate  change  are  likely  to create  challenges to  the \nphysical integrity and/or performance of critical infrastructure; and (iii) input to the development \nof geo-spatial coverage, summarizing climate-related risks that can serve as a basis for national \nand sector planning.14  \n \n20.  The Infrastructure Transitions Research Consortium of the University of Oxford and \nother centers of excellence may (i) develop criteria to identify and catalog critical infrastructure \nin South Asia and Southeast Asia; (ii) develop a case study to demonstrate how the developed \nmethodologies on critical infrastructure can be effectively applied in a national infrastructure \nassessment; (iii) identify relevant concepts, models, and tools needed to identify and test robust, \nsustainable, and climate-resilient infrastructure design standards for the provision of national \ninfrastructure; and (iv) provide input to the assessment of policy, financial, engineering, and \nnon-engineering solutions to increase the climate resilience of infrastructure in South Asia and \nSoutheast Asia. Other centers of excellence may provide key resources and international best \npractices. Procedures for knowledge partnerships will be aligned with ADB guidelines currently \nunder development. Input from utilities and facility managers from the public and private sectors \nwill be sought through such existing mechanisms as the ADB Water Operators Partnerships \nProgram to facilitate knowledge sharing and ensure that the climate-resilient solutions identified \nby the TA are operational and replicable. \n \n21.  The TA will require 23 person-months of international and 36 person-months of national \nconsultant inputs. Consultants will be engaged as individuals and as firms following ADB’s \nGuidelines on the Use of Consultants (2013, as amended from time to time). The project will \nrequire expertise in multiple areas, including (i) climate risk and vulnerability assessment; (ii) \nclimate risk management; (iii) adaptation planning; (iv) disaster risk management; (v) water, \nenergy, and transport infrastructure planning and systems; (vii) climate change economics; and \n(vii)  GIS. TA disbursements will be made following ADB’s Technical Assistance Disbursement \nHandbook (2010, as amended from time to time). The TA will be implemented from October \n2016 to June 2019. \n \nIV.  THE PRESIDENT’S DECISION \n \n22.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,500,000 on a grant basis \nfor Building Climate Change Resilience in Asia’s Critical Infrastructure, and hereby reports this \naction to the Board. \n                                                \n14 ADB and the United Kingdom Met Office signed a letter of intent in February 2015 to strengthen cooperation in \nhelping developing countries in Asia and the Pacific to address climate vulnerability and in promoting climate-\nresilient development. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \nImpact the TA is Aligned with \nScaled-up support for effective climate change adaptation (Midterm Review of Strategy 2020)a \n  Performance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting  Risks \nOutcome       \nKnowledge base of  a. At least two projects  a. Country programming  Knowledge generated \nclimate change risks  addressing vulnerabilities  strategies and project  by the TA is not \nto critical  identified by the TA are  documents  transferred to the \ninfrastructure  included in selected    relevant line ministries \nenhanced in South  DMCs’ pipelines by 2019    in targeted DMCs  \nAsia and Southeast     \nAsia  b. ADB investments in  b. 2020 ADB annual \nclimate-resilient  report; 2020 joint report \ninfrastructureb in selected  on MDB climate finance \nregions increased by 50%  tracking \nby 2019 (2015 baseline: \n$256.36 million)c \nOutputs  By 2019:     \n1. Critical  1a. Technical working  1a–b. TA progress  Availability of detailed \ninfrastructure in the  paper on the methodology  reports  data on critical \nenergy, transport,  to identify critical    infrastructure is limited \nand water sectors in  infrastructure finalized     \nSouth Asia and      Impact modeling at an \nSoutheast Asia  1b. Road map of    appropriate scale of \nidentified  infrastructure planned for    resolution requires \n  each target area produced     more time to complete \n      and absorbs more \n2. Climate change  2a. Technical paper on  2a. Peer-reviewed  resources than \nrisks to existing and  climate change  article in international  originally planned \nplanned critical  vulnerability of critical  journal   \ninfrastructure in the  infrastructure published in     \nenergy, transport,  peer-reviewed journal   \nand water sectors in     \nSouth Asia and  2b. GIS web-based  2b. TA progress reports \nSoutheast Asia  information platform   \nassessed  produced   \n     \n3. Policy, financial  3a. Interregional policy  3a. TA progress reports \npriorities, adaptation  dialogue conducted   \noptions, and climate     \nresilience standards  3b. Three case studies  3b–d. Knowledge \nfor the target sectors  completed  product \nidentified   \n3c. Climate resilience \nmetrics for transport, \nenergy, and water sectors \ndeveloped \n \n3d. Knowledge product on \nmeasures to build climate \nresilience in Asia’s \ninfrastructure published \n \n ", "Appendix 1  7 \nKey Activities with Milestones \n1  Critical infrastructure in the energy, transport, and water sectors in South Asia and Southeast \nAsia identified \n1.1 Agree on criteria and methodological approach for the analysis of critical infrastructure (Q1 2017) \n1.2 Explore partnerships with centers of excellence, the private sector, utilities, and facility managers (Q2 \n2017) \n1.3 Carry out a scoping activity to identify target countries and/or target geographical areas, and produce \na universal list of existing critical infrastructure in South Asia and Southeast Asia (Q2 2017) \n1.4 Analyze relevant sector development plans and policy (Q2 2017) \n1.5 Hold national and regional consultations (Q3 2017) \n1.6 Produce a draft technical report on critical infrastructure (Q3 2017) \n \n2  Climate change risks to existing and planned critical infrastructure assessed in the energy, \ntransport, and water sectors in South Asia and Southeast Asia \n2.1 Conduct a study on climate variability and climate change on selected regions as an input to the \nvulnerability assessment of critical infrastructure (Q3 2017) \n2.2 Conduct national and regional dialogues (Q4 2017) \n2.3 Peer review a draft final report on the climate vulnerability of critical infrastructure (Q4 2017) \n2.4 Develop a GIS-based platform for the visualization of critical infrastructure (Q4 2017) \n \n3  Policy, financial resources, adaptation options, and climate resilience standards identified \n3.1 Conduct a preliminary study to analyze an existing policy and regulatory framework that can support \nclimate change adaptation (Q4 2017) \n3.2 Conduct consultations and policy dialogues (Q1 2018) \n3.3 Select one candidate case study for each sector of a target DMC to demonstrate the benefits of \ninvesting in climate resilience (Q1 2018) \n3.4 Produce an assessment of viable policy, regulatory, financial, and adaptation measures aimed at \nincreasing the climate resilience of existing and planned infrastructure (Q2 2018) \n3.5 Develop standards for climate resilience in infrastructure in the transport, energy, and water sectors \n(Q3 2018) \n3.6 Produce a knowledge product and a summary for policy makers on the climate vulnerability of critical \ninfrastructure and recommendations for investing in climate resilience (Q4 2018) \n3.7 Launch knowledge product (Q1 2019)  \nInputs \nADB: $1,500,000  \nAssumptions for Partner Financing \nNot applicable \nADB = Asian Development Bank, DMC = developing member country, GIS = geographic information system, MDB = \nmultilateral development bank, Q = quarter, TA = technical assistance. \na  ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila. \nb  Climate-resilient infrastructure is infrastructure that is designed, built, and operated to withstand climate change \nimpacts and contribute to a community’s ability to cope with climate change, based on the best available \nknowledge on climate variability and change at the time of design. \nc  ADB’s 2015 internal financing for climate change adaptation in South Asia and Southeast Asia. \nSource: Asian Development Bank. \n \n \n \n \n___________________              ___________________     \n      Preety M. Bhandari           Ma. Carmela D. Locsin \n                  Director, SDCD            Director General, SDCC\n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Amount \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  439.8 \n      ii.  National consultants  104.5 \n    b.  International and local travel  96.0 \n    c.  Reports and communications  50.0 \n  2.  Centers of excellence (non-consulting services)b  552.8 \n  3.  Training, seminars, and conferencesc   \n    a.  Regional workshop  50.0 \n    b.  Policy dialogue  50.0 \n  4.  Surveys  36.9 \n  5.  Miscellaneous administrationd and support costse  40.0 \n  6.  Representative for contract negotiations  5.0 \n  7.  Contingencies  75.0 \n        Total  1,500.0 \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-V and TASF-others). \nb  The centers of excellence will provide research and best practice knowledge under existing knowledge and/or new \npartnership agreements with the Asian Development Bank. \nc   Includes one regional workshop and one policy dialogue, which are expected to take place in the target countries \nand be attended by 40 participants. \nd  Includes honorarium and travel costs for resource persons and facilitators, participants’ travel costs, staff travel \ncosts as resource persons and/or speakers, and logistical costs, including software. \ne  Includes  representation  expenses  following  Asian  Development  Bank  (Budget,  Personnel  and  Management \nSystems Department; and Strategy and Policy Department). 2013. Use of Bank Resources: Regional Technical \nAssistance  and  Technical  Assistance  vs.  Internal  Administrative  Expenses  Budget.  Memorandum.  26  June \n(internal). \nSource: Asian Development Bank estimates. \n \n ", "Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  General \n \n1.  The Asian Development Bank (ADB) will administer the technical assistance (TA) for \nBuilding Climate Change Resilience in Asia’s Critical Infrastructure. The TA project will assess \nthe climate vulnerability of critical infrastructure in the transport, energy, and water sectors in \nSouth Asia and Southeast Asia and identify adaptation solutions. The project will provide a \nplatform for coordinating with centers of excellence, knowledge partners, the private sector, and \nconsultants. ADB, through the Climate Change and Disaster Risk Management Division (SDCD) \nof its Sustainable Development and Climate Change Department, will be the executing agency. \nSDCD will lead overall implementation in collaboration with ADB’s South Asia Department, \nSoutheast Asia Department, and Private Sector Operations Department, as well as its energy, \ntransport, urban, and water sector groups. \n \n2.  The centers of excellence will provide the core research and practices to underpin (i) the \ndevelopment of a methodology and identification of critical infrastructure in the transport, energy, \nand water sectors in South Asia and Southeast Asia (output 1); and (ii) the assessment of the \nvulnerability of the identified critical infrastructure to climate variability and change (output 2). \nWhile ADB has established partnership agreements with some centers of excellence, other \npartnerships  may  be  established  for  the  purpose  of  this  TA.  Procedures  for  knowledge \npartnerships will be aligned with ADB guidelines currently under development. The centers of \nexcellence will deliver analytical and operationally relevant inputs based on agreed work plans \nformulated during the first 3 months of the TA implementation and as needed later on. \n \n3.  The TA will require 23 person-months of international and 36 person-months of national \nconsultant inputs to coordinate and manage the technical assessments. The consultants should \nhave strong technical expertise and a track record in adapting infrastructure systems in the \ntransport, energy, and water sectors to climate variability and change; geographic information \nsystems; and climate change economics. The consultants will play a critical facilitation role and \nshould have skills to adequately use resources and engage with centers of excellence, the \nprivate sector, and partner agencies. \n \nB.  International Consultants \n \n4.  Senior climate change adaptation and disaster risk management consultant and \nteam leader (10 person-months, intermittent). The consultant will be responsible for the overall \ncoordination of the TA implementation, including coordination of inputs by other consultants and \nthe centers of excellence, and the preparation of knowledge products and TA reports. The \nconsultant will \n(i)  liaise  with  the  SDCD  mission  leader,  developing  member  country  (DMC) \nrepresentatives, and partner organizations; \n(ii)  map existing information resources on climate change risks and weather-induced \ndisasters by sector, based on the input of the sector consultants; \n(iii)  coordinate  the  development  of  the  criteria  and  an  inventory  of  critical \ninfrastructure and climate risk and vulnerability assessments; \n(iv)  in addition to providing overall coordination for outputs 1 and 2, be responsible \nfor the delivery of output 3 and identify policy, financial priorities, adaptation \noptions, and climate resilience design standards for the target sectors; \n(v)  formulate  recommendations  on  governance,  policy,  regulatory,  financial \nmeasures, insurance, and risk transfer mechanisms that can be deployed to \n ", "10  Appendix 3 \navoid  locking  in  critical  infrastructure  and  their  services  to  long-term climate \nvulnerability; \n(vi)  examine approaches to climate risk management, including those developed by \nADB and other financial institutions; potential engineering solutions based on \nhigh technology that can be developed to reduce climate risks; and potential non-\nengineering  measures  such  as  ecosystem-based  adaptation  that  can  be \nretrofitted to existing infrastructure and applied to the design of new infrastructure \nto increase resilience to climate change and disaster risk;  \n(vii)  develop indicators that can be used to measure the effectiveness of climate-\nresilient designs and  develop climate resilient infrastructure design metrics or \nstandards for the target sectors, taking into account the different needs and \nnational circumstances and the work done by other institutions on designing \nresilient infrastructure;1 \n(viii)  be responsible for coordinating the development of case studies for three DMCs \nto demonstrate the benefits of investing in climate resilience; and \n(ix)  develop recommendations on national and regional opportunities for investment \nwith  significant  climate  change  adaptation  and/or  disaster  risk  management \n(DRM)  benefits,  and  assess  associated  benefits  in  accordance  with  national \ndevelopment  plans  (including  sector  plans,  national  adaptation  programs  of \naction,  intended  nationally  determined  contributions,  and  joint  national action \nplans for disaster risk management and climate change adaptation). \n \n5.  Climate  change  economist  (3  person-months,  intermittent). The  consultant  will  be \nresponsible for the economic analyses and studies required to inform the identification of critical \ninfrastructure  and  assess  available  engineering  and  non-engineering  adaptation  options  to \nincrease the resilience of the critical infrastructure. The consultant will \n(i)  estimate the economic costs of the potential impacts to critical infrastructure \nresulting from the projected changes of relevant climate variables, including sea \nlevel, which are identified in outputs 1 and 2;  \n(ii)  assess the economic costs and benefits of possible adaptation measures as \nidentified in output 3;  \n(iii)  provide recommendations based on the outcomes of the economic analysis;  \n(iv)  provide inputs for the development of knowledge products, including technical \nassessment reports and journal publications; and  \n(v)  contribute as a resource person to knowledge dialogues and consultations. \n \n6.  Transport  consultant  (2  person-months,  intermittent).  The  consultant  will  be \nresponsible for the assessment of the impacts of climate change on critical infrastructure in the \ntransport sector; and the identification of measures, technology, policy, and knowledge solutions \nthat  can  be  incorporated  into  transport  projects  to  increase  the  climate  resilience  of \ninfrastructure investments. The consultant will \n(i)  provide  transport  sector-specific  expertise  in  mapping  existing  information \nresources on climate change risks and weather-induced disasters; \n(ii)  identify sector risks associated with climate change;  \n(iii)  conduct an assessment of and summarize the available literature, databases, \nand  other  relevant  sources  to  inform  the  vulnerability  assessment  of  critical \ninfrastructure in the transport sector;  \n                                                \n1  This includes work on the climate adaptation standards being undertaken by the International Organization for \nStandardization and the standard for sustainable and resilient infrastructure developed by the Global Infrastructure \nBasel Foundation. \n ", "Appendix 3  11 \n(iv)  in collaboration with the team leader and the centers of excellence, develop a \nsystem, model,  or  a  set  of criteria  to  classify  transport  infrastructure  that  is \nessential to sustain the core economic activity in a region or country;  \n(v)  provide sector-specific recommendations on national and regional opportunities \nfor investment with significant climate change adaptation and DRM benefits;  \n(vi)  develop climate resilience standards for transport sector investments; \n(vii)  provide inputs for the development of knowledge products, including technical \nassessment reports and journal publications; and  \n(viii)  contribute as a resource person to the TA knowledge dialogues, workshops, and \nconsultations. \n \n7.  Energy consultant (2 person-months, intermittent). The consultant will be responsible \nfor the assessment of the impacts of climate change on critical infrastructure in the energy \nsector; and the identification of measures, technology, policy, and knowledge solutions that can \nbe  incorporated  into  energy  sector  projects  to  increase  the  resilience  of  infrastructure \ninvestments. The consultant will \n(i)  provide  energy  sector-specific  expertise  in  mapping  existing  information \nresources on climate change risks and weather-induced disasters; \n(ii)  identify risks in the energy sector associated with climate change;  \n(iii)  conduct an assessment of and summarize the available literature, databases, \nand  other  relevant  sources  to  inform  the  vulnerability  assessment  of  critical \ninfrastructure in the energy sector; \n(iv)  in collaboration with the team leader and the centers of excellence, develop a \nsystem,  model,  or  a  set  of  criteria  to  classify  energy  infrastructure  that  is \nessential to sustain the core economic activity in a region or country;  \n(v)  provide sector-specific recommendations on national and regional opportunities \nfor investment with significant climate change adaptation and DRM benefits;  \n(vi)  develop climate resilience standards for transport sector investments;  \n(vii)  provide inputs to the development of knowledge products, including technical \nassessment reports and journal publications; and  \n(viii)  contribute as a resource person to the TA knowledge dialogues, workshops, and \nconsultations. \n \n8.  Water consultant (2 person-months, intermittent). The consultant will be responsible for \nthe assessment of the impacts of climate change on critical infrastructure in the water sector; \nand the identification of measures, technology, policy, and knowledge solutions that can be \nincorporated into water sector projects to increase the resilience of infrastructure investments. \nThe consultant will \n(i)  provide water sector-specific expertise in mapping existing information resources \non climate change risks and weather-induced disasters; \n(ii)  identify risks in the water sector, including risks to urban and rural water supplies, \nthat are associated with climate change; \n(iii)  conduct an assessment of and summarize the available literature, databases, \nand other important sources of information to determine the critical infrastructure \nin the water sector;  \n(iv)  develop and apply hydrologic and/or hydraulic models as required to support the \nassessment; \n(v)  in collaboration with the team leader and the centers of excellence, develop a \nsystem, model, or a set of criteria to classify water sector infrastructure that is \nessential to sustain the core economic activity or basic social services in a region \nor country;  \n ", "12  Appendix 3 \n(vi)  provide sector-specific recommendations on national and regional opportunities \nfor investment with significant climate change adaptation and DRM benefits; \n(vii)  develop climate resilience design standards for water sector infrastructure;  \n(viii)  provide inputs to the development of reports and knowledge products, including \ntechnical assessment reports and journal publications; and  \n(ix)  contribute as a resource person to the TA’s knowledge dialogues, workshops, \nand consultations. \n \n9.  Geographic information systems consultant (4 person-months, intermittent). Under \nthe direction of the team leader and sector specialists, the consultant will be responsible for \npreparing geo-spatial coverage of critical infrastructure and its physical and human geographic \ncontext in the urban and rural transport, energy, and water sectors in the target countries. \nSpecific information will include (i) geo-spatially referenced locations of critical transport, energy, \nand water infrastructure as determined by the sector specialists; (ii) digital elevation terrain \nmodels  at  horizontal  and  vertical  resolution  appropriate  to  the  methodology  used  in  risk \nassessment; (iii) major hydrologic features, particularly major river systems and surface water \nbodies  (both  natural  and  artificial)  at  a  level  of  detail  required  to  support  hydrologic  and \nhydraulic modeling; (iv) land use and land cover as required for the assessments; (v) climatic \nfeatures  of  the  target  countries  at  reasonably  high  spatial  resolution  (both  historical  and \nprojected climate); (vi) distribution of population at a degree of resolution consistent with the \nmodeling of demand for water and energy; and (vii) maps, reports, and graphics prepared as \nrequired for reports, knowledge products, and web content. \n \nC.  National Consultants \n \n10.  TA coordinator (12 person-months, intermittent). The TA coordinator will be based in \nADB headquarters in Manila and will provide administrative support in the implementation of the \nTA activities. Specifically, the TA coordinator will (i) carry out necessary administrative tasks to \nensure timely implementation of TA activities and coordination within ADB and externally; (ii) \nmonitor  the  TA  budget  and  prepare  financial  reports;  (iii)  assist  the  team  leader  in  the \npreparation of a TA progress report, a completion report, and other reports that may be required; \n(iv) support the preparation and organization of workshops; (v)  provide support to the TA \nconsultants and act as a liaison between the consultants, SDCD, and operations departments; \nand (vi) provide support as required to ensure the smooth implementation of TA activities. \n \n11.  National consultants (1 consultant from each of the 3 target DMCs, 6 person-months \neach, intermittent). The national consultants will facilitate access to local data and contribute to \nthe development of national case studies. \n \n12.  Knowledge  management  expert  (6  person-months,  intermittent).  The  knowledge \nmanagement expert will assist the team leader in developing a communications plan for all \npublications  that  will  be  developed  under  the  TA.  The  consultant’s  tasks  will  include  (i) \ndeveloping a time line for all studies and publications; (ii) reviewing drafts and ensuring the \nquality of the reports; (iii) developing a launch plan for the publications; (iv) assisting in the \ninternational  peer  review  process  of  a  knowledge  product;  and  (v)  developing  information \nbrochures, flyers, and other knowledge products that may be required by the project officer. \n \n "], "metadata": {"Author": "ROA", "CreationDate": "D:20160916163355+08'00'", "Creator": "PDF24 Creator", "ModDate": "D:20161027093406+08'00'", "Producer": "GPL Ghostscript 9.14", "Title": "Microsoft Word - DRAFT TA paper_Critical Infrastructure_Final.docx"}, "author_page": " \nABBREVIATIONS \nADB  –  Asian Development Bank \nDMC  –  developing member country \nDRM  –  disaster risk management \nGIS  –  geographic information system \nNEX–GDDP  –  National Aeronautics and Space Administration Earth \nExchange Global Daily Downscaled Projections \nSDCD  –  Climate Change and Disaster Risk Management Division \nTA  –  technical assistance \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \nVice-President  B. Susantono, Knowledge Management and Sustainable Development  \nDirector General  M.C. Locsin, Sustainable Development and Climate Change Department \n(SDCC) \nDirector  P. Bhandari, Climate Change and Disaster Risk Management Division, \nSDCC \n   \nTeam leader  C. Losenno, Senior Climate Change Specialist (Climate Change \nAdaptation), SDCC \nTeam members  R. Abrigo, Climate Change Officer (Climate Change Adaptation), SDCC  \nL. Calderon, Senior Management Administrative Assistant, Office of the \nPresident  \nA. de Dios, Senior Operations Assistant, SDCC  \nA. Sinha Roy, Disaster Risk Management Specialist (Climate Change \nAdaptation), SDCC  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "B. Susantono", "role": "Knowledge Management and Sustainable Development", "organization": ""}, {"fullname": "M.C. Locsin", "role": "Sustainable Development and Climate Change Department", "organization": ""}, {"fullname": "P. Bhandari", "role": "Climate Change and Disaster Risk Management Division", "organization": ""}, {"fullname": "C. Losenno", "role": "Senior Climate Change Specialist (Climate Change", "organization": ""}, {"fullname": "R. Abrigo", "role": "Climate Change Officer (Climate Change Adaptation)", "organization": "SDCC"}, {"fullname": "L. Calderon", "role": "Senior Management Administrative Assistant", "organization": "Office of the"}, {"fullname": "A. de Dios", "role": "Senior Operations Assistant", "organization": "SDCC"}, {"fullname": "A. Sinha Roy", "role": "Disaster Risk Management Specialist (Climate Change", "organization": ""}]}