{"path": "data/input/ta/49189-001-tar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 49189-001 \nCapacity Development Technical Assistance (CDTA) \nNovember 2015 \n \n \n \nMongolia: Strengthening the Capacity of Judicial \nTraining \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB’s  Public \nCommunications Policy 2011. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \n members, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 3 November 2015) \n \nCurrency unit  –  togrog (MNT) \nMNT1.00  =  $0.00050 \n$1.00  =  MNT1,995.50 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  JGC  –  Judicial General Council of Mongolia \n  TA  –  technical assistance \n  TOT  –  training of trainers \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  Y. Qian, Public Management, Financial Sector, and Regional Cooperation \nDivision, EARD \n   \nTeam leader  A. Kim, Financial Sector Specialist, EARD \nTeam members  F. Connell, Principal Counsel, Office of the General Counsel \n  E. Enkhbold, Investment Officer, Mongolia Resident Mission, EARD \n  C. Javier, Project Analyst, EARD \n  C. Lo, Senior Operations Assistant, EARD \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \n \nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE  3 \nA.  Impacts and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  4 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  5 \n2.  Cost Estimates and Financing Plan  7 \n3.  Outline Terms of Reference for Consultants  8 \n \n ", "Project Classification Information Status: Complete\nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 49189-001\nProject Name Strengthening the Capacity of Judicial  Department EARD/EAPF\nTraining /Division\nCountry Mongolia Executing  Judicial General Council\nAgency\nqq\n2. Sector Subsector(s)     ADB Financing ($ million)\nPublic sector  Law and judiciary 0.50\nmanagement\nTotal 0.50\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the  Low\ngrowth (IEG) including jobs, created and expanded Project\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Institutional development No gender elements (NGE)\ncapacity development\n(GCD)\nqq\n5. Poverty Targeting Location Impact\nProject directly targets  No\nNation-wide High\npoverty\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.50\n    Capacity development technical assistance: Technical Assistance Special 0.50\nFund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.05\n    Government 0.05\n  \nTotal 0.55\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 02072015140605243274 Generated Date: 07-Oct-2015 15:04:33 PM", " \nI.  INTRODUCTION \n1.  The  Government  of  Mongolia  requested  technical  assistance  (TA)  from  the  Asian \nDevelopment Bank (ADB) to enhance the ability of criminal court judges to render informed \ndecisions  on  court  cases  involving  charges  of  economic  crime.  ADB  fielded  a  mission  to \nMongolia in May 2015 and reached an understanding with the government on the impact, \noutcome, outputs, implementation arrangements, costs, and terms of reference for consultants. \nThe design and monitoring framework is in Appendix 1.1 The TA is included in ADB’s country \noperations business plan, 2015 for Mongolia.2 \n \nII.  ISSUES \n2.  The rule of law is fundamental to sustainable economic development.3 Well-functioning \nlegal and judicial systems encourage investment and competition by protecting property and \ncontractual rights, ensuring impartial court decisions well-founded in law, and reducing the risk \nof  political  and  economic  instability.  While  legislation  that  incorporates  market  economic \nprinciples is essential to foster a robust business environment and economic growth, laws \nthemselves  cannot  be  effective  without  reliable  legal  institutions.  Judicial  systems  play  an \nimportant role in this regard by assuring that these laws are properly applied.  \n \n3.  Mongolia  has  made  a  rapid,  peaceful  transition  to  parliamentary  democracy  and  a \nmarket economy since the adoption of a new constitution in 1992. Government and institutional \nstructures  have  been  remodeled,  and  the  new  constitution  established  a  new  legislative \nframework. A series of justice sector reforms developed and improved the legal system and \nbrought it into line with democratic values and a market economy. Notable among them were \nthe adoption of a legal reform program in 1998, the development of a strategic plan for the \njustice system in 2000, and a program to deepen judicial reforms in 2010. These programs \nincreased judicial independence, began modernizing the court system, and developed greater \njudicial capacity. Gaps have remained, however, particularly in the legal and judicial systems’ \nabilities  to  play  their  important  role  in  ensuring  that  economic  development  has  a  strong \nfoundation  in  effective  rule  of  law.  As  has  occurred  in  many  other  economies  that  have \nundergone  substantial  structural  transitions  in  a  short  time,  Mongolia’s  judiciary  is  having \ndifficulty coping with a new legal environment that has been altered by swift political, economic, \nand social change. International development partners, including ADB, have been helping to \ndevelop reforms and build capacity in the legal and judiciary systems,4 but most judges find it a \nchallenge to apply a new set of laws designed for an unfamiliar market system.5  \n                                                \n1  The TA first appeared in the business opportunities section of ADB’s website on 10 September 2015. \n2  ADB. 2015. Country Operations Business Plan: Mongolia, 2015. Manila. \n3  Rule of law is the principle that all individuals, institutions, and government are subject and accountable to laws that \nare clear and fair, that protect fundamental rights, and that are implemented and enforced by competent and \nindependent functionaries. \n4  The United States Agency for International Development supported the government develop legal and justice \nsector reform strategies during 1994–2008. The World Bank worked to enhance transparency and accountability of \njustice sector institutions in 2001 and 2008. German development cooperation through Deutsche Gesellschaft fûr \nInternationale  Zusammenarbeit  and  the  Hanns-Seidel  Foundation  have  provided  justice  sector  capacity \ndevelopment projects since 1995 and helped the country carry out its sector reform agenda. \n5  The judicial decisions in Mongolia on commercial law matters were among the weakest in the transition economies \nin a region that included member countries of the Commonwealth of Independent States and Georgia. A judicial \nskills gap in commercial law matter was one of the key attributes for poor quality court decisions in Mongolia. European \nBank for Reconstruction and Development (EBRD). 2011. Court decisions in commercial matters: an EBRD \nassessment. In A. Colman, ed. Law in Transition 2011. London: EBRD. http://www.ebrd.com/documents/legal-\nreform/court-decisions-in-commercial-matters-an-ebrd-assessment.pdf \n ", "2 \n4.  Mongolia’s court system has three tiers. First-instance courts are established in the \nsoums (districts), and appellate courts are in the aimags (provinces) and in Ulaanbaatar. Above \nthem is the country’s Supreme Court. Mongolia will have separate civil and criminal courts and \njudges under a new law governing courts that became effective in July 2015.6 This will enable \njudges to concentrate on and accumulate expertise in the assigned field of the law. One result is \na surge of demand from judges for training in their particular assigned jurisdiction. About 480 \njudges held office in 2014, including 170 criminal court judges. Business and economic matters \nare governed by civil law and courts in Mongolia except when they involve charges of economic \noffences listed under the Criminal Code of Mongolia. The forms of business-related misconduct \ncategorized  as  economic  crimes  in  Mongolia  include  noncompliance  with  auditing  rules, \nbankruptcy fraud, and tax evasion. \n \n5.  The Judicial General Council of Mongolia (JGC) is an organization mandated by the \nConstitution that aims to ensure the political, legal, and financial independence of the judiciary \nand the impartiality of judges. It is responsible for managing and supervising the judicial system, \nappointing and removing judges, and ensuring that judges and judicial staff are properly trained \nand qualified. In cooperation with the European Bank for Reconstruction and Development and \nthe International Development Law Organization, the JGC provided training in commercial law \nfor  civil  court  judges  in  two  phases  during  2012–2014.  About  half  of  Mongolia’s  judges \nparticipated in all or parts of this effort to build their abilities to apply civil business and economic \nlaws. However, the JGC has noticed that criminal court judges have limited experience in and \nexhibit a lack of understanding of the dynamics of economic crime. Although still small in \nnumber, incidents of economic crime have been increasing. As a result, the government asked \nADB to provide support for judicial training to ensure fairer and more consistent court decisions \nin cases involving economic crime. Making the judiciary more able to apply and enforce the \neconomic aspects of the criminal code will help strengthen governance and the rule of law in \nMongolia.  \n \n6.  The  government’s  national  development  strategy,  2008–2021  makes  effective \nadministration of justice based on the rule of law a priority.7 The government launched its \nprogram to deepen judicial reforms in 2010, calling for further improvement in the independence \nof the judiciary. The TA will support this government’s strategy by making the justice system \nmore efficient and transparent. The TA is also aligned with ADB’s interim country partnership \nstrategy  2014–2016  for  Mongolia,  which  emphasizes  good  governance  and  capacity \ndevelopment as a thematic driver of change.8 \n \n7.  ADB  support  for  Mongolia’s  legal  and  judicial  sector  reform  efforts  includes  its \nassistance in 1993 to develop a legal framework and in 1998 to establish the Legal Retraining \nCenter  that  provided  continuing  education  for  legal  professionals  in  commercial  law  and \nregulations. ADB has also helped enhance legal efforts to combat money laundering and the \nfinancing of terrorism.9 The TA will continue ADB’s effort to promote reform and build capacity in \nMongolia’s legal sector. \n                                                \n6  Government of Mongolia. 2015. Law on the Establishment of Courts. Ulaanbaatar. \n7  State Great Khural. 2008. Millennium Development Goals-based Comprehensive National Development Strategy of \nMongolia 2008-2021. Ulaanbaatar. \n8  ADB. 2014. Interim Country Partnership Strategy: Mongolia, 2014–2016. Manila. \n9  ADB. 1993. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Technical \nAssistance to Mongolia for the Industrial Sector Program. Manila; ADB. 1996. Technical Assistance to Mongolia for \nRestructuring and Capacity Building for the Ministry of Justice. Manila; ADB. 1998. Technical Assistance to \nMongolia for Retraining Legal Professionals in a Market Economy. Manila; ADB. 2002. Technical Assistance to \nMongolia for Retraining of Legal Professionals in a Market Economy II. Manila; and ADB. 2012. Technical \nAssistance to Mongolia for Strengthening the Anti-Money Laundering Regime. Manila. \n ", "3 \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE \nA.  Impacts and Outcome \n8.  The  impacts  will  be  the  promotion  of  effective  administration  of  justice  and  the \nstrengthening of the judiciary’s independence. The outcome will be the strengthening of the \njudiciary’s capacity to adjudicate economic crime cases.  \n \nB.  Methodology and Key Activities \n9.  The TA will support the JGC in its development and provision of sustainable judicial \ntraining on economic crimes through (i) an assessment of the training needs, (ii) the training of \ntrainers (TOT), and (iii) the development of a curriculum and training material. The training will \nstrengthen the capacity of criminal court judges to render informed decisions on economic crime \ncases. \n \n10.  Output 1: Judicial training needs analyzed. Consultants will be engaged at the outset \nof TA implementation to organize focus group discussions with judges, lawyers, and other \nstakeholders to briefly assess judicial knowledge of economic crime and the skills gap. Activities \nunder output 1 will help the JGC identify and prioritize training in areas where judges need to \nbuild capacity. The consultants will prepare a short report that includes (i) the assessment \nmethodology; (ii) the assessment of the training needed, based on the perspectives of judges, \nlegal professionals, and the business community; (iii) the plan and design of a TOT program, \nincluding a detailed program outline, schedule, evaluation form, and proposal for any resource \npersons needed; and (iv) a preliminary outline of the training curriculum. The report will also \nidentify any online training opportunities. The TOT program will cover at least three topics \nrelated to economic crimes in the criminal code, which may include intentional bankruptcy and \ntax evasion. \n \n11.  Output 2: Legal and interdisciplinary knowledge of trainer judges strengthened. \nThe JGC will select and nominate 30 sitting judges as candidates to become trainers. The \nselection criteria and a list of qualified candidates will be submitted for ADB’s prior clearance. \nBased on the TOT program developed under output 1, the JGC will organize training workshops \nfor the candidate trainer judges. The workshops will build the candidates’ legal knowledge of the \nlaws and regulations on economic crimes, as well as the interdisciplinary awareness of business \nand accounting that is needed to understand evidence in adjudicating these cases. Consultants \nand resource persons will be engaged to deliver training and presentations on important topics. \nThe resource persons will include lawyers, professors, and officers and regulators concerned \nwith economic law. \n \n12.  Output 3: Judicial training curriculum and training materials developed. Based on \ntheir performance in the workshops, the JGC will select up to 15 of the 30 candidate trainer \njudges to take part in the next step of the process. Using the needs assessment carried out \nunder output 1, the JGC and the selected trainer judges will design a curriculum and training \nmaterials on economic crime with the support of the TA consultants. TA consultants will help \nensure the overall quality of the training material, which will be designed to enable judges to \nstudy on their own. Workshops will be organized for feedback on the designed curriculum and \ntraining materials. The training material that emerges from this process will be compiled into two \nhandbooks covering legal and interdisciplinary topics and be printed for dissemination. The JGC \nwill organize sessions at which the trainer judges will provide training for other criminal court \njudges using the curriculum and materials they and the TA help to develop. \n ", "4 \n13.  The risks to the success of the TA project are (i) the chance of political change that \ndiminishes the government commitment to judicial reform and/or reduces budget allocations \nneeded  to  sustain judicial  capacity  development,  (ii)  any  change  in the  JGC’s  institutional \nmandate or leadership that impedes project implementation, and (iii) the possibility that the JGC \nwill be unable to retain the trained trainers to continue the transfer of the project-developed \nknowledge and skills to their fellow criminal court judges. \n \nC.  Cost and Financing \n14.  The TA is estimated to cost $550,000, of which $500,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-V). The government will provide \ncounterpart  support  in  the  form  of  counterpart  staff,  access  to  data  sources,  office \naccommodation,  training  and  workshop  venues,  office  equipment  and  supplies,  secretarial \nassistance, logistical support, and other in-kind contributions. The cost estimates and financing \nplan are in Appendix 2. \n \nD.  Implementation Arrangements \n15.  The TA will be implemented over 28 months from 1 December 2015 to 31 March 2018. \nThe executing agency will be the JGC, which will be responsible for (i) selecting the trainer \njudges, (ii) monitoring the quality of the training materials produced under the TA, and (iii) \ncontinuing the training program after the TA project ends.  \n \n16.  The project will require the services of three international consultants for 7 person-\nmonths  and  three  national  consultants  for  11  person-months.  They  will  be  recruited  in \naccordance with ADB’s Guidelines on the Use of Consultants (2013, as amended from time to \ntime),  and  disbursements  will  be  made  in  accordance  with  ADB’s  Technical  Assistance \nDisbursement Handbook (2010, as amended from time to time). Individual recruitment will be \nemployed to meet the project’s particular requirements regarding each consultant’s experience \nand qualifications. Resource persons will also be engaged to provide additional specialist inputs \nin the capacity development activities. ADB will establish an advance payment facility with the \nexecuting agency to administer activities related to the project workshops, subject to its capacity \nto complete the activity and liquidate the advance. \n \n17.  The TA will be monitored and evaluated based on the implementation of activities and \nsatisfactory delivery of outputs on the agreed timeline and budget. ADB will assist the executing \nagency in overall TA operations, and TA review missions will be conducted to help monitor \nprogress. To support monitoring and evaluation, the consultants will submit inception, midterm, \nand final reports to the executing agency and ADB. \n \nIV.  THE PRESIDENT'S DECISION \n \n18.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis to \nthe Government of Mongolia for Strengthening the Capacity of Judicial Training, and hereby \nreports this action to the Board. \n ", "Appendix 1  5 \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts the Technical Assistance Project is Aligned with \n1. Effective administration of justice promoted (National Development Strategy 2008-2021, 2008)a \n2. Independence of the judiciary improved (Program to Deepen Judicial Reforms, 2010)b \n \nData Sources and \nPerformance Indicators with \nResults Chain  Reporting  Risks \nTargets and Baselines \nMechanisms \nOutcome  By 2019     \nJudiciary’s capacity to  a.  150 judges have received  a–b. JGC annual report  Political change adversely \nadjudicate economic  training on economic crime    affects judicial reform and \ncrime cases  b.  225 person-days of training    the budget allocation to \nstrengthened  on economic crime completed by    sustain judicial capacity \njudges    development. \nc.  Curriculum on economic  c. JGC annual training \ncrime incorporated in JGC  plan \nannual training plan \n(Baseline: Not applicable) \nOutputs  (All baselines: Not applicable)     \n1. Judicial training  1a. Judicial skills gap on  1a–b. Consultant report  Change in the JGC’s \nneeds analyzed  economic crime assessed by  approved by the JGC  institutional mandate and \nmonth 9  leadership impedes TA \n  implementation. \n1b. Recommendations on \ncurriculum design and training   \nmethodology accepted by the \nTurnover in key staff of the \nJGC by month 11 \nJGC reduces ownership \n2. Legal and  2a. 23 trainers complete TOT  2a. Minutes of \nand institutional memory. \ninterdisciplinary  program by month 16  workshop, consultant’s \nknowledge of trainer  evaluation report   \njudges strengthened \nThe JGC is unable to \n3. Judicial training  3a. Curriculum on economic  3a–c. JGC website  retain the trained trainers \ncurriculum and  crime developed by month 24  to continue the transfer of \ntraining materials    knowledge and skills. \ndeveloped  3b. Two training handbooks \ncovering legal and \ninterdisciplinary topics made \navailable in both hard copy and \nsoft copy by month 24 \n \n3c. More than 100 judges \nparticipate in JGC-organized \ntraining using project-developed \nmaterials by month 28 \nKey Activities with Milestones \n1.  Judicial training needs analyzed \n1.1  Design questionnaire and plan for focus group discussions by month 7 \n1.2  Conduct focus group discussions with judges, legal professionals, and other stakeholders by month 8 \n1.3  Complete proposed judicial training curriculum outline and detailed TOT program plan by month 11 \n2.  Legal and interdisciplinary knowledge of trainer judges strengthened \n2.1  Review qualifications of candidate trainer judges by month 10 \n2.2  Select 30 sitting judges as candidate trainer judges to participate in TOT program by month 11 \n2.3  Complete TOT program through workshops and online training to strengthen legal knowledge; build awareness \non interdisciplinary topics, including business and accounting; and improve judicial and lecturing skills by month \n16 \n ", "6  Appendix 1 \nKey Activities with Milestones \n3.  Judicial training curriculum and training materials developed \n3.1  Select and nominate up to 15 judges as trainers to engage in curriculum and training material development by \nmonth 14 \n3.2  Identify local and international cases for case studies by month 16 \n3.3  Develop training materials in text, chart, or presentation format by month 20 \n3.4  Compile the training materials, and develop them into training handbooks by month 24 \n3.5  Support JGC in organizing training sessions for criminal court judges by month 28 \nInputs  \nAsian Development Bank: $500,000 \nNote: The government will provide counterpart support in the form of counterpart staff, access to data sources, office \naccommodation, training and workshop venues, office equipment and supplies, secretarial assistance, logistical \nsupport, and other in-kind contributions. \nAssumptions for Partner Financing \nNot applicable. \n JGC = Judicial General Council of Mongolia, TA = technical assistance, TOT = training of trainers. \na State Great Khural. 2008. Millennium Development Goals-based Comprehensive National Development Strategy of \nMongolia 2008-2021. Ulaanbaatar \nb National Security Council of Mongolia. 2010. Program to Deepen Judicial Reforms. Ulaanbaatar.  \nSource: Asian Development Bank. \n \n ", "Appendix 2  7 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Amount \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  195.0 \n      ii.  National consultants  50.0 \n    b.  International and local travel  40.0 \n    c.  Reports and communicationsb  10.0 \n  2.  Training, seminars, and conferencesc  150.0 \n  3.  Surveys  10.0 \n  4.  Miscellaneous administration and support costsd  10.0 \n  5.  Contingencies  35.0 \n        Total  500.0 \nNote:  The  technical  assistance  (TA)  is  estimated  to  cost  $550,000,  of  which  contributions  from  the  Asian \nDevelopment Bank (ADB) are presented in the table above. The government will provide counterpart support in the \nform of counterpart staff, access to data sources, office accommodation, training and workshop venues, office \nequipment and supplies, secretarial assistance, logistical support, and other in-kind contributions. The value of \ngovernment contribution is estimated to account for 9.1% of the total TA cost. \na  Financed by ADB’s Technical Assistance Special Fund (TASF-V). \nb  Includes the cost of interpretation and translation of reports and other TA outputs. \nc  For the training-of-trainers program and other related workshops within Mongolia. Includes the cost of simulations \ninterpretation, resource persons, and per diem for participants from outside Ulaanbaatar. \nd  Includes the cost of translation and printing incurred by the Judicial General Council of Mongolia (executing agency) \nand ADB. \nSource: Asian Development Bank estimates. \n \n ", "8  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The technical assistance (TA) will require  18 person-months of consulting services, \ncomprising  the  services  of  three  international  consultants  for  7  person-months  and  three \nnational consultants for 11 person-months. Experts will be recruited as individual consultants in \naccordance with the Asian Development Bank’s Guidelines on the Use of Consultants (2013, as \namended from time to time). Output-based, partial lump-sum contracts will be pursued when \napplicable during consultant recruitment and contract negotiation. \n \nA.  International Consultants \n \n2.  Judicial training expert and team leader (3 person-months, intermittent). The judicial \ntraining  expert  and  team  leader  will  have  (i)  an  advanced  university  degree  in  law;  (ii)  a \nminimum of 7 years of professional experience in legal training and/or capacity building; (iii) \nproven  experience  in  judicial  training,  needs  assessments,  and  curriculum  development, \npreferably related to economic crime; (iv) the ability to interact with local authorities to build trust \nand a sense of ownership; and (v) written and oral fluency in English. Experience in legal reform \nand capacity-building projects and knowledge of the legal system in Mongolia would be an \nadvantage. The  team  leader  will  report  to the  executive  secretary  of  the  Judicial  General \nCouncil of Mongolia and will have overall responsibility within the consulting team for ensuring \nthe delivery of all TA outputs and the conduct of all activities. The responsibilities will include (i) \nassessing the needs for judicial training on economic crime in Mongolia and incorporating the \nsurveyed opinions of judges, legal professionals, and the business community; (ii) designing \nand organizing a training-of-trainers (TOT) program to build the judicial capacity of Mongolia’s \ncriminal court judges to adjudicate cases of  economic crime; (iii) identifying and engaging \nresource  persons for training  workshops; (iv)  leading  and supporting the judge  trainers to \ndevelop the curriculum and training material on economic crime; (v) overseeing the quality of \nthe training materials developed and submitted by judge trainers and resource persons with the \nassistance of the local legal expert; and (vi) overseeing and supporting the judge trainers in their \ndelivery of the developed curriculum. \n \n3.  Corporate law expert (2 person-months, intermittent).The expert should have (i) an \nadvanced university degree in  law, preferably with a specialization in corporate law; (ii) a \nminimum of 10 years of professional experience in training in corporate law; (iii) an ability to \nprovide training for legal professionals who lack economic and business-related knowledge; and \n(iv) written and oral fluency in English. The major tasks will include (i) designing and developing \nTOT program materials on corporate law to enable judges to understand economic crime cases \nand  render  knowledgeable  court  decisions,  (ii)  providing  training  based  on  the  developed \ntraining materials, and (iii) providing advisory support to judges on relevant topics. \n \n4.  Forensic accounting expert (2 person-months, intermittent). The expert should have (i) \na university degree in forensic accounting, accounting, auditing, finance, or a related field; (ii) a \nminimum of 7 years of professional experience in accounting, auditing, or its training, with more \nthan 3 years in investigative accounting and litigation support; (iii) the ability to provide training \nto legal professionals who do not have accounting knowledge; and (iv) excellent knowledge of \nthe English language. Professional certification in forensic accounting or a related field, such as \ncertification as a forensic accounting professional, a forensic investigation professional, a public \naccountant, or a chartered accountant, is preferred. The major tasks will include (i) developing \ntraining materials on forensic accounting to enable judges to understand the evidence provided \nin court in economic crime cases and render knowledgeable court decisions, (ii) providing \n ", "Appendix 3  9 \ntraining based on the training materials developed under the project, and (iii) providing advisory \nsupport to judges on relevant topics. \n \nB.  National Consultants \n \n5.  Judicial training expert (5 person-months, intermittent). The expert should have (i) an \nadvanced university degree in law; (ii) about 5 years of professional experience in Mongolia’s \nlegal system, preferably related to economic crime; and (iii) written and oral fluency in English. \nThe expert will support the team leader across all his roles and responsibilities and closely \ncoordinate with the other national consultants and the executing agency in carrying out the \nplanned TA activities on a day-to-day basis. Special emphasis will be laid on (i) organizing the \nTOT program to build the capacity of Mongolia’s criminal court judges to adjudicate cases of \neconomic crime, (ii) helping the judge trainers develop the curriculum and training material on \neconomic crime, (iii) reviewing the training materials developed and submitted by judge trainers \nand resource persons, and (iv) supporting the judge trainers in their delivery of the developed \ncurriculum. \n \n6.  Corporate finance and accounting expert (3 person-months, intermittent). The expert \nshould  have  (i)  a  university  degree  in  forensic  accounting,  accounting,  auditing,  corporate \nfinance, or a related field; (ii) a minimum of 5 years of professional experience in accounting or \nspecial audit; and (iii) excellent knowledge of the English language. Professional certification in \naccounting, auditing, or a related field, such as certification as a chartered accountant or public \naccountant, is preferred. The major tasks will include (i) developing and reviewing training \nmaterials on general accounting to enable judges to understand the evidence presented in \neconomic crime cases and render knowledgeable court decisions, (ii) providing training based \non the developed training materials, and (iii) providing advisory support to judges on relevant \ntopics. In addition, the expert will coordinate closely with the international forensic accounting \nexpert to develop the accounting-related knowledge of trainees. \n \n7.  Judicial training coordinator (3 person-months, intermittent). The coordinator will work \nclosely with the engaged experts and the executing agency on the timely administration of TA \nactivities and should have (i) a university degree in law, business, or a related field; (ii) about 3 \nyears of working  experience in general administration;  and (iii) written and oral fluency in \nEnglish. The responsibilities will include (i) helping the executing agency organize workshops \nand relevant events in terms of logistics and liquidation; (ii) liaising with the executing agency, \njudge  trainers,  and  TA  consultants;  (iii)  monitoring  progress  toward  predetermined \nimplementation  targets;  and  (iv)  providing  English–Mongolian  interpretation  and  translation \nwhen required. \n \nC.  Resource Persons \n \n8.  International and national resource persons will be engaged on an intermittent basis for \nup to 10 working days each to participate in the TOT program and related workshops and \nprovide  specific  expertise.  The  resource  persons  will  have  a  degree  in  law,  business \nmanagement, finance, accounting, or a closely related field, preferably with at least 10 years of \nexperience in the requested area. \n \n \n \n \n \n ", "10  Appendix 3 \nD.  Reporting Requirements \n \n9.  With the support of TA consultants, the team leader will be responsible for the timely \nsubmission of four reports in English to ADB and the Judicial General Council of Mongolia:  \n \n(i)  An inception report will provide a clear plan for implementing the TA, including \nadjustments recommended to improve the TA performance and a detailed TA \nimplementation schedule.  \n(ii)  The leader will prepare a 15-page report on the assessment of the needs for \njudicial  training  on  economic  crime  that  will  provide  (a)  the  assessment \nmethodology;  (b)  the  assessed  training  needs,  reflecting  the  perspectives  of \njudges, legal professionals, and the business community; (c) the plan and design \nof the TOT program, including a detailed program outline, schedule, evaluation \nform, and proposals for any needed resource persons; and (d) a preliminary \noutline of the judicial training curriculum. \n(iii)  A midterm report upon completion of the TOT program will summarize the TOT \nprogram and the evaluation and feedback on the participating candidate judge \ntrainers.  \n(iv)  The team leader’s final consultant’s report  will summarize and report on TA \nactivities and results and how they compare with the targets in the project’s \ndesign and monitoring framework. \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20151110172721+08'00'", "Creator": "PDF24 Creator", "Keywords": "mongolia, judicial general council of mongolia, judicial training, judicial knowledge, justice administration, legal knowledge, economic crime cases, 49189, ta 8995, cdta, adb technical assistance, approved technical assistance, tar, ta projects", "ModDate": "D:20151126135013+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "49189-001: Strengthening the Capacity of Judicial Training"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 3 November 2015) \n \nCurrency unit  –  togrog (MNT) \nMNT1.00  =  $0.00050 \n$1.00  =  MNT1,995.50 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  JGC  –  Judicial General Council of Mongolia \n  TA  –  technical assistance \n  TOT  –  training of trainers \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  Y. Qian, Public Management, Financial Sector, and Regional Cooperation \nDivision, EARD \n   \nTeam leader  A. Kim, Financial Sector Specialist, EARD \nTeam members  F. Connell, Principal Counsel, Office of the General Counsel \n  E. Enkhbold, Investment Officer, Mongolia Resident Mission, EARD \n  C. Javier, Project Analyst, EARD \n  C. Lo, Senior Operations Assistant, EARD \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "S. Groff", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "A. Konishi", "role": "East Asia Department (EARD)", "organization": ""}, {"documentRole": "Director", "fullname": "Y. Qian", "role": "Public Management", "organization": "Financial Sector"}, {"documentRole": "Team leader", "fullname": "A. Kim", "role": "Financial Sector Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "F. Connell", "role": "Principal Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "E. Enkhbold", "role": "Investment Officer", "organization": "Mongolia Resident Mission"}, {"documentRole": "Team members", "fullname": "C. Javier", "role": "Project Analyst", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "C. Lo", "role": "Senior Operations Assistant", "organization": "EARD"}]}