{"path": "data/input/ta/49190-001-tar-en.pdf", "pages": [" \n \nTechnical Assistance Report \nProject Number: 49190-001  \nKnowledge and Support Technical Assistance (KSTA) \nFebruary 2018 \n \n \nModernizing Sanitary and Phytosanitary Measures \nto Facilitate Trade \n(Cofinanced by the Regional Cooperation and Integration Fund \nand the People’s Republic of China Poverty Reduction and \nRegional Cooperation Fund) \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Public Communications \nPolicy 2011.\nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BCP  –  border crossing point \n  CAREC  –  Central Asia Regional Economic Cooperation \n  GOST  –  gosudarstvennyy standart (state standard) \n  HACCP  –  hazard analysis and critical control point  \n  IPPC  –  International Plant Protection Convention \n  OIE  –  World Organisation for Animal Health \n  PRC  –  People’s Republic of China \n  SPS  –  sanitary and phytosanitary \n  TA  –  technical assistance \n  WTO  –  World Trade Organization \n       \n       \n       \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars.  \n \nVice-President  Stephen Groff, Operations 2 \nDirector General  Indu Bhushan, East Asia Department (EARD) \nDirector  Ying Qian, Public Management, Financial Sector, and Regional \nCooperation Division, EARD \n   \nTeam leader  Yuebin Zhang, Principal Regional Cooperation Specialist, EARD \nTeam members  Dorothea Lazaro, Regional Cooperation Specialist, EARD \nDesi Arvin Diaz, Associate Project Analyst, EARD \nConsuelo Javier, Project Analyst, EARD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Outputs, Methods, and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  List of Linked Documents  10 \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 49190-001\nProject Name Modernizing Sanitary and  Department/Division EARD/EAPF\nPhytosanitary Measures to Facilitate \nTrade\nNature of Activity Capacity Development Executing Agency\nModality Regional\nCountry REG (AFG, AZE, GEO, KAZ, KGZ, \nMON, PAK, PRC, TAJ, TKM, UZB)\n2. Sector Subsector(s)     ADB Financing ($ million)\nIndustry and trade Industry and trade sector development 0.75\nTotal 0.75\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the Project Low\ngrowth (IEG) including jobs, created and expanded\nRegional integration  Pillar 2: Trade and investment\n(RCI)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nKnowledge solutions  Knowledge sharing activities No gender elements (NGE)\n(KNS)\nPartnerships (PAR) Implementation\nRegional organizations\nUnited Nations organization\nPrivate sector  Conducive policy and institutional \ndevelopment (PSD) environment\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No\nRegional High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG8\nQq\n6. Risk Categorization Low \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.75\n    Knowledge and Support technical assistance: Regional Cooperation and 0.75\nIntegration Fund\nCofinancing 0.80\n    People's Republic of China Poverty Reduction and Regional  0.80\nCooperation Fund (Full ADB Administration)\nCounterpart 0.00\n    None 0.00\nTotal 1.55\nqq\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 01022017164130883800 Generated Date: 14-Feb-2018 14:28:12 PM", " \nI.  INTRODUCTION \n1.  The knowledge and support technical assistance (TA) will support the Central Asia \nRegional Economic Cooperation (CAREC) Common Agenda for the Modernization of Sanitary \nand Phytosanitary Measures for Trade Facilitation by (i) creating national bodies in each country \nand a regional body to lead the modernization process; (ii) developing regulations, procedures, \nand requirements that are aligned with international standards; and (iii) improving the capability \nof border agencies to implement these measures at selected common borders.1  \n \n2.  The TA supports the national priorities of CAREC countries as described in their country \npartnership strategies. They aim for economic growth through diversification and competitiveness, \nwith strategies to develop agriculture-based value chains and improve quality through better \nservices  that  incorporate  sanitary  and  phytosanitary  (SPS)  measures.  Regional  SPS \nmodernization also forms part of the CAREC Transport and Trade Facilitation Strategy 2020, \ncontributing to the overall CAREC 2020 strategic objectives of expanded trade and improved \ncompetitiveness.2 It further supports the longer-term objectives of CAREC 2030 such as to \npromote regional trade in agriculture through alignment of SPS measures with international \nstandards, build capacity on product quality and diversity, and improve shipment linkages.3 The \nTA  puts  into  effect  the  CAREC  SPS  Common  Agenda  to  upgrade  SPS  measures  and \ncomplement customs-related and trade-facilitating initiatives.4 \n \nII.  ISSUES \n3.  A number of regional and global agri-food trends underscore the need to devote serious \nattention  to  agriculture  in  CAREC  countries.  First,  income  and  consumption  demand  are \nincreasing faster than agri-food production growth in the region. For instance, annual gross \ndomestic product growth averaged 6.9% in 2006–2015 and consumption expenditure per capita \naveraged 6.1%; while agriculture value added grew only at 4.2%.5 With the increase in income \ncomes demand for quality and safe food. Second, while the agriculture sector contributed an \naverage of 15% to gross domestic product in 2015, this is a drop from the 2006 share of 19%, \nwith 9 of the 11 countries experiencing such contraction. The sector continues to engage one-\nthird to one-half of the total workforce.6 Third, local demand is increasingly being met by imports. \nRelative to agriculture production, exports fell from 24% to 21% while imports rose from 36% to \n42%.7 Yet agriculture exports are a larger proportion of total exports (22%) than agriculture \nimports are of total imports (14%). Available data shows the main exports to be commodity crops \nsuch as cotton, wheat, barley, fruit and vegetables, and corn. Pasture-based livestock production \nalso predominates, yet trade in meat products appears to be limited.  \n                                                \n1  The CAREC SPS Common Agenda, which was adopted by CAREC countries in 2015, will (i) promote concerted \nreforms and modernization in the implementation of SPS measures consistent with international standards in ways \nthat facilitate safe trade within and outside the region, and (ii) identify and prioritize investment needs to modernize \nSPS measures and their implementation. \n2  ADB. 2014. CAREC Transport and Trade Facilitation Strategy 2020. Manila  \n3  ADB. 2017. CAREC 2030 Connecting the Region for Shared and Sustainable Development. Manila  \n4  The TA first appeared in the business opportunities section of ADB’s website on 15 May 2017.  \n5  Data for gross domestic product growth and agriculture value added are based on 10 countries (Afghanistan, \nAzerbaijan,  People's  Republic  of  China  (PRC),  Georgia,  Kazakhstan,  Kyrgyz  Republic,  Mongolia,  Pakistan, \nTajikistan, and Uzbekistan), while consumption expenditure data is based on seven countries (Azerbaijan, PRC, \nKazakhstan, Kyrgyz Republic, Mongolia, Pakistan, and Tajikistan). \n6  Data for seven countries (Azerbaijan, Georgia, Kazakhstan, Kyrgyz Republic, Mongolia, Pakistan, and Tajikistan). \n7  Data for eight countries (Azerbaijan, Georgia, Kazakhstan, Kyrgyz Republic, Mongolia, Pakistan, Tajikistan, and \nTurkmenistan). \n \n ", "2 \n \n4.  Agri-food  demand  is  increasing  globally  because  of  growing  populations,  more \nurbanization, and rising incomes. Patterns of food consumption are changing toward more \nlivestock products, vegetable oil, and sugar. Thus, CAREC has great potential for expanding trade \nin agricultural and food products, which will in turn spur more production and diversification. This \npotential cannot be realized if animal and plant health is poor or food is unsafe. Quality is \nparticularly critical for agri-food products to reach markets abroad, since trade is conditional on \nguarantees of freedom from pests and diseases. SPS measures must be effective and efficient \nin mitigating the risk of foodborne disease and the vulnerability of agriculture to pests, diseases, \nand hazardous substances that increased trade brings. \n \n5.  An initial assessment of CAREC SPS systems in 2012 revealed (i) the continued use of \nGOST,8 which is complex and not aligned with the World Trade Organization (WTO) SPS \nAgreement or international standards; (ii) the absence of risk-based analysis, and (iii) inefficient \nSPS controls at border points. A more detailed assessment in 2015 confirmed the following: \n(i) existing plant pests are not known because of limited expertise in pest risk analysis, regulations \non plant health are absent; animal diseases and zoonoses listed by the World Organisation for \nAnimal Health (OIE) that affect trade are endemic in the region, GOST and nationally developed \nstandards are still used; hazard analysis and critical control point (HACCP) is not mandatory, \nregulations for primary production and processing are prescriptive, and final-product testing uses \nprescriptive product standards rather than risk-based inspection;9 (ii) there is limited or no basic \nlaboratory capacity to provide protection against quarantine pests, detect and identify viruses and \nphytoplasmas, implement full surveillance and testing for OIE-listed diseases, or analyze the \nentire series of chemical contaminants or pathogenic bacteria; moreover, chemical contaminant \nparameters are not harmonized with international standards, Codex standards for sampling \nprocedures are not applied, and food safety parameters are inappropriate; and (iii) SPS border \nmanagement lacks a system of risk assessment for plant products, or the capacity to prevent the \nintroduction  of  animal  diseases,  zoonotic  diseases,  or  microbiologically  or  chemically \ncontaminated products of animal origin; efficiency of border veterinary control is hindered by \ntechnical deficiencies, lack of infrastructure and personnel; thus, there are overlapping and \nexcessive inspections and delays.  \n \n6.  There are no coordinated or comprehensive national SPS strategies, resulting in ad hoc \ninterventions  and  incoherent  institutional  arrangements.  SPS  issues  and  their  economic \nsignificance are not fully appreciated; hence, SPS services are not a priority and are under-\nresourced, resulting in the inability to provide adequate protection. Numerous bilateral and \nmultilateral agreements provide a framework for cooperation on SPS issues, but these have only \nbeen declaratory rather than effective, and no lead country could foster the process and push for \ncoherence and regional cooperation. \n \n7.  The CAREC SPS Common Agenda recognizes the need to revamp CAREC countries’ \nSPS systems in a concerted manner in view of their similarity in agro-ecosystems, products, and \n                                                \n8  GOST = gosudarstvennyy standart (state standard). Originally developed by the former Soviet Union as part of its \nnational standardization strategy, GOST is now being administered by the Euroasian Interstate Council for \nStandardization,  Metrology  and  Certification.  With  more  than  20,000  titles  used  extensively  for  conformity \nassessment and as regulatory bases for certification programs in the CIS, GOST is prescriptive, mandatory, and \ninflexible in responding to new health risks or consumer demand. \n9  GOST provides end-product certification, which is at variance with the process-based HACCP. Provided in the Codex \nAlimentarius, HACCP is an internationally recognized system used to identify and manage significant food safety \nhazards and ensure food safety, and can be used throughout all stages of the food chain. \n \n ", "3 \nagricultural practices. The common agenda seeks compliance with the WTO SPS Agreement, \nwhich provides principles and rules that enable countries to maintain SPS measures while \nensuring  they  do  not  impede  trade.  The  agreement  prescribes  the  standards  of  the  OIE, \nInternational Plant Protection Convention (IPPC), and Codex Alimentarius Commission for food \nsafety. A best-practice SPS system supports sustainable, resource-efficient, and secure agri-food \nproduction and consumption. Currently, eight CAREC countries are members of WTO.10 Four \ncountries have formally included SPS Agreement principles in their primary legislations; however, \nthe requirements and practices are still not fully harmonized with SPS standards.11 The rest are \neither new, observers, or preparing for accession, thus their SPS regulations have yet to be \naligned with the agreement.12  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n8.  The TA is aligned with the following impacts: (i) trade expanded and competitiveness \nimproved;13 and (ii) movement of people and goods along CAREC corridors and across borders \nmade efficient.14 The TA will have the following outcome: modernized SPS systems with capacity \nto ensure food safety, animal and plant health.15  \n \nB.  Outputs, Methods, and Activities  \n9.  Output 1: Sanitary and phytosanitary working groups organized. The TA will assist \neach country in creating a national SPS working group, which will develop and oversee the \nimplementation of national strategies to modernize SPS measures.16 The group may be a subset \nof the National Trade Facilitation Committee or similar mechanism if it already exists, or a \nprecursor of such once it is constituted. Representatives from these groups will constitute the \nregional SPS working group.  \n \n10.  Output 2: National sanitary and phytosanitary measures substantially aligned with \ninternational standards. Regulations, procedures, and requirements will be formulated to align \nwith the principles of the SPS Agreement and international standards under the OIE, IPPC, and \nCodex Alimentarius Commission. National SPS working groups will define risk-based (i) national \npest lists and import requirements, (ii) categories of animal diseases important to trade, goods \nsubject to veterinary control, and notifiable diseases, (iii) assessment criteria and categories for \nfood products. These groups will set up risk-based inspection and testing through a mandatory \nHACCP  system,  and  harmonize  chemical  and  microbiological  food  safety  parameters  and \nsampling protocols with Codex and other standards. The regional SPS working group will develop \nCAREC unified certificates for export, import, and transit and agree on mutual recognition of \nlaboratory results.  \n                                                \n10  Afghanistan, PRC, Georgia, Kazakhstan, Kyrgyz Republic, Mongolia, Pakistan, and Tajikistan.   \n11  Kazakhstan, Kyrgyz Republic, Mongolia, and Tajikistan. \n12  Afghanistan is a new member, Azerbaijan and Uzbekistan are observers, and Turkmenistan is preparing for \naccession. \n13 ADB. 2012. CAREC 2020: A Strategic Framework for the CAREC Program 2011–2020. Manila. \n14 ADB. 2014. CAREC Transport and Trade Facilitation Strategy 2020. Manila. \n15 The design and monitoring framework is in Appendix 1. \n16 Includes laws, decrees, regulations, requirements, and procedures related to (i) end-product criteria, (ii) processes \nand production procedures, (iii) testing, (iv) inspection, (v) certification and approval procedures, (vi) quarantine \ntreatments, (vii) statistical methods, (viii) sampling procedures, (ix) methods for risk assessment, and (x) packaging \nand labeling. \n \n ", "4 \n \n11.  Output 3: Technical capacities on SPS measures at selected common borders \nimproved. National SPS working groups will develop and implement a border SPS management \nstrategy, formulate standard operating procedures for border control, and select at least two \nborder  points  to  pilot  the  strategy.17 The  TA  will  train  personnel  on  the  modernized  SPS \nregulations, procedures, and requirements.  \n \nC.  Cost and Financing \n12.  The TA is estimated to cost $1,550,000 equivalent, of which (i) $750,000 equivalent will \nbe financed on a grant basis by the Regional Cooperation and Integration Fund,18 and $800,000 \nequivalent will be financed on a grant basis by the People’s Republic of China Poverty Reduction \nand Regional Cooperation Fund19 and administered by ADB. Appendix 2 lists the key expenditure \nitems.  \n \n13.  The governments in each country will provide counterpart support in the form of an order \ninstructing their SPS- and trade-related agencies to constitute a national SPS working group, as \nwell as other in-kind contributions. The governments will also designate personnel to carry out \nthe tasks outlined in their national SPS strategies. Each national SPS working group will nominate \na representative to the regional SPS working group.  \n \nD.  Implementation Arrangements \n14.  ADB will administer the TA and serve as executing agency. The Public Management, \nFinancial Sector, and Regional Cooperation Division of ADB’s East Asia Department, responsible \nfor the CAREC Trade Facilitation Program, will serve as the focal point and supervise the activities \nin coordination with the CAREC Unit of the Central and West Asia Department, the concerned \nresident missions in CAREC countries, and the CAREC Institute. ADB will engage individual \nconsultants who will work closely with ADB to discuss progress and findings. For TA activities in \nMongolia, the consultants will coordinate with the ADB Regional Upgrades and SPS Measures \nfor Trade Project, particularly the Office of the Deputy Prime Minister (executing agency) and the \nproject implementation unit, to ensure complementarity of inputs and outputs.20 ADB will organize \nthe  workshops.  Meetings  involving  ADB,  SPS  working  groups,  SPS  agencies,  and  other \nstakeholders and consultants will be held when necessary to provide guidance to consultants and \nreview draft reports. ADB will consult with and obtain technical inputs from specialized agencies \nsuch as OIE, IPPC, and Codex Alimentarius Commission. \n                                                \n17 Possible  border  points  for improving  SPS operations and  facilities  (with emphasis on  perishables)  include \n(i) Chaldovar–Merke (Lugovaya) border crossing point (BCP) between the Kyrgyz Republic and Kazakhstan; (ii) Ak-\nZhol–Korday and Aktilek–Karasu BCPs between Kazakhstan and the Kyrgyz Republic; (iii) Dostuk–Dustlik road BCP \nbetween the Kyrgyz Republic and Uzbekistan; (iv) Istaravshan-Khavast BCP between Tajikistan and Uzbekistan; \n(v) Torkham–Peshawar/Landi Kotal BCP between Afghanistan and Pakistan; (vi) is Shirkhan Bandar - Nizhni Pianj \nBCP between Afghanistan and Tajikistan; (vii) Hairaton–Termez (Ayraton) BCP for cotton and grain exports from \nKazakhstan and Uzbekistan to Pakistan; (viii) Red Bridge or Krasnyi Most (road BCP) and Beyuk Kesik (rail BCP) - \nGabdabani between Georgia and Azerbaijan port on Caspian Sea; and (ix) Zamiin-Uud–Erenhot BCP between \nMongolia and the PRC. ADB. 2013. Technical Assistance for Promoting Cooperation in Sanitary and Phytosanitary \nMeasures for Central Asia Regional Economic Cooperation. Manila (TA-8386-REG). \n18  Established by ADB. Financing partner: the Government of Japan. \n19  The fund was originally named People’s Republic of China Regional Cooperation and Poverty Reduction Fund in the \n2005 Board paper. \n20 ADB. 2015. Report and Recommendation of the President to the Board of Directors: Proposed Loan to Mongolia for \nRegional Upgrades of Sanitary and Phytosanitary Measures for Trade Project. Manila. \n ", "5 \n \nTable 1: Implementation Arrangements \nAspects   Arrangements \nIndicative implementation period  March 2018–September 2020 \nExecuting agency  Asian Development Bank \nImplementing agencies  Public Management, Financial Sector, and Regional Cooperation Division of \nthe East Asia Department will administer and supervise the TA in \ncoordination with the CAREC unit of Central and West Asia Department (for \nregional activities), CAREC Institute (for training workshops), and resident \nmissions in respective countries (for in-country activities). \nConsultants  To be selected and engaged by ADB \nIndividual selection  17 person-months  $315,000 \n(international consultants) \nIndividual selection  120 person-months  $600,000 \n(national consultants) \nDisbursement  The TA resources will be disbursed following ADB's Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). \nADB = Asian Development Bank, CAREC = Central Asia Regional Economic Cooperation, TA = technical assistance. \nSource: Asian Development Bank. \n \n15.  Consulting  services.  The  TA  will  require  17  person-months  of  international  and \n120 person-months of national consultant inputs. The level of effort will be intermittent. The \ninternational consultants will be experts in plant health, animal health, food safety or related fields, \nand knowledgeable on the SPS Agreement and international standards. National consultants will \nserve as focal points for each of the 11 countries and have degrees in management or related \ndiscipline, good command of English, and organizational skills. A project coordinator will ensure \nthat the work of international and national consultants, national SPS working groups, and the \nregional SPS working group are synchronized and complement each other. The consultants will \nbe engaged in accordance with ADB’s Procurement Policy (2017, as amended from time to time) \nand the associated project administration instructions and TA staff instructions.21  \n \n16.  Reporting requirements include inception, interim, and final reports, which will contain the \nresults of output 2 (regulations, procedures, and requirements formulated to align with the \nprinciples of the SPS Agreement and international standards under the OIE, IPPC, and Codex \nAlimentarius Commission) as well as the outputs of the SPS working groups. \n \nIV.  THE PRESIDENT'S DECISION  \n17.  The President, acting under the authority delegated by the Board, has approved (i) the \nAsian Development Bank (ADB) administering a portion of technical assistance not exceeding \nthe equivalent of $800,000 to be financed on a grant basis by People’s Republic of China Poverty \nReduction and Regional Cooperation Fund and (ii) ADB providing the balance not exceeding the \nequivalent of $750,000 on a grant basis by the Regional Cooperation and Integration Fund for \nModernizing Sanitary and Phytosanitary Measures to Facilitate Trade, and hereby reports this \naction to the Board. \n \n                                                \n21  Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). Lump sum \npayments and output-based contracts for consulting services will be considered in line with ADB. 2014. Midterm \nReview of Strategy 2020 Action Plan. Manila (items 2.9.2 and 2.10.2).  \n ", "6    Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \nImpacts the TA is Aligned with \nTrade expanded and competitiveness improved (CAREC 2020: A Strategic Framework for the CAREC \nProgram, 2011–2020)a \nMovement of people and goods along CAREC corridors and across borders made efficient (CAREC \nTransport and Trade Facilitation Strategy 2020)b \nPerformance Indicators with  Data Sources \nResults Chain  Targets and Baselines  and Reporting  Risks  \nOutcome       \nSanitary and  By 2021  Consultant’s  Government \nphytosanitary  report   commitment not \nTime for compliance with SPS \nsystems  sustained \nmeasures reduced by 20% (2017  Surveys (ex-\nmodernized \nbaseline: not applicable)  ante and ex- Trading partners’ \npost)   demand changes \nStandards and  Major new health \nTrade  hazards emerge \nDevelopment \nPrimary legislation of \nFacility Good \nsome countries need \nRegulatory \namendments \nCompliance \nSurvey  \nOutputs       \n       \n1. SPS working  1a. National SPS working groups  1a. TA Progress  High-level \ngroups organized  established by Q3 2018 (2017  reports  commitment not \n  baseline: not applicable)    shared by some \n      agencies \n  1b. SPS modernization strategy and  1b. TA Progress   \n  work plan formulated by Q1 2019  reports  SPS agencies \n  (2017 baseline: not applicable)    reorganized  \n     \n  1c. Regional SPS working group  1c. TA Progress  Limited staff to \n  established by Q3 2018 (2017  reports  undertake the tasks \n  baseline: not applicable)   \n     \n2. National SPS  2a. Animal health regulations made  2a. TA Progress \nmeasures  consistent with OIE standards. Risk- reports \nsubstantially  based categories of (i) animal   \naligned with  diseases important to trade,   \ninternational  (ii) goods subject to veterinary   \nstandards  control, and (iii) notifiable diseases   \n  developed by Q1 2020 (2017   \n  baseline: not applicable)   \n     \n  2b. Plant health regulations made  2b. TA Progress \n  consistent with IPPC standards;  reports \n  risk-based national pest lists and   \n  import requirements developed by   \n  Q1 2020 (2017 baseline: not   \n  applicable)   \n     \n  2c. Food regulations made  2c. TA Progress \n  consistent with Codex Alimentarius;  reports \n ", "Appendix 1  7 \nPerformance Indicators with  Data Sources \nResults Chain  Targets and Baselines  and Reporting  Risks  \n  risk-based assessment criteria and   \n  categories for food products   \n  developed; chemical and   \n  microbiological food safety   \n  parameters and sampling protocols   \n  harmonized with Codex; HACCP   \n  system made mandatory by Q1   \n  2020 (baseline: not applicable)   \n     \n  2d. CAREC unified certificates for  2d. TA Progress \n  export, import, and transit  reports \n  developed; agreement on mutual   \n  recognition of laboratory results   \n  drafted by Q2 2020 (2017 baseline:   \n  not applicable)   \n     \n3. Technical  3a. Institutional arrangement in  3a. TA Progress \ncapacities on  place for coordinated surveillance of  reports \nSPS measures  key quarantine pests and notifiable   \nat selected  diseases by Q1 2019 (2017   \ncommon borders  baseline: not applicable)   \nimproved   \n  3b. Manual of operating procedures  3b. TA Progress \nfor SPS border control developed by  reports \n \nQ 2019 (2017 baseline: not   \n  applicable)   \n   \n3c. Risk-based inspection and  3c. TA Progress \ntesting established by Q4 2019  reports \n(2017 baseline: not applicable)   \n \n3d. At least 90% of border  3d. TA Progress \npersonnel trained reporting  reports \nenhanced knowledge on   \nmodernized SPS measures, e.g.,   \npest risk analysis, HACCP   \nimplementation by Q4 2019 (2017   \nbaseline: not applicable)   \n \n3e. Live pilot implemented of SPS  3e. TA Progress \nmeasures in at least two selected  reports \nborder points by Q2 2020 (2017   \nbaseline: not applicable) \n  Key Activities with Milestones \n1.    SPS working groups organized  \n1.1 Liaise with each government to issue an order constituting a national SPS working group consisting \nof SPS-related agencies and specifying its mandate and responsibilities. (Q1-Q3 2018)  \n1.2 Each national SPS working group will formulate a strategy for modernizing SPS measures using the \nguidelines and gap analysis of previous SPS TAc and a work plan for implementing the strategy. (Q3 \n2018- Q1 2019) \n1.3 Representatives from national working groups will constitute the regional SPS working group, which \nwill discuss and forge agreements on SPS measures. (Q2 2018 – Q3 2020) \n2.  National SPS measures substantially aligned with international standards \n ", "8    Appendix 1 \n2.1 National SPS working groups, with technical advice from TA experts, will review and amend \nsecondary legislation or regulations, procedures, and requirements to ensure consistency with the \nstandards of OIE for animals, IPPC for plants, and Codex Alimentarius for food. (Q3 2018-Q4 2019) \n2.2 National SPS working groups, with technical advice from the TA experts, will establish risk-based \n(i) national pest lists and import requirements; (ii) categories of animal diseases important to trade, \ngoods subject to veterinary control, and notifiable diseases; (iii) assessment criteria and categories \nfor food products. (Q3 2018-Q1 2020) \n2.3 National SPS working groups, with technical advice from TA experts, will set up risk-based inspection \nand testing through a mandatory HACCP system, be guided by the OIE Performance of Veterinary \nServices  Pathway,  and  harmonize  chemical  and  microbiological  food  safety  parameters  and \nsampling protocols with Codex and other standards. (Q3 2018-Q2 2020) \n2.4 Regional SPS working group, with technical advice from TA experts, will agree on regional SPS \nstandards, unified certificates for export, import, and transit, and mutual recognition of laboratory \nresults. These regulations, requirements, and documents will be issued and published digitally in \nnational and CAREC websites. (Q2 2019-Q3 2020) \n3.   Technical capacities on SPS measures at selected common borders improved  \n3.1 National SPS working groups, with technical advice from TA experts, will develop a draft border SPS \nmanagement strategy for the consideration of other border agencies including the institutional \narrangement that defines each border agency’s role and mechanisms for cooperation as well as for \nthe flow of information. The strategy will enable coordinated surveillance of key quarantine pests and \nnotifiable diseases through zoning, and include a program of investments in inspection, sampling, \nbasic laboratory, and quarantine facilities to improve border SPS operations. (Q4 2018-Q1 2019) \n3.2 National SPS working groups, with technical advice from the TA experts, shall formulate standard \noperating procedures for border control which include risk-based inspection and testing system. (Q1-\nQ2 2019)  \n3.3 Regional SPS working group will select at least two border points to pilot the strategy based on \nvolume of agri-food processed and length of processing time (based on the list provided by previous \nSPS TAc), and facilitate agreement between the countries concerned. (Q1-Q3 2019) \n3.4 The TA team will train personnel in the pilot border points on the modernized SPS regulations, \nprocedures, and requirements (e.g., pest risk analysis, HACCP implementation). (Q4 2019-Q1 2020) \n3.5 The concerned national SPS working groups, with technical advice from TA experts, will conduct a \nlive pilot implementation of the modernized SPS measures at the selected border points.(Q1 2020-\nQ2 2020) \nInputs \nRegional Cooperation and Integration Fund:                                            $750,000  \nPeople’s Republic of China Poverty Reduction and Regional Cooperation Fund:  $800,000  \nThe governments will provide counterpart support in the form of an order instructing their SPS and trade-\nrelated agencies to constitute a national SPS working group, and designate personnel to carry out the \ntasks; the national SPS working group will nominate a representative to the regional SPS working group. \nGovernments will also provide counterpart staff and other in-kind contributions.  \nAssumptions for Partner Financing: Not Applicable. \nADB = Asian Development Bank, CAREC = Central Asia Regional Economic Cooperation, HACCP = hazard analysis \nand critical control point, IPPC = International Plant Protection Convention, OIE = World Organisation for Animal Health, \nSPS = sanitary and phytosanitary, TA = technical assistance. \na  ADB. 2012. CAREC 2020: A Strategic Framework for the CAREC Program 2011–2020. Manila.  \nb  ADB. 2014. CAREC Transport and Trade Facilitation Strategy 2020. Manila. \nc  ADB. 2013. Technical Assistance for Promoting Cooperation in Sanitary and Phytosanitary Measures for Central \nAsia Regional Economic Cooperation. Manila (TA-8386-REG). \nSource: Asian Development Bank. \n \n ", "Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nA.  Regional Cooperation and Integration Funda   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  140.0 \nii.  National consultants  265.0 \nb.  International and local travel  60.0 \n2.  Publications and translation  20.0 \n3.  Training, seminars, workshopsb  190.0 \n4.  Contingencies  75.0 \nSubtotal (A)  750.0 \nB.  People’s Republic of China Poverty Reduction and Regional   \nCooperation Fundc \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  175.0 \nii.  National consultants  335.0 \nb.   International and local travel  60.0 \n2.  Publications and translation  10.0 \n3.  Training, seminars, workshopsb  180.0 \n4.  Contingencies  40.0 \nSubtotal (B)  800.0 \n      TOTAL (A+B)  1,550.0 \n_____________________________________________________________________________________________ \nNote: The technical assistance (TA) is estimated to cost $1,550,000, of which contributions from the Regional \nCooperation and Integration Fund and People’s Republic of China Poverty Reduction and Regional Cooperation Fund \nare presented in the table above. The governments will provide counterpart support in the form of counterpart staff, \noffice space, secretarial assistance, and other in-kind contributions. The value of government contributions are \nestimated to account for 10% of the total TA cost. \na  Established by the Asian Development Bank (ADB). Financing partner: the Government of Japan. \nb  If ADB staff act as resource persons and/or facilitators, travel costs may be charged to the TA. Includes interpretation \nand translation costs. \nc  Administered by the ADB. \nSource: ADB estimates. \n \n \n \n ", "10  Appendix 3 \n \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=49190-001-TAReport \n \n1.   Terms of Reference for Consultants \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20180223155532+08'00'", "ModDate": "D:20180223155532+08'00'", "Author": "dtd", "Creator": "PDF24 Creator", "Title": "Microsoft Word - TA Report_SPS KSTA as of 30 Jan 2018 (clean) _ board circulation stage.docx"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BCP  –  border crossing point \n  CAREC  –  Central Asia Regional Economic Cooperation \n  GOST  –  gosudarstvennyy standart (state standard) \n  HACCP  –  hazard analysis and critical control point  \n  IPPC  –  International Plant Protection Convention \n  OIE  –  World Organisation for Animal Health \n  PRC  –  People’s Republic of China \n  SPS  –  sanitary and phytosanitary \n  TA  –  technical assistance \n  WTO  –  World Trade Organization \n       \n       \n       \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars.  \n \nVice-President  Stephen Groff, Operations 2 \nDirector General  Indu Bhushan, East Asia Department (EARD) \nDirector  Ying Qian, Public Management, Financial Sector, and Regional \nCooperation Division, EARD \n   \nTeam leader  Yuebin Zhang, Principal Regional Cooperation Specialist, EARD \nTeam members  Dorothea Lazaro, Regional Cooperation Specialist, EARD \nDesi Arvin Diaz, Associate Project Analyst, EARD \nConsuelo Javier, Project Analyst, EARD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "Stephen Groff", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "Indu Bhushan", "role": "East Asia Department (EARD)", "organization": ""}, {"documentRole": "Director", "fullname": "Ying Qian", "role": "Public Management", "organization": "Financial Sector"}, {"documentRole": "Director", "fullname": "Cooperation Division", "role": "EARD", "organization": ""}, {"documentRole": "Team leader", "fullname": "Yuebin Zhang", "role": "Principal Regional Cooperation Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "Dorothea Lazaro", "role": "Regional Cooperation Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "Desi Arvin Diaz", "role": "Associate Project Analyst", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "Consuelo Javier", "role": "Project Analyst", "organization": "EARD"}]}