{"path": "data/input/ta/49241-001-rrp-en.pdf", "pages": [" \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 49241-001 \nFebruary 2016 \n \n \nProposed Loans \nSpecial Purpose Vehicles owned by \nMytrah Energy (India) Limited \nMytrah Wind and Solar Power Development Project \n \n(India)\n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis is an abbreviated version of the document approved by ADB’s Board of Directors that \nexcludes  information  that  is  subject  to  exceptions  to  disclosure  set  forth  in  ADB’s  Public \nCommunication Policy 2011.  \n \n \n ", "", " \nCURRENCY EQUIVALENTS \n(as of 23 February 2016) \n \n     Currency unit  –  Indian rupee/s (Re/Rs) \n \nRe1.00  =  $0.01458 \n$1.00  =  Rs68.60 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  discom  –  (state) distribution company \n  EBITDA  –  earnings before interest, taxes, depreciation, and amortization \n  EPC  –  engineering, procurement, and construction \n  IPP  –  independent power producer \n  MEL  –  Mytrah Energy Limited \n  MEIL  –  Mytrah Energy (India) Limited \n  SPV  –  special purpose vehicle \n  WRA  –  wind resource assessment \n \nWEIGHTS AND MEASURES \n \n  km  –  kilometer \n  kV  –  kilovolt \n  GW  –  gigawatt \n  MW  –  megawatt \n \nNOTES \n \n(i)  The fiscal year (FY) of the special purpose vehicles owned by Mytrah Energy \n(India) Limited ends on 31 March. “FY” before a calendar year denotes the year \nin which the fiscal year ends, e.g., FY2015 ends on 31 March 2015. \n(ii)  In this report, “$” refers to US dollars. \n \nVice-President  D. Gupta, Private Sector and Cofinancing Operations \nDirector General  T. Freeland, Private Sector Operations Department (PSOD) \nDirector  M. Barrow, Officer-in-Charge, Infrastructure Finance Division 1, PSOD \n   \nTeam leader  M. Choudhary, Senior Investment Specialist, PSOD \nTeam members  I. Bryson, Safeguards Specialist, PSOD \nA. Kumar, Investment Officer, PSOD \n  E. Ong, Associate Investment Officer, PSOD \nT. Rees, Consultant, Office of General Counsel \n  S. Sasaki, Senior Safeguards Specialist, PSOD \nS. Shah, Principal Investment Specialist, PSOD \nK. Taniguchi, Senior Economist, PSOD \nC. Tienzo, Project Analyst, PSOD \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \n \nCONTENTS \n \nPage \n \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Project Identification and Description  1 \nB.  Development Impact, Outcome, and Outputs  3 \nC.  Alignment with ADB Strategy and Operations  3 \nD.  Project Cost and Financing Plan  4 \nE.  Implementation Arrangements  4 \nF.  Projected Financial and Economic Performance  5 \nIII.  THE PROPOSED ADB ASSISTANCE  5 \nA.  The Assistance  5 \nB.  Value Added by ADB Assistance  5 \nC.  Risks  5 \nIV.  POLICY COMPLIANCE  6 \nA.  Safeguards and Social Dimensions  6 \nB.  Anticorruption Policy  6 \nC.  Investment Limitations  7 \nD.  Assurances  7 \nV.  RECOMMENDATION  7 \nDESIGN AND MONITORING FRAMEWORK  8 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 49241-001\nProject Name Mytrah Wind and Solar Power  Department PSOD/PSIF1\nDevelopment Project /Division\nCountry India\nqq\n2. Sector Subsector(s)      ADB Financing ($ million)\nEnergy Renewable energy generation - solar 28.00\nRenewable energy generation - wind 147.00\nTotal 175.00\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic Pillar 1: Economic opportunities,   Mitigation ($ million) 175.00\ngrowth (IEG) including jobs, created and expanded CO  reduction (tons per annum) 1,185,165\n2\nEnvironmentally Eco-efficiency Climate Change impact on the Project Low\nsustainable growth Global and regional transboundary \n(ESG) environmental concerns\nQq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nPrivate sector Promotion of private sector  No gender elements (NGE)\ndevelopment (PSD) investment\nqq\n5. Poverty Targeting Location Impact\nProject directly targets No Nation-wide High\npoverty\nqq\n6. Nonsovereign Operation Risk Rating\nObligor Name Implied Project Rating Final Project Rating\nMytrah Vayu (Ravalpalli) Pvt. Limited\nMytrah Vayu (Savalsang II) Pvt. Limited\nMytrah Aadhya Power Private Limited\nMytrah Aakash Power Private Limited\nMytrah Vayu (Som) Pvt. Limited\nMytrah Vayu (Tungabhadra) Pvt. Limited\n.\n7. Safeguard Categorization Environment: B  Involuntary Resettlement: B Indigenous Peoples: B\nQq\n8. Financing\nModality and Sources Amount ($ million)\nADB 175.00\n     Nonsovereign LIBOR Based Loan: Ordinary capital resources 42.00\n     Nonsovereign LIBOR Based Loan: Ordinary capital resources 23.00\n     Nonsovereign LIBOR Based Loan: Ordinary capital resources 14.00\n     Nonsovereign LIBOR Based Loan: Ordinary capital resources 18.00\n     Nonsovereign LIBOR Based Loan: Ordinary capital resources 64.00\n     Nonsovereign LIBOR Based Loan: Ordinary capital resources 14.00\nB-Loans 0.00\n     None 0.00\nOfficial Cofinancing a 0.00\n     None 0.00\nOthers b 494.50\nTotal 669.50\n9. Effective Development Cooperation\nUse of country procurement systems Yes\nUse of country public financial management systems Yes\nQq\naConcessionalfinancingfromexternalsources.\nbDerivedbydeductingADBfinancing,BLoansandOfficialCofinancingfromProjectTotalCost.\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 18122015112125265067 Generated Date: 01-Mar-2016 13:54:18 PM ", "", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on proposed loans \nof up to $175 million (or Indian rupee equivalent) to six special purpose vehicles owned and \ncontrolled  by  Mytrah  Energy  (India)  Limited (MEIL) for  the  Mytrah  Wind  and  Solar  Power \nDevelopment Project in India. \n \nII.  THE PROJECT \n \nA.  Project Identification and Description \n \n1.  Project Identification \n \n2.  MEIL  is  one  of  India’s  fastest-growing  independent  power  producers  (IPPs)  from \nrenewable sources, with 580 megawatts (MW) of wind power capacity under operations across \nsix  states  and  an  additional  476  MW  of  wind  power  capacity  under  advanced  stages  of \ndevelopment. In 2015, MEIL ventured into solar power development, and has won bids to \ncollectively install 377 MW of solar photovoltaic capacity. MEIL aims to achieve sustainable \ncompetitiveness  and  de-risking  through (i) grid  parity  tariffs, (ii)  non-reliance  on  subsidies, \n(iii) scalability  to  achieve  utility-scale  operations,  and  (iv)  diversification  by  geography, \nequipment supplier, and technology. \n \n3.  The Asian Development Bank (ADB) has been supporting the development of renewable \nenergy in India since 2007, when it financed the first set of wind projects under the IPP model \nby Tata Power and China Light and Power. ADB has financed solar IPPs by assisting projects \nunder the National Solar Mission1 and various state policies. In addition, ADB has invested \nequity in renewable energy companies (e.g., ReNew Power Limited, Welspun Renewables \nEnergy  Limited,  and  NSL  Renewable  Power  Private  Limited).  As  part  of  its  commitment \nannounced by ADB in September 20152 to scale up clean energy financing, ADB will seek to \nsustain its private sector activities, particularly in major renewable energy markets such as \nIndia.  ADB’s  initiative  will  actively  support  the  Government  of  India’s  intended  nationally \ndetermined contributions submitted to the United Nations Framework Convention on Climate \nChange. A key factor of the intended nationally determined contributions is renewable energy \ncapacity addition of 175 gigawatts (GW) by 2022. \n \n2.  Project Design \n \n4.  ADB is proposing a direct loan facility of up to $175 million to a portfolio of special \npurpose vehicles (SPVs or “Borrowers” or “borrowers”) owned by MEIL. ADB’s facility will be \nstructured as a separate loan to each SPV on a project finance (limited recourse) basis. ADB’s \nfacility is being proposed for a tenor of up to 17 years for four SPVs, and 18 years for two SPVs. \n \nConfidential information deleted. \n \n \n \n \n                                                \n1  Government  of  India.  Ministry  of  New  and  Renewable  Energy.  Jawaharlal  Nehru  National  solar  Mission. \nhttp://www.mnre.gov.in/solar-mission/jnnsm/introduction-2/. India. \n2 ADB. 2015. ADB to Double Annual Climate Financing to $6 Billion for Asia-Pacific by 2020, News Release. 25 \nSeptember. Manila. \n ", "2   \nTable 2: Details of Project-Related Special Purpose Vehicles \n \nCapacity  ADB Loana  Tenor \nSPV/Borrower  Location  (MW)  ($ million)  (years) \n1. Mytrah Vayu (Som) Pvt. Limited  Nidhi, Rajasthan  90.1  42.0  17 \nNipaniya, MP  50.0 \n2. Mytrah Vayu (Tungabhadra) Pvt. Limited  Aspiri, AP–Phase I  101.4  64.0  17 \nAspiri, AP–Phase II  99.3 \n3. Mytrah Vayu (Ravalpalli) Pvt. Limitedb  Ravalpalli, Karnataka  59.8  18.0  18 \n4. Mytrah Vayu (Savalsang II) Pvt. Limitedb  Savalsang, Karnataka  75.6  23.0  18 \n5. Mytrah Aadhya Power Pvt. Limited  Mansa, Punjab  50.0  14.0  17 \n6. Mytrah Aakash Power Pvt. Limited  KM Pally, Telangana  50.0  14.0  17 \nTotal    576.2  175.0   \nADB = Asian Development Bank, AP = Andhra Pradesh, MP = Madhya Pradesh, MW = megawatt, Pvt. = Private, \nSPV = special purpose vehicle. \na ADB Loan share for each SPV works out higher than 25% of the project cost to take care of changes due to \nexchange rate fluctuation. However, ADB share for each SPV would be in-line with OMD13 guidelines. \nb These SPVs are yet to be formed and titled. \nSource: Mytrah Energy (India) Limited. \n \n3.  The Borrowers and Sponsor \n \n5.  Mytrah  Energy  Limited  (MEL)  is  the  holding  company  of  the  Mytrah  Group.  It  is \nincorporated in Guernsey and was listed on the AIM, the London Stock Exchange’s international \nmarket for emerging companies, in 2010. MEL set up MEIL to be its India holding company. \nMEIL now has 10 operating sites (7 turnkey and 3 self-developed) spread over six states. It \nstarted with turnkey projects as it built itself up by investing in its own wind resource assessment \n(WRA) and project execution teams. It attained the capability of identifying potential wind sites \nsupported by in-house WRA, going through the approval and permitting process, acquiring land, \nand executing the projects. It now has a self-developed pipeline of over 6,000 MW, backed by \nwind data collected through 195 wind masts installed across 11 states. MEIL is the sponsor for \nthe six borrowers. The company’s medium-term business plan is to achieve a renewable energy \ncapacity of 2 GW (1.7 GW from wind and 300 MW from solar) by the end of FY2017.  \n \n6.  Mytrah  Group  was  founded  by  Ravi  Kailas,  who  has  25  years  of  entrepreneurial \nexperience in telecommunications, software, real estate, and infrastructure. Before MEL’s initial \npublic  offering,  Kailas  collaborated  with  British  steel  conglomerate  Caparo  Group,  giving \nchairman and founder Lord Swaraj Paul and his son Angad MEL minority shares in exchange \nfor using the Caparo brand under a licensing agreement. The company was called Caparo \nEnergy  Limited.  After  the  initial  public  offering,  the  name  was  changed  to  Mytrah  Energy \nLimited. At present, the Raksha Trust3 has 57.9% ownership of MEL, followed by  Esrano \nOverseas Ltd, an investment trust belonging to Angad Paul’s family, (14.7%); Capital Research \nGlobal Investments (7.4%); Henderson Global Investors (5.5%); and Moab Capital Partners LLC \n(3.8%).  MEL’s  market capitalization  as  of  22 January  2016  is  approximately  $105  million. \nMEIL’s annual revenue increased from $46.7 million in FY2014 to $66.9 million in FY2015. \nSimilarly, MEIL’s earnings before interest, taxes, depreciation, and amortization (EBITDA) was \n$59.7 million (EBITDA margin of 89%) in FY2015, up from $40.6 million (EBITDA margin of \n87%) reported in FY2014. \n \n                                                \n3  Jersey-based discretionary trust settled by Ravi Kailas, the chairman and chief executive officer of MEL. \n ", "  3 \n7.  MEL,  through  its  Mauritius-based  subsidiary  Bindu  Vayu  (Mauritius)  Ltd.,  holds  a \nmajority in MEIL. MEIL has raised external funds in the form of nondilutive mezzanine finance, \nincluding convertible preference shares subscribed by the India Infrastructure Fund (managed \nby IDFC Alternatives, a leading infrastructure-focused financial institution in India) in 2011. \nAnother fundraising round involved a nonconvertible debenture of $130 million subscribed by \nAION Capital Partners (an Apollo-managed fund), Goldman Sachs, and Merrill Lynch in 2015. \n \nB.  Development Impact, Outcome, and Outputs \n \n1.  Impact \n \n8.  The project's impact will be the diversification of India’s energy mix through the addition \nof renewable energy capacity, helping the country progress toward its clean energy targets.4 To \nachieve  sustainable  long-term  economic  growth,  India  is  promoting  alternative  sources  of \nenergy, such as wind and solar, for power generation. Renewable energy is a secure, reliable, \nand sustainable source of electricity that helps diversify the country’s energy mix, strengthen \nenergy security, and reduce reliance on fossil fuels. \n \n9.  The  project  also  contributes  to  the  acceleration  and  expansion  of  private  sector \ninvestment, including foreign direct investment in clean energy infrastructure in India. MEIL sees \nADB’s potential assistance as a key success factor in expanding the company’s renewable \nenergy portfolio. In particular, it is expected that ADB’s assistance will help attract further \ninvestments in India’s renewable energy sector from both within and outside India. \n \n2.  Outcome \n \n10.  The project's outcome is increased renewable energy capacity operated by the private \nsector. The project will generate 1,200 gigawatt-hours of clean energy per annum and will \ncontribute to avoiding 1,185,165 tons of carbon dioxide emissions5 annually from 2018 onward. \n \n3.  Outputs \n \n11.  The project outputs are (i) the development and commissioning of 476 MW of wind \npower and 100 MW of solar power generation capacity by April 2017, and (ii) the creation of \n2,500 contractual jobs during construction and 95 full-time jobs during operations. \n \nC.  Alignment with ADB Strategy and Operations \n \n1.  Consistency with Strategy 2020 and Country Strategy \n \n12.  The project is consistent with ADB’s Midterm Review of Strategy 2020.6 It relates to two \nof the five core specializations of the bank: infrastructure and environment. The midterm review \ncalls for investing $2 billion annually in clean energy (including renewable energy). It highlights \nthe key role of the private sector in climate change mitigation and confirms that ADB should \ncontinue to prioritize private sector operations in clean and renewable energy to meet growing \nenergy  demand  in  a  sustainable  manner.  The  project  will  also  contribute  to  the  bank’s \n                                                \n4  The Government of India has revised its renewable targets and now plans to achieve 175 GW of renewable \ncapacity by 2022. \n5  ADB. 2011. Manual for Calculating Energy Output Indicators. Manila. The emission factor used is 988 tons of \ncarbon dioxide per gigawatt-hour. \n6  ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila. \n ", "4   \noperational goal of scaling up private sector development and private sector operations. The \nproject is aligned with ADB’s country partnership strategy, 2013–2017 for India, which calls for \n“investments in renewable energy development.”7 \n \n2.  Consistency with Sector Strategy and Relevant ADB Operations \n \n13.  The project is fully aligned with ADB's Energy Policy.8 The policy states that support for \nrenewable energy projects will be prioritized and broadened. In 2013, ADB doubled its clean \nenergy investment target to $2 billion a year. As part of its stronger commitment to financing \nrenewable energy projects, ADB will increase its assistance to such projects to $6 billion a year \nby 2020. As part of the policy implementation, ADB emphasizes private sector participation as a \ntool to boost energy sector efficiency by introducing competition and more investable resources. \n \n3.  Lessons from Previous Operations \n \n14.  The extended annual reviews of wind and solar projects previously financed by ADB’s \nPrivate Sector Operations Department in India highlighted three key lessons: (i) the importance \nof resource assessment, (ii) the risks associated with land acquisition, and (iii) the need for \nadequate  power  evacuation  facilities.  These  lessons  will  be  taken  into  account  in  the \nimplementation and are part of MEIL’s project-selection process. \n \nD.  Project Cost and Financing Plan \n \n15.  The project is estimated to cost $669.5 million.  \n \nConfidential information deleted. \n \nE.  Implementation Arrangements \n \n22.  Table 5 summarizes the implementation arrangements.9 \n \nTable 5: Summary of Implementation Arrangements \nAspects  Arrangements \nRegulatory framework  The energy sector in India is regulated. CERC is the central regulator. Individual \nstates have a state ministry of power as well as SERCs. Renewable energy \npolicies are embedded in the framework of the Electricity Act, 2003; the National \nElectricity Policy, 2005 (and as amended thereafter); and the National Tariff Policy, \n2006 (and as amended in December 2010 and thereafter).  \nManagement  Management has demonstrated the ability to execute and efficiently operate wind \npower projects totaling 580 MW. The team is led by chairman Ravi Kailas, who is \nsupported by an experienced team. The company has 223 full-time employees. \nImplementation period  January 2016–April 2017 \nConstruction arrangements    \nType of arrangement  The company executes self-development, turnkey, and hybrid projects. Nipaniya \n  will be implemented on a turnkey basis, while the rest of the projects will be \nimplemented under a self-development model. MEIL will enter into a turbine-\nsupply-and-erection contract with WTG suppliers and into other subcontracts for \nBOP. For the solar projects, MEIL will be the EPC contractor and will execute solar \npanel contracts and enter into various subcontracts for BOP. \nPower generation  Selection of turbines for wind projects depends on the WRA and site characteristics \n                                                \n7  ADB. 2013. Country Partnership Strategy: India, 2013–2017. Manila. \n8  ADB. 2009. Energy Policy. Manila. \n9  Details of Implementation Arrangements  \n ", "  5 \nAspects  Arrangements \nequipment  to maximize IRR. For solar, the technology will be polycrystalline photovoltaic cells. \nWind turbines will be procured competitively from quality suppliers, with models \nsuitable to local wind and weather conditions. These suppliers include Gamesa, \nGE, INOX and Suzlon, all with successful track records in India. Solar panels will \nbe acquired from leading suppliers, such as Canadian Solar, Trina, and Yingli. \nCivil works  Civil works for BOP (e.g., construction of turbine foundations, panel foundations, \nand supporting structures; common facilities; substation; and access roads) are \nnormally subcontracted to local firms with sufficient experience. \nTransmission lines  Power evacuation facilities are made available by the respective state transmission \ncompanies. The project is responsible for building the transmission line to the grid \nsubstation. This last-mile connectivity is part of the scope of the EPC contract. \nContractor  MEIL, with various WTG suppliers and solar panel providers as subcontractors. \nOperational arrangements   \nRevenue structure  The projects will enter into PPAs of 20–25 years with respective state utilities. \nOperation and maintenance  Operation and maintenance of the wind power projects is outsourced to external \ncontractors (typically WTG suppliers) under a term contract. \nPerformance monitoring  Key performance indicators will be reported by MEIL and monitored by ADB. \nADB = Asian Development Bank; BOP = balance of plants; CERC = Central Electricity Regulatory Commission; EPC \n= engineering, procurement, and construction; GE = General Electric; INOX = INOX Wind Limited; IRR = internal rate \nof return; MEIL = Mytrah Energy (India) Limited; MW = megawatt; PPA = power purchase agreement; SERC = state \nelectricity regulatory commission; WRA = wind resource assessment, WTG = wind turbine generator. \nSource: Mytrah Energy (India) Limited due diligence. \n \nF.  Projected Financial and Economic Performance \n \n23.  Confidential information deleted. \n \nIII.  THE PROPOSED ADB ASSISTANCE \n \nA.  The Assistance \n \n24.  ADB will provide six separate nonrecourse loans totaling $175 million (or Indian rupee \nequivalent) to six SPVs to partly finance about 476 MW of wind and 100 MW of solar projects \nduring 2016–2017. The loan tenor will be up to 17 years for four SPVs, and 18 years for two \nSPVs, including a principal grace period of up to 1 year. ADB loans will carry an interest rate as \nwell as other fees as approved by ADB’s Investment Committee. \n \nB.  Value Added by ADB Assistance \n \n25.  The proposed project merits ADB assistance for the following reasons: \n \n(i)  Clean energy development support. ADB assistance will support the Government \nof India’s efforts to develop renewable energy, where the private sector is expected \nto play a major role. Supporting a renewable energy developer with a portfolio of \nprojects through a debt package, as opposed to single-project financing, is a way to \nachieve greater leverage of ADB’s funding and hence greater development impact. \n(ii)  Foreign direct investment support. ADB assistance will support the growth of a \nprofessionally managed renewable energy platform. ADB assistance will facilitate \n$175 million as foreign direct investments in these six SPVs, incorporated in India. \n \nC.  Risks \n \n26.  Confidential information deleted. \n ", "6   \n \n27.  Confidential information deleted. \n \n28.  Confidential information deleted.  \n \n29.  Confidential information deleted. \n \n30.  Confidential information deleted. \n \n31.  Confidential information deleted. \n \n32.  Confidential information deleted. \n \n33.  Confidential information deleted. \n \n34.   Confidential information deleted. \n \nIV.  POLICY COMPLIANCE \n \nA.  Safeguards and Social Dimensions \n \n35.  In compliance with ADB’s Safeguard Policy Statement (2009), the project is classified \ncategory B for environment, B for involuntary resettlement, and B for indigenous peoples. The \nidentified sites are not considered to be along a major fly route for migratory birds and no known \nbat populations exist in their vicinities. Environmental impacts during construction are generally \nsite-specific and reversible. Potential noise and shadow flicker impacts during operations are \nexpected to be within acceptable limits. An environmental and social audit was completed and \nadequate measures to solve outstanding compliance issues were put in place. The potential \nenvironmental and social impacts of the project were identified and effective measures to avoid, \nminimize, mitigate, and compensate for the adverse impacts are incorporated in the safeguard \nreports and plans. MEIL’s institutional capacity and commitment to manage the project’s social \nand environmental impacts are deemed adequate. \n \n36.  MEIL will comply with national labor laws and, pursuant to ADB’s Social Protection \nStrategy (2001), will take measures to comply with the internationally recognized core labor \nstandards. 10 The borrower will report regularly to ADB on (i) its and its contractors’ compliance \nwith  such  laws  and  (ii)  the  measures  taken.  Information  disclosure  and  consultation  with \naffected people will be conducted in accordance with ADB requirements.11 \n \nB.  Anticorruption Policy \n \n37.  MEIL was advised of ADB’s policy of implementing best international practice relating to \ncombating corruption, money laundering, and the financing of terrorism. ADB will ensure that \nthe investment documentation includes appropriate provisions prohibiting corruption, money \nlaundering, and the financing of terrorism, and remedies for ADB in the event of noncompliance. \n \n38.  During project preparation the integrity due diligence was conducted and significant \nintegrity issues were addressed or disclosed herewith. MEIL is directly and indirectly owned by \n                                                \n10 ADB. 2003. Social Protection. Manila (adopted in 2001). \n11 Summary Poverty Reduction and Social Strategy, and Safeguards and Social Dimensions Summary  \n ", "  7 \nentities established in intermediate jurisdictions, including Guernsey (MEL) and Mauritius (Bindu \nVayu). Both are rated as largely compliant with the tax transparency principles, and neither is on \nthe  Financial  Action  Task  Force's  list  of  countries  with  strategic  anti-money  laundering \ndeficiencies. The structure was adopted for purposes of tax efficiency and to allow MEL to raise \nfunds from listing in an overseas market and Bindu Vayu to pass-through funds raised by MEL \nto its Indian subsidiary. ADB does not believe that the structure was established for cross-\nborder tax evasion, money laundering, or the financing of terrorism in the jurisdictions involved \nin the project. Politically exposed persons were identified in this transaction and adverse media \nwas found on several individuals and corporate structures. These were reviewed by the Office \nof Anticorruption and Integrity and were assessed as constituting low risks to the Project. \n \nC.  Investment Limitations \n \n38.  The proposed loans are within the medium-term, country, industry, group, and single-\nproject exposure limits for nonsovereign investments. \n \nD.  Assurances \n \n39.  Consistent  with  the  Agreement  Establishing  the  Asian  Development  Bank  (the \nCharter),12  ADB  will  proceed  with  the  proposed  assistance  upon  establishing  that  the \nGovernment of India has no objection to the proposed assistance to MEIL and its subsidiaries. \nADB will enter into suitable finance documentation, in form and substance satisfactory to ADB, \nfollowing approval of the proposed assistance by the Board of Directors. \n \nV.  RECOMMENDATION \n \n40.  I am satisfied that the proposed loans would comply with the Articles of Agreement of \nthe Asian Development Bank (ADB) and recommend that the Board approve the loans of up to \n$175,000,000, from ADB’s ordinary capital resources, to six special purpose vehicles owned \nand  controlled  by  Mytrah  Energy  (India)  Limited,  for  the  Mytrah  Wind  and  Solar  Power \nDevelopment Project in India, with such terms and conditions as are substantially in accordance \nwith those set forth in this report, and as may be reported to the Board. \n \n          Takehiko Nakao \n29 February 2016                      President \n                                                \n12 ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. \n ", "8    Appendix 1 \n \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts the Project is Aligned with \nIndia’s energy mix diversified through the addition of renewable energy capacity (Ministry of New and \nRenewable Energy)a \nRenewable energy in India accelerated and scaled up through greater private sector participation \n(Ministry of New and Renewable Energy)a  \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  By 2018     \nIncreased renewable  a. 1,200 GWh generated  a–d. Company financial  Capacity utilization \nenergy capacity  annually (2015 baseline: NA)  statements and annual  rates do not meet \nsustainably operated    progress reports, ADB’s  forecasts because \nby the private sector  b. 1,185,165 tons of CO   annual reviews  wind resource falls \n2\n  avoided annually  short of expectations \n  (2015 baseline: NA)   \n    Accidents and late \n  c. At least 64 full-time  maintenance cause \nequivalent local jobs and  power production to \n415 contractual jobs are  be lower than \ncreated for operationsb  planned \n(2015 baseline: NA)   \n  Generated energy is \nd. Direct contribution  not dispatched due \n(corporate tax) to government  to inadequate \nrevenues amounts to an  transmission \naverage of Rs890 million  capacity at \n($13 million equivalent)  substation delivery \nannually (2015 baseline: NA)  point \nOutputs       \n1. 476 MW of wind  1a. 241 MW wind farm project  1–2. Company financial  Land acquisition is \npower and 100 MW  commissioned by 2016  statements and progress  delayed \nof solar power  (2015 baseline: NA)  reports, ADB’s annual   \ncommissioned    monitoring reports  Prices of raw \n  1b. 234 MW of additional wind    materials increase \n  capacity commissioned by     \n  2017 (2015 baseline: NA)    Trained staff is not \n    available \n  1c. 100 MW of solar capacity \n  commissioned by 2016 \n  (2015 baseline: NA) \n   \n2. Local employment  2a. Local purchase of goods \ngenerated  and services amounts to \n  Rs38,812.3 million \n($581 million equivalent) \nduring construction \n(2015 baseline: NA) \n \n2b. 95 full-time equivalent \nlocal jobs and \n2,500 contractual jobs are \ncreated during constructionc \n(2015 baseline: NA) \n ", "    Appendix 1     9     \nKey Activities with Milestones \n \nOutput 1: 476 MW of wind power and 100 MW of solar power projects developed and \ncommissioned. \n1.1  Execution of legal documentation completed by April 2016. \n1.2  Construction of the projects progressing as per schedule and all projects complete construction by \nApril 2017. \n1.3  Implementation of environmental and social safeguard policies. \n \nOutput 2: Local employment generated. \n1.1  Construction of the projects progressing as per schedule and required personnel are employed \n1.2  The projects are operating satisfactorily and employing the right staff. \n \nInputs \nDebt: \nAsian Development Bank: $175.0 million \nDomestic financial institutions: $329.6 million \nEquity: \n$164.8 \nAssumptions for Partner Financing \nNot applicable. \nADB = Asian Development Bank, CO2 = carbon dioxide, GWh = gigawatt-hours, MW = megawatt, NA = not \napplicable, Rs = Indian rupees. \na  Intended nationally determined contributions to Climate Change submitted to United Nations Framework \nConvention on Climate Change in October 2015. Government of India. 2015. India’s Intended Nationally \nDetermined Contributions: Working Towards Climate Justice. Delhi. \nhttp://www4.unfccc.int/submissions/INDC/Published%20Documents/India/1/INDIA%20INDC%20TO%20UNFCCC.\npdf \nb  Full-time employment generated during operations is 64 (10 per project for wind power projects and 7 per project \nfor solar power projects). Total number of contractual jobs generated during operations is 406 (80 per project for \nwind power projects and 3 per project for solar power projects). \nc  Full-time employment generated during construction is 95 (15 per project for wind power projects and 10 per \nproject for solar power projects). Number of contractual jobs generated during construction is 2,500 (400 per \nproject for wind power projects and 250 per project for solar power projects). \nSource: Asian Development Bank \n "], "metadata": {"Author": "C3H", "CreationDate": "D:20170807151048+08'00'", "Creator": "Microsoft® Word 2016", "ModDate": "D:20170807151121+08'00'", "Producer": "Microsoft® Word 2016"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 23 February 2016) \n \n     Currency unit  –  Indian rupee/s (Re/Rs) \n \nRe1.00  =  $0.01458 \n$1.00  =  Rs68.60 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  discom  –  (state) distribution company \n  EBITDA  –  earnings before interest, taxes, depreciation, and amortization \n  EPC  –  engineering, procurement, and construction \n  IPP  –  independent power producer \n  MEL  –  Mytrah Energy Limited \n  MEIL  –  Mytrah Energy (India) Limited \n  SPV  –  special purpose vehicle \n  WRA  –  wind resource assessment \n \nWEIGHTS AND MEASURES \n \n  km  –  kilometer \n  kV  –  kilovolt \n  GW  –  gigawatt \n  MW  –  megawatt \n \nNOTES \n \n(i)  The fiscal year (FY) of the special purpose vehicles owned by Mytrah Energy \n(India) Limited ends on 31 March. “FY” before a calendar year denotes the year \nin which the fiscal year ends, e.g., FY2015 ends on 31 March 2015. \n(ii)  In this report, “$” refers to US dollars. \n \nVice-President  D. Gupta, Private Sector and Cofinancing Operations \nDirector General  T. Freeland, Private Sector Operations Department (PSOD) \nDirector  M. Barrow, Officer-in-Charge, Infrastructure Finance Division 1, PSOD \n   \nTeam leader  M. Choudhary, Senior Investment Specialist, PSOD \nTeam members  I. Bryson, Safeguards Specialist, PSOD \nA. Kumar, Investment Officer, PSOD \n  E. Ong, Associate Investment Officer, PSOD \nT. Rees, Consultant, Office of General Counsel \n  S. Sasaki, Senior Safeguards Specialist, PSOD \nS. Shah, Principal Investment Specialist, PSOD \nK. Taniguchi, Senior Economist, PSOD \nC. Tienzo, Project Analyst, PSOD \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "D. Gupta", "role": "Private Sector and Cofinancing Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "T. Freeland", "role": "Private Sector Operations Department (PSOD)", "organization": ""}, {"documentRole": "Director", "fullname": "M. Barrow", "role": "Officer-in-Charge", "organization": "Infrastructure Finance Division"}, {"documentRole": "Team leader", "fullname": "M. Choudhary", "role": "Senior Investment Specialist", "organization": "PSOD"}, {"documentRole": "Team members", "fullname": "I. Bryson", "role": "Safeguards Specialist", "organization": "PSOD"}, {"documentRole": "Team members", "fullname": "A. Kumar", "role": "Investment Officer", "organization": "PSOD"}, {"documentRole": "Team members", "fullname": "E. Ong", "role": "Associate Investment Officer", "organization": "PSOD"}, {"documentRole": "Team members", "fullname": "T. Rees", "role": "Consultant", "organization": "Office of General Counsel"}, {"documentRole": "Team members", "fullname": "S. Sasaki", "role": "Senior Safeguards Specialist", "organization": "PSOD"}, {"documentRole": "Team members", "fullname": "S. Shah", "role": "Principal Investment Specialist", "organization": "PSOD"}, {"documentRole": "Team members", "fullname": "K. Taniguchi", "role": "Senior Economist", "organization": "PSOD"}, {"documentRole": "Team members", "fullname": "C. Tienzo", "role": "Project Analyst", "organization": "PSOD"}]}