{"path": "data/input/ta/49250-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 49250-001  \nRegional—Capacity Development Technical Assistance (R-CDTA) \nDecember 2016 \n \n \n \n \nStrengthening Government and Civil Society \nCooperation in Open Government Partnership to \nImprove Public Services  \n(Financed by the Japan Fund for Poverty Reduction) \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB’s  Public \nCommunications Policy 2011. \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \n \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  CSO  –  civil society organization \nDMCs  –  Developing member countries \nGovTG  –  Governance Thematic Group \nICT  –  information and communication technology \nNAP  –  national action plan \nOECD  –  Organisation for Economic Cooperation and Development  \nOGP  –  Open Government Partnership \nSSIP  –  Seismic Safety Improvement Program \nTA  –  technical assistance \n   \n \n \nNOTE \nIn this report, “$” refers to United States dollars. \n \n \n \n \nVice-President  Bambang Susantono, Knowledge Management and Sustainable \nDevelopment \nDirector General  Ma. Carmela D. Locsin, Sustainable Development and Climate Change \nDepartment (SDCC) \nDeputy Director  Amy Leung, Thematic Advisory Service Cluster, SDCC \nGeneral \nconcurrently \nChief Thematic \nOfficer \n   \nTeam leader  Haidy Ear-Dupuy, Social Development Specialist, SDCC \nTeam members  Nina Avetisyan, Associate Project Analyst, Central and West Asia \nDepartment (CWRD) \nClaudia Buentjen, Principal Public Management Specialist, SDCC \n  Rabin I. Hattari, Public Management Economist (Fiscal Management & \nSocial Security), Southeast Asia Department (SERD) \nMatthew W. Hodge, Economist (Public Finance), CWRD \nGohar Mousaelyan, Senior Project Officer, CWRD \nAndrew Parker, Principal Social Sector Economist, Pacific Department \nElaine Thomas, Social Development Specialist, SERD \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \n \nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  5 \nD.  Implementation Arrangements  5 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.   Design and Monitoring Framework  6 \n2.   Cost Estimates and Financing Plan  9 \n3.   Outline Terms of Reference for Consultants  10 \n \n \n \n \n \n   \n ", "Project Classification Information Status: Complete\nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 49250-001\nProject Name Strengthening Government and Civil  Department SDCC/SDTC\nSociety Cooperation in Open  /Division\nGovernment Partnership to Improve \nPublic Services\nCountry REG, ARM, INO, PNG Executing  Asian Development Bank\nAgency\nqq\n2. Sector Subsector(s)      Financing ($ million)\nPublic sector  Public administration 1.00\nmanagement\nTotal 1.00\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the  Low\ngrowth (IEG) including jobs, created and expanded Project\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Civil society participation Some gender elements (SGE)\ncapacity development\n(GCD)\nPartnerships (PAR) Civil society organizations\nImplementation\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Not Applicable\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG3, SDG4, SDG16, SDG17\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.00\n    None 0.00\nCofinancing 1.00\n    Japan Fund for Poverty Reduction 1.00\nCounterpart 0.00\n    None 0.00\nTotal 1.00\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 03112016153202437752 Generated Date: 04-Nov-2016 9:22:06 AM", " \n \nI.  INTRODUCTION \n \n1.  In July 2014, the Asian Development Bank (ADB) became a member of the Open \nGovernment Partnership (OGP) to help strengthen the governance principles of openness, \ntransparency, accountability, and participation in Asia and the Pacific. This proposal responds to \na direct invitation from the OGP Steering Committee1 and from three OGP member countries for \nADB to support government and civil society actors to advance open government across the \nregion. This capacity development technical assistance (TA) seeks to support OGP member \ncountries to formulate and implement commitments made in the OGP national action plans \n(NAPs).2 The TA will also provide learning opportunities for aspiring member countries to meet \nOGP eligibility status in the areas of access to information, budget transparency, income and \nasset disclosure, and citizen engagement. The project design and monitoring framework is in \nAppendix 1.3  \n \nII.  ISSUES \n \n2.  The recently launched Sustainable Development Goals (SDGs) highlight the need for \npublic access to information as a building block for promoting peaceful and inclusive societies \nfor development. The SDG Goal number 16 aims to “promote peaceful and inclusive societies \nfor sustainable development, provide access to justice for all, and build effective, accountable, \nand inclusive institutions at all levels”. It further defines at least three targets that this project will \nsignificantly  contribute  to.  These  are  Targets  16.6  (develop  effective,  accountable  and \ntransparent  institutions  at  all  levels),  16.7  (Ensure  responsive,  inclusive,  participatory  and \nrepresentative decision-making at all levels), and 16.10 (Ensure public access to information \nand protect fundamental freedoms, in accordance with national legislation and international \nagreements). These targets underscore the importance of information platforms that would \nmake governments more effective, transparent, and accountable, as well as ensure that citizens \nparticipate in governance processes.  \n \n3.  The Open Government Partnership was formally launched in September 2011, when its \neight founding governments (Brazil, Indonesia, Mexico, Norway, the Philippines, South Africa, \nthe United Kingdom, and the United States) endorsed the Open Government Declaration, and \nannounced their country action plans. The OGP is a “multilateral initiative that aims to secure \nconcrete commitments from governments to promote transparency, empower citizens, fight \ncorruption, and harness new technologies to strengthen governance.”4 It is a voluntary initiative \nthat aims at building trust and fostering collaboration between governments and their citizens to \nimprove development outcomes. In order to join OGP, an aspiring member country must first \nsatisfy  the  “eligibility  criteria.”  This  means  that  a  minimum  level  of  commitment  to  open \ngovernment principles, in the following four areas has to be met: (i) budget transparency; (ii) \naccess to information; (iii) income and asset disclosure; and (iv) citizen engagement. Once \neligibility has been confirmed, the interested government needs to identify a lead ministry and/or \nagency that will start formulating the NAP in close consultation with civil society and citizen \n                                                \n1  The OGP is overseen at the international level by a steering committee composed of representatives of member \ncountry governments and civil society organizations that together guide the ongoing development and direction of \nthe OGP. http://www.opengovpartnership.org/ogp-steering-committee#sthash.ifcNaZHV.dpuf  \n2  Categorized as knowledge and support technical assistance under the new staff instructions effective 13 March \n2017.  \n3  The TA first appeared in the business opportunities section of ADB’s website on 16 June 2016. \n4  Open Government Partnership. http://www.opengovpartnership.org/about  \n ", "2    \n \ngroups. The NAPs contain the members’ respective reform commitments over a 2-year period.5  \nThe ultimate goal is to improve the quality of governance, as well as the quality of projects and \nservices that citizens receive. The OGP aspires to support both government and civil society \nreformers by elevating open government to the highest levels of political discourse, providing \ncover for difficult reforms, and creating a supportive community of like-minded reformers from \ncountries around the world.  \n \n4.  In  2014,  ADB  became  a  multilateral  partner  of  the  OGP  to  support  its  developing \nmember  countries  (DMCs),  which  have  become  OGP  members,  implement  their  open \ngovernment  action  plans.  The  ADB  also  supports  aspiring  member  countries  to  meet  the \neligibility criteria for joining the OGP.6 ADB’s partnership with the OGP is based on the long-\nterm  commitment  to  supporting  multi-stakeholder  governance  initiatives.  ADB’s  recent \nGovernance  Thematic  Group  (GovTG)  position  paper  on  better  performing  institutions \nrecognizes the importance of institutional performance and results. At the outcome level, the \naim  is  to  facilitate  performing,  responsive  and  resilient  institutions  that  deliver  better \ndevelopment results to citizens. Immediate outputs include better governance and accountability \nmechanisms, systems and business processes, new and enhanced skills and management \npractices as well as greater attention to and support of multi-stakeholder coalitions that can \ndrive  reform  and  change.7 ADB’s  partnership  with  the  OGP  is  highly  consistent  with  the \napproach described in the position paper, because of the OGP’s focus on facilitating better \ninstitutions that deliver better development results, as well as its emphasis on multi-stakeholder \nparticipation and collaboration between governments and citizens.   \n \n5.  Eight  OGP  member  countries  among  ADB’s  DMCs  (Armenia,  Georgia,  Indonesia, \nMongolia, the Philippines, Papua New Guinea, and Sri Lanka) have made a commitment to \nwork toward improving the participation of citizens and civil society in the formulation and \nimplementation of their NAPs, and have requested for ADB support in this process. The DMCs \nare at different stages of implementation with Armenia, Georgia, Indonesia, Mongolia and the \nPhilippines  showing  impressive  initial  results  in  selected  OGP  areas,  notably  Indonesia’s \n“Responsive Open Data Model. However, often the reforms are introduced on a pilot basis \nnotwithstanding the important need to roll out reforms across the country and to institutionalize \nsuccessful pilots. The next step will require extensive training of key government agencies, \ncitizens and civil society organizations (CSOs), and improve business processes. Successful \nreform  programs  vary from  country  to  country.  Hence,  there  is  a great  potential for  OGP \ncountries to share knowledge and experience on successful reforms in the region. It is also \nrecognized that better understanding and relationship of trust need to be established among key \nstakeholder  groups,  especially  in  countries  which  historically,  had  not  been  able  to \ninstitutionalize meaningful citizen participation in decision-making.   \n \n6.  Past ADB support to strengthen civil society participation in OGP includes the regional \nTA on Governance and Capacity Development Initiative (Phase 2). It has supported workshops \nfor both government and civil society OGP focal persons from DMCs to take stock of their joint \n                                                \n5  H. Lindroth. 2016. The Open Government Partnership in Asia and the Pacific. ADB Governance Brief Issue. No. \n25. Manila. Asian Development Bank. \n6  To date, of the 68 participating countries, 11 are in Asia and the Pacific—Armenia, Australia, Georgia, Indonesia, \nthe Republic of Korea, Mongolia, New Zealand, the Philippines, Papua New Guinea, and Sri Lanka. Twelve of \nADB’s  nonregional  members  also  participate  in  the  OGP—Canada,  Denmark,  Finland,  Ireland,  Italy,  the \nNetherlands, Norway, Spain, Sweden, Turkey, the United Kingdom, and the United States. Several more ADB \nmember countries have shown an interest in joining the OGP in the near future.    \n7  ADB. 2016. Better Performing Institutions in ADB Developing Member Countries. Manila. \n ", "  3 \nOGP  participation.  ADB  also  facilitated  three  regional  events,8 to  share  knowledge  and \ninnovative ways by which governments engage with their citizens and CSOs, targeting both \nOGP member countries, as well as those who aspire to join. As a result of such knowledge \nsharing and networking events, several OGP countries have been encouraged to replicate \nsuccessful approaches of specific governance reforms areas that that have worked in other \nOGP member countries. As an example, providing greater data transparency has generated \nstrong interest from several countries that would like to make better use of the digital revolution.  \nCountries such as the Philippines have been reviewing options for introducing Freedom of \nInformation legislation that have successfully been institutionalized in other countries, such as \nIndia. In addition, hosting successful events for DMC officials, CSOs and other development \npartners has increasingly recognized ADB as a knowledge organization which can contribute \nimmensely to improving governance at the country level. ADB’s regional departments have \nrecognized that there was government demand for transparent and accountable institutions in \nsome countries and increasingly saw potential to include such OGP initiatives in their lending \nportfolios.    \n  \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n7.  The  impact  will  be  increased  collaboration  between  governments  and  civil  society \norganizations in Asia and the Pacific to enhance accountability and transparency in public \nservice delivery. The outcome will be a strengthened collaboration between the government and \ncivil society to support citizen participation in service delivery. \n \nB.  Methodology and Key Activities \n \n8.  The TA will contribute to the formulation and implementation of specific actions included \nin the OGP NAPs and will support broader OGP knowledge generation and sharing through \nthree outputs.9 The participating countries (Armenia, Indonesia, and Papua New Guinea) were \nselected based on their demand for ADB assistance to help them formulate and implement their \nNAPs. Another important criterion was the strong link of the proposed TA with ongoing or \nplanned lending operations and the related demand from regional departments for inclusion in \nthe TA. This resulted in the inclusion of Armenia and Indonesia in the TA. Papua New Guinea \nrecently joined the OGP and will be finalizing and rolling out their NAP implementation.  \n \n9.  Output 1: Knowledge products on open government partnership developed and \ndisseminated.  Output  1  will  prepare  a  training  needs  assessment  report  which  identifies \nknowledge and skills required of government agencies and CSOs in the three OGP countries, to \nbe able to carry out reforms and promote transparency, better access to information, and \nimproved citizen engagement, among others. Consultation meetings with key government and \ncivil  society  representatives  will  be  organized  to  recommend  ways  to  strengthen  citizen \nengagement in governance, expand information sharing, and improve service delivery. Based \non  recommendations,  a  program  for  building  the  capacity  of  government  and  civil  society \nrepresentatives for more transparent and accountable governance will be developed. \n \n10.  Output 2: Capacity of stakeholders in selected DMCs to promote and implement \nthe NAP strengthened. Output 2 will conduct training programs and cross-learning events from \n                                                \n8  Knowledge events were held on September 2015, November 2015, and July 2016. \n9  This TA will only provide support to OGP member countries, which are also ADB’s developing member countries. \n ", "4    \n \nAsia-Pacific  OGP  members  and  AMCs  on  subjects  related  to  the  following:  (i) information \nsharing; (ii) open data, including data collection and data analysis; (iii) use of information and \ncommunication  technology  (ICT)  for  improved  governance;  (iv)  implementing  the  right  to \ninformation; and (v) citizens’ engagement in the Asia-Pacific OGP. The training and learning will \nbe identified from output 1 in the areas listed from (i) to (v).  \n \n11.  Output 3: Community-based initiative on monitoring government service delivery \npilot tested. Output 3 will provide of technical and demonstration support for carrying out the \nimplementation of action plans through subproject training to communities by the OGP and civil \nsociety on NAPs. The projects were selected based on demand from the OGP government focal \npoints. The output comprises innovative initiatives to use technology for data sharing, data \nanalysis,  information  sharing  monitoring,  as  well  as  to  strengthen  citizen  engagement  to \nimprove service delivery in two countries requested by their governments. Output 3 has two \nsubprojects:   \n \n(i)  Subproject 3.1. Improved service delivery processes and open data procedures are \ndisseminated  and  rolled  out  in  two  additional  subnational  governments.  At  the \nrequest  of  the  OGP  focal  point  in  Indonesia,  the  TA  will  support  innovative \napproaches to improve service delivery processes and open data procedures at the \nsubnational level in Indonesia. The subproject will build on earlier work conducted in \nBanda Aceh under the Kinerja project financed by the United States Agency for \nInternational Development. Kinerja introduced demand- and supply-side approaches \nto use open data for public service delivery improvements. The Kinerja activities in \nBanda Aceh ended in September 2015. ADB is deepening the Kinerja activities in \nBanda  Aceh  under  a  component  of  the  regional  capacity  development  TA  on \nDelivering  Knowledge  Solutions  in  Asia  and  the  Pacific10   to  strengthen  citizen \nengagement and data quality. Implementation has started in October 2016 and will \nend in April 2017. Subproject 3.1 will utilize the Banda Aceh good practice developed \nunder the Kinerja project and the regional capacity development TA on Knowledge \nSolutions in Asia and the Pacific to disseminate information at the national level, in \nclose  cooperation  with  the  OGP  focal  point.  An  additional  two  subnational \ngovernments will be selected and supported for strengthening their demand- and \nsupply-side approaches to use open data for public service delivery improvements in \nselected sectors. The results will be scaled up through a policy-based loan on Public \nFinancial Management for Service Delivery in the 2018 indicative lending pipeline for \nIndonesia.11  \n \n(ii) Subproject 3.2. The subproject aims to support Armenia to reduce potential integrity \nand safeguards risks under the Seismic Safety Improvement Program (SSIP), an \nADB project approved by ADB’s Board of Directors on 22 September 2015.12 The \nsubproject is to test a community-based integrity initiative pilot project, which will help \nthe  government  to  monitor  the  rehabilitation  and  reconstruction  of  schools  with \nadequate seismic safety in Armenia under the SSIP. By using training community \nmonitors to observe and monitor school reconstruction under the SSIP, the pilot \nproject will contribute to schools with better structural integrity and seismic safety by \n(i) reducing the risks of resource leakage in the construction process, (ii) ensuring \n                                                \n10  ADB. 2015. Technical Assistance for Delivering Knowledge Solutions in Asia and the Pacific. Manila. \n11 ADB. 2016. Country Operations Business Plan: Indonesia, 2017–2019. Manila. \n12  ADB. 2015. Report and Recommendation of the President to the Board of Directors: Proposed Results-Based \nLoan and Technical Assistance Grant to Armenia for the Seismic Safety Improvement Program. Manila.  \n ", "  5 \nthat contractual specifications are adhered to, and (iii) confirming that adequate \nquality in material inputs are met. \n \nC.  Cost and Financing \n \n12.  The TA is estimated to cost $1,000,000, which will be financed on a grant basis by the \nJapan Fund for Poverty Reduction and administered by ADB.  \n \nD.  Implementation Arrangements \n \n13.  ADB will be the executing agency of the TA project, which will be implemented from \nFebruary 2017 to February 2019. The Thematic Advisory Service Cluster of the Sustainable \nDevelopment and Climate Change Department will be responsible for administering the TA \nactivities. Subproject 3.1 will be administered by the GovTG Secretariat of ADB and subproject \n3.2 will be administered by the NGO and Civil Society Center. The TA will coordinate with the \nOGP secretariat and the OECD’s Open Government Network to call on these two institution’s \nexperts for the purpose of information sharing and cross learning at training events. The two \nsubprojects under output 3 will be jointly implemented with relevant regional departments and \nthe country OGP focal points.  \n \n14.   The TA will finance consulting services, reports, and other knowledge products, as well \nas workshops and other knowledge and learning events. The TA will provide international \nconsultants (18 person-months) and national consultants (66 person-months). The expertise \nincludes access to information, budget transparency, income and asset disclosure, and citizen \nengagement. The outline terms of reference are in Appendix 3. The terms of reference for \nconsultants  will  be  further  developed  when  specific  activities  are  undertaken.  Given  the \nintermittence of the assignments and the variety of skills required, consultants will be recruited \nindividually in accordance with ADB’s Guidelines on the Use of Consultants (2013, as amended \nfrom time to time) and with output-based contracts and lump sum out of pocket expenses \nwherever possible.  \n \n15.  Output 3.2 will utilize letters of agreement and recruitment of consultants to work with \nCSOs to carry out the training activities, using the milestone achievements under the identified \nwork plan as references for output-based performance contracts and lump-sum out-of-pocket \nexpenses, wherever possible. Integrity Action, the partner organization will provide national and \ninternational consultants to conduct activities listed in the design and monitoring framework.    \n   \n16.  All  disbursements  under  the TA  will  be  made  in  accordance  with  ADB’s  Technical \nAssistance Disbursement Handbook (2010, as amended from time to time). In the event that \nADB staff act as resource persons in the implementation of the TA, travel and related costs will \nbe charged to the TA. However, their salaries and benefits will be charged to ADB’s internal \nadministrative expenses budget.   \n \nIV.  THE PRESIDENT'S DECISION  \n \n17.  The President, acting under the authority delegated by the Board, has approved the \nAsian Development Bank administering technical assistance not exceeding the equivalent of \n$1,000,000 to be financed on a grant basis by the Japan Fund for Poverty Reduction for \nStrengthening Government and Civil Society Cooperation in Open Government Partnership to \nImprove Public Services, and hereby reports this action to the Board. \n ", "6  Appendix 1   \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with \nCollaboration between governments and civil society organizations in Asia and the Pacific to enhance \naccountability and transparency in public service delivery increased.a \n \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  By 2019:      \nGovernment and civil  a.  6 DMC OGP countries  a–b. Independent  Changes in political \nsociety collaboration  regularly meet with  reviewer’s report,  leadership hinder \nto support citizen  their citizens and  published after NAP  progress and \nparticipation in  CSOs to formulate,  implementation; TA  commitment to the \nservice delivery  implement, and  progress report  country’s NAPs and \nstrengthened.  monitor the service  OGP participation.   \ndelivery components \nof the NAPs.            \nBaseline: 3 countries \n(2016) \n \nb.  3 DMC OGP countries \nwith outreach activities \non improving the \nservice delivery \ncomponent of the \nNAPs beyond the \ncapital city.       \nBaseline: 1 country \n(2016) \nOutputs       \n1. Knowledge  1a. Training needs report  1a–1b. Summary reports  Political environment \nproducts on open  shared and agreed to be  from consultations in the  restricts constructive \ngovernment  implemented with  3 participating OGP  engagement between \npartnership  participating countries by  members; TA progress  governments and CSO \ndeveloped and  2017. Baseline: 3  report  in some countries \ndisseminated.   countries (2016)   \n     \n  1b. At least 6 knowledge \n  sharing events conducted \n  (at least one of them \n  regional and one in Papua \n  New Guinea) by end of \n  2019. Baseline: 3 (2016). \n   \n1c. At least 6 knowledge \nproducts, such as blogs, \nreports, or event \ndocumentations prepared \nand disseminated by 2019. \nBaseline: 3 (2016)  \n     \n ", "Appendix 1  7 \n2. Capacity of  By 2019: 2a. At least 75%  2a. Post-training  National government  \nstakeholders in  of participants indicated on  assessment through  support for OGP \nselected DMCs to  the feedback form that  survey of participants  initiative is reduced \npromote and  they understand the  and review of progress \nMistrust between \nimplement the NAP  importance of information  in accordance with \ngovernment and \nstrengthened.  sharing, the use of ICT for  reporting and monitoring \ncitizens increases for \n  governance, and how to  of demonstration pilots \nreasons outside of the \n  collect and utilize data for  in output 3; TA progress \nTA \n  report generation to  report  \n  support the improvement   \n  of public service delivery.    \n     \n  3a. Two subprojects that   \n  strengthened NAPs   \n  implementation supported.   \n  Baseline: n/a   \n     \n3. Community-based  3b. At least 90% of the  3a. Subproject reports \ninitiative on  community monitors  published \nmonitoring  trained in the subprojects   \ngovernment service  pass the post-training   \ndelivery pilot tested.    assessment. Baseline: n/a  3b. Workshop reports of \n  the post-training \n3c. A minimum of 33% of  assessment through \nall community monitors are  survey of participants \nwomen. Baseline: n/a  and review of progress \n  in accordance with \n3d. At least 1 community  reporting and monitoring \nbased initiative project on  of demonstration pilot \nmonitoring by citizen pilot  projects \ntested.   \n  3a–3d. TA progress \n3e. Open data for public  report \nservice delivery   \nimprovement pilot  3d-3e. Subproject \ndisseminated in two  reports \ndistricts. Baseline: one   \n(Banda Aceh pilot)   \n   \n \nKey Activities with Milestones \n1.   Knowledge products on open government partnership developed and disseminated. \n1.1 Assess training needs and good practices in OGP countries in the region (by August 2017). \n1.2 Prepare, conduct, evaluate and document knowledge sharing and learning events in 3 countries (by   \nDecember 2017). \n ", "8   Appendix 1 \n \n1.3  Prepare and disseminate knowledge products, such as recommendation reports (by December 2018) \n  \n2.    Capacity of stakeholders in selected DMCs to promote and implement the NAP strengthened. \n2.1  Conduct  training  and  cross  learning  from  Asia  and  the  Pacific  Open  Government  Partnership \nmembers and aspiring member countries (by February 2019). \n2.2 Conduct and document final workshop to share information and learning from the TA and provide an \nopportunity for visibility of Japan and promote its contribution to open government (by February \n2019).   \n2.3 Select two subnational governments for customized roll out of innovative processes (by December \n2017).  \n2.4 Implement, monitor and document innovative open data and service delivery processes in two \nsubnational governments (by February 2019). \n \n3.   Community based initiative on monitoring government service delivery pilot tested. \n3.1 Disseminate the community monitoring approach (by December 2017). \n3.2 Identify and train community monitors (by December 2017). \n3.3  Disseminate  Banda  Aceh  and  other  regional  experiences  with  open  data  and  service  delivery \nprocesses at the national level (by September 2017). \n3.4 Support conduct, evaluation and documentation of school construction (by December 2018). \n3.5 Conduct a minimum of 2 internal ADB events to share the learning from subproject (by December \n2018). \n \nInputs \nJapan Fund for Poverty Reduction: $1,000,000 \nADB = Asian Development Bank, CSO = civil society organization, DMC = developing member country, ICT = \ninformation and communication technology, NAP = national action plan, OGP = Open Government Partnership, TA = \ntechnical assistance.    \na  ADB. 2014. Letter of membership to OGP. Manila; ADB. 2011. Open Government Declaration. Manila. \nSource: Asian Development Bank. \n ", "Appendix 2  9   \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nItem  Amount \nJapan Fund for Poverty Reductiona   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  240.0 \n      ii.  National consultants  175.0 \n    b.  International and local travel  85.0 \n    c.  Reports and communications  5.0 \n  2.  Letters of agreement with civil society organizationsb  225.0 \n3.   Training, seminars, and conferences \n    a.  Facilitators  35.0 \n    b.  Training programc  135.0 \n  4.  Contingencies  100.0 \n        Total  1,000.0 \na   Administered by the Asian Development Bank.  \nb  Cost estimates for each of the subprojects are listed in the subproject documents. Estimates include seminars, \nworkshops, travel, communication materials, resource persons, and consultants. \nc  Training program include venues, cost of participants travel, resource person, average 30-35 person per training, \n3–4 trainings minimum. \nSource: Asian Development Bank estimates. \n \n \n ", "10   Appendix 3 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  About 18 person-months (intermittent) of international and 66 person-months of national \nconsulting services will be required to ensure the effective implementation of this technical \nassistance (TA) project. All consultants will be recruited in accordance with the Guidelines on \nthe Use of Consultants (2013, as amended from time to time) of the Asian Development Bank. \nDetailed terms of reference will be finalized as the specific scope of work is determined based \non consultations with participating developing member countries. \n \nA.  International and National Institutional Development and Governance Consultants  \n \n2.  The TA will secure 18 person-months of international and 66 person-months of national \nconsulting services with expertise in governance, government budgetary process, institutional \ndevelopment,  citizens’  engagement,  accountability  systems,  and  open  data  and  access  to \ninformation and anticorruption. The consultants will undertake the following activities, among \nothers: \n \n(i)  conduct consultation and research in cooperation with the Open Government \nPartnership  (OGP)  focal  departments  and/or  ministries  on  the  OGP  national \naction plan (NAP) process, implementation, and eligibility criteria; and identify \nareas of capacity development needs; \n(ii)  produce a recommendation report for follow-up training; \n(iii)  based on the findings of the recommendation report, design and lead country-\nspecific  capacity  development  training  on  citizens’  engagement  in  the  OGP \nprocess, sharing of information, and how governments can be more open to the \npublic and civil society; \n(iv)  conduct a follow-up assessment to evaluate the impact of the TA outputs; \n(v)  communicate and coordinate with partner international organizations, including \nthe Organisation for Economic Co-operation and Development and the OGP \nSupport Unit with respect to the implementation of the TA project; \n(vi)  regularly report the progress of the TA project; \n(vii)  conduct open data research and replication projects to local governments; \n(viii)  produce reports and knowledge products to share inside the country and with \nregional OGP focal person and OGP focal ministries and/or department; and \n(ix)  conduct national and international workshops to disseminate findings. \n \n3.  The terms of reference for the consultant will be further developed when specific TA \nactivities are undertaken. \n \nB.  Project Support Coordinator \n4.  The TA will provide about 18 person-months (intermittent) individual national consulting \nservices to support the management and coordination of the TA implementation. Activities will \ninclude the following: \n  \n(i)  prepare and organize documents for the TA implementation; \n(ii)  serve as analyst on project implementation;  \n(iii)  draft memo, letters, and contract variations on change of scope, invitation, and \nother documents as needed to implement activities listed in the TA; and \n(iv)  work  closely  with  the  Asian  Development  Bank’s  Operations  Services  and \nFinancial  Management  Department,  Controller’s  Department,  Office  of  the \n ", "  Appendix 3  11 \nGeneral  Counsel,  and  other  departments  as  needed,  to  implement  the  TA \noutputs. \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20180326184826+08'00'", "Creator": "PDF24 Creator", "Keywords": "good governance, civil society organizations, governments and CSOs, citizen participation, open government partnership, adb technical assistance, approved technical assistance, tar, ta projects, ta 9288, 49250-001 tar", "ModDate": "D:20180402144515+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "49250-001: Strengthening Government and Civil Society Cooperation in Open Government Partnership to Improve Public Services"}}