{"path": "data/input/ta/49263-001-rrp.pdf", "pages": [" \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 49263 \nNovember 2015 \n \n \n \n \nProposed Loan and Administration of Loan \nBanchuan Development, Benjarat Development, \nNayangklak Development, Nayangklak Wind Power, \nand Pongnok Development  \nNortheastern Thailand Wind Power Project \n \n(Thailand)\n \n \n \n \n \nThis is an abbreviated version of the document approved by ADB's Board of Directors that \nexcludes  information  that  is  subject  to  exceptions  to  disclosure  set  forth  in  ADB's  Public \nCommunications Policy 2011. ", "", " \nCURRENCY EQUIVALENTS \n(as of 1 November 2015) \nCurrency unit  –  baht (B) \nB1.00  =  $0.03     \n$1.00  =  B35.60     \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CTF  –  Clean Technology Fund \n  EGAT  –  Electricity Generating Authority of Thailand \n  EPC  –  engineering-procurement-construction \n  ha  –  hectare \n  MW  –  megawatt \n  O&M  –  operation and maintenance \n  PPA  –  power purchase agreement \n  SAA  –  service availability agreement \n  SPP  –  small power producer \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  D. Gupta, Private Sector and Cofinancing Operations \nDirector General  T. Freeland, Private Sector Operations Department (PSOD) \nDirector  C. Thieme, Infrastructure Finance Division 2, PSOD \n   \nTeam leader  R. Lockhart, Investment Specialist, PSOD \nProject advisor  D. Wiedmer, Principal Investment Specialist, PSOD \nTeam members  J. Acharya, Senior Climate Change Specialist, Sustainable \nDevelopment and Climate Change Department \nI. Aguilar, Safeguards Officer, PSOD \nI. Bryson, Safeguards Specialist, PSOD \nJ. Gomez, Safeguards Officer, PSOD \nW. Hong, Investment Specialist, PSOD \nN. Moller, Senior Counsel, Office of the General Counsel (OGC) \nI. McDermid, Counsel, OGC \nK. Paocharoen, Investment Officer, PSOD \nK. Taniguchi, Senior Economist, PSOD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area.   ", "CONTENTS \n \nPage \n \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Project Identification and Description  1 \nB.  Development Impact, Outcome, and Outputs  2 \nC.  Alignment with ADB Strategy and Operations  3 \nD.  Project Cost and Financing Plan  3 \nE.  Implementation Arrangements  3 \nF.  Projected Financial and Economic Performance  4 \nIII.  THE PROPOSED ADB ASSISTANCE  4 \nA.  The Assistance  4 \nB.  Value Added by ADB Assistance  4 \nC.  Risks  5 \nIV.  POLICY COMPLIANCE  5 \nA.  Safeguards and Social Dimensions  5 \nB.  Anticorruption Policy  6 \n  C.  Investment Limitations                                                                                  6   \nD.  Assurances  6 \nV.  RECOMMENDATION  6 \n \nAPPENDIXES \n1.  Design and Monitoring Framework   7 \n \nCONFIDENTIAL INFORMATION DELETED \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on (i) a proposed \nlocal currency loan not exceeding B5,750 million  (or its equivalent in US dollars); and (ii) \nproposed administration of a loan not exceeding the equivalent of $18,902,000 to be provided \nby  the  Clean  Technology  Fund  (CTF)1 to  Banchuan  Development,  Benjarat  Development, \nNayangklak Development, Nayangklak Wind Power, and Pongnok Development (collectively \nthe borrowers), for the Northeastern Thailand Wind Power Project in Thailand.2 \n \nII.  THE PROJECT \nA.  Project Identification and Description \n2.  Project  identification.  The  260-megawatt  (MW)  wind  power  project  aligns  with \nThailand’s energy development plan for 2015–2036 and its goal to generate 30% of its primary \nenergy needs from renewable sources by 2036.3 This would avoid 140 million tons of carbon \nemissions annually.4 Despite strong government commitment to and incentives for renewable \nenergy development since 2010, only 225 MW of wind power capacity had been installed in the \ncountry as of July 2015. Major private sector investments are needed if the current plan’s target \nto increase this installed capacity to 3,002 MW by 2036 is to be met. The project is part of the \nlong-term  growth  strategy  of  the  sponsor,  Energy  Absolute,  which  aims  to  expand  its \ninvestments in renewable energy generation and become one of the leading alternative energy \ncompanies in Southeast Asia. \n \n3.  The project is eligible for cofinancing from the CTF.5 The CTF provides concessional \nfinancing to support the rapid deployment of low-carbon technologies that have good potential \nto reduce  and  avoid greenhouse gas  emissions  over the  long  term. It  is  administered  by \nmultilateral development banks, including the Asian Development Bank (ADB), and is one of the \nlargest  of  the  funds  now  helping  developing  countries  finance  projects  to  mitigate  climate \nchange. In May 2012, the CTF approved the allocation of $100 million for a renewable energy \nprogram in Thailand.6 These funds were to be administered and put to use by ADB within about \n3 years.7 The project will be the fifth private sector project in Thailand under the program and \ncomplete ADB’s allocation of the $100 million in renewable energy financing. CTF support is \nplaying a pivotal role in building critical mass for the first generation of solar and wind power \nprojects in Thailand and will help catalyze self-sustaining long-term private sector investment in \nthe subsector. \n \n4.  Thailand generates 70% of its electricity using natural gas and 18% from coal and \nlignite. Its domestic natural gas resources have long been a reliable source of low-cost energy, \nbut growing demand and dwindling reserves in the Gulf of Thailand mean that it must find new \nfuels to meet its growing electric power needs. Fortunately, the country has abundant biomass, \nbiogas, mini hydro, solar, and wind resources available for renewable energy development. \n                                                \n1  Administered by Asian Development Bank. \n2  The design and monitoring framework is in Appendix 1. \n3  Electricity Generating Authority of Thailand. 2015. Thailand Power Development Plan, 2015–2036. Bangkok. \n4  Thailand currently emits more than 215 million tons of carbon emissions annually. \n5  The CTF is one of the Climate Investment Funds. http://www.climateinvestmentfunds.org. \n6  ADB. 2009. Establishment of the ADB Clean Technology Fund and the ADB Strategic Climate Fund. Manila. \nhttp://www-cif.climateinvestmentfunds.org/country/thailand/thailands-ctf-programming \n7  The ADB Thailand Private Sector Renewable Energy Program was approved by the CTF Trust Fund Committee on \n24 May 2012, pursuant to the financial procedures agreement entered into between ADB and the International \nBank for Reconstruction and Development as trustee of the trust fund for the CTF on 18 March 2010. ", "2               \n \nMaking use of these sources can improve Thailand’s energy security, save foreign exchange by \nreducing the need for energy imports, and shield the economy from the impact of global energy \nprice fluctuations. \n \n5.  To complement its renewable energy strategy, the Ministry of Energy is encouraging the \ndevelopment  of  decentralized  power  generation  through  a  small  power  producer  (SPP) \nprogram. The program allows private developers to build, own, and operate renewable energy \npower  projects  and  enter  into  power  purchase  agreements  (PPAs)  with  the  Electricity \nGenerating Authority of Thailand (EGAT), which is the state-owned power utility and obligated to \nbuy the electricity that they generate.8 Renewable energy SPPs are also eligible for an incentive \nin the form of a feed-in tariff on top of the wholesale electricity price. Continued government \nsupport through the SPP program and this incentive are essential if the project is to be viable \nand remain sustainable. \n \n6.  Project  design.  The  project  entails  the  construction  and  operation  of  wind  power \nfacilities with a total installed power generation capacity of 260 MW in Chaiyaphum Province, \nabout 300 kilometers northeast of Bangkok.  \n \nCONFIDENTIAL INFORMATION DELETED \n \n7.  Sponsor. Energy Absolute was established in 2006 and focuses on solar and wind \npower generation and biodiesel production and distribution. As of June 2015, the company had \nfour solar power projects in operation with a capacity of 188 MW and one 90 MW project under \nconstruction. Its total solar capacity is expected to be 278 MW once construction of that project \nis completed. The company is also constructing a 126 MW wind farm in southern Thailand with \ncommercial operations expected in the second quarter of 2016. Energy Absolute is listed on the \nStock  Exchange  of  Thailand  in  the  market  for  alternative  investments.  Its  current  market \ncapitalization is about $2.26 billion.9 The European online magazine named Energy Absolute \nthe renewable energy company of the year in Asia in 2014.10 \n \nCONFIDENTIAL INFORMATION DELETED \n \n8.  ADB’s review of the borrowers does not give ADB cause to believe that any such entity \nhas been established, or is being used for cross-border tax evasion, money laundering, or \nterrorism financing in the jurisdictions involved in the project. \n \nB.  Development Impact, Outcome, and Outputs \n9.  Impact.  The  impact  of  the  project  will  be  broader  production  and  consumption  of \nrenewable energy and investment in renewable energy from private sector increased. The \nproject will help diversify the country’s energy mix by adding renewable energy capacity and \nhelp meet the government’s long-term clean energy targets (para. 2).11 Thailand is promoting \nthe  development  of  alternative  sources  of  energy,  including  the  use  of  wind  for  power \ngeneration, as it transitions to a low-carbon economy and seeks to achieve sustainable long-\nterm economic growth. Wind energy is a clean and sustainable source of electricity, and wind \n                                                \n8  CONFIDENTIAL INFORMATION DELETED  \n9  Bloomberg Professional Service. Energy Absolute Public Company Limited (accessed 22 September 2015).   \n10 The  European.  2014.  Energy  Awards  2014.  http://www.the-european.eu/the-european-awards/energy-awards-\n2014 \n11 The government has established clean energy targets of 3,002 MW of wind power by 2036, and 30% of primary \ncommercial energy from renewable sources by 2036. ", "3 \npower development will strengthen Thailand energy security and reduce its reliance on fossil \nfuels. \n \n10.  Outcome. The outcome will be the demonstration of the viability and sustainability of a \nlarge, utility-scale private sector wind power project in Thailand.  \n \n11.  Output. The output will be the installation and operation of the 260 MW utility-scale wind \npower project. \n \nC.  Alignment with ADB Strategy and Operations \n12.  Consistency with ADB Strategy and country strategy. The project is consistent with \nADB’s Midterm Review of Strategy 2020.12 The review reaffirmed ADB’s support under Strategy \n2020 for development that is environmentally sustainable; the role of the private sector in \nmeeting growing energy demand in the region; and capitalizing on ADB’s operating strengths in \ninfrastructure development, finance, and other areas.13 The midterm review also supports the \nexpansion of environmentally friendly technologies for clean and efficient energy generation and \nuse, as well as a larger role for private sector financing of infrastructure. \n \n13.  Consistency  with  sector  strategy  and  relevant  ADB  operations. The  project  is \nconsistent with ADB’s country partnership strategy for Thailand for 2013–2016.14 The country \nstrategy  supports  three  core  strategic  pillars:  knowledge  and  innovation,  private  sector \ndevelopment, and regional cooperation and integration. These are to be operationalized in four \nprogram areas: (i) infrastructure; (ii) finance sector development; (iii) the environment, including \nclimate  change;  and  (iv)  regional  cooperation  and  integration.  The  government’s  energy \ndevelopment plan for 2015–2036 notes that private investment in the use of Thailand’s wind \npower potential can reduce the future need for energy imports (footnote 3).  \n \n14.  The project is consistent with ADB’s Energy Policy, which emphasizes investments in \nenergy efficiency, renewable energy projects, and wider access to energy.15 It will move ADB \ntoward its target of investing $2 billion a year in clean energy to accelerate low-carbon growth \nand reduce regional greenhouse gas emissions and closer to the target of ADB’s Private Sector \nOperations Department to make one in four of its projects approved each year a clean energy \nproject. \n \nD.  Project Cost and Financing Plan \nCONFIDENTIAL INFORMATION DELETED \n \nE.  Implementation Arrangements \n15.  Table 3 summarizes the implementation arrangements. \n \nTable 3: Summary of Implementation Arrangements \nAspects  Arrangements \nRegulatory framework  The project is being developed under the government’s small power producer program, \n                                                \n12 ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila. \n13 ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila.  \n14 ADB. 2013. Country Partnership Strategy: Thailand, 2013–2016. Manila. \n15 ADB. 2009. Energy Policy. Manila. ", "4               \n \nAspects  Arrangements \nwhich supports the use of renewable energy from private sector power producers to \nprovide clean electricity to the electricity grid. Wind power projects in Thailand receive a \nfeed-in tariff incentive of B3.5 per kilowatt-hour in addition to the wholesale rate for 10 \nyears from the start of commercial operations.  \nManagement  The project will be developed and managed by Energy Absolute. Energy Absolute is the \nlargest renewable energy company in Thailand and is listed on the Stock Exchange of \nThailand. The company currently has 188 MW of solar power plant capacity in operation \nand 90 MW under construction. It is also building a 126 MW wind power plant, with \ncommercial operations expected in the second quarter of 2016.  \nImplementation period  CONFIDENTIAL INFORMATION DELETED \nConstruction  CONFIDENTIAL INFORMATION DELETED \narrangements \nSupplier/contractor  CONFIDENTIAL INFORMATION DELETED \n \nOperations arrangements    \nRevenue structure  EGAT has committed to buying all the electricity generated by the project’s 260 MW of \ninstalled capacity under standard renewable energy PPAs it has signed with the five \nborrowers. The PPAs have a 5-year term with automatic 5-year extensions. The \nborrowers will receive monthly revenue by selling electricity at a rate comprising the \naverage countrywide wholesale tariff and a feed-in tariff incentive of B3.5 per kilowatt-\nhour. The incentive will end 10 years from the start of commercial operations, after which \nthe companies will receive the wholesale market rate. With their automatic extensions, \nthe terms of the PPAs will at least match the project’s economic life and exceed the full \nterm of the debt.  \nMajor cost structure  Wind power has high up-front capital costs and minimal operating costs. The long-term \naverage cost structure is highly predictable. Wind energy is free, and spending on \nmaintenance and replacement of parts is limited. Debt financing is the only material \nongoing expense and the dominant factor in determining the economics and viability of \nwind power projects.  \nOperation and  CONFIDENTIAL INFORMATION DELETED \nmaintenance   \nRelevant parties  Power offtake is supported by EGAT, Thailand’s state-owned utility. \nPerformance monitoring  The borrowers will submit semiannual environmental and social monitoring reports to \nADB during construction and each year thereafter. The performance indicators are \nincluded in the design and monitoring framework (Appendix 1 of the report and \nrecommendation of the President). \nADB = Asian Development Bank, EGAT = Electricity Generating Authority of Thailand, MW = megawatt, PPA = \npower purchase agreement, Q = quarter. \na Balance of plant operation and maintenance works include the operation and maintenance of the power transformer, \nswitchgear, cable, electrical equipment, monitoring system, fire alarm, security system, lightning, grounding, and \nelectrical system \nSource: Asian Development Bank. \n \nF.  Projected Financial and Economic Performance \nCONFIDENTIAL INFORMATION DELETED \n \nIII.  THE PROPOSED ADB ASSISTANCE \nA.  The Assistance \nCONFIDENTIAL INFORMATION DELETED \n \nB.  Value Added by ADB Assistance \n16.  ADB support for the project is justified by the following: ", "5 \n(i)  The  longer  repayment  period  allowed  by  the  ADB  and  CTF  loans  and  the \nconcessional nature of the CTF loan are necessary for the borrowers to have \nmanageable debt service levels over the project life. The project’s sustainability \ndepends on the borrowers’ ability to amortize the high up-front capital costs over \na long period to reduce annual debt service and mitigate the effects of volatility \nfrom intermittent revenues. This is especially important in countries where few \nwind farms are operating and actual performance data is lacking. The financing \nof wind power plants is still at a nascent stage in Thailand. ADB will help mitigate \nthe risks of wind power development in this project by providing the long loan \ntenor  and  the  concessional  CTF  loan  and  helping  to  mobilize  the  local \ncommercial bank financing.  \n(ii)  Under the ADB Thailand Private Sector Renewable Energy Program, ADB is \ntasked with identifying eligible clean energy projects and administering the CTF \nprogram to support CTF and the government of Thailand’s renewable energy \ntargets (para. 3). ADB’s CTF program helps bridge the gap in the financing \nneeded for renewable energy projects in developing countries. ADB assistance in \nadministering  the  CTF  program  is  helping  to  build  critical  mass  for  a  first \ngeneration of renewable energy projects in Thailand. \n \nC.  Risks \nCONFIDENTIAL INFORMATION DELETED \n \nIV.  POLICY COMPLIANCE \nA.  Safeguards and Social Dimensions \n17.  The  project  is classified  as  category  B for  environment,  category  C for  involuntary \nresettlement, and category C for indigenous peoples under ADB’s Safeguard Policy Statement \n(2009). The project sites are in an agricultural area with marginal land mainly used to grow such \ncash crops as cassava and corn. The sites are not along a major fly route for migratory birds, \nand no bat populations are known to exist nearby. Environmental impacts during construction \nwill generally be site-specific and reversible through mitigation measures that can be readily \ndesigned and implemented. Potential noise and shadow flicker impacts during operations are \nexpected to be within acceptable limits. Due diligence in September 2015 identified the project’s \npotential environmental and social impacts, and effective measures to avoid, minimize, mitigate, \nand compensate for the adverse impacts will be incorporated in the safeguard reports and \nplans. The commitment and institutional capacity of Energy Absolute and the borrowers to \nmanage these impacts are both deemed adequate. \n \nCONFIDENTIAL INFORMATION DELETED \n \n18.  The project has been assigned a no-gender-elements category under ADB’s Policy on \nGender and Development (1998). During construction, about 250 workers will be engaged, \nmainly as skilled and unskilled laborers. The project will include a grievance redress mechanism \nto receive complaints and facilitate their resolution in accordance with ADB’s Safeguard Policy \nStatement (2009). \n \n19.  The borrowers will comply with national labor laws. Pursuant to ADB’s Social Protection \nStrategy (2001), they will also take measures to comply with the internationally recognized core ", "6               \n \nlabor standards.16 The borrowers will report regularly to ADB on (i) their compliance and the \ncompliance of the contractors with such laws, and (ii) the measures they take to mitigate \nsafeguard  impacts,  which  will  be  included  in  periodic  safeguards monitoring  reports  to  be \nsubmitted to ADB. Information disclosure and consultations with affected people are being \nconducted in accordance with ADB requirements.17 \n \nB.  Anticorruption Policy \n20.  Energy  Absolute,  Banchuan  Development,  Benjarat  Development,  Nayangklak \nDevelopment, Nayangklak Wind Power, and Pongnok Development were advised of ADB’s \npolicy  of  implementing  best  international  practice  relating  to  combating  corruption,  money \nlaundering, and the financing of terrorism. ADB will ensure that the investment documentation \nincludes appropriate provisions prohibiting corruption, money laundering, and the financing of \nterrorism, and remedies for ADB in the event of noncompliance. \n \nC.  Investment Limitations  \n21.  The proposed ADB loan is within the medium-term, country, industry, group, and single-\nproject exposure limits for nonsovereign investments. \n \nD.  Assurances \n22.  Consistent with the Agreement Establishing the Asian Development Bank (the Charter), \nADB  will proceed with the proposed assistance upon establishing that  the Government of \nThailand has no objection to the proposed assistance to Banchuan Development, Benjarat \nDevelopment,  Nayangklak  Development,  Nayangklak  Wind  Power,  and  Pongnok \nDevelopment.18 ADB will enter into suitable finance documentation, in form and substance \nsatisfactory  to  ADB,  following  approval  of  the  proposed  assistance  by  the  ADB  Board  of \nDirectors. \n \nV.  RECOMMENDATION \n23.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve \n(i)  the loan not exceeding B5,750 million (or its equivalent in US dollars) from ADB’s \nordinary capital resources; and \n(ii)  the administration by ADB of the loan not exceeding $18,902,000, to be provided \nby the Clean Technology Fund; \nto Banchuan Development, Benjarat Development, Nayangklak Development, Nayangklak Wind \nPower,  and  Pongnok  Development  for  the  Northeastern  Thailand  Wind  Power  Project  in \nThailand, with such terms and conditions as are substantially in accordance with those set forth \nin this report, and as may be reported to the Board. \n \n \nTakehiko Nakao \nPresident \n16 November 2015 \n                                                \n16 ADB. 2003. Social Protection. Manila (adopted in 2001). \n17 CONFIDENTIAL INFORMATION DELETED  \n18 ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. ", "Appendix 1             7 \nDESIGN AND MONITORING FRAMEWORK \nImpacts the Project is Aligned with \nProduction and consumption of renewable energy broadened (EGAT, 2015)a \n \nInvestment in renewable energy from private sector increased (EGAT, 2015)a \n     Performance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nOutcome       \nViability and  a. 400,000 MW-hours of  a–b. ADB’s annual  The offtaker is unable \nsustainability of a  wind power delivered to  development  to comply with its \nlarge utility-scale  the offtaker per annum by  effectiveness monitoring  purchase and payment \nprivate sector wind  2020 (2015 baseline: Not  reports  commitments. \npower project  applicable)      \ndemonstrated in       \nThailand       \nCONFIDENTIAL  c–d. Borrower’s annual  Wind resources to \nINFORMATION DELETED  audited financial  generate electricity are \n  statements  lower than estimated \nover the project’s \noperating life.  \n \nThe government of \nThailand no longer \nsupports regulatory \npolicies for the \nrenewable energy \nsector. \nOutput       \n1. 260 MW of utility- 1a. Wind power facilities  1a–c. ADB’s annual  Prices of commodities \nscale wind power  (including transmission line  development  and raw materials \ncapacity installed,  and substation) with 260  effectiveness monitoring  needed for wind \noperational, and  MW of capacity  reports  turbines rise more than \ntransmitting electricity  commissioned by the  budgeted. \nsecond quarter of 2018   \n \nCONFIDENTIAL \nINFORMATION DELETED \n \n Key Activities with Milestones \nCONFIDENTIAL INFORMATION DELETED \n \nInputs \nAsian Development Bank (loan): B5,750 million \nClean Technology Fund (loan): $18.9 millionc \n \nCONFIDENTIAL INFORMATION DELETED \n ", "8          Appendix 1                  \n \nAssumptions for Partner Financing \nNot applicable \nADB = Asian Development Bank, EGAT= Electricity Generating Authority of Thailand, MW = megawatt. \na  EGAT. 2015. Thailand Power Development Plan, 2015–2036. Bangkok. \nb  Annual production (megawatt-hours) X emission factor (0.5473 tons of carbon dioxide equivalent per megawatt-\nhour). \nc Administered by Asian Development Bank \nSource: Asian Development Bank. \n \n ", "Appendix 2  9 \n \nCONFIDENTIAL INFORMATION DELETED \n \n \n "], "metadata": {"Title": "Doc number", "Author": "ADB", "Creator": "Microsoft® Word 2010", "CreationDate": "D:20160314113219+08'00'", "ModDate": "D:20160314113219+08'00'", "Producer": "Microsoft® Word 2010"}}