{"path": "data/input/ta/49282-001-tar.pdf", "pages": ["Technical Assistance Report \nProject Number: 49282-001 \nRegional—Capacity Development Technical Assistance (R-CDTA) \nDecember 2015 \nAsian Regional Public Debt Management Forums \nand Workshops\nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB’s  Public \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nCmoemmmbeursn,i cBaotaiordn so fP Doirlieccyt o2r0s,1 M1.a nagement, or staff, and may be preliminary in nature.  ", "ABBREVIATIONS \nADB  –  Asian Development Bank \nADF  –  Asian Development Fund \nDMC  –  developing member country \nPDM  –  public debt management \nSDR  –  special drawing right \nTA  – technical assistance\nNOTE \nIn this report, \"$\" refers to US dollars. \nVice-President  T. de Longuemar, Finance and Risk Management \nTreasurer  P. Van Peteghem, Treasury Department \nDeputy Treasurer  K. Fukunaga, Treasury Department \nTeam leader  D. Taneja, Principal Treasury Specialist, Treasury Department \nTeam members  A. Alamgir, Senior Treasury Specialist, Treasury Department \nE. Garcia, Senior Treasury Officer, Treasury Department \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", "CONTENTS \nPage \nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII. ISSUES 2 \nIII. THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE 3 \nA. Impact and Outcome  3 \nB. Methodology and Key Activities  3 \nC. Cost and Financing  4 \nD. Implementation Arrangements  4 \nIV. THE PRESIDENT'S DECISION 5 \nAPPENDIXES \n1. Design and Monitoring Framework  6 \n2. Cost Estimates and Financing Plan  8 \n3. Outline Terms of Reference for Consultants  9 ", "Project Classification Information Status: Complete\nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 49282-001\nProject Name Asian Regional Public Debt  Department TD/TDCS\nManagement Forums and Workshops /Division\nCountry REG Executing  Asian Development Bank\nAgency\nqq\n2. Sector Subsector(s)     ADB Financing ($ million)\nPublic sector Public expenditure and fiscal management 0.75\nmanagement\nTotal 0.75\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic Pillar 1: Economic opportunities,   Climate Change impact on the  Low\ngrowth (IEG) including jobs, created and expanded Project\nRegional integration Pillar 3: Money and finance\n(RCI)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and Public financial governance No gender elements (NGE)\ncapacity development\n(GCD)\nKnowledge solutions Knowledge sharing activities\n(KNS)\nqq\n5. Poverty Targeting Location Impact\nProject directly targets No\nRegional High\npoverty\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.75\n    Capacity development technical assistance: Technical Assistance Special 0.75\nFund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.75\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 04112015153029129949 Generated Date: 02-Dec-2015 14:37:10 PM", " \nI.  INTRODUCTION \n1.  Effective and sound public debt management (PDM) is a cornerstone of economic policy \nthat safeguards a country from macroeconomic and financial instability. It enables governments \nto take advantage of sovereign borrowings to finance their growing developmental needs in a \nsustainable manner, and to create positive externalities through the development of domestic \ncapital markets. As the sovereign debt portfolio is often a country’s largest debt portfolio, it can \ngenerate  substantial  risk  to  a  sovereign’s  balance  sheet,  with  potential  to  undermine  key \ndevelopment objectives. \n \n2.  In 2008, the Asian Development Bank (ADB) conducted workshops for major Asian \nDevelopment Fund (ADF) borrowers to apprise them of the special drawing rights (SDRs) \nconversion option for legacy ADF loans.1 Discussions with government officials during these \nSDR conversion workshops resulted in requests from borrowers for ADB to provide (i) additional \ntrainings  related  to  PDM,  such  as  development  of  debt  management  strategy,  portfolio \nmanagement,  debt  management  organization  structure,  back  office  operations,  and  (ii) \nopportunities to learn from and share experiences with officials from other governments on the \nchallenges associated with PDM. \n \n3.  In response to these requests from major ADF borrowers, ADB’s Treasury Department-\nled Public Debt and Risk Management Forum technical assistance (TA) project was approved in \n2008 to (i) contribute to the strengthening of PDM in DMCs, and (ii) promote networking among \npublic debt managers in the Asia and Pacific region.2 Under the TA, five forums were conducted \nwith the following cohosts: (i) Bank Negara Malaysia; (ii) PDM Office of the Ministry of Finance, \nThailand; (iii) Directorate General of Debt Management, Ministry of Finance, Indonesia; (iv) \nMinistry of Finance, Georgia; and (v) Ministry of Finance and Treasury, Maldives. Participants of \nthese forums were mainly senior officials from ministries of finance, central banks, and other \nrelated agencies. In their feedback about the forums, the participants and cohosts appreciated \nsome of the participating countries sharing their experiences as well as the comprehensive \nforum agenda. Further, they valued ADB’s effort in creating a regional platform for further \nstrengthening cooperation and knowledge sharing among public debt managers. Participants \nindicated that the forums should be held annually to give public debt managers in DMCs regular \nopportunities to share best practices and experiences, exchange views with their counterparts \nfrom across the Asia and Pacific region, and discuss developments on issues related to PDM. \n \n4.  The participants of the forums emphasized that PDM continues to be an important focus \nfor DMCs, especially after the 2008 global financial crisis, which resulted in a more challenging \nand complex financial environment. Some of them also suggested that ADB’s capacity building \neffort can be further enhanced by focusing on thematic and in-depth workshops concentrating \non certain topics specific to a DMC or group of DMCs with similar economic challenges. \n \n5.  ADB’s Treasury Department proposes this regional capacity development TA to (i) build \non the momentum of the Public Debt and Risk Management Forum TA project (footnote 2); (ii) \nprovide updates on standards, norms, best practices, and approaches on PDM; and (iii) provide \nan  opportunity  for  public  debt  managers  from  ADB  developing  members  to  share  their \nrespective experiences and network with their peers in the region.3 The TA will include activities \nsuch as (i) surveys of borrowers’ existing PDM operations and PDM-related areas of interest; (ii) \n                                                \n1  SDR conversion workshop were organized in 15 countries from September 2007 to October 2008. \n2  ADB. 2008. Technical Assistance for Public Debt and Risk Management Forum. Manila (TA 6506-REG). \n3  The TA concept clearance was obtained on 29 September 2015. It first appeared in the business opportunities section of ADB’s \nwebsite on 6 November 2015. \n ", "2 \nregional forums to discuss the various aspects of PDM; and (iii) PDM workshops that are based \non  (a)  specific  countries  and/or  subregions  to  link  DMCs  with  similar  levels  of  economic \ndevelopment and facing similar challenges, and/or (b) specific themes. Forums will address \nborrowers’ common interests on PDM, while workshops will address specific requirements on \ncurrent challenges of a DMC or a group of DMCs at the time of workshop agenda formulation. \nADB can also use these activities to gather feedback regarding client needs, which would help \nADB  enhance  its  existing  range  of  financial  products  and  modalities,  and  strengthen  its \nrelevance in the region. \n6. This proposed TA will complement ADB regional departments’ initiatives and programs\non PDM. ADB’s Treasury Department will closely coordinate with regional departments in the \nTA project’s activities, and provide feedback and/or requests to facilitate regional departments’ \nfurther assistance to DMCs in PDM capacity development. In addition, field experts and relevant \norganizations  (e.g.,  the  World  Bank  and  its  Debt  Management  Facility,  the  International \nMonetary Fund, PDM system providers such as the Commonwealth Secretariat and the United \nNations Conference on Trade and Development, academia, parliamentary budget committee \nmembers from DMCs, civil society organizations, rating agencies, and investment banks) will be \ninvited to participate in the discussions, where appropriate. \nII. ISSUES\n7. The  impact  of  the  global  financial  and  economic  situation  on  Asia  has  become\nincreasingly  volatile  and  complex  following  the  2008  global  financial  crisis.  The  current \ndynamism  reflects  various  issues  arising  from  adjustment  costs  and  risks  from  global \nrebalancing, the slowdown in the global economy, and the adoption of massive monetary easing \npolicies in advanced economies as well as reactive policies in developing countries in Asia. The \ncurrent financing landscape facing both developed and developing countries demonstrates the \nneed for debt managers, fiscal and monetary authorities, and finance sector regulators to share \nan understanding of the links between the policy decisions they make. Over the last two years, \nvolatility in exchange rates and Asian stock markets, due in large part to the fear of the end of \nquantitative easing by the United States Federal Reserve, has further highlighted the complex \neconomic and financial environment in Asia.  \n8. Debt managers in ADB’s developing members have to properly assess risks associated\nwith volatile interest rates, exchange rates, and debt flows, and they need to mitigate these risks \nby relying on a diverse range of financing sources while maintaining borrowing costs at low \nlevels. Borrowers with more established domestic government bond markets borrow in both \nlocal and foreign currencies. As such, these borrowers conduct cost–risk reviews and explore \noptions  to  structure  debt  portfolios  by  using  different  combinations  of  (i)  funding  sources \n(domestic  versus  foreign  currency  debts),  (ii)  currency  mixes,  and  (iii)  interest  rate  bases \n(floating versus fixed). However, in recent years, the costs and risk characteristics of many \nfinancing  options  have  changed,  requiring  a  reevaluation  of  existing  debt  management \nstrategies. In the case of ADF borrowers, exposures are mainly in currency risk, as borrowers’ \nliabilities are denominated in SDR and/or multiple currencies. However, some borrowers have \nneither access to the derivatives market to undertake hedging transactions given their credit \nratings, nor the appropriate tools and/or capability to analyze the financial implications of their \nexposures and alternatives. \n9. Another  challenge  for  debt  managers  is  to  accurately  undertake  debt  sustainability\nanalysis, with many risk factors having a bearing on the eventual result. Some of the key risk \nfactors that pose difficulties and need to be monitored are contingent liabilities, subnational debt, ", "3 \nand vulnerability to exogenous shocks, such as commodity price fluctuations. The magnitude \nand direction of global capital flows may also be affected . Such concerns are especially acute \nin the case of low-income countries, which are relatively more exposed to commodity price \nshocks, and these effects may be expected to intensify as low-income countries continue to \nintegrate into international markets. \n10. Countries, therefore, need capable debt management offices to design medium-term\nstrategies that appropriately balance cost and risk, and execute financing transactions efficiently. \nDebt management policies need to be coordinated with monetary and fiscal policies, given the \ninterconnections  and  interdependencies  among  these  policy  instruments.  As  the  operating \nenvironment for debt managers has become increasingly complex, one area that the DMCs are \nkeen to strengthen is institutional capacity in PDM. \n11. The TA is aligned with the third core area (regional cooperation and integration) and the\nfourth core area (finance sector development) of operations indicated in ADB’s Strategy 2020.4 \nThe TA supports monetary and financial cooperation and integration, the third pillar identified by \nADB’s regional cooperation and integration strategy, which envisages capacity building and \ninstitutional strengthening of DMCs, and is consistent with ADB’s Midterm Review of Strategy \n2020  Action  Plan,  which  highlights  knowledge  solutions  and  regional  cooperation  and \nintegration.5 \nIII. THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE\nA.  Impact and Outcome \n12. The impact will be enhanced PDM in DMCs. The outcome will be enhanced knowledge\nand understanding of DMC officials on PDM frameworks and techniques. The DMC officials \nand/or  staff  who  will  attend  the forums/workshops  will  apply  what they  learn  in  their  debt \nmanagement operations. \nB.  Methodology and Key Activities \n13. The TA will include at least four regional forums and workshops for DMCs that will serve\nas a platform for government officials to gain knowledge and share information related to PDM. \nTD will conduct surveys on PDM operations of ADB developing members before each regional \nforum and present results during the forum. Discussion topics at the forums and workshops will \ncover the following, among others: \n(i)  development and implementation of debt management strategies; \n(ii)  institutional, legal, and governance frameworks for PDM; \n(iii)  development of a domestic market for government securities; \n(iv)  accessing international capital markets; \n(v)  public debt analysis; \n(vi)  contingent liabilities and fiscal risk; and \n(vii)  debt portfolio composition and risk management. \n14. The TA will also include development of knowledge products. The insights and key\nlessons  from  the  forums  and  workshops  (especially  the  country  experiences)  will  be \nsummarized in a forum and/or workshop synthesis report. Further, a website and/or dedicated \n4 ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. Manila. \n5 ADB. 2014. Midterm Review of Strategy 2020: Action Plan. Manila. ", "4 \nportal on PDM will be developed that will be accessible to participants of the forums and \nworkshops along with interested DMC officials. \nC.  Cost and Financing \n15. The TA is estimated to cost $750,000, which will be financed on a grant basis by ADB’s\nTechnical Assistance Special Fund ($340,000 from TASF-V and $410,000 from TASF-other \nsources). \nD.  Implementation Arrangements \n16. ADB will be the executing agency, and ADB’s Treasury Department will administer the\nTA and supervise the work of the TA consultants. The TA will be implemented in consultation \nwith ADB’s regional departments, Strategy and Policy Department, Economic Research and \nRegional Cooperation Department, Sustainable Development and Climate Change Department, \nand other relevant departments and ADB’s sector and thematic groups,6 and would follow the \n“One ADB” approach.7 \n17. One individual international consultant will be engaged for each forum and/or workshop\nfor  a  cumulative  total  of  6  person-months.  The  consultants  will  be  engaged  by  ADB  in \naccordance with ADB’s Guidelines on the Use of Consultants (2013, as amended from time to \ntime). Experts from academia, government agencies, ADB, and international organizations will \nbe engaged as resource speakers for the forums and workshops. \n18. The TA will be implemented over 6 years, from January 2016 to 31 December 2021. It\nwill include at least four regional forums and/or workshops for DMCs that may be held every \nother year or more frequently, depending on when each cohost agrees to accept and conduct \nthe event.  \n19. The  participants  of  the  forums  will  consist  of  those  nominated  by  ADB  developing\nmembers from debt management offices, ministries of finance, central banks, and other relevant \nagencies  responsible  for  PDM.  Each  ADB  developing  member  can  nominate  up  to  two \nparticipants per forum. Each forum is expected to be held over 2–3 days. Forum venues will be \ndecided based on logistical and cost considerations.  \n20. An ADB developing member will cohost a forum (para. 18). When a relevant ministry\nand/or institution of an ADB developing member agrees to cohost a forum with ADB, the event \nwill be jointly organized by the two institutions. Responsibilities of the cohost will generally \ninclude (i) delivering a keynote speech during the opening session; (ii) reviewing and providing \ninputs to the forum agenda, and providing speaker(s) and/or moderator(s); and (iii) providing \nadministrative and logistical support, e.g., recommending a suitable venue. \n21. PDM workshops that are based on specific countries and/or subregions, and/or specific\nthemes will be designed and organized for DMCs by request. Each workshop will be held for a \nduration of 1–2 days. A total of around 30 participants for each workshop is considered effective \nto ensure adequate interaction between participants and the resource speakers.  For subregion-\nspecific workshops, each DMC can nominate up to five participants in order to reach an optimal \n6 ADB’s Sector and Thematic Groups (formerly, communities of practice or CoPs) represent the institutions collective knowledge \nand expertise in specific development sector and themes.   \n7 The Action Plan for the Midterm Review of Strategy 2020 calls for promoting a “One ADB” culture to consolidate and strengthen \ndelivery of knowledge work and services. ", "5 \nnumber of participants for adequate interaction between participants and resource speakers. \nHowever, the DMC where the workshops will be held can nominate more than five participants, \nsubject to the budget for that particular workshop. These workshops may be jointly organized \nwith other development partners such as the World Bank and its Debt Management Facility, the \nInternational Monetary Fund, the United Nations Conference on Trade and Development, and \nthe Commonwealth Secretariat to tap into their vast experience with PDM. In some cases, it \nmay be practical to leverage existing workshops of development partners where interested \nDMCs can nominate up to two participants.  \n22. A no objection letter will be obtained prior to the commencement or financing of any\nundertaking in the territory of any country covered by this TA. The TA will be disbursed in \naccordance with ADB’s Technical Assistance Disbursement Handbook (2010, as amended from \ntime to time). \nIV. THE PRESIDENT'S DECISION\n23. The President, acting under the authority delegated by the Board, has approved the\nprovision of technical assistance not exceeding the equivalent of $750,000 on a grant basis for \nAsian Regional Public Debt Management Forums and Workshops, and hereby reports this \naction to the Board. ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \nImpact the Technical Assistance is Aligned with: \nEnhanced PDM in DMCs \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \nOutcome \nEnhanced knowledge  By December 2021, at least  TA progress reports  Occurrence of a global \nand understanding of  60% of participants indicate  and/or regional financial \nDMC officials on PDM  that they are likely to apply  crisis, resulting in reduced \nframeworks and  knowledge gained from the  commitment of DMCs to \ntechniques  forums and workshops in their  capacity development and \ndebt management practices  adoption of learned \n(Baseline: Not applicable)  techniques \nGovernments’ inability to \nretain trained and/or \nexperienced staff \nOutputs \n1. Knowledge-sharing 1.By December 2021, at 1.TA progress reports Lack of commitment of \nand/or learning least 75% of participants from  participants, and \nevents related to at least two regional forums  insufficient feedback to \nPDM conducted and two country and /or  assess the impact of the \nsubregional workshops report  events \nenhanced knowledge of PDM \n(Baseline: Not applicable) \n2. Knowledge products 2a. By December 2018, forum  2a–b.TA progress reports \ndeveloped and/or workshop synthesis \nreport with insights and key \nlessons is developed \n(Baseline: Not applicable) \n2b. By December 2021, at \nleast 60% of participants use \nwebsite and/or dedicated \nportal developed for PDM \n(Baseline: Not applicable)  \nKey Activities with Milestones \n1.Knowledge-sharing and/or learning events related to PDM conducted\n1.1  Obtain no objection letters from participating ADB developing members by Q4 2016 \n1.2  Engage consultant, conduct survey on ADB developing members PDM operations, and conduct the first regional \nforum by Q4 2016 \n1.3  Engage consultant and conduct the first country and/or subregion-specific and/or thematic-based workshop by \nQ4 2017 \n1.4  Engage consultant, conduct survey on ADB developing members PDM operations, and conduct the second \nregional forum by Q4 2018 \n1.5  Engage consultant and conduct the second country and/or subregion-specific and/or thematic-based workshop \nby Q4 2019 \n1.6  Engage consultant, conduct survey on ADB developing members PDM operations, and conduct third regional \nforum by Q4 2020, depending on demand and budget \n1.7  Engage consultant and conduct the third country and/or subregion-specific and/or thematic-based workshop by \nQ4 2021, depending on demand and budget \n2.Knowledge products developed\n2.1  Develop website and/or dedicated portal on PDM by Q3 2017 \n2.2  Prepare synthesis report on insights and key lessons from regional forums and workshops by Q4 2018 ", "Appendix 1  7 \nInputs \nAsian Development Bank:  Technical Assistance Special Fund (TASF-V)          $340,000 \nTechnical Assistance Special Fund (TASF-other sources) $410,000 \nAssumptions for Partner Financing \nNot applicable. \nDMC = developing member country, PDM = public debt management. \nSource: Asian Development Bank. ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \nItem  Amount \nAsian Development Banka \n1. Consultants\na. Remuneration and per diem\ni. International consultants 60.0 \nb. International travel 15.0 \n2. Forums and workshops\na. Participants’ travel, accommodation, and per diem 340.0 \nb. Resource speakers 150.0 \nc. Forums and workshops administration costsb  110.0 \n3. Miscellaneous administration and support costsc 35.0 \n4. Contingencies 40.0 \nTotal  750.0 \na Financed by the Asian Development Bank’s Technical Assistance Special Fund ($340,000 from TASF-V and \n$410,000 from TASF-other sources). \nb Includes conference rooms, meals during the events, and rentals of equipment to be used in the conduct of the \nforums and workshops. \nc  Includes printing, courier, shipping, and other miscellaneous expenses. \nSource: Asian Development Bank estimates. ", "Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n1. The technical assistance will require consulting services carried out by one international\nconsultant for each forum and/or workshop. \n2. Public debt specialist (international, 6 person-months on retainer basis). The specialist\nshould have (i) experience in and knowledge of public debt management, as well as fiscal and \nmonetary policy and management; (ii) knowledge of public debt management practices and \nchallenges in Asia and the Pacific; (iii) experience working with government officials in the \nregion; (iv) experience in similar assignments; and (v) at least a bachelor’s degree. Public debt \nspecialists’ tasks will include the following: \n(i)  designing surveys for forums and workshops to assess the status and training \nneeds of target developing member countries regarding a public debt and risk \nmanagement framework; \n(ii)  formulating forum and workshop programs to meet developing member countries’ \nrequirements based on survey results; \n(iii)  participating in forums and workshops as a resource speaker and/or facilitator; \n(iv)  preparing forums and workshops and training materials according to requests \nfrom the Asian Development Bank; \n(v)  assisting in selecting and inviting resource speakers for forums and workshops; \n(vi)  preparing progress and summary reports for forums and workshops, including \nachievements versus targets, and future improvements; and \n(vii)  undertaking ad hoc research, consultation, and/or advisory projects on PDM. "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20151209145951+08'00'", "Creator": "Microsoft® Word 2010", "Keywords": "debt management strategies, public debt management, pdm, capacity development, portfolio management, debt management organization, back office operations, in439-15, r-cdta, adb technical assistance, approved technical assistance, tar, ta projects ", "ModDate": "D:20151222115041+08'00'", "Producer": "Microsoft® Word 2010", "Subject": "Technical Assistance Report", "Title": "49282-001: Asian Regional Public Debt Management Forums and Workshops"}}