{"path": "data/input/ta/49288-001-tar-en.pdf", "pages": ["Technical Assistance Report \nProject Number: 49288-001  \nRegional—Capacity Development Technical Assistance (R-CDTA) \nNovember 2015 \nEnhancing Public–Private Partnership Projects \nthrough Support for Law and Policy Development \nand Transaction Advisory Services \nThis is the version of the document approved by ADB’s Board of Directors that excludes \ninformation that is subject to exceptions to disclosure set forth in ADB’s Access to Information \nPolicy. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  ", " \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  OGC  –  Office of the General Counsel \n  OPPP  –  Office of Public–Private Partnership \n  PPP  –  public–private partnership \n  TA  –  technical assistance \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nGLOSSARY \n \n  Bankable  –  A bankable public–private partnership project is capable of \n  attracting limited recourse project financing from commercial \nbanks on reasonable commercial terms.  \n  Public–private  –  In this report, public–private partnership primarily refers to a \npartnership  concession-based project to design, build, finance, operate, \nand maintain a public infrastructure asset, or to provide an \ninfrastructure-based public service, but could include other \nmodalities,  from  management  and  operating  contracts  to \npartial divestitures.  \n \n \n \n \nVice-President  B. Davis, Administration and Corporate Management \nGeneral Counsel  C. Stephens, Office of the General Counsel (OGC) \n   \nTeam leader  H. Brooke, Lead Counsel, OGC \nTeam members  A. Hirose, Advisor, OGC \n  S. Koh, Counsel, OGC \nS. Sampath, Principal PPP Specialist, Office of Public–Private Partnership \n  C. Saniel-Gois, Legal Operations Officer, OGC \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \n \nREGIONAL CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.   Design and Monitoring Framework  6 \n2.   Cost Estimates and Financing Plan  8 \n3.   Outline Terms of Reference for Consultants  9 \n \n \n \n ", "", " \n        Project Classification Information Status: Complete \n \nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \n \n \n \n \n \n \n \n \n \n \n \n \nSource: Asian Development Bank \n \nThis document must only be generated in eOps.  11092015103022043592  Generated Date: 05-Nov-2015 10:18:59 AM\n ", "", " \nI.  INTRODUCTION \n1.  Strategy  2020  of  the  Asian  Development  Bank  (ADB)  identifies  private  sector \ndevelopment and private sector operations as key drivers of change in Asia and the Pacific.1 \nUnder  Strategy  2020,  ADB  will  expand  work  with  the  private  sector  to  generate  greater \neconomic growth in the region. Public–private partnerships (PPPs) are seen as an important \nmodality to achieve this objective, and the strategy emphasizes the promotion of PPPs in all of \nADB’s  core  operations. This  is  reinforced  in  the  Midterm  Review  of Strategy  2020,  which \ncontemplates  ADB  assuming  a  more  active  role  in  project  development  and  resource \nmobilization to prepare bankable PPP projects.2 \n2.  The  capacity  development  technical  assistance  (TA)  for  Enhancing  Public–Private \nPartnership  Projects  through  Support  for  Law  and  Policy  Development  and  Transaction \nAdvisory Services will directly contribute to three pillars of ADB’s Public–Private Partnership \nOperational Plan, 2012–2020.3 The TA will enhance the ability of ADB’s developing member \ncountries (DMCs) to structure and procure bankable PPP projects, provide an enabling legal \nenvironment, improve project documentation, and provide capacity development. The TA will \nalso be used to support specific initiatives requested by DMCs in coordination with relevant \nregional departments and resident missions.4 \n \nII.  ISSUES \n3.  DMCs face a critical gap in delivering modern and efficient infrastructure services, but a \nsignificant amount of private sector capital is not invested in infrastructure development in \nDMCs  owing  to  a  dearth  of  well-structured,  viable  investment  opportunities.  Asia’s  overall \nnational  infrastructure  investment  needs  during  2010–2020  are  estimated  at  \n$8 trillion: 68% for new capacity and 32% for maintaining and replacing existing infrastructure.5 \nADB’s $11.02 billion sovereign and nonsovereign lending portfolio for infrastructure and the \nWorld  Bank’s  $23.00  billion  portfolio  can  only make  a modest  contribution  to the region’s \ngrowing demand for infrastructure investment. Primary development constraints include (i) legal \nand regulatory impediments, (ii) lack of precedent documentation, and (iii) public sector capacity \nconstraints. \n \n4.  Legal and regulatory impediments. ADB provides transaction advisory services to \nassist DMC clients in developing bankable projects to facilitate private sector investment and \nthereby  ameliorate  the  infrastructure  deficit  and  reduce  the  financial  burdens  on  DMC \ngovernments and their public sector budgets. Private sector investment will encourage the \nefficient use of resources, as well as improvements in asset and service quality, public sector \nmanagement,  and  public  sector  procurement.  However,  the  level  and  effectiveness  of \nengagement has, to date, been limited by deficiencies in the broad legal and policy frameworks, \nwhich do not provide an environment supportive of private sector investment in general and \n                                                \n1  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n2  ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila. \n3  ADB. 2012. Public–Private Partnership Operational Plan, 2012–2020 – Realizing the Vision for Strategy 2020: The \nTransformational Role of Public–Private Partnerships in Asian Development Bank Operations. Manila. Pillar 1: \nAdvocacy and capacity development for PPPs; pillar 2: Enabling environment to develop policy, legal, regulatory, \nand institutional framework to facilitate, guide, and manage the development of PPPs; and pillar 3: Develop \nprojects and provide support (including advisory) throughout the process up to contract award or financial close. \n4  The TA first appeared in the business opportunities section of ADB’s website on 30 October 2015. \n5  ADB and the Asian Development Bank Institute. 2009. Infrastructure for a Seamless Asia. Manila. \n ", "2  \nPPP in particular. For example, in DMCs with less-developed PPP markets, ADB has identified \na need to draft and pass legislation to provide the proper enabling environment. Where PPP-\nenabling legislation exists, laws, regulations, and practices often impede the progress of PPP \nprojects. These issues negatively impact the PPP process by elevating regulatory risks and \nproject risks, and therefore reduce the likelihood that a pipeline of bankable projects can be \ndeveloped in the relevant DMC. \n \n5.  Lack  of  model  documentation.  Large  and  complex  PPP  transactions  tend  to  be \ndocumentation intensive. Significant time and costs are typically required to ensure that all \naspects of the contractual matrix are properly documented from a legal perspective. In more \nmature PPP markets, precedent documentation is often available to reduce the time and costs \nincurred in documenting PPP transactions and to help focus negotiations on issues unique or \nspecific to the project or transaction. Less-developed PPP markets could likewise benefit from \nbuilding up a stock of precedent or model documentation that could be used for replicating \nsuccessful PPP projects. ADB’s work on first-in-kind “pathfinder” projects has created invaluable \ndocumentary precedents that could, and should, be adapted to become market and/or industry \nstandards  in  the  relevant  DMCs.  This  would  allow  similar  projects  to  be  procured  more \nefficiently and cost-effectively.6 \n \n6.  Capacity  constraints.  DMCs  also  face  capacity  and  resource  constraints  more \ngenerally in relation to structuring and procuring PPP projects. ADB’s Office of Public–Private \nPartnership (OPPP) has identified several DMCs that are seeking ADB assistance in setting up \ncentralized PPP centers to coordinate the priority and rollout of PPP projects, and putting in \nplace the necessary regulatory platforms to empower the PPP centers. In some cases, this \nincludes putting in place processes to devolve that power to the implementing agencies for \nbidding to the private sector. These DMCs have expressed the need for continued professional \nsupport for capacity development through training sessions, workshops, and seminars to build \non the existing knowledge base and help close the skills gap.  \n \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n7.  The impact will be the requirements of three pillars of ADB’s Public–Private Partnership \nOperational Framework are addressed (pillar 1: advocacy and capacity development; pillar 2: \nenabling environment; and pillar 3: project development). ADB’s regional departments can then \nwork  with  DMCs  to  identify  projects  and  start  specific  project  development  (pillar  4).  The \noutcome  will  be  a  strengthened  business  environment  in  the  DMCs  to  promote  private \ninvestment in infrastructure. The TA is expected to deliver the following outputs: (i) policy and \nlegal frameworks for private sector investment, (ii) model documentation for PPP projects, and \n(iii) improved skills and knowledge of relevant government stakeholders on PPP structuring and \nprocurement.   \n \n \n                                                \n6  For example, the development of a bankable power purchase agreement early in the independent power producer \nprogram in Thailand has allowed subsequent independent power producers in the country to be structured more \nefficiently around the power purchase agreement template.  \n ", "  3\nB.  Methodology and Key Activities \n8.  Output 1: Law and policy documents. The component will improve the legal and \nregulatory  environment  to  support  the  continuing  development  of  bankable  PPP  projects. \nDiagnostics will be conducted on the existing legal and regulatory framework in the relevant \nDMCs to determine if the laws and regulations in place are adequate. Consultations will be held \nwith key public sector stakeholders and interested private sector investors to identify the nature \nand scope of required reforms for the legal and regulatory framework (considering international \nand regional best practice and bankability issues). Finally, the TA will support the drafting of \npolicy documents (e.g., white papers and policy guidance) or amended primary and secondary \nlegislation to provide workable solutions to promote PPP projects and private sector investment.  \n \n9.  Output 2: Model documentation. The component will support DMC efforts to ensure \nadequate and appropriate template documentation is available to support PPP projects. The TA \nwill support reviews of precedent project documentation for projects that have successfully \nachieved  financial  close  in  the  relevant  DMC,  including  concession  agreements,  supply \nagreements, offtake agreements, financial documents and direct agreements, host government \nsupport agreements (including guarantees), and regulatory instruments (e.g., licenses). Model \ndocuments will then be developed, either on a generic basis (i.e., for general application to PPP \nprojects as a whole) or on a sector-specific basis (i.e., tailored for a particular class of PPP \nprojects in a given industry sector).7  \n \n10.  Output 3: Capacity-building workshops and training. The component will address \ncapacity constraints within DMCs to improve their ability to administer and implement PPP \nprojects. Training sessions and workshops will be provided on the implementation of the law \nand/or policy documents prepared, and model documentation created. Stand-alone training \nsessions and workshops may be provided to assist DMCs in structuring and procuring PPP \nprojects, and attracting private sector investment for infrastructure development. Workshops \nand training will be designed to suit the needs of participants. Site visits and study tours for key \nDMC agency stakeholders may be supported, provided there is strong justification. \n \n11.  The TA is expected to provide discrete and targeted interventions on a flexible, demand-\noriented basis. The selection of specific projects will be determined by the Office of the General \nCounsel (OGC) in consultation with OPPP and the relevant regional departments and resident \nmissions. Priority will be given to projects in DMCs with nascent or emerging PPP markets. \nProspective projects for TA support include, but are not limited to, the following:  \n \n(i)  Nepal:  The  government  has  requested  capacity-building  assistance  to  help \nprocuring  authorities  understand  the  complexities  of  PPP  projects.  The \nInvestment Board of Nepal made this request at an OPPP mission to Kathmandu \nin late September 2015.8  \n \n(ii)   Viet Nam: OGC and OPPP understand (from missions to Viet Nam earlier in \n2015) that the Ministry of Planning and Investment is in the process of preparing \nmodel  concession  agreements.  OGC  has  consulted  informally  with  ADB’s \nSoutheast Asia Regional Department to assess if the provision of TA support for \n                                                \n7  For example, energy sector projects (i.e., conventional power projects or renewable power projects) or transport \nsector projects (i.e., ports, airports, road, or rail).  \n8  OGC and OPPP have been in contact with the Nepal Resident Mission to arrange a follow-up mission (November \n2015) to discuss capacity-building support for the Investment Board of Nepal in greater detail. \n ", "4  \nthe preparation of these agreements would be appropriate. OGC and OPPP will \nliaise with the Viet Nam Resident Mission in due course to arrange a mission to \nascertain the current priorities of the Ministry of Planning and Investment in \nrelation to PPP-related legal work. \n \nC.  Cost and Financing \n12.  The TA is estimated to cost $1,400,000, which will be financed on a grant basis by \nADB’s Technical Assistance Special Fund ($1,000,000 from TASF-V and $400,000 from TASF-\nother  sources).  Detailed  cost  estimates  and  the  financial  plan  are  in  Appendix  2.  DMCs \nreceiving support under this TA will be expected to provide in-kind counterpart support by \nproviding  secretariat  staff,  local  office  accommodation,  office  supplies,  and  domestic \ntransportation, as appropriate. Where appropriate, DMC governments may also be required to \nprovide cash contributions (e.g., by way of monthly retainer fees to reimburse or defray ADB’s \ntravel and incremental overhead costs), particularly if support under the TA is provided in \nconjunction with OPPP’s transaction advisory services.9 \n \nD.  Implementation Arrangements \n13.  Executing and implementing agencies. ADB will be the executing agency through \nOGC and OPPP. OGC will be responsible for overall TA administration and supervision, and will \nengage the required consultants. OGC and OPPP will work closely with relevant participating \nDMC agencies. These agencies are expected to take ownership of outputs 1 and 2. OGC and \nOPPP will consult and involve relevant regional departments and resident missions to draw on \ntheir country and sector expertise as appropriate. OGC and OPPP will be jointly accountable for \ndelivering the TA outputs. The TA will be implemented from January 2016 to December 2018. \n \n14.  Engagement  of  consultants. The TA will require the services of international and \nnational law firms, qualified to advise on the laws of the relevant jurisdictions. These law firms \nwill be engaged as needed to deliver outputs 1 and 2. Other consultants with relevant expertise \n(e.g., management specialists, accountants, and/or project finance specialists) may also be \nrequired (e.g., to assist in developing policy frameworks). Where appropriate, OGC will consult \nwith ADB’s Operations Services and Financial Management Department to determine the scope \nof  work,  detailed  terms  of  reference,  and  selection  process  for  the  consultants  once  the \nactivities  requiring  consultant  inputs  are  identified  and  agreed  with  the  relevant  DMCs. \nInternational and national consultants will also be appointed as required for the implementation \nof output 3. Consultants will be recruited using the appropriate selection methods following \nADB’s  Guidelines  on  the  Use  of  Consultants  (2013,  as  amended  from  time  to  time).10 \nDisbursement  under  the  TA  will  be  done  in  accordance  with  ADB’s  Technical  Assistance \nDisbursement Handbook (2010, as amended from time to time). \n \n15.  Monitoring and evaluation. Each project supported by the TA will be monitored and \nevaluated based on the implementation of activities and satisfactory delivery of outputs following \nthe agreed timeline and budget allocation for the project. OGC envisages frequent interaction \nwith the TA consultants, which will facilitate the monitoring of progress and assessment of \nperformance. TA outputs and work products (e.g., draft laws, policy documents, and model \n                                                \n9  The retainer is not expected to be used to cover the cost of engaging consultants under the TA. \n10  To reduce the administrative burden and improve economy, efficiency, and value for money, consulting services \nunder the TA will be engaged under output-based (lump-sum) contracts, or capped or fixed-fee arrangements, \nwhere appropriate.  \n ", "  5\ndocumentation,  as  relevant)  will  be  provided  to  the  relevant  DMC  agency  client.  Where \nappropriate, these outputs and work products will be supported by capacity-building sessions to \nensure that the DMC agency client is able to maximize value from them. \n \n16.  Complementarity.  The  TA  is  intended  to  supplement  other  PPP-focused  ADB \nresources (e.g., OPPP’s TA support of transaction advisory services, and the Asia Pacific \nProject Preparation Facility) by providing discrete, targeted support.11 In implementing the TA, \nOGC  will  ensure  appropriate  coordination  with  OPPP,  regional  departments,  and  resident \nmissions to promote a “one ADB” approach and to minimize the risk of overlap and duplication \nof effort. \n \nIV.  THE PRESIDENT'S DECISION  \n \n17.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,400,000 on a grant basis \nfor  Enhancing  Public–Private  Partnership  Projects  through  Support  for  Law  and  Policy \nDevelopment and Transaction Advisory Services, and hereby reports this action to the Board. \n \n \n \n                                                \n11  For example, ADB. 2015. Technical Assistance for Enhancing Public–Private Partnership Project Development \nthrough Support for ADB Transaction Advisory Services in Southeast Asia and the Pacific. Manila. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \nImpact the TA is Aligned with \nThe three pillars of ADB’s Public–Private Partnership Operational Framework are addressed (pillar 1: \nadvocacy and capacity development; pillar 2: enabling environment; and pillar 3: project development)a  \n  Performance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting  Risks \nOutcome  By December 2018     \nA strengthened  Prospective infrastructure  Government reports,  Adverse \nbusiness environment  project deal flow in  reports from the World  macroeconomic \nin DMCs to promote  selected DMCs increased   Bank, and/or reputable  developments affect \nprivate investment in  (2015 baseline: 0)  trade publications such  DMCs or international \ninfrastructure   as Infrastructure Journal  investment community \nor Project Finance  Policies change in the \nMagazine   DMCs \nOutputs  By December 2018      \n1. Legal and policy  At least one draft policy  Government bill or draft  Lack of access to and \nframework for private  paper or draft bill for the  policy papers gazetted  timely inputs from key \nsector investment  promotion of private sector  or published where  government officials \nimproved  investment generally, or  relevant  and policy makers \nfor investment in  Delays in the gazetting \ninfrastructure PPP projects  or publication process \nspecifically, prepared in a  (where applicable)  \nparticipating DMC \n2. Model  At least one key project  DMC stakeholder  Project delays or \ndocumentation for  agreement in support of an  reports and existing  aborted transactions \nPPP developed   infrastructure projectb  relevant toolkits and  due to host government \nprepared in a participating  documents from partner  issues or market \nDMC  agencies   changes \n3. Skills and  At least one training     \nknowledge of relevant  session and/or workshop \n \ngovernment  organized and delivered \nstakeholders on PPP  for a participating DMC  \nstructuring and \nprocurement \nimproved  \n Key Activities with Milestonesc \n1.  Output 1: Law and policy documents \n1.1 Explore potential projects in consultation with OPPP, regional departments, and/or resident missions \n(mid-November 2015 onward) \n1.2 Obtain no-objection letters from DMCs with projects identified for TA support, establish baselines, and \nengage key consultants (January 2016 onward) \n1.3 Review existing laws and regulations \n1.4 Develop new laws and regulations or policy documentationd \n1.5 Submit draft laws and regulations or policy documentationd \n  At least one output 1 project is to be initiated by mid-2016. \n2.  Output 2: Model documentation \n2.1 Explore potential projects in consultation with OPPP, regional departments and/or resident missions \n(mid-November 2015 onward) \n2.2 Obtain no-objection letters from DMCs with projects identified for TA support, establish baselines,  \n ", "Appendix 1  7 \nKey Activities with Milestonesc \nand engage key consultants (January 2016 onward) \n2.3 Review existing project or sector documents (if available)d  \n2.4 Prepare model documents based on existing project or sector documents, or from scratchd \n2.5 Submit model documents to DMC agency  \n  At least one output 2 project is to be initiated by mid-2016. \n3.  Output 3: Capacity development   \n3.1 Initiate consultation exercise and review responsesd \n3.2 Arrange and deliver training sessionsd \n  Milestones for output 3 projects linked to output 1 and output 2 projects will be determined in \nconjunction with the milestones for the relevant output 1 and output 2 projects.  \n  Milestones for stand-alone output 3 projects (not linked to output 1 or output 2 projects) will be agreed \nwith the relevant DMC (with input from the relevant regional department and/or resident mission). \n \nInputs \nADB: $1,400,000 (grant) \nGovernment:  Where appropriate, DMC agencies will be expected to provide counterpart support in the \nform  of  in-kind  contributions  (e.g.,  provision  of  counterpart  staff,  office  space,  office \nsupplies,  secretarial  support,  domestic  transportation)  and  cash  contributions  (e.g.,  a \nmonthly retainer to reimburse or defray ADB’s travel and incremental overhead costs) if TA \nsupport is provided in conjunction with OPPP’s transaction advisory services. \n \nAssumptions for Partner Financing \nNot applicable. \n \nADB = Asian Development Bank, DMC = developing member country, OPPP = Office of Public–Private Partnership, \nPPP = public–private partnership, TA = technical assistance.            \na  ADB. 2012. Public–Private Partnership Operational Plan, 2012–2020 – Realizing the Vision for Strategy 2020: The \nTransformational Role of Public–Private Partnerships in Asian Development Bank Operations. Manila.  \nb This could be a concession agreement, a key offtake agreement (e.g., a power purchase agreement), or a key \nregulatory instrument (e.g., model license conditions). \nc  The milestones set out in this preliminary design and monitoring framework assume that approval for the TA will be \nobtained by mid-November 2015.  \nd To be determined with regional departments and/or resident missions. \nSource: Asian Development Bank. \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n ($'000) \nItem  Amount \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem  1,100.0 \n    b.  International and local travel  90.0 \n  2.  Training, seminars, and conferencesb  85.0 \n  3.  Miscellaneous administration and support costsc  50.0 \n  4.  Contingencies  75.0 \n      Total  1,400.0 \nNote:  The  technical  assistance  (TA)  is  estimated  to  cost  $1,400,000,  of  which  contributions  from  the  Asian \nDevelopment Bank are presented in the table above. Where appropriate, developing member country agencies will \nbe requested to provide counterpart support (e.g., counterpart staff, local office space, office supplies, secretarial \nassistance, domestic transportation, and other in-kind contributions as required for the project) of up to 10% of the \ntotal TA cost, as well as counterpart financing (e.g., a monthly retainer to reimburse or defray ADB’s travel and \nincremental  overhead  costs)  if  the  TA  support  is  provided  in  conjunction  with  the  Office  of  Public–Private \nPartnership’s transaction advisory services. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund ($1,000,000 from TASF-V and \n$400,000 from TASF-other sources).  \nb  This costing excludes international and local travel costs for Asian Development Bank staff and consultants as \nresource persons, which have been factored into the costing for 1b. \nc  Printing, translation, and communication.  \nSource: Asian Development Bank estimates. \n \n ", "  Appendix 3  9   \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.    The  technical  assistance  (TA)  may  require  an  international  legal  consultant  and  a \nnational legal consultant, with the international legal consultant taking the lead. The precise \narrangements will depend on project-specific requirements and the consultants involved. As \nprojects are expected to be jurisdiction-specific, more than one set of consultants may be \nappointed for each output (either concurrently or sequentially) where more than one jurisdiction \nis involved. Detailed terms (including the precise scope and time frames for engagement) for the \nlegal consultants will be prepared on a project-specific basis at TA implementation. \n \nA.   Output 1: Law and Policy Documents \n \n2.  International legal consultant. A leading international law firm with experience in legal \nand regulatory reform will be expected to \n(i)  take the lead in proposing and drafting new laws and/or policy documents in \nconsultation  with  the  developing  member  country  (DMC)  client,  considering \ninternational best practice (if any) and the requirements of the domestic market in \nquestion; \n(ii)  identify and advise on \n(a)   appropriate  legal  models  and  approaches  (drawing  particularly  on \nexperience or case studies from jurisdictions with similar legal systems to \nthe DMC client), and \n(b)   key legal and policy risks; \n(iii)  supervise and manage the national consultant; and \n(iv)  document key policy objectives underpinning the proposed reforms. \n \n3.   National legal consultant. A local law specialist (who may or may not be affiliated with \nthe international consultant) will be expected to \n(i)  conduct due diligence on the existing legal and regulatory framework to identify \nareas requiring reform to attract greater private sector investment; and \n(ii)  advise on key local law issues and constraints. \n \n4.   Translations. Where required, legal translations will be prepared (or procured by) the \ninternational or national consultant, as appropriate. \n \nB.  Output 2: Model Documentation \n \n5.  International  legal  consultant.  A  leading  international  law  firm  with  experience \nhandling projects in the sector in question (e.g., energy, transport) will be expected to \n(i)  take the lead in \n(a)   reviewing existing project documentation (if any) to advise on key legal \nrisks, bankability concerns, and drafting deficiencies; and/or  \n(b)   developing new project and/or financing documents in consultation with the \nDMC client, considering international best practice (if any); \n(ii)  prepare model documentation using existing project documentation (where these \nexist) or developing new documentation (where appropriate); and \n(iii)  supervise and manage the national consultant. \n \n6.  National legal consultant. A local law specialist (who may or may not be affiliated with \nthe international consultant) will be expected to \n ", "10   \n \n \n(i)  advise on the general legal and regulatory aspects applicable to the project-\nspecific and model documents, and \n(ii)  advise on key local law issues and constraints as relevant to the project-specific \nand model documents. \n \n7.  Translations. Where required, legal translations will be prepared (or procured by) the \ninternational or national consultant, as appropriate. \n \nC.  Output 3: Capacity-Building \n \n8.  International and national legal consultants. International and national consultants \nworking on output 1 and output 2 projects will be required to \n(i)  assist with the relevant country consultations;  \n(ii)  organize and/or support training workshops; and \n(iii)  ensure that the key stakeholders are properly briefed as to the purpose and \ncontents of the revised law and/or policy documents or the model documentation \n(as appropriate) to enable them to effectively implement the revised law and/or \npolicy documents or to administer the model documentation (as appropriate).  \n \n9.  The consultants may additionally be appointed on an ad hoc basis to deliver stand-alone \ntraining sessions and workshops (which are not tied to output 1 or output 2 projects). \n   \n10.  Translations Where appropriate, the international or national consultant will prepare (or \nprocure) the translation of training materials and arrange for training sessions to be conducted \nin the relevant local language. \n \nD.  Other Consultants \n11.  Where  appropriate,  other  consultants  (e.g.,  management  consultants,  accountants, \nand/or project finance specialists) may be appointed instead of or in addition to the legal \nconsultants. These appointments are considered to be unlikely as the TA is principally a law, \njustice, and development TA. Detailed terms of references (including the precise scope and time \nframes for engagement) for these other consultants will be prepared on a project-specific basis \nat TA implementation. \n "], "metadata": {"Author": "LTK", "CreationDate": "D:20151106091406+08'00'", "Creator": "PDF24 Creator", "ModDate": "D:20200522114847+08'00'", "Producer": "GPL Ghostscript 9.14", "Title": "Microsoft Word - TA REG Enhancing PPP support (49288) (final).docx"}, "author_page": " \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  OGC  –  Office of the General Counsel \n  OPPP  –  Office of Public–Private Partnership \n  PPP  –  public–private partnership \n  TA  –  technical assistance \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nGLOSSARY \n \n  Bankable  –  A bankable public–private partnership project is capable of \n  attracting limited recourse project financing from commercial \nbanks on reasonable commercial terms.  \n  Public–private  –  In this report, public–private partnership primarily refers to a \npartnership  concession-based project to design, build, finance, operate, \nand maintain a public infrastructure asset, or to provide an \ninfrastructure-based public service, but could include other \nmodalities,  from  management  and  operating  contracts  to \npartial divestitures.  \n \n \n \n \nVice-President  B. Davis, Administration and Corporate Management \nGeneral Counsel  C. Stephens, Office of the General Counsel (OGC) \n   \nTeam leader  H. Brooke, Lead Counsel, OGC \nTeam members  A. Hirose, Advisor, OGC \n  S. Koh, Counsel, OGC \nS. Sampath, Principal PPP Specialist, Office of Public–Private Partnership \n  C. Saniel-Gois, Legal Operations Officer, OGC \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "partnership", "fullname": "concession-based project to design", "role": "build", "organization": "finance"}, {"documentRole": "partnership", "fullname": "infrastructure-based public service", "role": "but could include other", "organization": ""}, {"documentRole": "Vice-President", "fullname": "B. Davis", "role": "Administration and Corporate Management", "organization": ""}, {"documentRole": "General Counsel", "fullname": "C. Stephens", "role": "Office of the General Counsel (OGC)", "organization": ""}, {"documentRole": "Team leader", "fullname": "H. Brooke", "role": "Lead Counsel", "organization": "OGC"}, {"documentRole": "Team members", "fullname": "A. Hirose", "role": "Advisor", "organization": "OGC"}, {"documentRole": "Team members", "fullname": "S. Koh", "role": "Counsel", "organization": "OGC"}, {"documentRole": "Team members", "fullname": "S. Sampath", "role": "Principal PPP Specialist", "organization": "Office of Public"}, {"documentRole": "Team members", "fullname": "C. Saniel-Gois", "role": "Legal Operations Officer", "organization": "OGC"}]}