{"path": "data/input/ta/49297-001-tar.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 49297-001 \nCapacity Development Technical Assistance (CDTA) \nJanuary 2016 \n \n \n \nRepublic of the Union of Myanmar: \nCapacity Development for Project Implementation \n(Financed by the Japan Fund for Poverty Reduction) \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \nPublic Communications Policy 2011. \n ", " \nCURRENCY EQUIVALENTS \n(as of 7 December 2015) \n \nCurrency unit  –  kyat (MK) \nMK1.00  =  $0.000772 \n$1.00  =  MK 1,296 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  JICA  –  Japan International Cooperation Agency \n  MNPED  –  Ministry of National Planning and Economic \nDevelopment \n  MOECAF  –  Ministry of Environmental Conservation and \nForestry \n  MOF  –  Ministry of Finance \n  TA  –  technical assistance \n \n \nNOTES \n \n(i)  The fiscal year of the Government of Myanmar begins on 1 April and ends on \n31 March. “FY” before a calendar year denotes the year in which the fiscal year \nstarts, e.g., FY2014 begins on 1 April 2014 and ends on 31 March 2015. \n \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  J. Nugent, Southeast Asia Department (SERD) \nCountry Director  W. Wicklein, Myanmar Resident Mission (MYRM), SERD \n   \nTeam leader  P. Brimble, Principal Country Specialist, MYRM, SERD \nTeam member  R. Concepcion, Portfolio Management Specialist, MYRM, SERD \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \n \nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE PROPOSED CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  5 \nIV.  THE PRESIDENT'S RECOMMENDATION  5 \n \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  Outline Terms of Reference for Consultants  10 \n \n \n ", "Project Classification Information Status: Complete\nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 49297-001\nProject Name Capacity Development for Project  Department SERD/MYRM\nImplementation /Division\nCountry Republic of the Union of Myanmar Executing  Ministry of National Planning and Economic \nAgency Development\nqq\n2. Sector Subsector(s)      Financing ($ million)\nPublic sector  Public administration 2.00\nmanagement\nTotal 2.00\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the  Low\ngrowth (IEG) including jobs, created and expanded Project\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Institutional development Some gender elements (SGE)\ncapacity development Organizational development\n(GCD) Public financial governance\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nPartnerships (PAR) Civil society organizations\nImplementation\nInternational finance institutions (IFI)\nPrivate Sector\nqq\n5. Poverty Targeting Location Impact\nProject directly targets  No Not Applicable\npoverty\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.00\n    None 0.00\nCofinancing 2.00\n    Japan Fund for Poverty Reduction 2.00\nCounterpart 0.00\n    None 0.00\nTotal 2.00\nqq\n9. Effective Development Cooperation\nUse of country procurement systems Yes\nUse of country public financial management systems Yes\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 12112015131808282766 Generated Date: 08-Jan-2016 14:47:48 PM", " \nI.  INTRODUCTION \n1.  Since 2011, Myanmar has been undergoing far-ranging political, economic, and social \ntransformations. While the reform progress has been impressive, the development challenges \nremain daunting given the highly complex operating context. Development partners have been \nresponding  to  the  country’s  development  challenges  and  related  reforms  by  significantly \nincreasing development assistance to Myanmar.1 However, limited government capacities are \nposing major challenges to effectiveness of development assistance. \n \n2.  The Government of Myanmar has requested capacity development technical assistance \n(TA),  including  the  establishment  of  standard  protocols  for  engagement  and  project \nimplementation, to enhance its management of development assistance. The TA was discussed \nduring  the  2015  country  programming  mission.  During  the  TA  fact-finding  mission,  the \ngovernment concurred with the impact, outcome, outputs, and key activities in the design and \nmonitoring framework in Appendix 1. 2 \n \nII.  ISSUES \n3.  Development challenges. The operating environment in Myanmar is shaped by at least \nthree significant challenges: (i) maintaining stability both on the macroeconomic front in a testing \nglobal economic environment and in Myanmar’s conflict-affected areas as efforts toward a \nsustainable peace agreement continue; (ii) tackling the infrastructure, human resource, and \ncapacity deficits that constrain social and economic development; and (iii) keeping up the reform \ndrive  toward  stronger  governance,  effective  public  sector  management,  and  a  conducive \nbusiness environment. \n \n4.  ADB’s  reengagement  in  Myanmar.  The  Asian  Development  Bank  (ADB)  began \nreengaging with Myanmar in early 2012 and has since made solid progress in (i) establishing \nrelationships and dialogue with the government, civil society, the private sector, and other \ndevelopment partners; (ii) preparing an interim country partnership strategy for Myanmar, 2012–\n2014  (extended  to  2016);3 (iii)  providing  knowledge  and  capacity-building  support;  and \n(iv) resuming  lending  operations  and  building  a  significant  operational  program  with  both \nsovereign  and  nonsovereign  lending  and  nonlending  modalities.  A  full  country  partnership \nstrategy (2017–2021) is being prepared.  \n \n5.  Capacity development. Stronger public sector capacities are critical to the delivery of \ngovernment  services,  and  to  the  effectiveness  of  international  development  assistance. \nCapacity constraints among civil servants and institutional weaknesses in project management \nremain apparent and affect the pace of processing and implementation of development projects. \nThis concern is increasing as the operational Myanmar portfolios of development partners, \nincluding  ADB,  grow  and  require  a  closely  coordinated  approach  to  resolving  common \noperational implementation issues. As programmatic approaches are adopted in key sectors, \nADB's  capacity  development  efforts  will  expand  from  project-specific  activities  to  sector \n                                                 \n1  Programmable  official  development  assistance  has  been  estimated  at  $3.8  billion  in  2013  from  about  45 \ndevelopment partners. \n2  The TA first appeared in the business opportunities section of ADB's website on 30 September 2015. \n3  ADB. 2012. Interim Country Partnership Strategy: Myanmar, 2012–2014. Manila. ADB’s operational focus is on \n(i) building human resources and capacity, (ii) promoting an enabling economic environment, and (iii) creating \naccess and connectivity (through infrastructure and rural development). See also the Interim Country Partnership \nStrategy: Myanmar 2015–2016, a linked document to ADB. 2014. Country Operations Business Plan: Myanmar, \n2015–2017. Manila. \n ", "2   \nmanagement and country system development, to boost the overall portfolio performance of \nMyanmar  operations.  ADB  has  established  collaboration  networks  with  other  funding \nagencies—such as the Japan International Cooperation Agency (JICA) and the World Bank—to \nensure development effectiveness.  \n \n6.  Strengthening country systems. In 2015, ADB, JICA, and the World Bank carried out \nthe first joint country portfolio review in Myanmar, under the leadership of the Ministry of Finance \n(MOF),  to  identify  and  tackle  cross-cutting  implementation  challenges  such  as  unclear \noperational  procedures  and  approval  processes  that  impact  portfolio  performance  and \nadministration.  The  review  pinpointed  the  need  to  raise  the  awareness  and  capacity  of \ngovernment counterparts to implement policies and standards.  It also agreed on a joint action \nplan to solve the main cross-cutting implementation issues in the areas of (i) project administration; \n(ii)  procurement;  (iii)  financial  management;  (iv)  social  and  environmental  safeguards;  (v) \nstakeholder engagement (communication, consultation, participation) including civil society and \nlocal  communities;  and  (vi)  monitoring  and  evaluation.  The  proposed  TA  will  support \nimplementation  and  monitoring  of  the  action  plan,  as  well  as  the  coordination  and \nimplementation  of  future  joint  country  portfolio  reviews.  The  experiences  of  other  regional \ndeveloping member countries will provide useful insights and lessons for Myanmar. \n \n7.  Safeguard  issues.  Assessing and addressing social and environmental safeguards \npose a major challenge in Myanmar and affect development partners’ ability to effectively \ndeliver  their  lending  programs.  Environmental  safeguards  are  being  strengthened  under  a \nseparate TA, which builds on earlier-developed procedures for implementing environmental \nimpact  assessments.4 Much  remains  to  be  accomplished,  however,  with  respect  to  social \nsafeguards,  particularly  in  relation  to  involuntary  resettlement  and  indigenous  people.  The \ncurrent capacity for effective application of social safeguards is limited, partly because of weak \npolicies and regulations, and a weak institutional framework. In particular, concerns persist \nabout  land  disputes  and  unsettled  land  tenure  issues,  as  well  as  relations  with  ethnic \nnationalities, center–state relations, and fair and equal access to resources. ADB’s efforts to \nbridge gaps in social safeguards at the national level are at this stage limited to action planning \nand  capacity  building  for  social  assessment. 5  A  capacity  development  assistance  plan \ndelineates the extensive needs of the Ministry of Environmental Conservation and Forestry \n(MOECAF), the coordinator of social safeguard issues, in developing the ability to implement \nand  apply  environmental  and  social  impact  assessment  guidelines.  Discussions  about \ncollaboration on country safeguard systems between ADB, JICA, and the World Bank, among \nother development partners, civil society, as well as other related government agencies, are \nunderway.6  \n \n8.  Context sensitivity. Context-sensitive development has particular relevance for Myanmar \ngiven the multiple ethnic conflicts experienced by the country for many decades. Operating in \nsuch country context requires detailed analysis of the political economy, state–society and \nstate–non-state  relations,  system  capacities,  and  the  ways  ADB  interventions  can  support \n                                                 \n4  ADB. 2014. Technical Assistance to the Republic of the Union of Myanmar for Environmental Safeguards \nInstitutional Strengthening. Manila (TA 8786). \n5  ADB. 2015. Capacity Building for Implementing Environment and Social Safeguards in Myanmar. Manila, prepared \nunder ADB. 2010. Technical Assistance for Strengthening and Use of Country Safeguard Systems. Manila (TA \n7566-REG). \n6  Government of the Republic of the Union of Myanmar. 2013. Nay Pyi Taw Accord for Effective Development \nCooperation. Nay Pyi Taw. The accord included a commitment to the establishment of national guidelines for social \nand environmental impact assessments, and ADB was subsequently assigned lead development partner on this \nissue.  \n ", "  3 \neconomic development through a holistic and coordinated approach. ADB is applying lessons \nfrom other post-conflict countries in the region to integrate a context-sensitive approach into its \nMyanmar  operations,  and  build  capacity  in  relevant  government  agencies.  This  approach \naffirms ADB’s support to fragile and conflict-affected countries, based on a deep understanding \nof the local context, a long-term engagement, and broader ownership of its operations by \ngovernments  and  civil  society.7 It  will  also  contribute  to  improved  project  implementation. \nDelivering effective services to conflict-affected regions is essential if the cycle of poverty, \nviolence, distrust, and instability is to be broken. Accordingly, ADB is taking a context-sensitive \napproach in Myanmar to (i) developing strategic guidance for the country partnership strategy \npreparation and implementation; (ii) ensuring that all ADB operations are subject to context \nsensitivity analysis and action; and (iii) raising awareness and capacity within the Myanmar \ncountry team of the broad issues, and providing in-depth training for those operating in conflict-\naffected areas. Continuing assistance is required to further mainstream context sensitivity in \nADB’s Myanmar operations.8  \n \n9.  Stakeholder engagement. Recognizing that civil society has an important role to play \nand stakeholder engagement is instrumental for aid effectiveness in Myanmar, the government \nhas taken measures to improve the aid architecture accordingly.9 ADB has prepared a plan to \nguide  its  engagement  with  civil  society  and  local  communities,  including  guidelines  for \nmeaningful consultations, programs to assist project implementation, and a work plan to guide \nADB  engagement  activities. 10 The  plan  recognizes  the  cross-cutting  nature  of stakeholder \nengagement and aims to strengthen the links and synergies in line with ADB’s Strategy 2020.11 \nTo support the implementation of this plan and advise the ADB country team on operational \nissues related to stakeholder engagement and consultation, a Myanmar–ADB Civil Society \nAdvisory Group was established in 2015. It comprises representatives from pertinent local and \ninternational nongovernment organizations. Continued engagement with civil society on ADB \nstrategies and operations will be critical for ADB’s development effectiveness in Myanmar. \n \nIII.  THE PROPOSED CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n10.  The TA impact will be strengthened effectiveness of projects funded by development \npartners. The outcome will be the improved capacity of the government to implement projects.  \n \nB.  Methodology and Key Activities \n11.  The  TA  will  help  improve  government  capacity  for  absorbing  external  development \nassistance and effectively implementing projects through three main outputs. \n                                                 \n7  ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila.  \n8  Seminal work on conflict sensitivity concerns in Myanmar operations has been supported under ADB. 2013. \nTechnical Assistance to the Republic of the Union of Myanmar for Capacity Development and Institutional Support. \nManila (TA 8244-MYA). \n9  Government included in the 2015 Nay Pyi Taw Accord Action Plan the requirement of civil society representation in \nall sector working groups, related principles of technical cooperation, regular meetings with civil society and \nprocedures  for  reporting,  and  proposed  participation  of  Myanmar  in  the  Global  Partnership  for  Effective \nDevelopment Cooperation, among other measures.  \n10 ADB. 2015. Myanmar Civil Society Consultation and Participation Plan. Yangon, prepared under ADB. 2012. \nTechnical Assistance to the Republic of the Union of Myanmar for Strengthening Civil Society Participation in ADB-\nFinanced Operations. Manila (TA 8289-MYA). \n11  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n ", "4   \n12.  Output 1: Improved project cycle management. The TA will help improve project \nmanagement  systems  and  capacity  for  project  processing  and  administration  (including \nprocurement  and  financial  management).  It  will  achieve  this  by  developing  consistent \nprocedures and practices where appropriate, and implementing capacity development programs \nin critical areas. It will contribute to the development of project readiness filters, establishment of \nservice  standard  levels,  improvement  of  advance  actions,  and  greater  transparency  and \naccountability  in  public  procurement  and  financial  management.  These  activities  will  be \nembodied in manuals and guidelines. MOF and the Ministry of National Planning and Economic \nDevelopment (MNPED) will be the key government counterparts for this output. The executing \nand implementing agencies with which international development finance agencies are engaged \nwill be beneficiaries.  \n \n13.  Output 2: Stronger social safeguard systems. The TA will help strengthen national \nsocial safeguard systems and capacity, specifically those concerning involuntary resettlement \nand indigenous peoples. It will achieve this by supporting MOECAF (as the coordinator of social \nsafeguard issues) to develop and monitor national systems, including through the establishment \nof a social safeguard unit; and by strengthening executing and implementing agency capacities \nto implement and monitor social safeguard activities, including the establishment of grievance \nredress mechanisms. Manuals and guidelines will be produced to support these activities. This \noutput will benefit MOECAF, central agencies, and executing and implementing agencies that \ninternational development finance agencies are engaged with.   \n \n14.  Output  3:  Enhanced  context  sensitivity.  The  TA  will  enhance  context  sensitivity \nembodied in development programs by bolstering awareness of and institutional capacity for \ncivil  society  engagement,  conflict-sensitive  approaches,  comprehensive  communication \nstrategies, and stakeholder consultations, particularly in relation to project and program design \nand implementation. These activities will build on ongoing work by ADB and other partners on \nthe implementation of best-practice consultation and participation approaches in Myanmar, and \nwill  involve  manuals  and  guidelines  to  support  related  activities.  In  particular,  the  TA  will \nstrengthen the capacities of central agencies and of the executing and implementing agencies \ninvolved in project implementation to carry out meaningful consultations with local populations \non development projects, to formulate and implement communication strategies, and to engage \nconstructively with civil society in project-affected areas. \n \n15.  Risks. The key risks to the TA are (i) changing government regulations and inadequate \nconsultations with the development partner community, (ii) frequently changing counterpart staff, \n(iii) inadequate commitment and support by the government and other development partners to \nincrease the alignment and harmonization of development plans and operational procedures, \nand (iv) low capacity of concerned agencies to provide timely data or information and feedback. \nThe first three risks are considered minimal given ADB’s strong development partnership with \nthe government, and the demand for the TA activities from MNPED, MOF, and MOECAF. In \nresponse to the fourth risk, ADB will assist in providing support and capacity development to \nimprove data collection and monitoring. \n \nC.  Cost and Financing \n16.  The TA is estimated to cost $2,050,000, of which $2,000,000 will be financed on a grant \nbasis by the Japan Fund for Poverty Reduction and administered by ADB. The government will \nprovide counterpart support in the form of counterpart staff (salaries and per diem), local travel \nfor site visits, logistical assistance to organize events, access to all relevant information, staff, \ndata and reports, and other in-kind contributions. The TA will finance (i) expert inputs, (ii) costs \n ", "  5 \nof training activities and other workshops, (iii) print and electronic resource materials, (iv) and \nother allowable expenditures as agreed by ADB (Appendix 2). \n \nD.  Implementation Arrangements \n17.  MNPED will be the executing agency for the overall TA, and the implementing agency \nfor output 3. MOF will be the implementing agency for output 1, and MOECAF the implementing \nagency for output 2. ADB’s Myanmar Resident Mission will assist in TA implementation, in close \ncollaboration with sector and thematic resources from ADB headquarters. The TA activities will \nbe implemented in close consultation with key executing and implementing agencies involved in \nother projects supported by development partners. They will be delivered in close collaboration \nwith other development partners (particularly international funding agencies such as JICA and \nthe World Bank). Civil society and other key stakeholders will be involved. ADB staff, including \nsocial safeguard officers and portfolio officers from its headquarters, will contribute to events as \nresource persons. \n \n18.  The TA is anticipated to require 85 person-months of international and 50 person-\nmonths of national consulting services (Appendix 3). It is expected that the consultants will be \nengaged using individual consultant selection in accordance with ADB’s Guidelines on the Use \nof Consultants (2013, as amended from time to time). Individual consultant selection, rather \nthan through a firm, is appropriate in this instance because the TA involves multiple activities \nthat are not necessarily interdependent and will require a varied range of consultants and \nservices. However, where suitable, recruitment through a firm will be considered. To reduce the \nadministrative  burden—and  improve  economy,  efficiency,  and  value  for money—consulting \nservices  under  the  TA  will  be  engaged  on  output-based  (lump-sum)  contracts  wherever \nappropriate.  ADB’s  Myanmar  Resident  Mission  will  administer  the  training,  seminars,  and \nconferences carried out under the TA. Disbursements under the TA will be made in accordance \nwith ADB's Technical Assistance Disbursement Handbook (2010, as amended from time to \ntime). Any procurement of goods and services will be in accordance with ADB’s Procurement \nGuidelines (2015, as amended from time to time). The TA will be implemented from 1 January \n2016 to 31 December 2018.  \n \nIV.  THE PRESIDENT'S RECOMMENDATION  \n19.  The  President  recommends  that  the  Board  approve  ADB  administering  technical \nassistance not exceeding the equivalent of $2,000,000 to the Government of Myanmar to be \nfinanced on a grant basis by the Japan Fund for Poverty Reduction for Capacity Development \nfor Project Implementation. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact of the TA is aligned with the 2013 Nay Pyi Taw Accord for Effective Development Cooperation \nfor strengthened effectiveness of projects funded by development partnersa \n \n  Performance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting  Risks \nOutcome  By 2019     \n \nImproved  a.  Improved project disbursement  a.  Project  Changing government \ncapacity of the  ratios (10% compared with  portfolio performance  ODA regulations and \ngovernment to  baseline 0% in 2014)  indicators  inadequate \nimplement    consultations with the \nprojects   b.  Enhanced implementation of  b.  Project  development partner \nsocial safeguards and  evaluation reports  community \ncommunity engagement   \nLow resource \nc.  Project \navailability within \nc.  Service level standards in  processing and \nimplementing agencies \nreviewing development  portfolio management \nfor capacity \nassistance projects developed  reports \ndevelopment \nabsorption \nOutputs  By 2018     \n \n1. Improved  1a. Manuals and guidelines  1a-b. Joint country  Inadequate \nproject cycle  developed with agreed  portfolio review  commitment and \nmanagement  government–ADB project cycle  documentation and  support by the \n  procedures  action plan  government and other \n      development partners \n  1b. 10 training workshops held for  1a-b. Project  to increase the \n  executing agencies and apex  processing  alignment and \n  agencies   documents  harmonization of \n      development plans and \n2. Stronger social  2a. Social safeguard system  2a-d. Joint country  operational procedures \nsafeguard  procedures adopted by  portfolio review   \nsystems  government  documentation and  Frequently changing \n    action plan   counterpart staff \n  2b. Manuals developed and     \n  training activities implemented  2a-d. Summary of  Low capacity of \n  in executing agencies and  consultation meetings  concerned agencies to \n  implementing agencies  and workshops with  provide timely data or \n    all stakeholders  information and \n  2c. Executing agencies and    feedback  \n  implementing agencies  2a-d. Aide-mémoires   \n  establish social safeguard  of strategy \n  units  formulation mission, \n    project review \n  2d.  Central social safeguard unit  missions, and other \n  established in government   project supervision \n    activities \n     \n3. Enhanced  3a. All ADB projects screened for  3a-c. Reports on the \ncontext  context sensitivity  implementation of the \nsensitivity     consultation and \n3b.  Communication and  participation plan \n ", "Appendix 1  7 \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting  Risks \nstakeholder engagement   \nstrategies implemented for  3a-c. Feedback from \nrelevant projects  the Civil Society \n  Advisory Group \n3c. Manuals developed and \ntraining activities implemented \nin executing agencies and \nimplementing agencies \n Key Activities with Milestones \n1.  Improved project cycle management \n1.1  Identify capacity needs and required activities in the key operational areas (project administration, \nprocurement, financial management, and monitoring and evaluation) by March 2016. \n1.2   Consult stakeholders on the outline of required manuals and guidelines, and prepare and \ndisseminate the manuals and guidelines by September 2016. \n1.3  Design a capacity development program that reflects international good practice and builds on \nthe manuals and guidelines, the ongoing ADB country program, and the JCPR 2015 by December 2016. \n1.4  Implement the capacity development plans and related activities by September 2018 \n1.5  Lead the JCPR 2016, including consulting support, workshops, and overall coordination \n2.  Stronger social safeguards systems \n2.1  Carry out an updated stock-taking exercise of existing initiatives in the key operational areas \n(involuntary resettlement and indigenous peoples), including under related ADB TA projects by April \n2016. \n2.2  Identify capacity needs in key operational areas to support government activities and \ndevelopment of a national social safeguard system by April 2016. \n2.3  Prepare terms of reference and indicate resources for establishing a social safeguard unit within \nthe ministry by June 2016. \n2.4  Design a capacity development program that reflects international best practices, including \nrelevant manuals and guidelines, by September 2016. \n2.5  Implement the capacity development plans and related activities by September 2018. \n3.  Enhanced context sensitivity \n3.1  Develop a plan to enhance the Myanmar Resident Mission’s operational support to ongoing \nprojects in the key operational areas of civil society engagement, conflict-sensitive approaches, and \nstakeholder consultations, building on the consultation and participation plan and related activities, by \nMarch 2016. \n3.2  Design a capacity development program to develop capacities in executing agencies and \nimplementing agencies in key related areas, including relevant manuals and guidelines, by September \n2016. \n3.3  Implement  the  capacity  development  plans,  operational  support,  and  related  activities  by \nSeptember 2018. \nTA Management Activities \nThe Myanmar Resident Mission will utilize its own resources (project administration unit, social safeguard \nofficer, and civil society focal point) to manage the overall TA, in close coordination with the portfolio \nmanagement teams, the social safeguard specialists, and other key resources from ADB headquarters. \n ", "8  Appendix 1 \nInputs \nJapan Fund for Poverty Reduction: $2,000,000 \nNote: The government will provide counterpart support in the form of counterpart staff (salaries and per \ndiem), local travel for site visits, logistical assistance to organize events, access to all relevant \ninformation, staff, data and reports, and other in-kind contributions. \nADB staff as resource persons \nADB = Asian Development Bank, JCPR = joint country portfolio review, ODA = official development assistance, TA = \ntechnical assistance. \na  Government of the Republic of the Union of Myanmar. 2013. Nay Pyi Taw Accord for Effective Development \nCooperation. Nay Pyi Taw.  \nSource: Asian Development Bank.\n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Amount \nJapan Fund for Poverty Reductiona   \n1.  Consultants   \n   a.  Remuneration and per diem   \n     i.  International consultants  1,400.0 \n     ii.  National consultants  180.0 \n   b.  International and local travel  100.0 \n       c.   Reports, communication materials, and publicationsb  1.0 \n2.  Training, seminars, conferences, and consultationsc   \n   a.  Facilitators and strategic communications  10.0 \n   b.  Training, seminars, materials, and conferencesd  180.0 \n 3.  Surveys  9.0 \n  4.  Miscellaneous administration and support costse  70.0 \n5.  Contingencies  50.0 \n        Total  2,000.0 \nNote: The technical assistance (TA) is estimated to cost $2,050,000, of which contributions from the Japan Fund for \nPoverty Reduction are presented in the table above. The government will provide counterpart support in the form of \ncounterpart staff (salaries and per diem), local travel for site visits, logistical assistance to organize events, access to all \nrelevant information, staff, data and reports, and other in-kind contributions. The value of the government contribution is \nestimated to account for about 2.4% of the total TA cost. \na  Financed by the Japan Fund for Poverty Reduction. \nb This includes design and layout, printing, translation, data subscription, and awareness-raising materials. \nc This includes travel cost of civil servants when participating in learning programs, as necessary (e.g., training, \nworkshops, seminars, mentoring visits). \nd This includes travel costs of Asian Development Bank staff when engaged as resource persons, as well as \nsupport  services  as  per  Strategy  and  Policy  Department/  Budget,  Personnel  and  Management  Systems \nDepartment  memo dated 26 June 2013.  \ne This includes items such as photocopying, transportation, office rental and associated costs, and minor \nlogistical expenses. \nSource: Asian Development Bank estimates. \n \n \n ", "10  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Purpose \n \n1.  The Government of Myanmar and the Asian Development Bank (ADB) seek to enhance \nthe development impact of projects funded by development partners. The capacity development \ntechnical  assistance  (TA)  will  improve  Myanmar’s capacity  to  absorb  development  partner \nassistance  through  support  in  critical  areas  such  as  project  administration,  financial \nmanagement and procurement, social safeguards, civil society engagement, conflict-sensitive \napproaches, and stakeholder consultations.  \n \nB.   Scope \n \n2.  The  TA  will  support  a  team  of  short-term  international  and  national  consultants  to \ncontribute to capacity strengthening in the above-mentioned key operational areas. The TA will \nrequire up to 85 person-months of international and 50 person-months of national consulting \nservices. Consultants will be recruited by ADB in accordance with its Guidelines on the Use of \nConsultants (2013, as amended from time to time). Detailed terms of reference and consultant \nconfigurations will be prepared prior to implementation. \n \nC.  Improved Project Cycle Management \n \n3.  The TA will recruit a team of international technical specialists in the areas of project \nadministration, project procurement, and project financial management (up to 24 person-months \nintermittently, from January 2016 to October 2018, with the number of persons to be specified). \nThese consultants will be required to provide technical inputs to support development of a blue \nbook that will guide government and ADB project cycle management, in consultation with other \ndevelopment  partners,  to  enhance  project  implementation  in  the  respective  areas.  The \nconsultants should have a strong technical background and extensive working experience in the \ntechnical  area  required.  The  consultants  should  have  working  experience  with  multilateral \ndevelopment  banks  (preferably  ADB)  and  government  agencies  involved  in  designing  and \nimplementing projects and TA. The consultants will prepare inputs to the blue book and related \nguidance  material  on  the  specific  technical  area  as  required.  The  international  technical \nspecialists will be supported by national technical specialists in related areas (up to 20 person-\nmonths intermittently, from January 2016 to October 2018, with the number of persons to be \nspecified). More detailed terms of reference will be prepared for each international consultant \nprior to recruitment. \n \nD.  Strengthened Social Safeguards \n \n4.  The TA proposes to recruit two international consultants: (i) a social safeguard advisor \n(up  to  4  person-months  intermittently,  from  January  2016  to  October  2018)  to  assist  the \nMyanmar  Resident  Mission  in  guiding  activities  to  develop  national  systems  in  the  social \nsafeguard area (involuntary resettlement and indigenous peoples) and to develop government \ncapacities to implement these safeguard practices; and (ii) a social safeguard specialist (up to \n12 person-months intermittently, from January 2016 to October 2018) to work closely with the \nMinistry  of  Environmental  Conservation  and  Forestry  and  other  development  partners  to \ndevelop social safeguards, national systems, and implementing guidelines. The consultants \nshould have a strong technical background and extensive working experience in the technical \narea required. The consultants should have working experience with multilateral development \nbanks (preferably ADB) and government agencies involved in designing and implementing \n ", "  Appendix 3  11 \nstrategic programs and policy reforms. The consultants will prepare focused reports and related \nmaterials on the specific technical area as required. The international technical specialists will \nbe supported by the resident mission’s national social safeguard officer. More detailed terms of \nreference will be prepared for each international consultant prior to recruitment. \n \nE.  Enhanced Context Sensitivity \n \n5.  The  TA  proposes  to  recruit  two  international  consultants:  (ii)  a  conflict  sensitivity \nspecialist (up to 12 person-months intermittently, from January 2016 to October 2018) to assist \nthe resident mission in enhancing the conflict sensitivity of the ADB program in Myanmar, in \nraising the understanding of ADB staff on how to conduct and apply results of a conflict risk \nassessment, and to make the ADB Myanmar program better prepared for risks of conflict issues; \nand (ii) a consultation and participation specialist (up to 18 person-months intermittently, from \nJanuary 2016 to October 2018), to support civil society engagement, specifically on conflict \nsensitivity  approaches,  in  all  ADB-financed  activities  in  Myanmar,  including  overseeing \nimplementation of ADB’s consultation and participation plan. Both consultants will focus on \ndeveloping the government’s capacity in these areas. The consultants should have a strong \ntechnical background and extensive working experience in the technical area required. The \nconsultants should have working experience with multilateral development banks (preferably \nADB) and government agencies involved in designing and implementing strategic programs and \npolicy  reforms.  The  consultants  will  prepare  focused  reports  and  related  materials  on  the \nspecific technical area as required. The international technical specialists will be supported by a \nnational consultation and participation specialist (up to 18 person-months intermittently, from \nJanuary 2016 to October 2018). More detailed terms of reference will be prepared for each \ninternational consultant prior to recruitment. \n \nF.  Cross-Cutting Project Support \n \n6.  The TA proposes to engage up to 15 person-months of international and 12 person-\nmonths of national consultants (their numbers will be specified according to need) to provide \nadvisory  or  technical  support  in  the  cross-cutting  areas  of  overall  TA  implementation \ncoordination and support, government liaison work, technical analysis, capacity development \nand training facilitation, and editing inputs to support the preparation of reports and manuals. \nThe consultants should have the relevant technical background and solid working experience in \nthe technical area required. The consultants should have working experience with multilateral \ndevelopment  banks  (preferably  ADB)  and  government  agencies  involved  in  designing  or \nimplementing development assistance programs and projects. More detailed terms of reference \nwill be prepared for each consultant prior to recruitment. \n \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20160106140933+06'30'", "Creator": "Microsoft® Word 2010", "Keywords": "myanmar, r-16, development challenges, capacity development, economic reform, protocols of engagement, project implementation, project administration, financial management, 49297, adb technical assistance, approved technical assistance, tar, ta projects ", "ModDate": "D:20160201141219+08'00'", "Producer": "Microsoft® Word 2010", "Subject": "Technical Assistance Report", "Title": "49297-001: Capacity Development for Project Implementation"}}