{"path": "data/input/ta/49295-001-tar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 49295-001 \nPolicy and Advisory Technical Assistance (PATA) \nNovember 2015 \n \n \n \n \nMongolia: Public–Private Partnership in Urban \nPublic Transport Sector of Ulaanbaatar \n(Financed by the Public–Private Infrastructure Advisory Facility) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB’s  Public \nCommunications Policy 2011. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \n \nCURRENCY EQUIVALENTS \n(as of 14 October 2015) \n \nCurrency unit  –  togrog (MNT) \nMNT1.00  =  $0.0005016 \n$1.00  =  MNT1,993.50 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BRT  –  bus rapid transit \n  MFF  –  multitranche financing facility \n  MGU  –  Municipal Government of Ulaanbaatar \n  PPP  –  public–private partnership \n  TA  –  technical assistance \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  R. Guild, Transport and Communications Division, EARD \n   \nTeam leader  K. Kim, Senior Transport Specialist, EARD \nTeam members  G. Gerilla-Teknomo, Senior Transport Sector Officer, EARD \n  R. Mamatkulov, Senior Transport Specialist, EARD \n  J. Sluijter, Transport Economist, EARD \n  A. Tiansay, Operations Assistant, EARD \nM. Villareal, Principal Portfolio Management Specialist, EARD \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \n \nPOLICY AND ADVISORY TECHNICAL ASSISTANCE AT A GLANCE  \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE POLICY AND ADVISORY TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Methodology and Key Activities  2 \nC.  Cost and Financing  3 \nD.  Implementation Arrangements  3 \nIV.  THE PRESIDENT'S DECISION  4 \n \nAPPENDIXES \n \n1.  Design and Monitoring Framework  5 \n2.  Cost Estimates and Financing Plan  7 \n3.  Outline Terms of Reference for Consultants  8 \n \n \n ", "", "Project Classification Information Status: Complete\nPOLICY AND ADVISORY TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 49295-001\nProject Name Public Private Partnership in Urban  Department EARD/EATC\n–\nPublic Transport Sector of Ulaanbaatar /Division\n(Financed by the Public Private \n–\nInfrastructure Advisory Facility)\nCountry Mongolia Executing  Municipal Government of Ulaanbaatar\nAgency\nqq\n2. Sector Subsector(s)      Financing ($ million)\nTransport Urban public transport 0.35\nTotal 0.35\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the  Low\ngrowth (IEG) opportunities, including jobs, made  Project\nmore inclusive\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nKnowledge solutions  Knowledge sharing activities No gender elements (NGE)\n(KNS)\nPartnerships (PAR) Implementation\nPrivate Sector\nPrivate sector  Promotion of private sector \ndevelopment (PSD) investment\nqq\n5. Poverty Targeting Location Impact\nProject directly targets  No Not Applicable\npoverty\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.00\n    None 0.00\nCofinancing 0.35\n    Public-Private Infrastructure Advisory Facility 0.35\nCounterpart 0.00\n    None 0.00\nTotal 0.35\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 28082015155309275311 Generated Date: 09-Nov-2015 9:12:56 AM", "", " \nI.  INTRODUCTION \n1.  This policy and advisory technical assistance (TA) has been developed at the request of \nthe Municipal Government of Ulaanbaatar (MGU). Through this TA, the Asian Development \nBank (ADB) will support the MGU to reach agreements on (i) a bus rapid transit (BRT) service \nplan and a BRT business plan with bus operators; and (ii) e-ticketing system implementation \nwith the MGU, bus operators, and e-ticketing system investors. In September 2015, ADB and \nthe MGU reached an understanding on the objectives, scope, implementation arrangements, \ncost, and terms of reference of the TA. The design and monitoring framework is in Appendix 1.1 \nThe TA is included in ADB’s country operations business plan for Mongolia, 2015.2 \n \nII.  ISSUES \n2.  Ulaanbaatar,  the  capital  city  of  Mongolia,  has  1.37  million  residents.  The  city  was \ndeveloped according to Soviet-style urban planning concepts from the 1950s. Most of the city \ntoday is the result of construction from 1960 to 1985. Urban development and expansion have \nbeen accelerated by economic growth fueled by the mining boom and population influx from \nrural  areas.  The  city  center  still  retains  an  urban  area  suitable  for  public  transport  and \npedestrians,  but  it  has been  transformed  into a  high-density  urban  area  by  new  high-rise \nbuildings in the city center and surrounding areas, and by the spread of low-income ger3 areas \naround the city center. Effective mobility and accessibility solutions for residents have not kept \npace with increasing travel demand and the rapid increase of motorization.4 Recent economic \ngrowth has led to rapid motorization, resulting in traffic congestion, air pollution from vehicles, \nand traffic safety problems throughout the city.5 \n \n3.  Public transport is provided by two government-owned and 11 private operators (50 \ntrolley buses and 600 buses in total) that served almost 60% of urban travel demand in 2015. \nHowever, the modal share of public transport is decreasing, as motorization has accelerated \nduring the last five years. Public transport has neither been expanded nor improved properly to \naccommodate new urban development and the increased mobility needs of urban residents. \nThe service quality of public transport has been constrained by increasing traffic congestion, \noutdated public transport management without service monitoring, and poor coordination among \nthe urban development agencies including Road Department and Urban Transport Department. \nThese factors have also had a negative impact on the economic growth of the city and quality of \nlife. \n \n4.  Despite  deficiencies  in  the  public  transport  service  environment,  the  MGU  has \nmaintained control over the public transport industry by providing fare compensation to 13 \noperators, establishing a bus fund to supply new vehicles to the operators with installment \ncontracts, consolidating small private operators into bigger consortia, and maintaining low fares \nfor the benefit of low-income passengers. However, the MGU’s efforts have so far failed to \nattract passengers or reverse the declining service standard. \n \n                                                \n1  The TA first appeared in the business opportunities section of ADB’s website on 7 October 2015. \n2  ADB. 2015. Country Operations Business Plan: Mongolia, 2015. Manila. \n3  Ger is a portable, round tent covered with skins or felt and used as a dwelling by nomads in the steppes of Central \nAsia.  \n4  The number of vehicles registered in Ulaanbaatar has increased from 220,000 vehicles in 2010 to 480,000 vehicles \nin 2014. \n5  Five-year (2011–2015) compounded annual gross domestic product (PPP) growth rate was 9.2%. \n ", "2 \n5.  To  restore  and  improve  declining  public  transport  services  in  Ulaanbaatar,  ADB \napproved the Urban Transport Development Investment Program in 2012.6 The Government of \nMongolia  signed  the  loan  agreement  in  2015,  and  the  Mongolian  Parliament  ratified  the \nmultitranche financing facility (MFF) in May 2015.7 The implementation of the MFF tranche 1 \nhas started in May 2015. The MFF, which includes three tranches, focuses on developing a \ncitywide BRT network with (i) exclusive median BRT lanes; (ii) fully enclosed modern BRT \nstations; and (iii) modern information technology systems, including a bus management system, \na bus information system, and an e-ticketing system. \n \n6.  Since the approval of the MFF in 2012, there have been two changes in the public \ntransport sector: (i) there are now fewer bus operators due to restructuring,8 and (ii) the public–\nprivate partnership (PPP) modality was introduced into the e-ticketing system. These changes \ncreated the need for specialized assistance from ADB before the MGU implements the BRT \nsystem. \n \n7.  The implementation of the BRT system is a big challenge both for the MGU and the \npublic  transport  industry,  as  installation  and  operation  of  the  BRT  requires  institutional \narrangements  that  can  provide  service  and  business  plan  support,  and  assist  with  the \nintroduction of an e-ticketing system. The TA will provide policy and advisory services to the \nMGU  and  public  and  private  bus  operators  and  e-ticketing  system  investors  to  resolve \ninstitutional challenges. Successful implementation of the outputs of the TA will benefit the MGU, \nbus operators, the investors, and all public transport users in Ulaanbaatar by improving the \nsustainability and quality of the existing BRT system. \n \nIII.  THE POLICY AND ADVISORY TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n8.  The impact will be improved public transport services for the residents of Ulaanbaatar. \nThe  outcome  will  be  the  establishment  of  an  efficient  and  sustainable  BRT  operational \nframework in Ulaanbaatar by 2017. \n \nB.  Methodology and Key Activities \n9.  The TA will be conducted through a series of consultations leading to agreement with \nthe MGU, bus operators, and investors on (i) BRT service and business plans, and (ii) the \nimplementation of an e-ticketing system through PPP. \n \n10.  A recommended BRT service plan will be (i) prepared based on the passenger demand \nprofile  forecasted  for  the  BRT  corridor  using  a  public  transport  analysis  method,9 and \n                                                \n6  ADB. 2012. Report and Recommendation of the President to the Board of Directors: Proposed Multitranche \nFinancing Facility and Technical Assistance Grant to Mongolia for the Urban Transport Development Investment \nProgram. Manila. \n7  Under tranche 1, two loans (Loans 2934-MON and 2935-MON) and one technical assistance grant (TA 0315-\nMON) were signed. \n8  Three government-owned companies were restructured into two companies from three companies, and 26 private \ncompanies were reduced to 11 companies. The private companies established the Ulaanbaatar Bus Operators \nAssociation, which increased their influence on public transport policy. \n9  Public transport analysis methods included passenger demand analysis, and station-to-station and time of day \npassenger demand profile analysis.  \n ", "3 \n(ii) generated on the basis of service criteria.10 The service plan will be interpreted according to \nbusiness plan options.11 In preparing business plan options, the bus operators’ financial status \nand company structure, and the bus industry’s regulations will be considered. The service and \nbusiness plans for BRT will be discussed and agreed on by the bus operators and the MGU. \n \n11.  For the implementation of the e-ticketing system through PPP, a detailed review of the \nexisting PPP agreement between the MGU, bus operators, and e-ticketing investors will be \nconducted to identify potential risks. The review will focus on the financial implications of the \nPPP general agreement on operators, its financial sustainability, and its legal soundness. On \nthe  basis  of  the  review  and  consultation  with  the  MGU,  operators,  and  investors,  a \nrecommended PPP agreement will be prepared for consideration and agreement by the MGU, \noperators, and investors. \n \n12.  The process and outputs of the TA activities will be documented, and two knowledge \nproducts (the first on the BRT service and business plans, and the second on using PPP to \nimplement the e-ticketing system) will be prepared and disseminated to ADB’s developing \nmember countries. \n \n13.  The TA will include three outputs: \n(i)  Output  1:  BRT  service  plan  and  business  plan  between  the  MGU  and  bus \noperators for the introduction of BRT system proposed; \n(ii)  Output 2: PPP agreement for e-ticketing system operation between the MGU, \nbus operators, and e-ticketing investors proposed; and \n(iii)  Output  3:  Knowledge  products  on  BRT  service  plan  and  business  plan \ndevelopment, and PPP for e-ticketing system prepared. \n \n14.  Possible  risks  include  government  change  and  disagreement  between  the  MGU, \noperators, and investors that could delay agreements on BRT service plan and business plan, \nand the introduction of e-ticketing through PPP. Continuous policy dialogue with the executing \nagency and selection of highly qualified international consultants with specific experience in \ndeveloping public transport business plans and implementing e-ticketing projects through PPP \nwill mitigate these risks. \n \nC.  Cost and Financing \n15.  The TA is estimated to cost $385,000, of which $350,000 will be financed on a grant \nbasis by the Public–Private Infrastructure Advisory Facility and administered by ADB. The MGU \nwill provide counterpart support in the form of counterpart staff, suitably furnished office space \nwith utilities and telecommunication access, information materials, data, and other documents \nas needed, and other in-kind contributions. \n \nD.  Implementation Arrangements \n16.  The  executing  agency  is  the  MGU.  The  Urban  Transport  Department,  which  is \nresponsible for developing and supervising Ulaanbaatar’s public transport policy and e-ticketing \nsystem, will be the implementing agency. The Public Transport Committee, which is the steering \ncommittee for the Urban Transport Development Investment Program (para. 5), will serve as an \n                                                \n10 Service criteria mainly included BRT service frequency or headways, in-bus congestion limit, vehicle types, and \nquality and travel time regularity.  \n11 The business plan options include area contract or route contract with net cost or gross cost and allocation of \ndifferent operators’ service routes to BRT service plan. \n ", "4 \noversight body for the TA. The implementing agency will provide office accommodation, public \ntransport-related documents, statistics, and the remuneration of counterpart staff required for \nthe implementation of the TA. \n \n17.  The TA will commence on 30 November 2015 and will be completed on 30 April 2016. It \nwill require a total of 26 person-months of consulting services, comprising 9 person-months of \ninputs from four international consultants and 17 person-months of inputs from five national \nconsultants. ADB will engage individuals, as the TA requires specific expertise and experience. \nThe  consultants  will  be  recruited  in  accordance  with  ADB’s  Guidelines  on  the  Use  of \nConsultants (2013, as amended from time to time). The international and national consultant \nteams  will  comprise  (i)  public  transport  specialist,  (ii)  public  transport  PPP  specialist, \n(iii) transport PPP legal specialist, (iv) transport financial specialist, and (v) national project \ncoordinator.  All  consultants  will  be  contracted  with  lump-sum-based  contracts.  All \ndisbursements under the TA will be carried out in accordance with ADB’s Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). Trainings and seminars will be \nadministered by the consulting team. \n \nIV.  THE PRESIDENT'S DECISION \n \n18.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $350,000 to the Government \nof Mongolia to be financed on a grant basis by the Public–Private Infrastructure Advisory Facility \nfor Public–Private Partnership in Urban Public Transport Sector of Ulaanbaatar, and hereby \nreports this action to the Board. \n ", "Appendix 1  5 \n \nDESIGN AND MONITORING FRAMEWORK \nImpact the Technical Assistance Project is Aligned with \nPublic transport services for the residents of Ulaanbaatar improved (Urban Development Master Plan Update)a \n \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \nOutcome       \nEfficient and sustainable  By 2017  Annual report of the  MGU change due to the \nBRT operational  Municipality of Ulaanbaatar  national government \na.  100% of BRT service \nframework established  and monthly reports of  change delays \noperators sign agreements \nin Ulaanbaatar by 2017  Urban Transport  agreements on BRT \nwith the MGU (2015 baseline: \nDepartment  operational framework and \nnot applicable) \ne-ticketing PPP \nb.  The percentage of BRT   \nbuses with e-ticketing system \nthrough PPP increases to \n100% in Ulaanbaatar (2015 \nbaseline: 0%) \nOutputs       \n1.  BRT service plan  1a.  BRT service plan and  1a.  Biannual progress  Consultation process \nand business plan  business plan are reviewed  report from the executing  prolonged due to \nbetween the MGU and  and general consensus made  agency  unexpected disagreement \nbus operators for the  between the MGU and  among the MGU and \nintroduction of BRT  operators by 2016  operators on BRT service \nsystem proposed  (2015 baseline: not  and business plan \napplicable) \n2.  PPP agreement for  2a.  PPP agreement is  2a.  Biannual progress  Consultation process \ne-ticketing system  confirmed between the MGU,  report from the executing  prolonged due to \noperation between the  operators, and investors by  agency  unexpected disagreement \nMGU, bus operators,  2016  among the MGU, \nand e-ticketing investors  (2015 baseline: not  operators, and investors \nproposed  applicable)  on e-ticketing PPP \n3.  Knowledge  3a.  Two knowledge  3a.  Knowledge product   \nproducts on BRT  products produced by April  deliverables by the \nservice plan and  2016  consulting team \nbusiness plan  (2015 baseline: not \ndevelopment, and PPP  applicable) \nfor e-ticketing system \nprepared \n \nKey Activities with Milestones \n1.  BRT service plan and business plan between the MGU and bus operators for the introduction of BRT system \nproposed \n1.1  Recruit and field consultants after notice to proceed (November 2015)  \n1.2  Assess and prepare public transport policy of the MGU (December 2015) \n1.3  Review cost structure of bus companies and assess their financial status (December 2015) \n1.4  Review legal documents on existing bus operation regulations and produce legal risks report (November 2015) \n[PSD] \n1.5  Compare and select bus service options and prepare a business plan for BRT (December 2015) \n1.6  Prepare a standard cost for bus operation, assess the financial sustainability of operators, and consult with \noperators on a recommended standard cost (January 2016) \n1.7  Conduct consultation with the MGU and operators on a BRT service plan and business plan (January–February \n2016) [G/CD] \n \n \n ", "6  Appendix 1 \nKey Activities with Milestones \n1.8  Prepare recommended legal agreements for BRT business plan and consult with the MGU and operators \n(January–February 2016) [PSD] \n1.9  Prepare recommended final general agreement between the MGU and operators on BRT service plan and \nbusiness plan (February–March 2016) \n \n2.  PPP agreement for e-ticketing system operation between the MGU, bus operators, and e-ticketing investors \nproposed \n2.1  Recruit and field consultants after notice to proceed (November 2015) \n2.2  Review existing PPP agreement on e-ticketing system and analyze potential risks (December 2015) [PSD] \n2.3  Collect views from the MGU, operators, and PPP investors. (December 2015–January 2016) [PSD] \n2.4  Conduct multiparty consultations to finalize PPP agreement (January–February 2016) [G/CD] [PSD] \n2.5  Analyze the financial model of the PPP and estimate the impact of e-ticketing transaction charges on operators’ \nfinancial performance (February 2016) \n2.6  Prepare recommendations for transaction charge rate for PPP for the MGU (March 2016) [PSD] \n2.7  Produce recommended final PPP agreement for e-ticketing system operation and conduct consultation with the \nMGU, operators, and investors (March 2016) [PSD] \n \n3.  Knowledge products on BRT service plan and business plan development, and PPP for e-ticketing system \nprepared \n3.1  Prepare draft knowledge products (March 2016) [KNS] \n3.2  Prepare final knowledge products (April 2016) [KNS] \nInputs \nPublic–Private Infrastructure Advisory Facilityb: $350,000 (grant) \nNote: The MGU will provide counterpart support in the form of counterpart staff, suitably furnished office space with \nutilities and telecommunication access, information materials, data, and other documents as needed, and other in-\nkind contributions. \nAssumptions for Partner Financing \nNot applicable. \nBRT = bus rapid transit, G/CD = good governance and capacity development, KNS = knowledge solutions, MGU = \nMunicipal Government of Ulaanbaatar, PPP = public–private partnership, PSD = private sector development and \noperations. \na  Municipal Government of Ulaanbaatar. 2013. Urban Development Master Plan Update. Ulaanbaatar. \nb  Administered by the Asian Development Bank. \nSource: Asian Development Bank. \n \n \n \n \n \n             \n ", "Appendix 2  7 \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Amount \nPublic–Private Infrastructure Advisory Facilitya   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  229.0 \n      ii.  National consultants  80.0 \n    b.  International and local travel  23.0 \n    c.  Reports and communicationsb  3.0 \n  2.  Training and seminarsc  5.0 \n  3.  Contingencies  10.0 \n        Total  350.0 \nNote: The technical assistance is estimated to cost $385,000, of which contributions from the Public–Private \nInfrastructure Advisory Facility are presented in the table above. The MGU will provide counterpart support in the \nform of counterpart staff; suitably furnished office space with utilities and telecommunication access; information \nmaterials,  data,  and  other  documents  as  needed;  and  other  in-kind  contributions.  The  value  of  government \ncontribution is estimated to account for 10% of the total technical assistance cost. \na  Administered by the Asian Development Bank. \nb  Includes cost of written translation of documents and interpretation. \nc  Includes venue rental, interpretation, translation and other logistics, and administration costs for two trainings and \ntwo seminars. The item will be administered by the consulting team. \nSource: Asian Development Bank estimates. \n \n ", "8  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Objective and Scope \n \n1.  The consulting services will assist the Municipal Government of Ulaanbaatar (MGU) and \nthe  public  transport  sector  to  resolve  institutional  challenges  at  the  start  of  the  Asian \nDevelopment Bank’s multitranche financing facility for the Urban Transport Investment Program. \nThe  policy  and  advisory  technical  assistance  (TA)  will  result  in  the  preparation  of  a \nrecommended general agreement on service and business plans for bus rapid transit (BRT) \nbetween the MGU and bus operators, and a general agreement on an e-ticketing system \npublic–private partnership (PPP) agreement among the MGU, bus operators, and e-ticketing \nsystem PPP investors. \n \n2.  The TA will be implemented through a series of consultations with the MGU, operators \nand e-ticketing system PPP investors stakeholders, and the consulting team will play both a \nfacilitators’  role  (by  providing  best  practice  examples)  and  a  moderators’  role  (during  the \nconsultation meetings). The consulting team will record the discussions and issues raised by the \nstakeholders,  and  prepare  an  agenda  to  discuss  and  resolve  these  issues  at  subsequent \nconsultations. The consultation process should result in an agreement among stakeholders on \nBRT service and business plan and e-ticketing PPP. \n \nB.  Consulting Team \n \n3.  The  TA  requires  a  total  of  26  person-months  of  consulting  services,  comprising  9 \nperson-months of inputs from four international consultants and 17 person-months of inputs \nfrom five national consultants. \n \n1.  International Consultants (9 person-months) \n \n4.  Public transport specialist and team leader (3 person-months). The team leader will \nhave at least 20 years of experience in transport and at least 10 years of experience in public \ntransport, including experience in developing countries. The specialist will have a  master’s \ndegree or higher in public transport or public policy-related field and must be highly proficient in \nEnglish. The specialist is responsible for leading and coordinating the international and national \nexperts and will \n(i)  consolidate progress reports (inception, interim, draft final, and final reports); \n(ii)  coordinate the team’s work schedule for integrating survey, consultation, and \noutputs; \n(iii)  plan and coordinate trainings and workshops; and \n(iv)  coordinate knowledge product preparation and outputs. \n \n5.  The specialist will also be responsible for producing the BRT service plan and business \nplan needed for BRT operation. The main tasks related to this include the following: \n(i)  assess and prepare public transport policy of the MGU; \n(ii)  compare  different  BRT  service  plan  options  and  business  plan  options,  and \nprepare appropriate BRT service and business plans for Ulaanbaatar; \n(iii)  conduct consultation with the MGU and operators on service plan and business \nplan for Ulaanbaatar BRT; \n(iv)  prepare recommended general agreement between the MGU and operators on \nbus service plan and business plan for Ulaanbaatar BRT; \n ", "Appendix 3  9 \n(v)  provide  training  on  public  transport  policy  and  public  transport  service  and \nbusiness plan to the MGU and operators; and \n(vi)  produce knowledge products. \n \n6.  Public  transport  public–private  partnership  (transport  economist)  specialist  (2 \nperson-months). The specialist will have at least 20 years of experience in transport and at least \n10 years of experience in public transport, including experience in public transport PPP projects. \nThe specialist will have a master’s degree or higher in transport economics or related field, and \nmust be highly proficient in English. The specialist is responsible for advising the government on \nthe e-ticketing PPP agreement. The tasks of the specialist include the following: \n(i)  review  existing  PPP  general  agreement  on  e-ticketing  system,  and  analyze \npotential risks; \n(ii)  collect views from the MGU, operators, PPP investors, and prepare consultation \nagenda; \n(iii)  conduct multiparty consultations in generating PPP agreement with the MGU, \noperators, PPP investors; \n(iv)  produce recommended final PPP agreement for e-ticketing system operation; \n(v)  provide training on public transport policy to the MGU, operators, PPP investors; \n(vi)  produce the inception, interim, draft final, and final reports; and \n(vii)  produce knowledge product on BRT e-ticketing system PPP of Ulaanbaatar. \n \n7.  Transport  public–private  partnership  legal  specialist  (2  person-months).  The \nspecialist will have at least 10 years of experience in legal practice and at least five years of \nexperience in transport-related legal transactions on PPP projects. The specialist will have a \nmaster’s degree or higher in law or a related field, and must be highly proficient in English. The \nspecialist is responsible for advising the  MGU on the legal framework for e-ticketing PPP \ntransactions and producing e-ticketing PPP legal documents. The tasks of the specialist include \nthe following: \n(i)  provide legal review of e-ticketing PPP agreement, and verify the compliance of \ne-ticketing PPP agreement to the national PPP framework; \n(ii)  review existing e-ticketing PPP general agreement and identify potential legal \nrisks; \n(iii)  provide  legal  review  of  existing  bus  operation  regulations  and  prepare  a \nregulatory framework for BRT; \n(iv)  prepare recommended legal agreements for BRT business plan and e-ticketing \nPPP and consult with stakeholders; \n(v)  prepare final recommended legal agreement documents for BRT business plan \nand e-ticketing PPP; \n(vi)  produce the inception, interim, draft final, and final reports on the legal aspect of \nthe business plan and e-ticketing PPP; and \n(vii)  produce knowledge product chapter on the legal aspect of BRT business plan \ntransport e-ticketing system PPP of Ulaanbaatar. \n \n8.  Transport financial specialist (2 person-months). The specialist will have at least 15 \nyears of experience in financial analysis and at least five years of experience in public transport- \nand PPP-related financial analysis. The specialist will have a master’s degree or higher in \nfinance or a related field, and an accountancy qualification such as certified accountant, certified \npublic accountant, certified financial analyst, and must be highly proficient in English. The \nspecialist is responsible for advising the TA team members about the financial implications of \nthe BRT service and business plan and e-ticketing PPP, producing financially sustainable and \n ", "10  Appendix 3 \nequitable transaction recommendations, and helping the MGU reach a decision on a public \ntransport incentive and disincentive scheme. The tasks of the specialist include the following: \n(i)  review cost structure of bus companies and assess the financial status of bus \ncompanies’ operations; \n(ii)  prepare  a  recommended  standard  cost  of  bus  operation  and  consult  with \noperators on a recommended standard cost for agreement;  \n(iii)  estimate  the  financial  impact  of  different  e-ticketing  transaction  charges  on \noperators; \n(iv)  prepare recommendations for transaction charge rate for e-ticketing PPP; \n(v)  estimate the financial implication of the BRT service and business plans, and \nreport the findings to the MGU and TA team members;  \n(vi)  provide  financial-related  inputs  to  the  inception,  interim,  draft  final,  and  final \nreports; and \n(vii)  produce knowledge product chapter on financial aspect of BRT service plan and \nbusiness plan, and BRT e-ticketing system PPP of Ulaanbaatar.  \n \n2.  National Consultants (17 person-months) \n \n9.  Public transport specialist and deputy team leader (4 person-months). The deputy \nteam leader will have at least 15 years of experience in transport and at least 5 years of \nexperience  in  public  transport.  The  specialist  will  have  a  bachelor’s  degree  or  higher  in \neconomics or a public policy-related field and good command of English. The specialist is \nresponsible for leading and coordinating the national experts and will \n(i)  assist the team leader in consolidating progress reports (inception, interim, draft \nfinal, and final reports); \n(ii)  assist the team members in coordinating the team’s work schedule for integrating \nsurveys, consultations, and outputs; \n(iii)  organize and coordinate trainings and workshops; \n(iv)  coordinate  meetings  with  the  MGU,  operators,  and  PPP  investors  for \ninternational consultants; and \n(v)  communicate with the MGU during TA implementation. \n \n10.  The specialist is also responsible for preparing background information in producing bus \nindustry needed for BRT operation. The related tasks include the following: \n(i)  collect public transport policy of the government;  \n(ii)  assist the international public transport specialist in preparing bus service plan \noptions and preparing service plan for BRT; \n(iii)  coordinate consultation meetings with the MGU and operators on BRT business \nplan options; \n(iv)  assist  the  international  public  transport  specialist  in  preparing  recommended \ngeneral  agreement  between  the  MGU  and  operators  on  BRT  service  and \nbusiness plans; \n(v)  coordinate training on public transport policy and development of BRT service \nand business plans; \n(vi)  prepare a Mongolian version of the inception, interim, draft final, and final reports; \nand \n(vii)  prepare a Mongolian version of the knowledge product on BRT service and \nbusiness plan development. \n \n11.  Public  transport  public–private  partnership  specialist  (3  person-months).  The \nspecialist will have at least 15 years of experience working on public sector projects, including \n ", "Appendix 3  11 \nPPP projects. The specialist will have a bachelor’s degree or higher in economics or a related \nfield and good command of English. The specialist is responsible for assisting the international \nPPP specialist and advising the MGU on the e-ticketing PPP agreement. The tasks of the \nspecialist include the following: \n(i)  collect and review existing PPP general agreement on e-ticketing system and \nassist the international PPP specialist in analyzing potential risks; \n(ii)  assist the international PPP specialist in (a) collecting views from the MGU, \noperators,  PPP  investors,  and  all  other  stakeholders,  and  (b)  preparing \nconsultation agenda; \n(iii)  coordinate multiparty consultations in generating a PPP agreement with the MGU, \noperators, PPP investors; \n(iv)  assist the international PPP specialist in producing a recommended final PPP \nagreement for e-ticketing system operation; \n(v)  coordinate  training  on  public  transport  policy  for  the  MGU,  operators,  PPP \ninvestors; \n(vi)  produce a Mongolian version of the inception, interim, draft final, and final reports; \nand \n(vii)  produce a Mongolian version of the knowledge product on public transport e-\nticketing system PPP policy. \n \n12.  Transport  public–private  partnership  legal  specialist  (3  person-months).  The \nspecialist will have at least 10 years of experience in legal practice and at least five years of \nexperience in transport-related legal transactions on PPP projects. The specialist will have a \nbachelor’s  degree  or  higher  in  law  or  a  related field  and  good  command  of  English. The \nspecialist is responsible for assisting the international PPP legal specialist in producing e-\nticketing PPP legal documents and advising the MGU on the legal framework for e-ticketing \nPPP transactions. The tasks of the specialist include the following: \n(i)  assist the international PPP legal specialist in reviewing the Mongolian national \nPPP framework and e-ticketing PPP agreement, and verifying the compliance of \nthe e-ticketing PPP agreement to the national PPP framework; \n(ii)  assist the international PPP legal specialist in reviewing the existing e-ticketing \nPPP general agreement and identifying potential legal risks; \n(iii)  assist the international PPP legal specialist in reviewing existing bus operation \nregulations, and preparing a regulatory framework; \n(iv)  assist the international PPP legal specialist in preparing recommended legal \nagreements for the BRT business plan and e-ticketing PPP, and consulting with \nthe MGU, operators and PPP investors; \n(v)  assist the international PPP legal specialist in preparing final recommended legal \nagreement documents for the BRT business plan and e-ticketing PPP; \n(vi)  produce a Mongolian version of the inception, interim, draft final, and final reports \non the legal portion of the reports; and \n(vii)  produce a Mongolian version of knowledge products on legal aspects of the BRT \nservice  and  business  plan  development  and  BRT  e-ticketing  system  PPP \nproduced by the international consultants. \n \n13.  Financial specialist (3 person-months). The specialist will have at least 15 years of \nexperience in financial analysis and at least five years of experience in transport- and PPP-\nrelated financial analysis. The specialist will have a bachelor’s degree or higher in finance or a \nrelated field, and good command of English. The specialist is responsible for advising the TA \nteam members about the financial implications of the service and business plan and e-ticketing \nPPP, producing financially sustainable and equitable transaction recommendations, and helping \n ", "12  Appendix 3 \nthe MGU reach a decision on a public transport incentive and disincentive scheme. The tasks of \nthe specialist include the following: \n(i)  assist  the  international  financial  specialist  in  reviewing  cost  structure  of  bus \ncompanies and assessing the financial status of bus companies; \n(ii)  collect operators’ bus operation cost data and assist the international specialist in \nconsulting with operators on a recommended standard cost for agreement; \n(iii)  assist the international specialist in estimating the financial impact of different e-\nticketing transaction charges on operators; \n(iv)  assist the international consultant in preparing recommendations for transaction \ncharge rate for e-ticketing PPP; \n(v)  assist the international specialist in estimating the financial implication of the \nrecommended BRT service and business plans, and reporting the findings to the \nMGU and TA team members; \n(vi)  produce a Mongolian version of the inception, interim, draft final, and final reports \non the financial portion of the report; and \n(vii)  produce a Mongolian version of knowledge products on financial aspect of BRT \nservice and business plan development, and public transport e-ticketing system \nPPP produced by the international consultants. \n \n14.  Project coordinator (4 person-months). The coordinator will have at least 10 years of \nexperience in project coordination, including in transport sector projects. The specialist will have \na bachelor’s degree or higher, and be fluent in English. The detailed tasks include, but are not \nlimited to, the following: \n(i)  liaise  with  the  executing  and  implementing  agencies,  and  consultants  in the \nadministration  and  monitoring  of  the  project,  and  prepare  relevant \ncorrespondence; \n(ii)  support missions, and organize and participate in meetings with the executing \nagency, consultants, and stakeholders; \n(iii)  facilitate and contribute to the work of international consultants as requested by \nthe project officers; \n(iv)  assist  in  translation  and  interpretation  between  English  and  Mongolian  for \nmeetings and reports; \n(v)  provide overall management of the TA team office on a daily basis; and \n(vi)  manage local transportation for the TA team. \n \nC.  Reporting Requirements \n \n15.  The  consulting  team  will  be  engaged  in  the  TA  implementation  intermittently  from \nNovember 2015 to April 2016 and produce the following deliverables: \n(i)  Reports: (a) inception report, one month after TA commencement; (b) interim \nreport, three months after TA commencement; (c) draft final report, five months \nafter  TA  commencement;  and  (d)  final  report,  six  months  after  TA \ncommencement; and \n(ii)  Knowledge  products:  (a)  draft  knowledge  product,  five  months  after  TA \ncommencement;  and  (b)  final  knowledge  product,  six  months  after  TA \ncommencement. \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20151109091856+08'00'", "Creator": "PDF24 Creator", "Keywords": "49295-001, 49295, ta 8985, pata, mongolia, ulaanbaatar, mgu, public transport reforms, bus rapid transit service, brt service plan, ppp, urban transport, urban planning, public transport, adb technical assistance, approved technical assistance, tar, ta projects, adb technical assistance ta report", "ModDate": "D:20151110140324+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "49295-001: Public–Private Partnership in Urban Public Transport Sector of Ulaanbaatar"}, "author_page": " \n \nCURRENCY EQUIVALENTS \n(as of 14 October 2015) \n \nCurrency unit  –  togrog (MNT) \nMNT1.00  =  $0.0005016 \n$1.00  =  MNT1,993.50 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BRT  –  bus rapid transit \n  MFF  –  multitranche financing facility \n  MGU  –  Municipal Government of Ulaanbaatar \n  PPP  –  public–private partnership \n  TA  –  technical assistance \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  R. Guild, Transport and Communications Division, EARD \n   \nTeam leader  K. Kim, Senior Transport Specialist, EARD \nTeam members  G. Gerilla-Teknomo, Senior Transport Sector Officer, EARD \n  R. Mamatkulov, Senior Transport Specialist, EARD \n  J. Sluijter, Transport Economist, EARD \n  A. Tiansay, Operations Assistant, EARD \nM. Villareal, Principal Portfolio Management Specialist, EARD \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "S. Groff", "role": "Operations", "organization": ""}, {"fullname": "A. Konishi", "role": "East Asia Department (EARD)", "organization": ""}, {"fullname": "R. Guild", "role": "Transport and Communications Division", "organization": "EARD"}, {"fullname": "K. Kim", "role": "Senior Transport Specialist", "organization": "EARD"}, {"fullname": "G. Gerilla-Teknomo", "role": "Senior Transport Sector Officer", "organization": "EARD"}, {"fullname": "R. Mamatkulov", "role": "Senior Transport Specialist", "organization": "EARD"}, {"fullname": "J. Sluijter", "role": "Transport Economist", "organization": "EARD"}, {"fullname": "A. Tiansay", "role": "Operations Assistant", "organization": "EARD"}, {"fullname": "M. Villareal", "role": "Principal Portfolio Management Specialist", "organization": "EARD"}]}