{"path": "data/input/ta/49309-001-pptar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 49309-001 \nProject Preparatory Technical Assistance (PPTA) \nNovember 2016 \n \n \nPeople’s Republic of China: Hubei Yichang \nComprehensive Elderly Care Demonstration Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB's  Public \nCommunications Policy 2011. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "PROJECT PREPARATORY TECHNICAL ASSISTANCE \nA.  Justification \n1.  The  project  preparatory  technical  assistance  (PPTA)  is  required  to  prepare  an \ninvestment project for possible funding by the Asian Development Bank (ADB) to support the \ndevelopment  of  elderly  care  (EC)  services  in  Yichang,  Hubei  Province,  the  People's \nRepublic of China (PRC).  \n \nB.  Major Outputs and Activities \n2.   The  PPTA  will  carry  out  a  detailed  situation  and  gap  analysis  on  elderly  care \nsystems (ECS) and services in the proposed subproject areas and at the municipal level. \nBased on the analysis and the participatory process described below, the PPTA will develop \nan  appropriate  project  design,  including  rationale;  description  of  outputs;  financing  and \ninvestment  plan;  detailed  costing,  procurement  plan,  consultant  selection,  and \nimplementation arrangements; safeguards due diligence and mitigation measures; risk and \nmitigation measures; legal assurances required; and a design and monitoring framework. \nTechnical  reports  will  be  produced  in  line  with  the  terms  of  reference  of  the  PPTA \nconsultants.  The  PPTA  will  develop  a  project  administration  manual  a  development \ncoordination  matrix,  a  financial  and  economic  analysis,  financial  management  and \nprocurement risk assessment of the executing agency and implementing agencies, detailed \nproject costing, a gender plan, an environmental impact assessment and environmental \nmanagement plan, conceptual designs of the EC facilities, a poverty and social analysis, a \nsummary poverty reduction and social strategy, and a risk assessment and management \nplan.  \n \n3.  The PPTA consultants will work closely with, and report to, designated focal points of \nthe executing and implementing agencies, and the project leading group. The stakeholders  \nin the EC sector will be consulted.  Stakeholder workshops will be organized (i) at the \nbeginning of PPTA implementation to gather initial inputs for the work to be carried out, and \n(ii) towards the midterm to report on work accomplished and agree on the project design and \nmonitoring framework. Surveys will be organized as required. Focus group discussions and \ninterviews will be organized including elderly, service providers, civil society organizations, \nand public and private sector. \n \n4.  The major outputs and activities are summarized in Table A3.1.  \n \nTable A3.1: Summary of Major Outputs and Activities   \nExpected \nExpected  Completion \nMajor Activities  Completion Date  Major Outputs  Date \nInitial assessment  IV January 2017  Inception report  II February 2017 \nFirst participatory workshop  III Feb 2017  Workshop report  III Feb 2017 \nInception mission  III February 2017  Inception MOU  III Feb 2017 \nSecond participatory workshop  III March 2017  Workshop report  IV March 2017 \nFinal review mission and/or  IV April 2017  Final review MOU and draft final  IV April 2017 \ntripartite mission  report \nMOU = memorandum of understanding. \nSource: Asian Development Bank. \n \nC.  Cost Estimate and Proposed Financing Arrangement  \n5.  The PPTA is estimated to cost $500,000 equivalent, which will be financed on a grant \nbasis by ADB's Technical Assistance Special Fund (TASF-other sources). The government \nwill provide counterpart support in the form of counterpart staff, office accommodation, office \nsupplies,  secretarial  and  translation  assistance,  domestic  transportation,  communication ", "2 \n \nfacilities  for  consultants,  and  other  in-kind  contributions.  The  detailed  cost  estimate  is \npresented in Table A3.2. \n \nTable A3.2: Cost Estimates and Financing Plan \n ($'000) \nItem  Total Cost \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.   International consultants (9.5 person-months)  193.0 \n      ii.  National consultants (33 person-months)  200.0 \n    b.  International and local travel  16.0 \n    c.  Reports, workshops, and communicationsb  5.0 \n  2.  Equipment (computer, printer, etc.) c  9.0 \n  3.  Surveys and assessment  22.0 \n  4.   Miscellaneous administration and support costs  5.0 \n  5.  Resource persons  15.0 \n  6.  Contingencies  35.0 \n    Total   500.0 \na  Financed by the Asian Development Bank's Technical Assistance Special Fund (TASF-other sources).  \nb  Includes office communications, printing and binding of reports, and translation of inception, interim, draft final, \nand final technical assistance reports and documents into Chinese. Workshops will be conducted to discuss \nthe design and monitoring framework, project components, and safeguards requirements. \nc  Equipment purchased under the TA will be handed over to the executing agency upon completion of technical \nassistance activities. \nType   Quantity  Cost \nComputer (laptops)   3  $4,000 \nPrinter / photocopier  1  $2,000 \nOthers (projector, digital camera, etc.)  1 each  $3,000 \n Note: Items 3–5 will be included in consultants’ contracts as fixed sums, but will not be subject to competitive \nbidding.  \nSource:  Asian Development Bank estimates. \n \nD.  Consulting Services \n6.  The    consulting  services  will  be  engaged  by  ADB  in  accordance  with  ADB’s \nGuidelines on the Use of Consultants (2013, as amended from time to time) to ensure \nimmediate mobilization and facilitate project scoping. The PPTA will be conducted using \nindividual consultants and a consulting firm. ADB will select and engage a consulting firm \nbased on the quality of the proposal (80%) and the cost (20%) of the services to be provided \n(the  quality-  and  cost-based  selection  method)  using  the  simplified  technical  proposal \nprocedure. A total of 42.5 person-months of consulting services (9.5 international and 33 \nnational) are required.  \n \nTable A3.3: Summary of Consulting Services Requirement \nPositions  Person-Months Required \n Individual—International \n1.  Senior project development specialist (team leader)  4 \n2.  Senior EC specialist  2.5 \nIndividual—National \n1.  Senior project development specialist  4 \n2.  Senior EC specialist  3 \n3.  Poverty, social, and gender specialist  2 \nFirm—International \n1.  EC design and development specialist  2 \n2.  Economist    1 \nFirm—National \n1.  EC design and development specialist  2 \n2.  Financial specialist  2 \n3.  Economist    2 \n4.  Involuntary resettlement specialist  3 \n5.  Environment specialist  3 \n6.  EC human resources development and training specialist  3 \n7.  Revolving fund advisor  2 \n8.  EC ICT platform specialist  3 ", "3 \n \nPositions  Person-Months Required \n9.  Project administration specialist (deputy team leader)  4 \nEC = elderly care, ICT = information and communications technology. \nSource: Asian Development Bank. \n \n7.  Senior  project  development  specialists  (international,  4  person-months  [team \nleader]; national, 4 person-months). Proven project management experience in ADB project \npreparation is required. A university or postgraduate degree in engineering or economics is \npreferred.  Experience in elderly care or health or a social project is required. The team \nleader will lead the team of individual and firm consultants, review and ensure consistency in \nall required PPTA outputs of the team of consultants, and ensure design of an appropriate \nproject. The consultants will conduct the procurement risk assessment.  \n \n8.  Senior elderly care specialist (international, 2.5 person-months; national, 3 person-\nmonths).  A  postgraduate  degree  in  geriatric  care  is  preferred,  with  minimum  of  10  years \noperational experience working with government and private sector, and 5 years’ experience \nin  ECS  development.  The  consultants  should  have  experience  in  the  operations  of \ninstitutional  care  facilities.  Deliverables  are  EC  sector  assessment,  inputs  to  functional \nplanning, service specifications, and capacity building for each subproject. \n \n8.  Poverty, social, and gender specialist (national, 2 person-months). A Master’s \ndegree in anthropology, development, or other relevant area is preferred, with a minimum of \n8 years’experience in conducting poverty and social assessments, preferably in EC or health \nor social sectors. Deliverables are poverty and social analysis, design, and survey and \nqualitative fieldwork, and poverty and social assessment, social plan, gender action plan, \nand summary poverty reduction and social strategy. \n \n9.  Elderly care design and development specialists (international, 2 person-months; \nnational, 2 person-months). A postgraduate degree in architecture with experience in the \ndesign of EC facilities is required, with a minimum of 10 years of experience working with \ngovernment and private sector. S/he will guide the design institutes in design of the facilities, \nincluding integrating green building requirements. Deliverables are a design assessment \nreport covering all subprojects. \n \n10.  Financial  specialist  (national,  2  person-months).  A professional  qualification  in \npublic sector accounting and finance, with minimum of 10 years’ experience in public sector \nfinance. Deliverables include conducting financial due diligence of the proposed project \ncomponents in accordance with ADB’s requirements.  \n \n11.  Economists (international, 1 person-month; national, 2 person-months). A Master’s \ndegree or equivalent in economics, and minimum of 10 years’ experience ideally in social \nsectors such as health, education, and EC. S/he should have professional expertise in \neconomic and market analysis of a project. S/he will conduct the economic analysis for each \ncomponent and for the overall project in accordance with ADB’s Guidelines for Economic \nAnalysis of Projects. \n \n12.  Involuntary resettlement specialist (national, 3 person-months). A Master’s degree \nin sociology or other relevant area, with minimum of 8 years’ experience. The consultant will \nguide the Yichang Municipal Government in the involuntary resettlement safeguard due \ndiligence, and make arrangements for resettlement plan(s) implementation and monitoring, if \nnecessary.  The  due  diligence  will  assess  the  need  for  a  social  and  environmental \nassessment  review  framework  for  the  revolving  fund  and  provide  inputs,  if  deemed \nnecessary. \n \n13.  Environment  specialist  (national,  3  person-months).  Minimum  of  8  years’ \nexperience and a postgraduate degree in environmental science or other relevant subject is ", "4 \n \npreferred. Deliverables are initial environmental assessment of the project EC facilities, \ninputs to the other consultant assessments, and all necessary documentation. The due \ndiligence will assess the need for a social and environmental assessment review framework \nas a part of the design of the revolving fund and provide inputs if found necessary. \n \n14.  Elderly care human resources development and training specialist (national, \n3 person-months).  A  Master’s  degree  in  education,  training  or  relevant  disciplines  and \nexperience  in  the  EC  sector  is  preferred  with  a  minimum  of  10  years’  experience. \nDeliverables  are  assessment  of  human  resources  capacity  development  needs  and \nsubcomponent design at Three Gorges College to support improved quality and coverage of \ncare services. \n \n15.  Revolving fund advisor (national, 2 person-months). Experience in the EC sector is \nstrongly preferred with a Master’s degree in finance, financial engineering, or a related field; \nminimum of 10 years’ experience in fund management and/or the design of innovative \nfinancing  mechanisms  in  social  sectors.  The  consultant  should  possess  detailed \nunderstanding of the fiscal and economic challenges facing cities in the PRC and of the \nenabling environment.  \n \n16.  Elderly care information and communications technology platform specialist \n(national, 3 person-months). A postgraduate degree in information and communications \n(ICT) technology or other relevant discipline is preferred. The consultant should have a \nminimum of 10 years’ experience in developing ICT platforms. Deliverables are the ICT \nassessment report and design of the component on the ICT for EC. \n \n17.  Project administration specialist (national, 4 person months [deputy team leader]). \nA postgraduate degree in project administration or other relevant discipline is preferred with \ndemonstrated experience in the coordination of consultants, communication with clients, and \nrequirements of ADB documentation. Minimum of 5 years’ experience in PPTA or other \nsimilar international financial institutions’ project preparation. Deliverables are all outputs \nfrom the consultants under the firm in the form of inception, mid-term, and final PPTA \nreports. \n                         \nE.  Implementation Arrangements \n18.  The proposed TA processing and implementation schedule is listed in Table A3.4.  \n \nTable A3.4: Technical Assistance Processing and Implementation Schedule \nMajor Milestones  Expected Completion Date \nPPTA approval/concept clearance   IV November 2016 \nContract negotiations  IV December 2016–II December 2017 \nMobilization  II January 2017 \nSubmit inception report   III February 2017 \nSubmit draft final report  IV April 2017 \nSubmit final report   Within 2 weeks of receiving comments on the draft final \nreport from the authorities and ADB \nPhysical completion  September 2017 \nFinancial closure  December 2017 \nPPTA = project preparatory technical assistance. \nSource: Asian Development Bank estimates. \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20161124142348+08'00'", "Creator": "PDF24 Creator", "Keywords": "china, prc, yichang care services, social protection, health improvement, elderly care programs, quality nursing care services, elderly care systems, ECS, project preparatory technical assistance, project preparation, ta projects, 49309-001 pptar", "ModDate": "D:20161125103744+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Hubei Yichang Comprehensive Elderly Care Demonstration Project, PRC", "Title": "49309-001: Project Preparatory Technical Assistance Report"}}