{"path": "data/input/ta/49308-001-pptar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 49308 \nProgram Preparatory Technical Assistance (PPTA) \nApril 2016 \n \n \n \nPeople’s Republic of China: Guangxi Modern \nTechnical and Vocational Education and Training \nDevelopment Program \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB's  Public \nCommunications Policy 2011.  \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "PROGRAM PREPARATORY TECHNICAL ASSISTANCE \n \nA.  Justification \n1.  The program preparatory technical assistance (TA) is required to prepare a results-\nbased lending (RBL) program, for possible funding by the Asian Development Bank (ADB), to \nsupport the development of technical and vocational education and training (TVET) in Guangxi, \nPeople's Republic of China (PRC). Program components are likely to include a modernization of \nthe schooling environment, quality improvement of TVET standards and teaching, strengthening \nof  school-enterprise  partnerships,  expansion  of  regional  cooperation  initiatives,  as  well  as \nstrengthening of TVET system management capacity. The program will also have a strong \npoverty reduction focus, emphasizing the development of skills likely to improve rural incomes, \nparticularly in the agriculture sector. The TA will be conducted in two phases.  \n \n2.  The first phase, which will begin in April/May 2016, will focus on initial program design \nand capacity building of the Guangxi Zhuang Autonomous Region Government (GZARG) to use \nRBL and implement TVET reforms, including study visits to other provinces and to another \ncountry in the region.  Individual consultants and resource persons will be engaged. \n \n3.  The second phase, which will be undertaken between October 2016 and April 2017, will \nfocus on the assessments and finalizing the design. ADB will select and engage an international \nfirm for phase 2 based on the quality of the proposal (80%) and the cost (20%) of the services to \nbe provided using a quality- and cost-based selection (QCBS) method and using the simplified \ntechnical proposal procedure.   \n \nB.  Major Outputs and Activities \n4.  Phase 1 outputs will be conducted by individual consultants to undertake program \ndesign and management. The consultants (one international, 4 person-months; one national,  \n5 intermittent person-months and resource persons as needed) will be responsible for the \ndevelopment of a design and monitoring framework, and results and links with disbursements, \nincluding a disbursement linked-indicator (DLI) matrix. They will conduct detailed consultations \ninvolving stakeholders from the GZARG, representatives of public services sectors, and TVET \nschools on the problem tree analysis and the proposed results framework. The consultants will \ndiscuss and reach preliminary agreement with senior GZARG officials and the executing agency \non  the  (a)  program  impact,  outcome,  outputs,  components,  and  activities;  (b)  preliminary \nprogram expenditure analysis; and (c) problem tree and results chain, with proposed DLI matrix. \nThey will also (a) conduct a stakeholder analysis; (b) assess the program implementation \narrangements  with  input  from  the  TVET  sector  strategy  expert;  (c)  prepare  a  program \nmonitoring and evaluation plan linked to verification of the DLIs and any program actions;             \n(d)  prepare  an  integrated  risk  assessment  based  on  the  findings  of  the  various  fiduciary, \nsafeguards, and technical assessments; and (e) prepare a program action plan to support the \ncapacity building and risk mitigation. The consultants will also oversee and coordinate the \noverall TA outputs to ensure that all the assessments are undertaken in accordance with ADB \nrequirements for RBL. They will review the technical design of the RBL program to assess \nprogram  soundness  and  expenditure,  and  financing  assessment  to  ensure  that  the  initial \nprogram design is technically sound and meets all relevant standards for ADB financing under \nthe RBL modality, and they will coordinate with the firm for preparing the interim and final \nreports. The consultants will each have preferably at least 15 years of experience in project \nmanagement  and  a  graduate  degree  in  project  management,  engineering,  finance  or \neconomics. Both consultants are expected to have managed projects financed by multilateral \n \n ", "2    \n \ninstitutions in the PRC. The consultants should ideally have experience in leading ADB-financed \nTA. \n \n5.  Phase 2 outputs will be conducted by a consulting firm that will report to the ADB \nprogram team through an assigned team leader, and will deliver the following outputs: \n \n(i)  Program soundness assessment that will include an assessment of the TVET \nsector  strategy,  and  its  relevance  and  rationale.  The  consultants  (two \ninternational,  2  person-months  (total);  one  national,  4  person-months;  and \nresource persons as needed) will conduct a comprehensive review of TVET in \nsupport of social and economic development in Guangxi Zhuang in the context of \nthe 13th Five-Year Plan. A comprehensive review of multilevel TVET provision in \nthe province will be conducted by the national consultant. This will include an \nexamination  of  (a)  supply  of  and  access  to  TVET;  (b)  demand  analysis  to \ndetermine student demand for TVET; (c) existing skills standards, curriculum, \ntraining materials, and assessment methods; (d) TVET teacher qualifications, \ntraining, and management systems; (e) existing and potential forms of industry \npartnerships in TVET; (f) frameworks for developing pathways for integration of \nTVET and academic track; (g) incentives and other interventions to promote \naccess to TVET; and (h) existing systems and methods for labor market analyses \nfor multilevel TVET provision. The sector analysis will include a review of reports, \nstudies,  and  policy  papers  prepared  by  the  PRC  provincial  and  municipal \ngovernments, and international development agencies. The national consultant \nwill also identify relevant provinces in the PRC (e.g., Chongqing, Guangdong, \nGuizhou, and Hunan) for the GZARG to learn from other models of TVET reform \nand demonstration. A study tour in another developing member country of the \nADB might be organized as well in close collaboration with the ADB project team. \nThe international consultant will assess the economic rationale of the program \nand  prepare  a  report  on  the  RBL  program’s  effectiveness,  efficiency  and \neconomy,  and  sustainability.  Considering  the  review  and  international  best \npractices, the consultants will assess the program rationale, the soundness, and \njustification of the program and make recommendations for the design of the \nRBL, and produce the draft program soundness assessment. Based on this \nreview and analysis, and in accordance with ADB guidelines and templates, the \nconsultant will prepare a brief report on Guangxi Zhuang’s TVET sector, which \nwill form part of a linked document for the report and recommendation of the \nPresident. The national consultant will have at least 10 years’ experience in the \nTVET  sector  in  the  PRC,  and  have  an  advanced  degree  in  education. The \ninternational consultant will have at least 10 years’ experience, with familiarity of \nTVET reforms in several countries, and a master’s degree. \n \n(ii)  Program expenditure framework and financing plan. The firm will undertake \nan assessment of the effectiveness, efficiency, and adequacy of the program \nexpenditure framework and the adequacy and sustainability of the financing plan \nfor the TVET sector. The consultant will assist the GZARG to develop a robust \nexpenditure framework. The consultant will review whether or not the expenditure \nframework  is  realistic  in  revenues  and  proposed  spending  coverage;  clearly \ndefined  in  the  budget  classification  system;  and  has  information  on  key \nexpenditure composition by subsector and classifications of operating capital and \ntypes of activities, etc. The consultant will also assess the GZARG’s annual \nplanning  and  budgeting  system  and  its  medium-term  fiscal  projections  to \n \n ", "3   \n \n \ndetermine  the  adequacy  (and  predictability)  of  financing  for  TVET.  The \nassessment  will  be  undertaken  by  experts  fully  familiar  with  government \nexpenditure and budgeting processes, and has at least 10 years’ experience in \nproject finance and sector budget analysis, and a graduate degree in finance or \nrelated field. \n \n(iii)  Fiduciary systems assessment. An assessment of the financial management, \nprocurement,  and  anticorruption  systems  governing  the  program  will  be \nconducted. The  assessment  will  include  reviews  of  the  applicable  rules  and \nprocedures;  capacity  of  the  relevant  agencies,  and  their  performance  and \npractice in the ongoing program; and gaps in the systems, and capacities for \neach of the three aspects of the fiduciary system. The firm will prepare reports \nand  combine  them  into  an  integrated  risk  assessment.  The  financial \nmanagement assessment will include a review of the internal controls, funds \nflow, accounting and financial reporting, and independent audit systems. Any \ngaps and risks will also be identified with recommended actions. Procurement \nassessment will be guided by the sound procurement principles of competition, \neconomy  and  efficiency,  transparency,  and  fairness,  and  will  include                    \n(a) procurement profile of the program; (b) assessment of the regulations, rules, \nprocedures, and arrangements; (c) organizational capacity and arrangements at \nthe implementing agency level; and (d) identification of any gaps and risks along \nwith recommendations for an improved action plan. The fiduciary assessment will \nassess the following procurement aspects: (a) arrangements for procurement \nplanning and budgeting; (b) accessibility of procurement rules and information to \nthe  general  public;  (c)  capacity  to  handle  procurement,  and  contract \nmanagement and administration; (d) adequacy of oversight and control systems; \nand (e) adequacy of complaint-handling mechanisms. The procurement review \nfor effective implementation and procurement capacity assessment tool kits can \nbe used as guides to develop the assessment tool. The anticorruption system \nassessment will cover the fraud and corruption risk, as well as the anticorruption \nsystems that exist to address risks in the TVET sector in the GZARG. \n \n(iv)  Program safeguard systems assessment.1 A team of social safeguards, social \ndevelopment, and environment consultants will undertake a program safeguard \nsystems  assessment  (PSSA),  based  on  the  initial  program  screening  and \ncategorization of environment, involuntary resettlement, and indigenous peoples \nsafeguards.  The  PSSA  will  be  prepared  on  the  basis  of  an  environmental \nsystems assessment, a resettlement due diligence report, and a poverty and \nsocial/gender analysis. A poverty, social, and gender analysis of the program will \nbe conducted to highlight the positive and negative impacts and required actions \nto strengthen equity issues relating to poor rural communities. Due diligence will \nalso be conducted on potential legacy issues for involuntary resettlement. The \nprogram’s  initial  screening  has  categorized  the  RBL  program  as  B  for \nenvironment,  A  for  involuntary  resettlement,  and  B  for  indigenous  peoples \nsafeguards. A PSSA will be conducted focusing on environment, involuntary \nresettlement and indigenous peoples to confirm these categorizations and to \ndefine program activities to assess the safeguard systems and capacities, and to \nidentify  any  mitigating  or  monitoring  actions  to  guide  implementation  of  the \n                                                \n1  ADB. 2013. Staff Guidance for Piloting Results-Based Lending for Program. Manila (Appendix 6: Program \nSafeguards System Assessment—Indicative Outline Executive Summary). \n \n ", "4    \n \nprogram. The PSSA will do an equivalence and adequacy assessment of the \nprogram’s  safeguards  system,  including  applicable  and  relevant  laws  and \nprocedures  for  managing  and  mitigating  the  safeguard  impacts;  and  the \nprogram’s capacity to adhere to the safeguards system; and define an action \nplan to mitigate any significant gaps between ADB’s Safeguard Policy Statement \n(SPS) principles and program safeguard system including necessary procedures \nin accordance with SPS principles (refer to Appendix 6 of staff guidance of RBL).  \n \n(v)  Detailed skills gap and labor market analysis. The firm will also undertake a \nbaseline survey and analysis of the current and projected demand for and supply \nof skills in the GZARG. This survey will be conducted in conjunction with a \nbaseline  survey  for  an  impact  evaluation  study.  The  questionnaire  will  be \ndeveloped  in  close  consultation  with  the  ADB  program  team  and  the  data \ncollected through the survey submitted to ADB. The baseline survey will collect \ndata  on  individual  students  and  graduates.  It  will  include  traditional \nsociodemographic  data  (e.g.,  gender,  family  background)  and  schooling \ninformation (e.g., educational attainment, fields of study). In addition, the survey \nwill gather information on students' learning experience, such as exposure to \npractical  training  (e.g.,  on-the-job  training,  school-industry  partnerships)  and \ninternational/regional  experience  (e.g.,  participation  in  a  student  exchange \nprogram). It will also look into how students decide to attend a particular school \nand training program. This will help to better understand incentives and barriers \nto  participate  in  TVET.  The  survey  will  include  questions  on  labor  market \noutcomes as well, such as employment (including wage and self-employment), \nearnings, whether or not graduates' occupations are related to their field of study \nand  whether  or  not  they  have  access  to  good  quality  jobs  (e.g.  full-time \nemployment, access to on-the-job training). Building on surveys such as the \nProgramme for the International Assessment of Adult Competencies (PIAAC) \nand the STEP Skills Measurement Program, the survey will also explore the \npossibility of assessing respondents' skills to measure learning outcomes. This \nsurvey will include a labor market analysis in the priority sectors for GZARG. This \nwill provide valuable information to update the sector assessment, inform the \ndesign of the program, and establish a baseline for assessing the impact of \nspecific features of the reform. \n \n(vi)  Regional cooperation in TVET study.  A study on the existing and potential \nTVET  collaboration  between  Guangxi  institutions  and  ASEAN  (and  possibly \nPacific) TVET institutions will be conducted. The purpose of the study is to \nidentify the potential impacts of such programs on promoting meaningful regional \ncooperation,  including  for  enhanced  trade,  investment,  and  employment \nopportunities.  How  such  programs  benefit  ASEAN  countries  will  also  be \nreviewed.  The  study  will  also  explore  compatible  skills  standards,  training \ncurriculum  labor  market  information,  and  especially  how  the  program  can \ncoordinate with and support ASEAN in implementation of the Mutual Recognition \nArrangements for eight professional occupations. \n   \n \n ", "5   \n \n \n6.  The major outputs and activities are summarized in Table A3.1.  \n \nTable A3.1: Summary of Major Outputs and Activities \nExpected  Expected         \nMajor Activities  Completion Date  Major Outputs  Completion Date \nProgram design and  Feb 2017  Draft Design and monitoring framework  Oct 2016 \nmanagement   Draft Disbursement-linked indicator matrix  Dec 2016 \n(individuals)    Stakeholder analysis  Sep 2016 \nProgram implementation arrangements  Oct 2016 \n    Monitoring and evaluation plan  Sep 2016 \nIntegrated risk assessment   Oct 2016 \nProgram action plan  Dec 2016 \nFinal report  Feb 2017 \nProgram soundness  Dec 2016  TVET sector assessment and analysis report  Oct 2016 \nassessment     Assessment of economic rationale  Oct 2016 \n  Full report  Dec 2016 \nCapacity building on  Sep–Oct 2016  Study visits  Oct 2016 \nTVET Reforms   \nProgram expenditure  Dec 2016  Final report and ongoing support for program design  Jan 2017 \nframework and financing    Review of provincial TVET expenditure framework, \nplan  annual budgeting system, and fiscal projections \nFiduciary systems  Dec 2016  Assessment of financial management, procurement, and  Nov 2016 \nassessment     anticorruption systems   \n  Report for integrated risks \nPSSA  Dec 2016  Ethnic minority assessment  Nov 2016 \n    Environment assessment  Nov 2016 \n    Resettlement due diligence  Nov 2016 \nPoverty, social, and  Dec  2016  PSSA report and gender action plan  Nov 2016 \ngender     Inputs to program action plan   \nSkills gap and labor  Dec 2016  Survey on demand and supply of skills   Oct–Dec 2016  \nmarket analysis     Analysis and final report submission  Jan 2017 \n  Submission of the data collected through the survey   \nRegional cooperation  Dec 2016     \nstudy \nPSSA = program safeguard systems assessment, TVET = technical and vocational education and training. \nSource: Asian Development Bank estimates. \n \nC.  Cost Estimate and Financing Plan \n7.  The TA is estimated to cost $550,000 equivalent, of which $500,000 equivalent will be \nfinanced on a grant basis by ADB’s Technical Assistance Special Fund (TASF-other sources). \nThe government is expected to provide approximately $50,000 in-kind support to the TA in the \nform of counterpart staff, office accommodation, administrative assistance, domestic travel for \nfield  visits  and  workshops,  and  other  in-kind  contributions.  The  detailed  cost  estimate  is \npresented in Table A3.2. \n \nTable A3.2: Cost Estimates and Financing Plan \n($'000) \nItem  Total Cost \nAsian Development Banka   \n1.  Individual consultants   \n    a.   Remuneration and per diem   \n      i.  Individual international consultants (4 person-months)  52.0 \n      ii.  Individual national consultants (5 person-months)  40.0 \n    b.   International and local travel  35.0 \n    c.   Resource persons  5.0 \n2.  Consulting Firm b   300.0 \n  3.  Workshops, training, seminars, and conferencesc  42.0 \n \n ", "6    \n \nItem  Total Cost \n  4.   Miscellaneous administration and support costsd   10.0 \n5.  Contingencies  16.0 \n    Total   500.0 \na  Financed by the Asian Development Bank's Technical Assistance Special Fund (TASF-other sources). \nb  Includes  remuneration;  preparation  and  submission  of  all  assessments,  studies,  surveys,  documentation, \ntranslation; equipment; office communications; printing and binding of reports; translation of inception, interim, \ndraft final, and final reports and documents into Chinese; and contingencies.   \nc  Includes secretarial, translation, and other logistical support. Travel costs of ADB staff to act as resource person or \nfacilitator for workshops may be supported. \nd  Representation costs may be included with prior approval of ADB.  \nSource: Asian Development Bank estimates. \n \nD.  Consulting Services \n8.  The consulting services will be engaged by ADB, in accordance with ADB’s Guidelines \non  the  Use  of  Consultants  (2013,  as  amended  from  time  to  time)  to  ensure  immediate \nmobilization and facilitate program scoping. Individual consultants will be engaged to conduct \nphase 1 activities. ADB will select and engage an international firm for phase 2. The consulting \nfirm will be selected using QCBS with cost and quality ratio of 80:20 and simplified technical \nproposal procedure.  As an output-based approach, this method will be used to deliver the \nclearly defined outputs such as assessments and studies. \n \nE.  Implementation Arrangements \n \n9.  The TA will be implemented from April 2016 to April 2017. The Guangxi Education \nDepartment will serve as the executing agency for the TA. A steering committee comprised of \nProvincial Finance Department, Provincial Development and Reform Commission, Education \nDepartment,  and  other  relevant  departments  will  provide  overall  guidance  to  the  TA.  The \nGuangxi  Education  Department  will  provide  qualified  counterpart  staff,  adequate  office \naccommodation,  and  support  for  the  consultants.  Disbursements  will  be  undertaken  in \naccordance with ADB’s Technical Assistance Disbursement Handbook (2010, as amended from \ntime to time). The government was advised that the approval of the TA does not commit ADB to \nfinancing any ensuing loan.  \n \n10.  The proposed TA processing and implementation schedule is listed in Table A3.3.  \n \nTable A3.3: Technical Assistance Processing and Implementation Schedule \nMajor Milestones  Expected Completion Date \nProgram preparatory technical assistance  April 2016 \napproval/concept clearance \nContract negotiations  April 2016 (individual); August (firm) \nMobilization  April  2016 (individual); September/October (firm) \nSubmit inception report  After 2 months \nSubmit interim report  After 4 months \nSubmit draft final report  January 2017 (individual); March 2017 (firm)  \nSubmit final report  Within 2 weeks of receiving comments on the draft final \nreport from authorities and Asian Development Bank \nPhysical completion  April 2017 \nFinancial closure  July 2017 \nSource: Asian Development Bank. \n \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20160418154823+08'00'", "ModDate": "D:20160418154823+08'00'", "Author": "JFV", "Creator": "PDF24 Creator", "Title": "Technical Assistance Report", "Keywords": "adb technical assistance ta report"}}