{"path": "data/input/ta/49372-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report\n \n \n \nProject Number: 49372-001 \nTransaction Technical Assistance (TRTA) \nDecember 2017 \n \n \nIslamic Republic of Pakistan: Preparing the Greater \nThal Canal Irrigation Investment Program \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Access to Information \nPolicy. \n ", " \nCURRENCY EQUIVALENTS \n(as of 7 November 2017) \n \nCurrency unit  –  Pakistan rupee (PRe/PRs) \nPRe1.00  =  $0.00949     \n$1.00  =  PRs105.34     \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  ha  –  hectare  \n  km  –  kilometer \n  MFF  –  multitranche financing facility \n  m3  –  cubic meter \n  O&M  –  operation and maintenance \n  PAD  –  Punjab Agriculture Department \n  PID  –  Punjab Irrigation Department \n  PMO  –  project management office \n  WUA  –  water users’ association \n \n \n \nGLOSSARY \nabiana  –  irrigation service fee \nkharif  –  the sowing season for summer crops, generally from April and \nOctober during the wet season \nrabi  –  the sowing season for winter crops grown, generally between \nOctober to March during the dry season \n \nNOTES \n(i)  The fiscal year (FY) of the Government of Pakistan ends on 30 June. “FY” before \na calendar year denotes the year in which the fiscal year ends, e.g., FY2018 ends \non 30 June 2018.  \n(ii)  In this report, \"$\" refers to United States dollars  \n ", " \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Sean O’Sullivan, Central and West Asia Department (CWRD) \nDirector  Akmal Siddiq, Environment, Natural Resources, and Agriculture \nDivision, CWRD \n   \nTeam leader  Natsuko Totsuka, Principal Portfolio Management Specialist, \nCWRD \nTeam members  Julian Doczi, Young Professional, CWRD \n  Nurlan Djenchuraev, Senior Environment Specialist, CWRD \n  Nathan Rive, Climate Change Specialist, CWRD \n  Jose Tiburcio Nicolas, Senior Social Development Specialist \n(Safeguards), CWRD \n  Asad Zafar, Senior Project Officer, CWRD \nPeer reviewers  Yasmin Siddiqi, Principal Water Resources Specialist, Sustainable \nDevelopment and Climate Change Department \n  Yaozhou Zhou, Senior Water Resources Specialist, East Asia \nDepartment \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE \nI.  THE ENSUING INVESTMENT PROGRAM  1 \nII.  THE TECHNICAL ASSISTANCE  3 \nA.  Justification  3 \nB.  Outputs and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nE.  Governance  5 \n \nAPPENDIXES  \n1.  Cost Estimates and Financing Plan  6  \n2.  List of Linked Documents  7  \n \n ", "Project Classification Information Status: Complete\nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 49372-001\nProject Name Greater Thal Canal Irrigation  Department CWRD/CWER\nInvestment Program /Division\nNature of Activity Project Preparation Executing  Punjab Irrigation Department\nAgency\nModality Regular\nCountry Pakistan\n2. Sector Subsector(s)     ADB Financing ($ million)\nAgriculture, natural  Agricultural production 0.14\nresources and rural \ndevelopment\nIrrigation 1.19\nRural water policy, institutional and capacity development 0.07\nTotal 1.40\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the  High\ngrowth (IEG) opportunities, including jobs, made  Project\nmore inclusive\nEnvironmentally  Natural resources conservation\nsustainable growth \n(ESG)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Institutional development Some gender elements (SGE)\ncapacity development\n(GCD)\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting Yes\nRural High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG2, SDG6, SDG8\nQq\n6. Risk Categorization  \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 1.40\n    Transaction technical assistance: Technical Assistance Special Fund 1.40\nCofinancing 0.00\n    None 0.00\nCounterpart 0.10\n    Government 0.10\nTotal 1.50\nqq\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 16112017172734703287 Generated Date: 04-Dec-2017 16:03:42 PM", "", " \nI.  THE ENSUING INVESTMENT PROGRAM \n \n1.  The proposed investment program will enhance food security and rural economic growth \nin Punjab province.1 It will increase the agricultural production by developing a new seasonal \nirrigation system in Bhakkar, Jhang, Khushab, and Layyah districts of Punjab. The Greater Thal \nCanal (GTC) irrigation scheme will convert about 704,000 hectares (ha) of unproductive lands to \nirrigated lands. The scheme was partially constructed or is planned to be constructed by the \ngovernment’s  fund.  The  proposed  investment  program  will  support  the  construction  of  the \nremaining parts covering about 440,000 ha to complete the development of the scheme and \nprovide support to farmers for on-farm development and management.  \n \n2.  Sector overview. It is estimated that an ever increasing population in Pakistan will require \n40%–50% additional food by 2025. However, agricultural productivity in Pakistan is well below \nglobal and even regional standards, due in large part to poor management of water resources.2 \nPunjab is the country’s demographic and economic hub, containing around 100 million people \nand over 50% of national gross domestic product.3 Punjab’s overall contribution towards the \nagriculture  sector  of  the  country  is  estimated  at  more  than  80%,  and  therefore  improved \nagriculture productivity and production in Punjab significantly contributes to enhancing country’s \nfood security.  \n \n3.  Improved agricultural productivity and production can also have a direct positive impact \non the people in Punjab who live in poverty and women working in the sector. Agriculture that \ngenerates about 40% of the provincial labor force remains the dominant source of income and \nlivelihoods in rural Punjab. The incidence of poverty is higher in rural areas where agriculture \nremains the major source of income and livelihoods.  \n \n4.  Pakistan is mostly semi-arid and arid, and thus, over 90% of agriculture output comes \nfrom irrigated agriculture. Out of 22.04 million ha of cultivated land in Pakistan, approximately \n18.80 million ha are irrigated, with the remainder being rain-fed (barani) agricultural areas.4 One \nof the fundamental strengths of Pakistan’s agriculture is the availability of water from the Indus \nBasin Irrigation System (IBIS), drawing from the Indus River and its tributaries. The IBIS covers \nover 14.9 million ha of farm land, consisting of three major multipurpose reservoirs, 23 barrages, \nheadworks, and siphons, 12 inter-river link canals, and 45 major irrigation canal commands.5 Over \n70% of the cropped area of the IBIS is in Punjab. Farming in areas outside of the IBIS relies on \nrainfall or groundwater. Intensive pumping is lowering water tables in some areas by about one \nmeter annually. This increases pumping costs and results in saltwater intrusion into aquifers. As \na result, these areas suffer from frequent crop failures, low agricultural productivity, and land \nsalinization, contributing to low farm incomes and slow agricultural growth. \n \n5.  Proposed interventions. The central part of Punjab is planned to be irrigated through the \nGTC irrigation scheme that will comprise the IBIS. It will draw water from the existing Chashma-\nJhelum link canal which diverts water from the Indus River to eastern areas. Water allocation for \n                                                 \n1  The investment program is included in ADB. 2016. Country Operations Business Plan: Pakistan, 2017–2019. Manila, \nbut a proposed modality was changed from a stand-alone project to an investment program and the amounts of the \nADB financing and transaction technical assistance were also updated.  \n2  Friends of Democratic Pakistan Water Sector Task Force. 2012. A Productive and Water-Secure Pakistan: \nInfrastructure, Institutions, Strategy. Islamabad. \n3  Government of Punjab. 2015. Punjab Growth Strategy 2018: Accelerating Economic Growth and Improving Social \nOutcomes. Lahore. \n4  Government of Pakistan, Bureau of Statistics. 2013. Agriculture Statistics 2011−2012. Islamabad. \n5   FAO. 2012. Irrigation in Southern and Eastern Asia in Figures: AQUASTAT Survey 2011. FAO Water Reports. No. \n37. Rome.  \n ", "2 \nthe entire GTC irrigation scheme has been determined and approved in 1991 under the Pakistan \nWater Apportionment Accord that sets water resources allocation among four provinces. The \ngovernment has completed a feasibility study and detailed engineering design for the entire \nscheme, and constructed the main canal and the first branch called Mankera (65 km) in 2010. \nThe second branch called Choubara (73 km) is planned to be constructed by the provincial \ngovernment from 2018. The construction of the remaining three branch canals has not been \ninitiated, and therefore, out of 704,000 ha of the entire scheme, about 440,000 ha of land under \nthese three branches remains excluded from the IBIS and low productive. \n \n6.  The proposed investment program will construct the three remaining branch canals, i.e. \nDhingana (91 km), Mahmood (54 km) and Nurpur (58 km), and associated structures to provide \na reliable irrigation water supply to 440,000 ha of the land during the monsoon (kharif) season \nfrom around April to October and will provide on-farm command area development support for \nthe entire GTC irrigation scheme to enhance the on-farm and water management capacity of \nfarmers. \n \n7.  The proposed intervention is likely take a phased approach applying a multitranche \nfinancing facility (MFF), although the most suitable financing modality will be examined during the \nproject  preparation.  The  proposed  interventions  have  been  well  defined,  and  will  require \nsignificant investment of about $550 million covering about 440,000 ha of the irrigation area. On-\nfarm command area development support can be started only after having irrigation water in new \nirrigation canals. The MFF is expected to have two tranches. The first tranche will construct two \nnew branch canals (Dhingana and Mahmood) with associated structures and will conduct on-farm \ncommand area development support in the existing branch canal areas (Mankera and Chaubara). \nSubsequently, under the second tranche, the remaining one branch (Nurpur) with associated \nstructures  will  be  constructed  and  on-farm  command  area  development  supports  will  be \nconducted in the rest of the project area starting from the two branch areas that will be constructed \nunder the first tranche.  \n \n8.  The MFF also allows (i) strategic and systematic interventions that can facilitate longer-\nterm development and management planning of water resources including irrigation; and (ii) \nlonger, more effective and strategic support for enhancing provincial-level institutional capacity, \nwith a particular attention on the province’s strategy to transform the Punjab Irrigation Department \n(PID) to a water resources department.   \n \n9.  The PID which will serve as the executing agency of the investment program has a long-\nterm plan to transfer from a traditional irrigation water deliverer to a water resources department \nthat will comprehensively plan, develop and manage water resources for various water uses \nincluding water-related disasters. ADB’s Capacity Development Technical Assistance (CDTA)6 \nsupports the PID for developing an action plan for the transformation and institutional capacity \nenhancement. As irrigation is the dominant water user, the investment program will be designed \nin due consideration of findings and outputs of the CDTA, and may be designed to implement the \naction plan to be proposed by the CDTA.  \n \n10.  The due diligence for sector road map, policy framework, and governance-related issues \nwere  carried  out  in  2006  when  the  Punjab  Irrigated  Agriculture  Investment  Program  was \n                                                 \n6  ADB. 2016. Technical Assistance to the Islamic Republic of Pakistan for Institutional Transformation of the Punjab \nIrrigation Department to a Water Resources Department. Manila. (TA 9255-PAK). \n ", "3 \nprepared.7 The  sector  road  map  will  be  updated  during  the  preparation  of  the  proposed \ninvestment program, based on findings of the existing MFF through preparation of its completion \nreports scheduled in 2018, other projects financed by ADB and other development partners, and \nthe CDTA.  \n \n11.  Impacts, outcomes and outputs. The impacts of the proposed investment program will \nbe aligned with: food security increased8 and rural poverty in Punjab reduced.9 The outcome will \nbe agricultural production in the project area increased. The anticipated outputs are: (i) three \nbranches of the GTC Irrigation System constructed that will be accomplished by the construction \nof 203 km of primary canals (i.e. Dhingana, Mahmood, and Nurpur branch canals), 970 km of \nsecondary canals (i.e. distributaries), 246 km of tertiary canals (i.e. minors) and associated \nstructures  to  convey  irrigation  water  to  the  project  area;  (ii)  farmer’s  on-farm  and  water \nmanagement  capacity  improved  that  will  be  accomplished  by  community  mobilization  for \nformulating farmers’ organizations and water users’ associations, construction of water courses \nby the community contract, on-farm agriculture development support and capacity development \ntraining to farmers including crop diversification, high efficiency agriculture and appropriate water \nmanagement; and (iii) institutional system for irrigation scheme management strengthened, \nincluding  an  improved  PID’s  knowledge  base  and  institutional  performance  in  monitoring, \nmanagement and operation and management of irrigation schemes.  \n \n12.  Tentative financing plan. An MFF is tentatively estimated at $440 million of ADB-\nfinancing. The first tranche is envisaged for $300 million from ADB’s ordinary capital resources, \nand the remaining $140 million is envisaged for the second tranche. The total cost of the \ninvestment program and each tranche will be further assessed during the transaction technical \nassistance (TRTA). Financing in combination with concessional ordinary capital resources may \nbe considered, depending on the fund availability.  \n \nII.  THE TECHNICAL ASSISTANCE \n \nA.  Justification \n \n13.  The transaction TA will help the government prepare the investment program. A feasibility \nstudy and detailed engineering design has been completed by the government in 2008. The TRTA \nwill verify the detailed design, update the existing cost estimates and feasibility study including \neconomic and financial viability. The TRTA will formulate the project design as an MFF, or more \nappropriate financing modality, if any, that will include on-farm command area development \nsupport and institutional capacity strengthening. The TRTA will also conduct other project related \ndue diligence like environmental and social safeguards, poverty and gender, financial and \nprocurement risk assessments, risk assessment and management plan preparation, and climate \nrisk vulnerability. \n \nB.  Outputs and Activities \n \n14.  The major outputs and activities are summarized in Table 1. \n \n \n                                                 \n7 ADB. 2011. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the Islamic \nRepublic of Pakistan for Punjab Irrigated Agriculture Investment Program. Manila.  \n8  Government of Pakistan, Planning Commission. 2015. Pakistan 2025: One Nation, One Vision. Islamabad. \n9  Government of Punjab. 2017. Medium Term Development Framework 2017-2020. Lahore.  \n ", "4 \nTable 1: Summary of Major Outputs and Activities \nMajor Outputs  Delivery Dates  Key Activities with Milestones \n1. MFF sector road map  Sep 2018  1.1 Conduct institutional assessment \nupdated  1.2 Review policy, legal and regulatory framework \n1.3 Conduct financial and institutional O&M capacity \nanalyses  \n1.4 Develop baseline data platform for monitoring \nand  evaluation  using  remote  sensing  satellite \ntechnology \n2. Feasibility study updated  Sep 2018  2.1 Verify existing detailed design \n2.2 Design non-structural components, including on-\nfarm command area development and capacity \ndevelopment  \n2.3 Conduct safeguard and gender assessments \n2.4 Update project cost estimate \n2.5 Assess climate change risks \n2.6 Assess technical and economic feasibilities \n3. MFF and first tranche  Dec 2018  3.1 Verify financing modality, and tranching plan for \ndesign and processing  an  MFF,  and  preparation  of  processing \ndocuments prepared  documents for the MFF  \n3.2 Conduct  due  diligence  assessments  including \nfinancial and procurement risks  \n3.3 Prepare implementation and financing plans  \n3.4 Prepare  safeguard,  gender  and  social \nconsideration documents, including frameworks \nand EIA report and resettlement plan \n3.5 Conduct  other  necessary  assessments  to \nprepare ADB’s Linked documents and develop \ndata for inputs to PAM \n4. Tranche 1 preparation  Sep 2019  3.1 Assist government’s project approval documents \nready  (PC-1) \n3.2 Assist PID for procurement of first batch civil \nworks and goods packages,  \n3.3 Assist PID for land acquisition and resettlement.  \nEIA = environment impact assessment, MFF = multitranche financing facility, O&M = operation and maintenance \nSource: Asian Development Bank.  \n \nC.  Cost and Financing \n \n15.  The TA is estimated to cost $1.5 million, of which $1.4 million will be financed on a grant \nbasis by ADB's Technical Assistance Special Fund (TASF-6). The key expenditure items are \nlisted in Appendix 1. The government will provide counterpart support in the form of counterpart \nstaff,  data  and  information  access,  logistical  support,  coordination  and  liaison  with  other \ngovernment departments, and facilitation of consultation with stakeholders, and other in-kind \ncontributions. The government was informed that approval of the TA does not commit ADB to \nfinance any ensuing project. \n \nD.  Implementation Arrangements \n \n16.  ADB will administer the TA. ADB’s Environment, Natural Resources, and Agriculture \nDivision of Central and West Asia Department (CWER) will select, supervise and evaluate \nconsultants. The PID will be the executing agency. The existing Project Management Office (PMO) \n– Canals under the PID led by the project director will serve as a TA focal, and assist and \ncoordinate with TA consultants.  \n ", "5 \n \n \n17.  The implementation arrangements are summarized in Table 2. \n \nTable 2: Implementation Arrangements \nAspects  Arrangements \nIndicative implementation period  January 2018–September 2019 \nExecuting agency  Punjab Irrigation Department \nImplementing agency  Environment, Natural Resources, and Agriculture Division of Central \nand West Asia Department, ADB \nConsultants  To be selected and engaged by ADB \nFirm: QCBS (90:10)  TA consultant team  $1,209,200 \nIndividual: individual  International (2.0  $63,000 \nconsultant selection  person-months) \n  National (2.0  $14,200 \nperson-months) \nProcurementa  To be procured by consultants \nShopping  1 contract  $5,000 \n     \nDisbursement  The TA resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2010, as amended from time \nto time). \nAsset turnover or disposal  The equipment purchased under the TA will be handed over to the \narrangement upon TA completion  PID upon TA completion.  \nADB = Asian Development Bank, QCBS = quality- and cost-based selection, TA = technical assistance.  \na One color printer cum photo copier. \nSource: Asian Development Bank.  \n \n18.  Consulting services. ADB will engage the consultants following the ADB Procurement \nPolicy (2017, as amended from time to time) and its associated project administration instructions \nand/or staff instructions.10 The TA consultant team will procure equipment (one printer/photo \ncopier) through a shopping modality. Procurement will follow the ADB Procurement Policy (2017, \nas amended from time to time). \n \n19.  The TRTA will engage (i) one consulting services firm using the quality-and-cost based \nselection (QCBS) procedure at 90:10 quality-cost ratio and a full technical proposal, and (ii) \ninternational and national individual consultants as indicated in Table 2. Terms of reference for \nthe consultants are accessible from the list of linked documents in Appendix 2. Indicative person-\nmonths of experts are also indicated in the terms of reference.  \n \nE.  Governance \n \n20.  The  TA  will  include  financial  management  assessments,  procurement  capacity \nassessment, and risk assessment and management, as indicated in Table 1. Findings will be \nincorporated in the investment program design and processing documents.  \n \n \n                                                 \n10 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 2). \n ", "Appendix 1  6 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nA.  Asian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  399.9 \nii.  National consultants  280.2 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  85.9 \nii.  Office space rental and related facilities  28.8 \niii.  equipmentb  5.0 \niv.  Surveys  335.0 \nv.  Training, seminars, and conferencesc  8.0 \nvi.  Reports and communications  1.5 \nvii.  Miscellaneous administration and support costs  37.2 \n2.  Contingencies  218.5 \n   \nTotal  1,400.0 \nNote: The technical assistance (TA) is estimated to cost $1.5 million, of which contributions from the Asian Development \nBank are presented in the table above. The government will provide counterpart support in the form of counterpart staff, \ndata and information access, logistical support, coordination and liaison with other government departments, and \nfacilitation of consultation with stakeholders, and other in-kind contributions. The value of government contribution is \nestimated to account for 7% of the total TA cost. Numbers may not sum precisely because of rounding.  \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF 6). \nb  One color printer cum photocopier. The equipment purchased under the TA will be handed over to the PID upon TA \ncompletion. \nc  Workshops in Lahore and project area (inception, interim and final), and stakeholder consultations at project area. \nSource: Asian Development Bank estimates. \n \n \n ", "7  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=49372-001-TAReport \n \n1.  Terms of Reference for Consultants \n \n \n \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20200805205724+08'00'", "ModDate": "D:20200805205724+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Technical Assistance Report", "Keywords": "adb technical assistance ta report"}}