{"path": "data/input/ta/49389-001-tar-en.pdf", "pages": [" \n \nTechnical Assistance Report \nProject Number: 49389-001 \nCapacity Development Technical Assistance (CDTA) \nMarch 2017 \n \n \nRBL Bank \nCapacity Building for RBL Bank in India \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTThhies  viise wasn  eaxbpbreresvseiadt ehde rveeinr sairoen t hoof steh eo fd tohec ucmonesnutl taanptp aronvde ddo  bnyo tA nDecBe sthsaarti ley xrcelpurdeesesn itn tfhoorsmea otifo AnD tBh’ast  \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \nis subject to exceptions to disclosure set forth in ADB's Public Communications Policy 2011. \n \n ", "", " \nCURRENCY EQUIVALENTS \n(as of 21 March 2017) \n \nCurrency unit  –  Indian rupees (₹) \n₹1.00  =  $0.015      \n$1.00  =  ₹65.38 \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  DBFI  –  development banking and financial inclusion \n  IT  –  information technology \n  LMS  –  loan management system \n  LOS  –  loan origination system \n  MSMEs  –  micro, small, and medium-sized enterprises \n       \n  TA  –  technical assistance \n \n \nNOTES \n(i)  The fiscal year (FY) of the Government of India and RBL Bank ends on 31 March. \n“FY” before a calendar year denotes the year in which the fiscal year ends, e.g., \nFY2017 ends on 31 March 2017. \n(ii)  In this report, “$” refers to US dollars. \n \n \nVice-President  D. Gupta, Private Sector and Cofinancing Operations \nDirector General  M. Barrow, Private Sector Operations Department (PSOD) \nDirector  C. Engstrom, Private Sector Financial Institutions Division, PSOD \n   \nTeam leaders  A. Cheema, Senior Investment Specialist, PSOD \n  T. Rohner, Investment Specialist, PSOD \n   \nTeam members  L. Johannes, Senior Results Management Specialist, PSOD \nH. Maruyama, Principal Procurement Specialist, India Resident Mission \n \n \n \n \n \n \n \n \n \n \nThis is an abbreviated version of the document approved by ADB that excludes information that \nis subject to exceptions to disclosure set forth in ADB's Public Communications Policy 2011. \n ", "", " \nCONTENTS \nPage \n \nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \nI.  Introduction                            1 \nII.  Issues                             1 \nIII.  The Capacity Development Technical Assistance                            2 \nA.  Impact and Outcome  4 \nB.  Methodology and Key Activities  4 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements   4 \nIV.  The President’s Decision                        5 \n \n \n ", "", " \n \n \n ", "", " \n \nI.  INTRODUCTION \n \n1.  Micro, small, and medium-sized enterprises (MSMEs) in India play a crucial role in \nproviding employment and help develop rural and low-income areas, thereby reducing regional \nimbalances  and  providing more  equitable  distribution  of  national  income  and  wealth.1 The \nGovernment of India recognizes MSMEs’ pivotal role in the country’s economic growth and social \ndevelopment, and aims to help MSMEs access finance, a key enabler of growth. \n \n2.  RBL Bank is one of the smallest commercial banks in India, but it is also one of the fastest-\ngrowing private banks in the country. It has as its core strategy a focus on inclusive finance \nthrough support of MSMEs, agriculture, and other development banking activities. The bank is \nexpanding its presence across India through a growing network of branches and ATMs, and \nupgrading its traditional delivery channels with modern technology-enabled channels to service \nover 1.3 million customers. In 2016, the Asian Development Bank (ADB) disbursed a loan of $100 \nmillion to RBL for MSME onlending and in 2015 made an equity investment of $44 million for a \n4.6% shareholding stake in RBL to support the bank’s capital base.2 The proposed technical \nassistance (TA) will complement this funding to maximize benefits to MSME borrowers and \nexpand financial inclusion. \n  \n3.  The TA is expected to assist RBL in (i) improving RBL’s loan origination system (LOS) \nand loan management system (LMS); (ii) rolling out a one-stop rural portal; and (iii) training RBL \nstaff on the LOS, the use of handheld devices, and effective customer service. This TA will help \nRBL to continue to grow and reach underserved customers in India, and is an opportunity for ADB \nto further  support the government’s  priority  sector  lending  initiatives and  promote financial \nservices in rural India.3 \n \nII.  ISSUES \n \n4.  India’s financial sector remains largely underdeveloped and is dominated by banks. There \nwere 148 commercial banks at the end of FY2015, including 56 regional rural banks. The \ngovernment has prioritized financial inclusion as a key component of its strategy for inclusive \ngrowth  and  introduced  Pradhan  Mantri  Jan  Dhan  Yojana  (Prime  Minister’s  People  Money \nScheme), which has resulted in 275.4 million bank accounts opened as of 8 February 2017.4 \nDespite the size of the financial sector and the government’s efforts, borrowers have limited \naccess to credit and only 6% of them access credit through formal channels.5 To expand access \nto finance, financial institutions need a broader reach to serve underbanked customers in a cost-\nefficient manner. \n \n5.  The lack of adequate access to finance has been the biggest challenge to further the \ngrowth of MSMEs. Financing needs depend on the sector, the size of operations, and the stage \n                                                \n1  Government of India; Ministry of Micro, Small and Medium Enterprises. 2015. Annual Report, 2014–2015. New Delhi. \n2  ADB. 2015. Report and Recommendation of the President to the Board of Directors: Proposed Equity Investment \nand Loan to RBL Bank for Supporting Financial Inclusion Project in India. Manila. ADB’s Board of Directors approved \nthe loan and equity investment on 9 December 2015. \n3  Priority sector lending is a Reserve Bank of India requirement to support financial inclusion, whereby commercial \nbanks must lend at least 40% of their adjusted net bank credit of the previous year to specified priority sectors, with \na focus on underserved and rural borrowers. Reserve Bank of India. Frequently Asked Questions: Priority Sector \nLending—Targets and Classification. https://www.rbi.org.in/scripts/FAQView.aspx?Id=87 \n4  Pradhan Mantri Jan Dhan Yojana (PMJDY). No. of Accounts Opened under PMJDY as on 08.02.2017 (Summary). \nhttps://www.pmjdy.gov.in/ArchiveFile/2017/2/08.02.2017.pdf.  \n5  World Bank. Global Financial Inclusion Database. http://databank.worldbank.org/data/reports.aspx?source=1228. \n(accessed 13 January 2017).  \n ", "2 \n \nof development. Financial institutions typically have limited exposure to MSMEs versus larger, \nmore established commercial enterprises due to a higher risk perception and limited access to \nimmovable collateral. As of 2012, 29.8 million MSMEs were in operation across all sectors in India, \nemploying more than 69 million people.6 These included 2.2 million women-led enterprises, \ndemonstrating strong gender importance, and 15.4 million rural enterprises, many of which \nfocused on primary agriculture activities. MSMEs accounted for 45% of India’s industrial output \nand 40% of exports. About 94% were unregistered, making statistical estimates difficult; however, \nMSMEs’ contribution to the gross domestic product was estimated to be growing at 11.5% a year \nduring 2015, higher than the overall gross domestic product growth (footnote 6). \n \n6.  RBL is expanding its presence across India through a growing network of branches and \nATMs, and upgrading its traditional delivery channels with modern technology-enabled channels \nsuch  as  phone  banking,  internet  banking,  and  mobile  banking  to  service  over  1.3  million \ncustomers. In its commitment to further promote the bank’s agriculture banking and development \nbanking and financial inclusion (DBFI)7 segments to capture a larger MSME market, RBL is in the \nprocess of improving its services with upgraded banking technology. \n \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE \n \n7.  RBL  has  identified  several  areas  outlined  in  paras.  8–16  for  product  and  process \ninnovation to (i) improve scale and client outreach, and (ii) reduce costs by enhancing its ability \nto reach and service agriculture banking and DBFI customers. RBL needs to make additional \ninvestments in its information technology (IT) infrastructure that will allow it to offer its agriculture \nbanking and DBFI products to its low-income and rural customers. These investments will allow \nquick turnaround as well as straight-through processing of credit applications, thus improving \nefficiency and reducing potential errors. \n \n8.  Development  banking  and  financial  inclusion  system  enhancements.  RBL  is \ncurrently serving its DBFI customers through a back-end application implemented during FY2013. \nRBL currently has 1.2 million DBFI customers and plans to increase the customer base by 10% \nannually during 2017 – 2022. After regulatory changes by the Reserve Bank of India, RBL has \nseen major growth in this area and sees a need to enhance its service delivery process. This \nrequires an additional investment in IT infrastructure and application development to provide \ntablets with sourcing and collection applications to RBL loan officers. Tablets will offer streamlined \nprocessing of loan and savings account applications and reduce processing time from 21 days to \n7 days while also enhancing efficiency and accuracy. \n \n9.  Improving the service delivery process entails (i) mapping the process and discussing and \nanalyzing requirements, (ii) procuring tablets, (iii) developing and testing the applications, (iv) \nimplementing  and  pilot  testing,  (v)  assessing  the  outcome  of  the  pilot  test  and  making \nmodifications as needed, and (vi) training the user group and rolling out the final product. \n \n                                                \n6  International Finance Corporation. 2012. Micro, Small and Medium Enterprise Finance in India: A Research Study \non  Needs,  Gaps  and  Way  Forward  (November,  2012).  New  Delhi. \nhttp://www.ifc.org/wps/wcm/connect/4760ee004ec65f44a165bd45b400a808/MSME+Report-03-01-\n2013.pdf?MOD=AJPERES.  \n7  Under its Development Banking and Financial Inclusion Group, RBL provides products and services to all the \nconstituents of low-income salaried and self-employed individuals in rural and urban areas, and microenterprises \nengaged in services and manufacturing sectors. The group is further subdivided into the following subgroups based \non client segmentation: affordable financial institutions, microfinance, and microenterprise finance. \n ", "3 \n \n10.  Rural service portal rollout. RBL will create a one-stop portal where DBFI customers \ncan access services, including government schemes such as the Prime Minister’s Umbrella \nScheme,8 life insurance schemes, and accident insurance schemes; the government’s pension \nscheme; and the Direct Benefit Transfer program, where government subsidies and benefits are \ntransmitted directly to beneficiaries’ bank accounts. Other services include enrollment in and \ntransfers from government schemes, a digital wallet, remittance services, microinsurance, and \nmicro mutual funds. The portal is envisioned to significantly expand service delivery to rural areas \nover time. Currently, rural customers are often unaware of these services and need to visit several \ndifferent branches to access them, limiting penetration in rural areas. The portal would allow \ncustomers to visit branches in rural areas where a trained RBL staff member could inform them \nabout which services are available, and assist them in accessing these services through the portal. \n \n11.  Establishing the portal requires the following steps to be carried out by consultants: \n(i)  identify the services that will be provided through this service portal, including \nenrollment  in  government  schemes,  e.g.,  monetary  transfers,  Aadhaar9 data \nupdate services, domestic remittance services, microinsurance, and micro mutual \nfunds; \n(ii)  identify and finalize a vendor; \n(iii)  discuss and analyze requirements; \n(iv)  develop and test the service portal; \n(v)  implement and pilot test the service portal; \n(vi)  assess the outcome of the pilot test and make modifications as needed; \n(vii)  train the user group on the use of the service portal; and \n(viii)  roll out the successfully tested service portal. \n \n12.  Loan origination and management systems improvement. RBL is working toward \nrevamping its core financial inclusion application platform, which will improve its application \nprocess, risk assessment, decision-making, and monitoring system. The application platform will \nbe scalable and will lead to a more automated service delivery process. The new system will also \nallow RBL to roll out products faster, as it would not require manual intervention. The upgraded \nversion is also envisioned to be a database for applications rejected after risk assessment. It will \nreduce overall costs for servicing a client, which is a key issue for the distribution of banking \nproducts in rural India. The new version will \n(i)  implement  a  risk  management  tool  that  will  help  underwriters  automatically \nevaluate a loan application; give alerts on doubtful applications; and evaluate the \napplicants in terms of liquidity, collateral, and credit history; \n(ii)  enable digital storage of documents and transmission of documents to ensure the \navailability of documents throughout the loan life cycle; and \n(iii)  automate the work flow, which will lead to more efficient and faster processing of \nloan applications. \n \n13.  To improve the LOS and LMS, consultants need to (i) identify and finalize a vendor, (ii) \ndiscuss and analyze requirements, (iii) design and develop the systems, (iv) test and implement \nthe systems, (v) train and deliver the systems to the user group, and (vi) roll out the successfully \ntested systems. \n \n                                                \n8  The Prime Minister’s Umbrella Scheme aims to provide all people with a savings account. \n9  Aadhaar refers to the unique identification numbers that the Unique Identification Authority of India issues to all \nresidents of India. \n ", "4 \n \n14.  Rollout of tablets for agribusiness loans. Processing agribusiness loans can be time-\nintensive and costly. RBL will be improving the sourcing of agribusiness loans by switching the \nprocess entirely to tablet-based sourcing and processing. Loan officers will be able to visit \nagribusiness clients in the field with tablets, which will reduce the risk of errors and increase the \nspeed of processing. As part of this initiative, RBL’s loan sourcing application deployed in the \nfourth quarter of FY2016 has an option to provide applications through tablets, which RBL will use \ngoing forward. It currently takes 15 days on average to process an agribusiness loan. With the \ntablets, the processing time is expected to be reduced to 7 days. \n \n15.  Switching to tablet-based sourcing and processing entails (i) procuring tablets, (ii) RBL’s \nIT department installing relevant applications, (iii) pilot testing, (iv) assessing the outcome of the \npilot test and making modifications as needed, and (v) rolling out the successfully tested tablets. \n \n16.  RBL Bank staff training. RBL will train its staff on the use of the new LOS and LMS, the \nrural service portal, and the enhanced DBFI system to facilitate successful implementation. \n \nA.  Impact and Outcome \n \n17.  The impact will be increased lending by commercial banks to MSMEs, the agriculture \nsector, and low-income segments with the support of technology. The outcome will be improved \nquality of services provided to agriculture banking and DBFI clients resulting from RBL’s improved \nIT systems. \n \nB.  Methodology and Key Activities \n \n18.  The TA will fund the following outputs: (i) the enhancement of RBL’s DBFI system, (ii) the \nimplementation and rollout of a rural service portal, (iii) the improvement of RBL’s LOS and LMS, \n(iv) the purchase and rollout of tablets for processing agribusiness loans, and (v) the training of \nstaff in the use of these technology solutions. \n \n19.  The TA will build RBL’s capacity by enhancing its LOS and LMS, improving the efficiency \nof loan application processing, and offering additional products and services to its customers. For \nremote customers in rural areas that find it difficult to access services at branches, RBL will \nimprove  service  outreach  through  mobile  delivery  channels,  including  branchless  services \nthrough electronic banking and physical delivery through mobile staff and/or agents with the help \nof tablets. \n \nC.  Cost and Financing \n \n20.  The TA is estimated to cost $1,400,000, of which $800,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-other sources). \n \nD.  Implementation Arrangements \n \n21.  RBL is the beneficiary of the TA and will engage the consulting firms. TA administration \nwill also be delegated to RBL, following ADB policies and procedures. RBL’s IT department will \nmanage  the  TA  and  has  adequate  management  capabilities  and  processes  in  place  to \nsuccessfully execute the TA. ADB has carried out a procurement capacity assessment of RBL \nwhich found RBL’s procurement procedures to be satisfactory. RBL’s financial control department \nwill  control  the  application  of  procurement  procedures  and  use  of  funds  following  the  TA \n ", "5 \n \nagreement. RBL’s procurement unit will procure goods and services. RBL will report audit findings \nto ADB on a semiannual basis. \n \n22.  ADB will disburse the TA funds directly to RBL, following ADB’s Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). TA implementation is expected \nto begin in March 2017 and be completed by 31 October 2020. \n \n23.  The execution of the TA requires the selection of consultants for software development to \ndevelop an IT system based on the inputs from RBL’s agriculture banking team. In order for RBL \nto manage and own the execution of the services, and to respond in a timely manner to local \nneeds identified during implementation, it is necessary that TA administration (selection and \nexecution) be delegated to RBL. ADB will monitor the individual selection and procurement steps, \ncheck that the use of funds comply with relevant ADB policies, and check that outputs for \ndevelopment effectiveness are on track. \n \n24.  RBL and ADB will enter into a TA agreement that sets out the terms and conditions for the \nTA, including RBL’s responsibilities in selecting, contracting, and managing the outputs; and \nauditing expenditures in a manner acceptable to ADB. The TA agreement will (i) refer to relevant \nagreed selection and contracting frameworks to be used, (ii) confirm ADB’s concurrence at each \nrelevant stage of the procurement process, and (iii) require documentation of the execution of the \nTA following ADB’s Guidelines on the Use of Consultants (2013, as amended from time to time) \nand Procurement Guidelines (2015, as amended from time to time) related to the ADB-funded \nprocurement of tablets and software development. \n \n25.  RBL will provide ADB with semiannual TA progress reports, including information on the \n(i)  identification of solutions and consultation with ADB; \n(ii)  preparation of product and process-focused implementation plans, including the \ndevelopment, testing, and rollout of new products and services such as digital \nbanking solutions, a risk management system, and staff training; and \n(iii)  execution, performance tracking, and monitoring of the implementation plans.  \n \nIV.  THE PRESIDENT’S DECISION \n \n26.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $800,000 on a grant basis to \nRBL Bank for Capacity Building for RBL Bank, and hereby reports this action to the Board. \n \n "], "metadata": {"Title": "Technical Assistance Report", "Author": "ADB", "Keywords": "adb technical assistance ta report", "Creator": "Microsoft® Word 2016", "CreationDate": "D:20170630114209+08'00'", "ModDate": "D:20170630114209+08'00'", "Producer": "Microsoft® Word 2016"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 21 March 2017) \n \nCurrency unit  –  Indian rupees (₹) \n₹1.00  =  $0.015      \n$1.00  =  ₹65.38 \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  DBFI  –  development banking and financial inclusion \n  IT  –  information technology \n  LMS  –  loan management system \n  LOS  –  loan origination system \n  MSMEs  –  micro, small, and medium-sized enterprises \n       \n  TA  –  technical assistance \n \n \nNOTES \n(i)  The fiscal year (FY) of the Government of India and RBL Bank ends on 31 March. \n“FY” before a calendar year denotes the year in which the fiscal year ends, e.g., \nFY2017 ends on 31 March 2017. \n(ii)  In this report, “$” refers to US dollars. \n \n \nVice-President  D. Gupta, Private Sector and Cofinancing Operations \nDirector General  M. Barrow, Private Sector Operations Department (PSOD) \nDirector  C. Engstrom, Private Sector Financial Institutions Division, PSOD \n   \nTeam leaders  A. Cheema, Senior Investment Specialist, PSOD \n  T. Rohner, Investment Specialist, PSOD \n   \nTeam members  L. Johannes, Senior Results Management Specialist, PSOD \nH. Maruyama, Principal Procurement Specialist, India Resident Mission \n \n \n \n \n \n \n \n \n \n \nThis is an abbreviated version of the document approved by ADB that excludes information that \nis subject to exceptions to disclosure set forth in ADB's Public Communications Policy 2011. \n ", "authors": [{"fullname": "D. Gupta", "role": "Private Sector and Cofinancing Operations", "organization": ""}, {"fullname": "M. Barrow", "role": "Private Sector Operations Department (PSOD)", "organization": ""}, {"fullname": "C. Engstrom", "role": "Private Sector Financial Institutions Division", "organization": "PSOD"}, {"fullname": "A. Cheema", "role": "Senior Investment Specialist", "organization": "PSOD"}, {"fullname": "T. Rohner", "role": "Investment Specialist", "organization": "PSOD"}, {"fullname": "L. Johannes", "role": "Senior Results Management Specialist", "organization": "PSOD"}, {"fullname": "H. Maruyama", "role": "Principal Procurement Specialist", "organization": "India Resident Mission"}]}