{"path": "data/input/ta/49399-001-tar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 49399-001 \nPolicy and Advisory Technical Assistance (PATA) \nJuly 2016 \n \n \nPeople’s Republic of China: Rural Economic \nTransformation and Upgrading by the Integration \nwith Internet Plus \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB’s  Public \nCommunications Policy 2011. \n ", " \nCURRENCY EQUIVALENTS \n(as of 11 July 2016) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1495 \n$1.00  =  CNY6.6881 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  NDRC  –  National Development and Reform Commission \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  Q. Zhang, Environment, Natural Resources, and Agriculture Division, \nEARD \n   \nTeam leader  J. Hinrichs, Natural Resources Economist, EARD \nDeputy team leader  X. Shen, Senior Project Officer (Natural Resources and Agriculture), EARD \nTeam members  D. Gavina, Senior Operations Assistant, EARD  \n  P. Rhee, Counsel, Office of the General Counsel \n  T. Ueda, Senior Natural Resources Economist, EARD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \n \nPOLICY AND ADVISORY TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE POLICY AND ADVISORY TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Methodology and Key Activities  2 \nC.  Cost and Financing  3 \nD.  Implementation Arrangements  3 \nIV.  THE PRESIDENT'S DECISION  4 \nAPPENDIXES \n1.  Design and Monitoring Framework  5 \n2.  Cost Estimates and Financing Plan  8 \n3.  Outline Terms of Reference for Consultants  9 \n \n ", "Project Classification Information Status: Complete\nPOLICY AND ADVISORY TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 49399-001\nProject Name Rural Economic Transformation and  Department EARD/EAER\nUpgrading by the Integration with  /Division\nInternet Plus\nCountry China, People's Republic of Executing  Department of Rural Economy, NDRC\nAgency\nqq\n2. Sector Subsector(s)     ADB Financing ($ million)\nAgriculture, natural  Agricultural policy, institutional and capacity development 0.20\nresources and rural \ndevelopment\nAgro-industry, marketing, and trade 0.20\nTotal 0.40\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the  Low\ngrowth (IEG) opportunities, including jobs, made  Project\nmore inclusive\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Institutional systems and political  No gender elements (NGE)\ncapacity development economy\n(GCD)\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nPrivate sector  Conducive policy and institutional \ndevelopment (PSD) environment\nqq\n5. Poverty Targeting Location Impact\nProject directly targets  No\nRural Medium\npoverty\nUrban Medium\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.40\n    Policy and advisory technical assistance: Technical Assistance Special  0.40\nFund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.40\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems Yes\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 18042016164309879022 Generated Date: 07-Jun-2016 8:17:45 AM", " \nI.  INTRODUCTION \n1.  The  Government  of  the  People’s  Republic  of  China  (PRC)  requested  technical \nassistance (TA) from the Asian Development Bank (ADB) on Rural Economic Transformation \nand Upgrading by the Integration with Internet Plus.1 The TA is included in ADB’s country \noperations business plan for the PRC, 2016–2018.2 ADB fielded a reconnaissance mission to \nBeijing on 15–18 March 2016 and held discussions with the National Development and Reform \nCommission  (NDRC)  to  clarify  and  agree  on  the  TA’s  scope,  impact,  outcome,  outputs, \nimplementation arrangements, cost, and financing arrangements.3 The design and monitoring \nframework is in Appendix 1.  \n \n2.  The TA will review international and national practices and policies of internet plus \nagriculture  business  models.  The  TA  will  also  identify  constraints  and  opportunities  for \nparticipation of farmers and farmer organizations in internet plus economy. In addition, a policy \nnote will be prepared comprising regulatory and investment recommendations to develop PRC’s \ninternet plus economy in the agriculture sector. The TA also aligns with ADB’s core area of \noperations  and  the  strategic  priorities  outlined  in  the  Midterm  Review  of  Strategy  2020.4 \nSupporting inclusive economic growth is a focus of ADB’s country partnership strategy for the \nPRC, 2016–2020, which supports rural development by promoting good practices to strengthen \nagriculture productivity and value chain participation of rural households.5 Improved value chain \nlinkages and enhanced food safety are key priorities of ADB’s Operational Plan for Agriculture \nand Natural Resources. It is envisaged to achieve these priorities through ADB operations \nsupport for the application of information and communication technology in agriculture and food \nvalue chains.6 The ADB lending program in the PRC provides support to agriculture value chain \ndevelopment including by linking agribusinesses and local entrepreneurs with poor farmers. 7 \n \nII.  ISSUES \n3.  Although agriculture has been developing and making substantial contributions to the \nPRC’s overall economic development since 1978, agricultural production and rural livelihoods \nhave lagged behind industrial production and urban livelihoods. The agricultural infrastructure is \ninsufficient and fragile, technological development and adoption levels are low, and constraints \non natural resources and the environment intensify challenges to agricultural development. \nThere is also an urgent demand for the sector to upgrade to modern technology and business \nmodels to boost production scale, develop value chains, and improve product safety.  \n \n4.  Agricultural modernization is regarded as a fundamental way to ensure food security, \ndevelop the rural economy, and close the income gaps between rural and urban areas. One \npriority of the Fifth Plenary Session of the 18th Central Committee of the Communist Party of \nChina, held in Beijing on 26–29 October 2015, was for the PRC to improve its food security \ncapacity. The integration of the agricultural sector into the wider economy is identified as a \n                                                \n1  Internet plus refers to the enhancement of agricultural economy through improved information and communication \ntechnology and infrastructure. It includes mobile internet, internet of things, cloud computing, and big data. \n2   ADB. 2016. Country Operations Business Plan: People’s Republic of China, 2016–2018. Manila. \n3  The TA first appeared in the business opportunities section of ADB’s website on 13 May 2016. \n4   ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila. \n5   ADB. 2016. Country Partnership Strategy: Transforming Partnership: People’s Republic of China and Asian \nDevelopment Bank, 2016–2020. Manila. \n6  ADB. 2015. Operational Plan for Agriculture and Natural Resources: Promoting Sustainable Food Security in Asia \nand the Pacific in 2015-2020. Manila \n7  ADB. 2008. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the \nPeople’s Republic of China for Dryland Sustainable Agriculture Project. Manila. \n ", "2     \nstrategy to boost agricultural productivity. The internet has shown to be a great advantage in \nintegrating, transforming, and upgrading agriculture value chains. In the PRC, the need for the \ncombination of internet and agriculture is urgent to rebuild the information and distribution \nchannels, and to coordinate value chain actors’ practices in agricultural production, supply, and \nsales  systems.  High  production  costs  and  farmers’  disadvantaged  status  against  market \ncompetition are a few characteristics of the existing complex agricultural and food value chain. \nIn addition, negative externalities, such as non-point source pollution and food safety problems, \nare  often  a result  of a  lack  of coordination,  aligned  incentives  of  value  chain  actors,  and \ntraceability of environmental and public health sensitive inputs and production practices. \n \n5.  The PRC is already implementing the so-called internet plus policies for the integration \nof agriculture value chains into secondary and tertiary industries. Several pilot projects have \nbeen initiated for enhancing the use of internet technologies to transform and integrate the rural \neconomy.  In  2014  and  2015,  the  Ministry  of Commerce  selected  256  counties to  pilot  e-\ncommerce in rural areas, and each pilot county will receive CNY10 million in funding support \nfrom the central government for rural logistics, an e-commerce service station, and primary \nprocessing facility development, as well as quality control systems and brand establishment. \nThe implementation of pilots to develop internet plus agriculture has shown many challenges \nand constraints regarding non-defined roles for government institutions in coordinating with the \nprivate sector, insufficient information and communication infrastructure in rural areas, data \nstandards, and insufficient participant incentives. This TA will focus on analyzing the challenges \nand  constraints  of  internet  plus  development  from  the  perspective  of  farmers  and  farmer \norganizations. Farmers and farmer cooperative organizations are not aware of the potential \nbenefits of internet technology use and also lack the necessary capabilities and skills. Further \nresearch, targeted at farmers and farmer organizations, is required to analyze farmers’ internet \ntechnology knowledge, awareness, and practices.  \nIII.  THE POLICY AND ADVISORY TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n6.  The impact will be  a successfully restructured rural economy. The outcome will be \nfacilitated inclusive agriculture transformation. This will be achieved through NDRC’s adoption of \ninternet plus agriculture policy recommendations. \nB.  Methodology and Key Activities \n7.  The TA will deliver three main outputs: (i) review of international and national practices \nand policies of internet plus agriculture business models; (ii) identification of constraints and \nopportunities for participation of farmers and farmer organizations in internet plus economy; and \n(iii)  formulation  of  policy,  regulatory,  and  investment  recommendations  to  develop  PRC’s \ninternet plus economy in the agriculture sector.  \n \n8.  Output 1: Review of international and national practices and policies of internet \nplus  agriculture  business  models.  The  review  of  international  and  national  policies  will \nsummarize  national  and  international  best  practices  in  applying  internet  technologies,  e-\ncommerce, and other internet plus policies in the agriculture sector. The review will identify the \nrequired  policy  interventions  to  maximize  farmers’  potential  benefits  from  using  internet \ntechnologies along specific food and agriculture value chains.   \n \n ", "  3 \n9.  Output  2:  Identification  of  constraints  and  opportunities  for  participation  of \nfarmers and farmer organizations in internet plus economy. The study report will be based \non case studies for internet plus business models and the application of internet technologies \nalong food and agriculture value chains. It will mainly focus on constraints and opportunities for \nfarmers  and  farmer  organizations  in  the  internet  plus  rural  transformation  and  integration. \nConstraints  and  opportunities  for  other  internet  plus  economy  stakeholders  will  also  be \nassessed to identify a balanced incentive structure for active participation. \n \n10.  Output 3: Formulation of policy, regulatory, and investment recommendations to \ndevelop the People’s Republic of China’s internet plus economy in the agriculture sector. \nThe policy note will synthesize and highlight policy implications from outputs 1 and 2 and \npropose  policy  options  for  accelerating  penetration  of  internet  technologies  with  increased \nbenefits for farmers and farmer organizations. This will include identifying public and private \nsector investment gaps for the application of internet technologies in agriculture.  \n \n11.  For NDRC to adopt and turn the TA outputs into reformulated national policies that \nfacilitate inclusive agriculture transformation, it is assumed that NDRC will communicate the \nproposed internet plus policy changes to stakeholders in agriculture and food value chains. As a \nrisk, however, failure to align incentives of public and private stakeholders for more integration \nof internet technologies in agriculture and food value chains may weaken inclusive agriculture \ntransformation.   \n \n12.  Activities to achieve the outputs include (i) reviewing literature to draw lessons from \nnational and international experiences on internet plus policies and ascertain business models \nfor rural transformation and integration; (ii) organizing two international study tours to the United \nStates and New Zealand, where successes in internet business model application to agriculture \nand  food  value  chains  may  be  applicable  to  the  PRC;  (iii)  conducting  field  visits  and \nconsultations  with  stakeholders—such  as  local  governments,  enterprises,  and  farmers—in \ncounties in the PRC’s eastern (Zhejiang and Shandong), central (Hubei), and western (Yunnan) \nprovinces; (iv) collecting and analyzing data on farmers’ and farmer organizations’ participation \nin internet business models and the impact of internet plus policies on rural development; and \n(v) organizing TA workshops (inception, interim, and final) and an international conference to \npresent  and  discuss  the  project’s  framework,  methodology,  and  periodic  results,  and  to \ndisseminate TA findings. \n \nC.  Cost and Financing \n13.  The TA is estimated to cost $450,000, of which $400,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-other sources). The government will \nprovide counterpart support in the form of staff time, data source access, administrative and \ncoordination support, and other in-kind contributions. The cost estimates and financing plan are \nin Appendix 2. \n \nD.  Implementation Arrangements \n14.   The  NDRC’s  Department  of  Rural  Economy  will  be  the  executing  agency.  A  TA \nmanagement office will be established to coordinate with ADB, providing guidance on project \nimplementation issues and ensuring intra- and inter-departmental coordination. The researcher \n(deputy director level) of the Department of Rural Economy’s Comprehensive Division will serve \nas the TA management office chair and be responsible for day-to-day operational matters \namong ADB, consultants, and government agencies. The office will establish a leading group \n ", "4     \ncomprising  agriculture  and  e-commerce  agencies  and  representatives  from  the  relevant \ndepartments of the ministries of finance, agriculture, industry and information technology, and \ncommerce.  \n \n15.  The TA will be implemented for 18 months, from 1 July 2016 to 31 December 2017. The \nTA will require 2 person-months of international and 23 person-months of national consulting \nservices, as well as one international resource person.8 One international specialist (agricultural \neconomist) and three national specialists (team leader and rural development specialist, deputy \nteam  leader  and  agricultural  economist,  and  agriculture  information  and  communication \ntechnology specialist) will be required for implementation. The outline terms of reference for the \nconsultants are in Appendix 3. ADB will engage the consultants following the Guidelines on the \nUse  of  Consultants  (2013,  as  amended  from  time  to  time)  through  individual  consultant \nselection. 9  This  is  considered  the  most  efficient  method,  as  individual  experience  and \nqualifications  are  main  requirements  and  collective  responsibility  is  not.  TA  funds  will  be \ndisbursed following the Technical Assistance Disbursement Handbook (2010, as amended from \ntime to time).  \n \n16.  The  TA  will  follow  the  standard  monitoring  and  supervision  procedures  for  ADB-\nadministered TA projects. ADB will carry out monitoring and review missions at the project’s \ninception, interim, and final phases. During these missions, ADB, the executing agency, the \nconsultants, and stakeholders will review the project’s technical progress and provide feedback \nto improve the TA. Progress will be measured against the targets and indicators in the design \nand monitoring framework (Appendix 1) and the consultants’ terms of reference, and reported in \nTA progress reports. ADB and local experts will review progress reports to provide additional \nfeedback and guidance. TA outputs will be presented and discussed with national stakeholders \nand during an international conference on internet agriculture. In addition, all TA reports will be \nmade available on ADB’s webpage. \n \nIV.  THE PRESIDENT'S DECISION  \n \n17.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $400,000 on a grant basis to \nthe Government of the People’s Republic of China for Rural Economic Transformation and \nUpgrading by the Integration with Internet Plus, and hereby reports this action to the Board.\n                                                \n8  One resource person will be hired for specific expertise and separately from the consulting entity for 10 days. The \nresource person will not be part of the consultant team, but will work closely with the team to provide additional \nexpertise and support that is not available within the team.  \n9  Lump sum payments and/or output-based contracts will be considered for consulting services in line with Midterm \nReview Action Plan Nos. 2.9.2. and 2.10.2. \n ", "Appendix 1    5 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact(s) the Project is Aligned with \nRural economy successfully restructured (Decisions of the Third Plenary of the 18th Central Committee of \nthe Communist Party of China).  \n \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting  Risks \nOutcome       \nInclusive  By May 2018  a. Project report  Public and private \nagriculture  reviews  stakeholders lack \na. Internet plus agriculture policy \ntransformation    incentives and \nrecommendations for inclusive \nfacilitated  Annual activity  understanding for more \ntransformation of the rural economy \nreport by NDRC’s  integration of internet in \nadopted by NDRC. \nDepartment of  agriculture value \n(2016 baseline: 0; target: 2) \nRural Economy  chains. \n \nNDRC does not \n \neffectively communicate \n   \nthe proposed internet \nplus policy changes to \nstakeholders in \nagriculture value \nchains. \nOutputs       \n1. International  1a. A report on international best  1a–1c. TA review  Public and private \nand national  practices and policies of internet  missions and  stakeholders lack \npractices and  plus agriculture business compiled  reports  incentives for \npolicies of  by month 5.    collaboration with the \ninternet plus  (2016 baseline: 0; target: 1)  Consultant  field research team. \nagriculture  technical report   \n1b. A booklet on existing national \nbusiness models  from study   \npolicies and programs compiled by \nreviewed   \nmonth 10. \nQuarterly dialogue \n(2016 baseline: 0; target: 1) \nand/or feedback \n1c. Typical internet plus agriculture  from NDRC \nmodels in the PRC identified and \npresented at final TA workshop by \nmonth 18. \n(2016 baseline: 0; target: 1) \n2. Constraints  2a. A report with identified gaps in  2a–2d. TA review   \nand opportunities  policies, institutional arrangements,  missions and \nfor participation of  and public goods to support priority  reports \nfarmers and  areas for developed, intermediate, \nConsultant \nfarmer  and underdeveloped regions \ntechnical report \norganizations in  submitted to ADB by month 12.  \nfrom study \ninternet plus  (2016 baseline: 0; target: 1) \neconomy  Quarterly dialogue \n2b. A report with identified \nidentified  and/or feedback \nunderdeveloped internet plus \nfrom NDRC \nservices by private and public \nsector for different segments of \nagriculture value chains submitted \nto ADB by month 12.  \n(2016 baseline: 0; target: 1) \n2c. A report with identified business \n ", "6    Appendix 1 \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting  Risks \nopportunities and challenges for \nfarmers and farmer organizations \nsubmitted to ADB by month 12.  \n(2016 baseline: 0; target: 1) \n2d. A report with identified capacity \nbuilding needs for farmers and \nfarmer organizations submitted to \nADB by month 12.  \n(2016 baseline: 0; target: 1) \n3. Policy,  3a. A policy note submitted and  3a. Relevant   \nregulatory, and  shared by month 15.  reports and public \ninvestment  (2016 baseline: 0; target: 1)  communications of \nrecommendations  NDRC’s \nto develop the  Department of \nPRC’s internet  Rural Economy  \nplus economy in     \nagriculture sector \n   \nformulated \n Key Activities with Milestones \n1. International and national practices and policies of internet plus agriculture business models \nreviewed \n1.1 Conduct necessary literature review (Q4 2016). \n1.2 Conduct inception workshop to consult ministries on available policies (Q4 2016). \n1.3 Conduct an international study tour to countries that have good models of internet agriculture (Q1 \n2017) (G/CD). \n1.4 Review existing internet plus agriculture models in PRC and present them at final TA workshop (Q4 \n2017). \n1.5 Prepare a draft report and register a public account on internet plus agriculture in social network \n“WeChat” to disseminate findings of output 1 (Q2 2017) (KNS). \n1.6 Revise the report to be included in the draft final report (Q3 2017).  \n \n2. Constraints and opportunities for participation of farmers and farmer organizations in internet \nplus economy identified \n2.1 Conduct necessary literature review (Q4 2016). \n2.2 Undertake a scoping mission in one province to design the research (Q4 2016). \n2.3 Develop research strategy, study framework, and establish data requirements (Q4 2016). \n2.4 Conduct field visits, collect data, and consult with relevant government agencies (Q1 2017). \n2.5 Prepare a draft report to be included in the interim report (Q2 2017).  \n2.6 Revise the report to be included in the draft final report (Q3 2017). \n2.7 Present the report at the international conference on internet plus agriculture (Q4 2017) (KNS). \n2.8 Finalize the report (Q4 2017). \n \n3.  Policy,  regulatory,  and investment recommendations to develop  the  People’s Republic of \nChina’s internet plus economy in agriculture sector formulated \n3.1 Prepare a draft synthesized policy note based on draft outputs 1 and 2 (Q2 2017). \n3.2 Organize an international conference on internet agriculture (Q3 2017) (G/CD).  \n3.3 Present the policy note at the international conference on internet plus agriculture (Q4 2017) (KNS). \n3.4 Finalize the policy note (Q4 2017). \n \nProject Management Activities  \nMobilize team of experts (Q3 2016). \nDevelop study framework, prepare inception report, and organize and conduct inception workshop (Q4 \n2016). \n ", "Appendix 1    7 \nKey Activities with Milestones \nPrepare interim TA report and conduct interim workshop (Q2 2017). \nPrepare draft final TA report (Q3 2017). \nHold a final TA workshop alongside an international conference on internet plus agriculture (Q4 2017) \n(KNS). \nFinalize the TA outputs (Q4 2017). \n \nNote: All consultant and TA reports will be submitted in English to ADB. \nInputs \nADB: $400,000  \n \nNote: The government will provide counterpart support in the form of staff time, data source access, \nadministrative and coordination support, and other in-kind contributions. \nAssumptions for Partner Financing \nNot applicable. \nADB = Asian Development Bank, G/CD = governance and capacity development, KNS = knowledge solutions, NDRC \n= National Development and Reform Commission, PRC = People’s Republic of China, Q = quarter, TA = technical \nassistance. \nSource: Asian Development Bank estimates. \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \nItem  Amount \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  40.0 \n      ii.  National consultants  160.0 \n    b.  International and local travel  30.0 \n    c.  Reports and communications  5.0 \n  2.  Training, workshops, and conferences   \n    a.  Resource person  20.0 \n    b.  Workshops and conference  30.0 \n    c.  International study tour  60.0 \n  3.  Surveys  20.0 \n  4.  Miscellaneous administration and support costsb  5.0 \n  5.  Contingencies  30.0 \n      Total  400.0 \nNote: The technical assistance is estimated to cost $450,000, of which contributions from the Asian Development \nBank are presented in the table above. The government will provide counterpart support in the form of staff time, \naccess to data sources, administrative and coordination support, and other in-kind contributions. The value of the \ngovernment contribution is estimated to account for 11% of the total technical assistance cost. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-other sources).  \nb  Includes interpretation and translation costs. \nSource: Asian Development Bank estimates. \n ", "  Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Introduction \n1.   It  is  estimated  that  the  technical  assistance  (TA)  will  require  2  person-months  of \ninternational, 23 person-months of national consulting services, and 10 days of resource person \ninputs. One international specialist (agricultural economist) and three national specialists (team \nleader and rural development specialist, deputy team leader and agricultural economist, and \nagriculture  information  and  communication  technology  specialist)  will  be  required  for \nimplementation. The Asian Development Bank (ADB) will engage the consultants following \nADB’s Guidelines on the Use of Consultants (2013, as amended from time to time) through \nindividual consultant selection. Table A3 provides a breakdown of the required expertise.   \n \nTable A3: Breakdown of Consulting Expertise \nPerson- Person-\nInternational Position  Months  National Position  Months \nAgricultural economist  2  Team leader and rural development        10 \nspecialist \n    Deputy team leader and agricultural  9 \neconomist \n    Agriculture information and  4 \ncommunication technology \nspecialist \nTotal:  2    23 \nSource: Asian Development Bank estimates. \n \nB.  Terms of Reference \n2.   Agricultural economist (international, 2 person-months). The consultant should have a \npostgraduate degree in agricultural economics or other relevant fields and 10 or more years of \nexperience  in  agricultural  development,  value chain  development,  and/or  agricultural  policy \nanalysis. Demonstrated project-related experience in the People’s Republic of China (PRC) is \ndesirable. The specialist will undertake the following tasks: \n(i)  provide  substantial  inputs  to  the  development  and  refinement  of  the  study \nframework, methodology, and outlines of TA reports;  \n(ii)  provide substantial inputs to TA reports, including inception, interim, and final \nreports and their revised versions, focusing on internet plus services for the \ndevelopment of and integration with agriculture value chains; \n(iii)  conduct  a  comprehensive  review  of  international  policies,  best  practices, \napproaches,  and  experiences  in  enhancing  agricultural  economy  through \nimproved information and communication technology and infrastructure, such as \nmobile internet, internet of things, cloud computing, and big data; \n(iv)  identify  the  applicability  of  internet  plus  international  best  practices  for  the \nconditions in the PRC;  \n(v)  provide  substantial  inputs  to  the  policy  note  on  internet  plus  comprising \nregulatory and public investment recommendations; \n(vi)  prepare a report on international best practices and policies of internet plus \nagriculture business; \n(vii)  participate  and  present  the  study  findings  in  the  TA  final  workshops  and \ninternational conference; and \n(viii)  carry out other related work assigned by the team leader. \n ", "10  Appendix 3 \n \n \n3.   Team leader and rural development specialist (national, 10 person-months). The \nconsultant should have a postgraduate degree in rural development, agricultural policy, or other \nrelevant fields and 15 or more years of experience in agricultural and rural development. The \nspecialist  must  be  fluent  in  English  and  have  prior  work  experience  with  international \norganizations. Demonstrated project-related experience such as leading agricultural and rural \ndevelopment research in an international team is desirable. The specialist will be responsible for \nthe final TA outputs, as well as for the daily coordination and supervision of the TA team. \nSpecifically, the specialist will undertake the following tasks: \n(i)  develop  the  detailed  framework  and  methodology  in  consultation  with  the \nexecuting agency, key stakeholders, and other experts;  \n(ii)  develop outlines of the TA inception, interim, and final reports and assign work to \nrespective specialists in the team; \n(iii)  compile and finalize various TA reports, including inception, interim, and final \nreports and their revised versions; \n(iv)  manage and ensure timely implementation of TA activities, including coordinating \nteam member inputs, organizing inception, interim, and final TA workshop, and \nsupporting  the  executing  agency  to  organize  an  international  conference  on \ninclusive agricultural transformation via the use of internet plus policies; \n(v)  conduct a comprehensive review of internet plus and related rural development \npolicies, including ADB’s TA projects on this topic; \n(vi)  conduct a field investigation in selected internet plus case study areas, and \ncollect data and information on the impact of internet plus on rural development; \n(vii)  consult leaders in case study areas, experts, and policy makers on the study \napproach and outcomes, and revise the draft based on the comments received; \n(viii)  review consultant reports, and provide feedback for revision; \n(ix)  lead the preparation of a policy note on regulatory and public sector investment \nrecommendations to develop the PRC’s internet plus economy in the agriculture \nsector; \n(x)  moderate the interim and final TA workshop and the international conference; \n(xi)  invite the international resource person to the TA workshops and international \nconference; \n(xii)  present the TA study results and findings in the interim and final TA workshops \nand international conference;  \n(xiii)  prepare  an  interim  and  final  TA  report,  and  share  the  reports  with  the \ninternational resource person for comments; \n(xiv)  prepare a study report with identified international and national best practices \nand policies of internet plus agriculture business;  \n(xv)  prepare a study report with identified constraints and opportunities for better \nparticipation of stakeholders in the internet plus economy, especially farmers and \nfarmer organizations; \n(xvi)  prepare a report on identified gaps in policies, institutional arrangements, and \npublic  goods  to  support  priority  areas  for  developed,  intermediate,  and \nunderdeveloped regions;  \n(xvii)  prepare a report on capacity building needs of farmers and farmer organizations; \nand \n(xviii)  carry out other related work assigned by the ADB project officer. \n \n4.   Deputy team leader and agricultural economist (national, 9 person-months). The \nconsultant should have a postgraduate degree in agricultural economics, agricultural policy, or \nother relevant fields; 10 or more years of experience in agricultural economics, value chain \n ", "  Appendix 3  11 \nanalysis, and policy analysis; and satisfactory competence in English. Demonstrated project-\nrelated experience is desirable. The specialist will undertake the following tasks: \n(i)  provide  substantial  inputs  to  the  development  and  refinement  of  the  study \nframework, methodology, and outlines of TA reports;  \n(ii)  provide substantial inputs to TA reports, including inception, interim, and final \nreports and their revised versions; \n(iii)  conduct a comprehensive review of literature on internet plus policies for rural \neconomy transformation and integration in the PRC, and identify typical internet \nplus agriculture models;  \n(iv)  design and conduct field investigation on policy gaps, institutional arrangements, \nand missing public goods to support rural economy transformation with internet \nplus  business  models and  related  internet  services,  as  well  as  on  business \nopportunities for farmers and farmer organizations; \n(v)  provide  substantial  inputs  to  the  policy  note  on  internet  plus  comprising \nregulatory and public investment recommendations; \n(vi)  prepare a report on existing internet plus national policies and programs, and \nprepare a booklet for publication based on the report; \n(vii)  prepare a report on typical internet plus agriculture models in the PRC;  \n(viii)  contribute to the report on policy gaps, institutional arrangements, and public \ngoods  gaps  to  support  priority  areas  in  developed,  intermediate,  and \nunderdeveloped regions;  \n(ix)  prepare a report on business opportunities for farmers and farmer organizations; \n(x)  assist  in  organizing  and  participate  in  the  TA  workshops  and  international \nconference, and present the study findings; and \n(xi)  conduct other related work assigned by the team leader. \n \n5.   Agriculture  information  and  communication  technology  specialist  (national,  4 \nperson-months).  The  consultant  should  have  a  graduate  degree  in  information  and \ncommunication  technology  or  other  relevant  fields;  5  or  more  years  of  experience  in  the \napplication  and  analysis  of  information  and  communication  technology  in  agriculture  value \nchains; and satisfactory competence in English. Demonstrated knowledge on agricultural e-\ncommerce and agricultural logistics and project-related experience is desirable. The specialist \nwill undertake the following tasks: \n(i)  provide  substantial  inputs  to  the  development  and  refinement  of  the  study \nframework, methodology, and outlines of TA reports;  \n(ii)  provide substantial inputs to TA reports, including inception, interim, and final \nreports and their revised versions; \n(iii)  design  and  conduct  field  investigation  on  internet  plus  services  for  different \nsegments and actors of agriculture value chains; \n(iv)  provide  substantial  inputs  to  the  policy  note  on  internet  plus  comprising \nregulatory and public investment recommendations; \n(v)  prepare a report on underdeveloped internet plus services by the public and \nprivate sector for different segments of the agriculture value chain; \n(vi)  assist in organizing and participate in the final TA workshop and international \nconference, and present the study findings; and \n(vii)  conduct other related work assigned by the team leader. \n \n6.   Resource person on information technology application in agriculture and food \nvalue chains (international, 10 person-days). The resource person should hold a position in \ninstitutions or environments relevant to information technology application in agriculture and \nfood value chains, such as in an agriculture research institution, consulting entity, government \n ", "12  Appendix 3 \n \n \nagency, or agriculture e-commerce company. The resource person will comment on the field \nstudy  design  and  data  collection  tools,  prepare  workshop  interventions,  and  participate  in \ninterim  and  final  TA  workshops.  The  resource  person  will  provide  insight  to  national  and \ninternational good practices and lessons learned on internet technology in agriculture and food \nvalue chains, as applicable to the PRC context. \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20160711094146+08'00'", "Creator": "PDF24 Creator", "Keywords": "prc, china, agro-industry, rural economy, rural logistics, e-commerce, modernization, modern agriculture, technology, internet technologies, ict, information sharing, pata, 49399, adb technical assistance, approved technical assistance, tar, ta projects", "ModDate": "D:20160714110910+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "49399-001: Rural Economic Transformation and Upgrading by the Integration with Internet Plus"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 11 July 2016) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1495 \n$1.00  =  CNY6.6881 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  NDRC  –  National Development and Reform Commission \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  Q. Zhang, Environment, Natural Resources, and Agriculture Division, \nEARD \n   \nTeam leader  J. Hinrichs, Natural Resources Economist, EARD \nDeputy team leader  X. Shen, Senior Project Officer (Natural Resources and Agriculture), EARD \nTeam members  D. Gavina, Senior Operations Assistant, EARD  \n  P. Rhee, Counsel, Office of the General Counsel \n  T. Ueda, Senior Natural Resources Economist, EARD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "S. Groff", "role": "Operations", "organization": ""}, {"fullname": "A. Konishi", "role": "East Asia Department (EARD)", "organization": ""}, {"fullname": "Q. Zhang", "role": "Environment", "organization": "Natural Resources"}, {"fullname": "J. Hinrichs", "role": "Natural Resources Economist", "organization": "EARD"}, {"fullname": "X. Shen", "role": "Senior Project Officer (Natural Resources and Agriculture)", "organization": "EARD"}, {"fullname": "D. Gavina", "role": "Senior Operations Assistant", "organization": "EARD"}, {"fullname": "P. Rhee", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "T. Ueda", "role": "Senior Natural Resources Economist", "organization": "EARD"}]}