{"path": "data/input/ta/49407-001-tar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 49407-001 \nCluster—Capacity Development Technical Assistance (C-CDTA) \nJanuary 2016 \n \n \n \n \nStrengthening Project Preparation Capacity in Asia \nand the Pacific \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose to the public in accordance with ADB’s Public \nCommunication Policy 2011. \n The views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  AP3F  –  Asia Pacific Project Preparation Facility \n  DMC  –  developing member country \n  PPP  –  public–private partnership \n  TA  –  technical assistance \n \n \n \n \n \n \n \nNOTE \nIn this report, “$” refers to US dollars. \n \n \n \n \n \n \n \nHead  R. Kaga, Office of Public–Private Partnership (OPPP) \nDirector   T. Koike, OPPP \n   \nTeam leader  T. Lewis, Principal Public–Private Partnership Specialist, OPPP \nTeam members  A. Abon, Public–Private Partnership Officer, OPPP \n  A. Belarmino, Operations Assistant, OPPP \nA. Jett, Public–Private Partnership Specialist, OPPP \nK. Yalung, Public–Private Partnership Analyst, OPPP \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \n \nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE PROPOSED CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nE.  Governance  4 \nIV.  THE PRESIDENT'S RECOMMENDATION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  Outline Terms of Reference for Consultants  9 \n \nSUPPLEMENTARY APPENDIX (available on request) \nIndicative Procurement Plan \n \n \n ", "", "Project Classification Information Status: Complete\nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 49407-001\nProject Name Strengthening Project Preparation  Department OPPP/OPPP\nCapacity in Asia and the Pacific /Division\nCountry REG Executing  Asian Development Bank\nAgency\nqq\n2. Sector Subsector(s)     ADB Financing ($ million)\nTransport Transport policies and institutional development 4.00\nEnergy Energy sector development and institutional reform 4.00\nWater and other urban  Urban policy, institutional and capacity development 2.00\ninfrastructure and \nservices\nTotal 10.00\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the  Low\ngrowth (IEG) including jobs, created and expanded Project\nRegional integration  Pillar 3: Money and finance\n(RCI)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nKnowledge solutions  Application and use of new  Some gender elements (SGE)\n(KNS) knowledge solutions in key \noperational areas\nKnowledge sharing activities\nPartnerships (PAR) Commercial cofinancing\nPrivate Sector\nPrivate sector  Conducive policy and institutional \ndevelopment (PSD) environment\nPromotion of private sector \ninvestment\nPublic sector goods and services \nessential for private sector \ndevelopment\nqq\n5. Poverty Targeting Location Impact\nProject directly targets  No\nRegional High\npoverty\nqq\n6. TA Category: A\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 10.00\n    Capacity development technical assistance: Technical Assistance Special 10.00\nFund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 10.00\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 26102015100451342079 Generated Date: 06-Jan-2016 15:50:22 PM", "", " \nI.  INTRODUCTION \n1.  The Asian Development Bank (ADB) established the Asia Pacific Project Preparation \nFacility (AP3F) in October 2014 to provide the additional resources and technical support for the \npreparation of public–private partnership (PPP) infrastructure projects in its developing member \ncountries (DMCs). This is expected to help increase the amount and quality of infrastructure in \nAsia and the Pacific by facilitating the use of PPP modalities. \n \n2.  PPPs have the potential for ADB to provide leverage and thought leadership. Under its \nPublic–Private Partnership Operational Plan, 2012–2020, ADB addresses PPP development \nholistically across four pillars: (i) advocacy, (ii) enabling environment, (iii) project development, \nand (iv) project financing.1 Under pillars 1 and 2, ADB is helping its DMCs to develop PPP \nframeworks and is providing PPP project-related support. Accordingly, ADB is in the unique \nposition to help advance its DMCs’ knowledge on PPPs, apply recognized PPP principles and \nprocesses, and realize more PPP projects. \n \n3.  Through the AP3F, ADB will provide assistance to DMC governments and their public \nsector agencies to support the financial, legal, and technical advisory services required to \nprepare and structure PPP transactions, and bring them to the market. The AP3F can also \nprovide related assistance for (i) reform and improvement of policy, legislative, regulatory, and \ninstitutional  practices  in  DMCs,  where  this  is  linked  or  otherwise  complementary  to  such \ninfrastructure projects; and (ii) ongoing project monitoring and evaluation. This is expected to \nhelp increase the amount and quality of infrastructure in Asia and the Pacific by facilitating the \nuse of PPP modalities.  \n \n4.  The  proposed  cluster  regional  capacity  development  technical  assistance  (TA)  will \ncontribute to achieving the overall AP3F objective by providing upstream assistance to DMCs, \nessentially  increasing  their  capacity  to  prepare  and  undertake  PPPs  and  developing  the \nenabling environment for PPPs. The TA will help DMCs address the project preparation gap by \nsupporting a range of activities in DMCs to lay the groundwork (such as legislative and policy \nreform) necessary for DMCs to be able to tap the AP3F for further assistance in structuring \ntheir projects. The design and monitoring framework is in Appendix 1. \n \nII.  ISSUES  \n5.  Asia’s infrastructure demand is huge. While ADB predicts that Asia will need to spend \nabout $8 trillion from 2010 to 2020 just to maintain current economic growth, a report by \nPricewaterhouseCoopers estimated that Asia and the Pacific will need to spend $5.36 trillion \nannually on infrastructure by 2025—representing nearly 60% of the world’s total. Infrastructure \nprojects funded by national governments and development assistance, even when effectively \ndelivered and implemented, will not suffice to address this growing infrastructure demand gap. \n \n6.  Adequate investment in infrastructure is crucial to promoting further growth of Asia and \nthe Pacific, spreading the fruit of economic developments, and raising the living standards of \npeople  in  the  region.  Governments  have  a  key  role  to  play  in  promoting  an  enabling \nenvironment  for  private  investment.  The  region’s  vast  savings  are  ripe  to  be  efficiently \nchanneled to funding long-term investment needs, thus helping the region to realize its full \ngrowth potential and lifting millions out of poverty. Governments need to draw on past lessons \n                                                \n1  ADB. 2012. Public–Private Partnership Operational Plan, 2012–2020. Manila. \n ", "2   \nand consider more commercial approaches as to how to engage the private sector in building, \noperating, and maintaining sustainable infrastructure assets. \n \n7.  Given the region’s huge infrastructure needs, mobilizing private sector investments is \nvital.  PPPs  are  an  important  way  forward  since  they  can  offer  an  additional  procurement \napproach by tapping the private sector’s financial resources and skills in delivering infrastructure \neffectively  and  efficiently  on  a  whole  life  cycle  cost  basis.  However,  PPP  development  is \nconstrained by limited or lack of understanding of PPP contracts, risk allocation, and lack of \ngovernment  capacity  for  project  identification  and  preparation.  Underdeveloped  regulatory \nframeworks  and  unclear  implementation,  as  well  as  limited  coordination  among  central \nministries,  also  contributed  to  the  slow  uptake  of  PPPs  as  a  procurement  modality.  PPP \nschemes are generally long-term partnerships, so governments must possess, develop, and/or \nretain sufficient expertise to  be able to understand the PPP arrangements, carry out  their \nobligations under the PPP agreement, and monitor the performance of the private sector, and \nenforce their obligations. \n \n8.  Another  pressing  challenge  that  DMCs  face  is  the  lack  of  effective  PPP  project \npreparation. There is a shortage of well-prepared, bankable PPP projects where investors are \nsufficiently reassured by the commercial and technical feasibility, the risk allocation, the public \nsector’s contractual commitment and capacity as well as the institutional and legal framework. \n \n9.  The PPP project preparation process is quite complex, as it involves large teams and \nmultiple stakeholders (including ministries, regulators, engineering firms, banks, and users) as \nwell as a multitude of interfaces between the different functional feasibility studies and the \nregulatory  contract  design.  So  it  is  of  paramount  importance  to  assemble  capable  and \nexperienced teams within a well-defined governance structure, backed by strong and committed \npolitical and project leadership. High-quality project preparation is also costly and, in many \ncases, insufficient or ad hoc funding has led to poor quality, inconsistencies, and delays in \nproject preparation. PPP planners need to ensure sufficient up-front funding, to be disbursed at \nset milestones, to conduct a thorough feasibility study. \n \nIII.  THE PROPOSED CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE \n10.  The TA will support capacity development in preparing infrastructure projects to be \nprocured  using  the  PPP  modality.  It  will  support  policy  dialogues,  capacity  building,  and \ninstitutional  strengthening  to  improve  planning  and  project  identification,  and  changes  and \nmodifications to policy and regulatory frameworks to enhance the enabling environment for \nPPPs. The TA will also provide ongoing project monitoring and restructuring. \n \n11.  The TA will use the cluster approach, targeting upstream activities, including sector or \npolicy reform, linked to potential projects being prepared. The cluster approach is proposed \nbecause the subprojects are interrelated and will address the challenges of having better-\nprepared projects. The cluster modality will maximize TA coherence and coordination better \nthan an individual TA approach. \n \nA.  Impact and Outcome \n12.  The impact will be contributing to increasing private sector investment in infrastructure \nprojects. The outcome will be an increase in the number of properly prepared infrastructure \nprojects that attract private sector investments. \n ", "  3 \nB.  Methodology and Key Activities \n13.  The TA will provide ancillary support for the preparation, structuring, and financing of \ninfrastructure PPP projects of ADB’s DMCs. It is intended to streamline DMCs’ access to the \nresources  of  the  AP3F.  It  will  help  them  respond  appropriately  and  expeditiously  to  the \nchallenges  and  issues  in  developing  and  financing  infrastructure  projects  through  PPP \napproaches. Within the framework of the implementation guidelines, as set out under the AP3F, \nthe TA will support a range of upstream activities and will give priority to projects that (i) have a \npositive impact on regional connectivity and support regional economic integration; (ii) take into \naccount  climate  change  and  are  demonstrably  climate-friendly  and  climate-resilient;  and \n(iii) demonstrate value for money and the potential for replication in the sector, country, and/or \nregion. \n \n14.  The TA will have three subprojects, to be carried out under the overall framework of the \nAP3F and in close coordination with ADB’s regional departments. Subproject 1 will provide \ncapacity  development  support  to  DMCs  to  continuously  improve  their  skills  in  project \nidentification, preparation, and management. Subproject 2 will provide support to DMCs in \nmonitoring  the  operational  performance  of  a  specific  PPP  project,  and  during  project \nrestructuring. Subproject 3 will support DMCs to undertake the necessary reforms to facilitate \nPPPs. These subprojects may be undertaken in a single DMC at the same time. ADB will \ndetermine what type of intervention is needed and plan the sequence of such intervention \naccordingly. \n \n(i)  Subproject  1:  Support  for  capacity  development,  knowledge  and \nnetworking support. This component will help assess and build the capacity of \nnational  and  local governments,  stakeholders, and  other  project sponsors  to \nidentify, develop, structure, and implement infrastructure PPP projects. This will \ninclude  assessing  and  building  the  capacity  for  multi-stakeholder,  integrated \ninfrastructure  and  strategy  planning;  capital  investment  planning  and \nprogramming; financial management; and project management and supervision. \nIt will also include knowledge generation and dissemination on policy, fiscal, and \ninstitutional frameworks for sustainable delivery of PPP projects. \n \n(ii)  Subproject 2: Support for ongoing monitoring and project restructuring. \nThis  component  will  provide  support  to  DMC  agencies  in  monitoring  project \nperformance  against  the  key  performance  indicators  set  out  in  the  project \nagreement  to  ensure  that  service  delivery  is  in  accordance  with  the  output \nspecification.  This  will  also  include  support  to  the  DMC  during  project \nrestructuring, provided that the DMC has not been the party causing default, \nexcept in the case of political force majeure. \n \n(iii)  Subproject 3: Support for the establishment of enabling environment for \npublic–private partnerships. This will include advising DMC agencies (such as \nline  ministries  and  PPP  units)  on  enabling  reforms  (such  as  changes  to \nlegislation, policy, and regulatory frameworks; and possible use of guarantees, \nviability  gap  financing,  new  financing  vehicles,  and  investment  incentive \nschemes); appropriate PPP project selection criteria; staff training; and market \nand/or stakeholder awareness. \n \n ", "4   \nC.  Cost and Financing \n15.  The TA is estimated to cost $10 million, which will be financed on a grant basis by ADB’s \nTechnical Assistance Special Fund (TASF-V) and broken down as follows: (i) subproject 1: \n$5.00 million, (ii) subproject 2: $2.86 million, and (iii) subproject 3: $2.14 million. The cost \nestimates and financing plan are in Appendix 2. \n \nD.  Implementation Arrangements \n16.  ADB will coordinate the TA through its Office of Public–Private Partnership. Upon TA \napproval, the subproject proposals will be submitted for approval to the Head, Office of Public–\nPrivate Partnership, in accordance with ADB guidelines on cluster TA processing.2 ADB will be \nthe executing agency and implementing agency for each subproject, and will work closely with \nregional departments, DMCs, and AP3F financing partners. The TA will finance consulting \nservices;  workshops  and  training  events,  including  study  visits  and  resource  persons; \npreparation  of  reports  and  knowledge  products;  as  well  as  communication,  miscellaneous \nadministration, support costs, and equipment. The TA and its subprojects are expected to be \nimplemented from January 2016 to December 2019. \n \n17.  The TA activities will be coordinated with other ongoing ADB projects under the overall \nframework of the AP3F. All subprojects will be supported and monitored by ADB’s regional \ndepartments, and activities will be closely coordinated with them. \n \n18.  Input of 271.9 person-months of international consultants and 127.3 person-months of \nnational consultants is envisaged. Different methods of consultant selection will be applied, \ndepending on the size and nature of the contracts. Consultants may be engaged via consulting \nfirms(s) or individually. Consultants will be engaged using the following procurement modalities: \n(i) quality- and cost-based selection using a financial ratio of 90:10; (ii) quality-based selection; \n(iii)  consultant  qualification  selection;  and  (iv)  single  source  selection,  as  appropriate.  All \nconsultants  will  be  engaged  by  ADB  in  accordance  with  its  Guidelines  on  the  Use  of \nConsultants  (2013,  as  amended  from  time  to  time).  The  outline  terms  of  reference  for \nconsultants for subprojects are in Appendix 3. \n \n19.  All procurement under the TA will be carried out in accordance with ADB’s Procurement \nGuidelines (2015, as amended from time to time). Disbursements under the TA will be in \naccordance with ADB’s Technical Assistance Disbursement Handbook (2010, as amended from \ntime to time). \n \nE.  Governance \n \n20.  The core TA implementation team will consist of management level staff, technical staff, \nand consultants with PPP and/or project finance expertise. The team will regularly communicate \nwith the subproject teams, AP3F financing partners, and other partners; organize meetings; and \nprepare  reports  required  by  ADB  and  AP3F  partners.  The  TA  will  be  monitored  through \nassessment of quality and timely delivery of outputs. Overall TA results will be disseminated \nthrough the AP3F donor meetings, PPP thematic group, and other relevant sector and thematic \ngroups. \n \n                                                \n2  ADB. 2013. Technical Assistance. Operations Manual. OM D12/BP. Manila. \n ", "  5 \nIV.  THE PRESIDENT'S RECOMMENDATION \n \n21.  The President recommends that the Board approve the provision of technical assistance \nnot  exceeding  the  equivalent  of  $10,000,000  on  a  grant  basis  for  Strengthening  Project \nPreparation Capacity in Asia and the Pacific. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n   \nImpact the Technical Assistance Project is Aligned with \nIncreased private sector investment in infrastructure projectsa \n  Performance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  By 2020     \nNumber of properly  At least 7 infrastructure  a. Reports of the  Lack of political will to \nprepared  projects successfully bid  Ministry of Finance and  implement \ninfrastructure projects  out with AP3F support  PPP unit  infrastructure projects \nthat attract private  (2014 baseline: 0)  using PPP scheme \nb. AP3F annual report \nsector investments \nincreased \nOutputs       \n1. Capacity of DMC  1. At least eight DMCs  1-3. Reports of the  The main risk will be \nofficials in preparing  provided capacity  Ministry of Finance and  weakening of political \ninfrastructure projects  development support that  PPP unit, AP3F annual  support to continue to \nstrengthened  resulted in PPP  report  enhance the enabling \ntransactions    environment for PPPs, \n(2014 baseline: 0)    absence of which can \n2. Support for  2. At least one PPP project    result in diminished \nongoing project  provided with ongoing    interest from the private \nmonitoring and  monitoring and/or  sector to invest. \nrestructuring provided  restructuring support   \n(2014 baseline: 0)  Capacities in DMC \n3. Policy, legislative,  3. At least eight DMCs    implementing agencies \nand regulatory  provided upstream support    to identify, prepare, \nenvironment for  that resulted in PPP  procure, implement, \nprivate sector  transactions  and manage complex \nparticipation in  (2014 baseline: 0)  infrastructure projects \ninfrastructure projects  can be lacking. A \nenhanced  downturn in the \neconomy or failure of \nbanks in the relevant \nregion can reduce \nprivate sector interest in \nPPP, particularly for \nlong-tenor financing. \n Key Activities with Milestones \nOutput 1: Capacity of DMC officials in preparing infrastructure projects strengthened and Output \n3: Policy, legislative, and regulatory environment for private sector participation in infrastructure \nprojects enhanced \n1.1 Secure no objection letter from DMCs (Q2 2016) \n1.2 Establish a panel of consulting firms for the timely deployment of support to DMCs (Q1 2016) \n1.3 Assess the needed support and prepare an intervention plan (Q2 2016–Q4 2018) \n1.4 Deploy the consultants to provide support to DMCs (Q2 2016–Q4 2018) \n1.5 Monitor progress (Q3 2016–Q4 2019) \nOutput 2: Support for ongoing project monitoring and restructuring provided \n2.1 Secure no objection letter from DMCs (Q2 2016) \n2.2 Evaluate the type of support needed by the project (Q1 2017–Q4 2018) \n2.3 Deploy the consultants (Q1 2017–Q4 2018) \n2.4 Monitor progress (Q2 2017–Q4 2019)  \n ", "Appendix 1  7 \nProject Management Activities \nAssess the applications for support and design the intervention (Q1 2016–Q4 2018) \nManage the deployment of consultants to DMC clients (Q1 2016–Q4 2018) \nManage the consultants’ output (Q1 2016–Q4 2019) \nPrepare AP3F annual reports and any other report as needed (Q1 2016–Q4 2019) \n \nInputs \nAsian Development Bank: $10 million \nAssumptions for Partner Financing \nNot applicable. \nAP3F  =  Asia  Pacific  Project  Preparation  Facility,  DMC  =  developing  member  country,  PPP  =  public–private \npartnership, Q = quarter. \na  Asian Development Bank. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia \nand Pacific. Manila; and Asian Development Bank. 2012. Public–Private Partnership Operational Plan, 2012–2020. \nManila. \nSource: Asian Development Bank. \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Subproject  Amount \n  1  2  3   \nAsian Development Banka         \n  1.  Consultants         \n    a.  Remuneration and per diem         \n      i.  International consultants  3,483.8  2,039.4  1,503.0  7,026.3 \n      ii.  National consultants  481.4  204.5  218.2  904.1 \n    b.  International and local travel  790.4  499.2  332.8  1,622.4 \n    c.  Reports and communications  15.0  10.0  10.0  35.0 \n  2.  Equipmentb  40.0  30.0  20.0  90.0 \n  3.  Training, seminars, and conferencesc  100.0  20.0  20.0  140.0 \n  4.  Miscellaneous administration and  35.0  25.0  15.0  75.0 \nsupport costsd \n  5.  Contingencies  54.4  31.8  21.0  107.2 \nTotal  5,000.0  2,860.0  2,140.0  10,000.0 \nNote: Numbers may not sum precisely because of rounding. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-V). \nb  Includes purchase and/or rental of information technology equipment (computers and printers) and software. \nc  Includes international and local travel costs for Asian Development Bank staff and consultants as resource persons; \nand will include venue, meals, and beverages (including liquor). \nd  Includes printing, translation, and communications; and will include rental of office space and related overhead \nexpenses for technical assistance consultants as may be necessary. \nSource: Asian Development Bank estimates. \n ", "Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  Implementation of the Asian Development Bank’s cluster technical assistance (TA) will \nrequire (i) a core team of permanent staff who will oversee the subprojects, and (ii) staff with \ndesignated responsibility for the three subprojects. A range of consultant inputs will be needed \nto supplement core staff inputs. This implies the retention of some international and national \nconsultants  in  long-term  support  roles.  Short-term  consultancy  inputs are  also  likely  to  be \nrequired for a range of technical tasks.   \n \n2.  The subprojects will require the services of experts in project finance, public–private \npartnerships (PPPs), and project management. Detailed terms of reference, the precise extent \nof  consultancy  inputs,  and  consultant  selection  methods  will  be  defined  during  subproject \nprocessing, in accordance with Asian Development Bank procedures for cluster TA. Some of \nthe key tasks consultants will undertake under each subproject are outlined below. \n \nA.  Subproject  1:  Support  for  Capacity  Development,  Knowledge,  and  Networking \nSupport \n \n3.  International and national consultants. The firm or experts will have postgraduate \ndegrees in business, economics, law, finance, or a related field or equivalent relevant practical \nexperience; and at least 10 years of experience in PPP project development and management \n(128.2 international person-months and 36.4 national person-months). \n \n4.  The experts will: \n(i)  assess the capacity of national and local governments, stakeholders, and other \nproject sponsors to identify, develop, structure, and implement infrastructure PPP \nprojects; \n(ii)  identify capacity gaps and assist with the development of training inputs; \n(iii)  design  and  deliver  capacity  building  for  developing  member  country  (DMC) \nclients; \n(iv)  provide training to DMC clients on their roles and responsibilities in developing \nPPPs within the overall planning process of the government; \n(v)  design, organize, and manage international forums and workshops on PPPs to \nserve as networking events for DMC PPP officials; \n(vi)  conduct other capacity building as might be identified during TA implementation; \n(vii)  design, develop, and maintain customized websites; and \n(viii)  manage the production of a range of knowledge outputs to disseminate the \nlearning  and  experiences  from  the  Asia  Pacific  Project  Preparation  Facility \n(AP3F)-supported projects and activities. \n \nB.  Subprojects 2: Support for Ongoing Monitoring and Project Restructuring \n \n5.  International and national consultants. The firm or experts will have postgraduate \ndegrees in business, economics, finance, or a related field or equivalent relevant practical \nexperience; and at least 10 years of experience in developing infrastructure projects, including \nPPP transactions (72.3 international person-months and 54.5 national person-months). \n \n6.  The experts will: \n(i)  develop a monitoring and evaluation system to track the progress of AP3F-\nsupported projects, and prepare progress reports as needed; \n ", "10  Appendix 3 \n(ii)  develop and maintain monitoring and evaluation database for AP3F-supported \nprojects and activities; \n(iii)  support DMCs in monitoring performance against the criteria and milestones set \nout in the project agreements; \n(iv)  provide support to DMCs in monitoring borrower and loan administration; \n(v)  provide support and expert advice to DMCs during project structuring; and \n(vi)  develop  knowledge  products  synthesizing  current  practices,  strengths  and \nweaknesses, lessons learned, and good practices of DMCs supported by the \nAP3F. \n \nC.  Subproject 3: Support for the Establishment of Enabling Environment for Public–\nPrivate Partnerships \n \n7.  International and national consultants. The firm or experts will have postgraduate \ndegrees in business, economics, law, finance, or a related field or equivalent; relevant practical \nexperience; and at least 10 years of experience in the development of PPP institutional, legal, \nand regulatory frameworks (71.4 international person-months and 36.4 national person-months). \n \n8.  The experts will: \n(i)  review DMC procedures and processes for planning and budgeting with regard to \nPPP projects, including for the acquisition of land rights, creation of rights-of-way, \nand  resettlement;  and  provide  advice  on  possible  improvements  to  such \nprocedures and processes; \n(ii)  review the applicability of environmental and gender equity guidelines to PPP \nprojects, and advise on improvement options; \n(iii)  conceptualize  and  carry  out  the  PPP  institutional,  legal,  and  regulatory \nframework enhancement review; and formulate all necessary PPP laws, policies, \nrules, and regulations as applicable; \n(iv)  develop or update templates and standardized documents and contracts; \n(v)  review  and  make  recommendations  on  how  to  improve  implementation \nregulations, national PPP manuals, guidelines, and policy notes; and \n(vi)  develop the methodology for and conduct the PPP program impact assessment \nto show the developmental impact of PPPs in terms of contribution to growth, \npoverty  reduction,  employment  generation,  reducing  inequality,  and  other \nimportant development objectives. \n \n9.  Resource persons (international and national, intermittent, up to 10 persons, up to 10 \nperson-days  each).  The  resource  persons  will  have  a  degree  in  finance,  economics,  law, \nmanagement, public policy, health, social development, international development, engineering, \nor a closely related field. At least 10 years’ experience in helping government agencies prepare \nand implement investment projects or deliver social services is preferred. The resource persons \nwill  participate  in  awareness  raising  and meetings,  consultations,  or workshops to  provide \nspecific expertise and experience relevant to the issues being addressed by the event. \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20160106165841+08'00'", "Creator": "PDF24 Creator", "Keywords": "r-cdta, 49407, adb technical assistance, approved technical assistance, tar, ta projects, capacity building, ppp projects, infrastructure projects, private sector investments, institutional frameworks, project development, transaction advisory services", "ModDate": "D:20160205141120+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "49407-001: Strengthening Project Preparation Capacity in Asia and the Pacific"}}