{"path": "data/input/ta/49423-007-tar-en.pdf", "pages": [" \nTechnical Assistance Report\n \n \n \nProject Number: 49423-007 \nTransaction Technical Assistance (TRTA) \nNovember 2019 \n \n \nBangladesh: Preparing the Additional Financing for \nBangladesh Power System Enhancement and \nEfficiency Improvement Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Access to Information \nPolicy.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 1 November 2019) \n \nCurrency unit  –  taka (Tk) \nTk1.00  =  $0.01179     \n$1.00  =  Tk84.775     \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BREB  –  Bangladesh Rural Electrification Board \n  EMP  –  environmental management plan \nIEE  –  Initial Environmental Examination \nGRM  –  grievance redress mechanism \nPBS    palli bidyut samity (rural electricity cooperative) \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nNOTE{S} \n(i)  The fiscal year (FY) of the Government of Bangladesh and its agencies ends on \n30 June. “FY” before a calendar year denotes the year in which the fiscal year \nends, e.g., FY2018 ends on 30 June 2018.  \n(ii)  In this report, “$” refers to United States dollars \n ", " \nVice-President   Shixin Chen, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector   Priyantha Wijayatunga, Energy Division (SAEN), SARD  \n   \nTeam leader  Teruhisa Oi, Principal Energy Specialist, SAEN, SARD \nTeam members   Yoojung Jang, Social Development Specialist, SAEN, SARD \n  Sajid Khan, Financial Management Specialist, SAOD, SARD \nGrace Macalisang, Operations Assistance, SAEN, SARD \n  Nazmun Nahar, Senior Project Officer (Energy), Bangladesh Resident \nMission (BRM), SARD  \nDiep Ngoc Thi Pham, Senior Portfolio Management Specialist, SAEN, \nSARD \nMashiur Rahman, Associate Project Analyist, BRM, SARD \nNasheeba Selim, Senior Social Development Officer (Gender), BRM, SARD \nJoong Jae Shim, Senior Procurement Specialist, Procurement, Portfolio and \nFinancial Management Department \nJongmi Son, Finance Specialist (Energy), SAEN, SARD \nMelinda Tan, Council, Office of the General Counsel \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", " \nCONTENTS \nPage \nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE \nI.    TECHNICAL ASSISTANCE FOR PROJECT PREPARATION \nA.    Justification                            1 \nB.    Outputs and Activities                          1 \nC.    Cost and Financing                          1 \nD.    Implementation Arrangements                        2 \n \nAPPENDIXES \n1.  SUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY               8 \n2.  PROJECT PROCUREMENT CLASSIFICATION                 12 \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "Project Classification Information Status: Complete\nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 49423-007\nProject Name Preparing the Additional Financing for  Department/Division SARD/SAEN\nBangladesh Power System \nEnhancement and Efficiency \nImprovement Project\nNature of Activity Project Preparation Executing Agency Bangladesh Rural Electrification \nModality Regular Board\nCountry Bangladesh\n2. Sector Subsector(s)     ADB Financing ($ million)\nEnergy Electricity transmission and distribution 0.45\nTotal 0.45\nqq\n3. Operational Priorities Climate Change Information\n  Addressing remaining poverty and reducing inequalities GHG Reductions (tons per annum) 0\n  Tackling climate change, building climate and disaster  Climate Change impact on the Project Medium\nresilience, and enhancing environmental sustainability\nADB Financing\n  Promoting rural development and food security\nAdaptation ($ million) 0.00\n  Strengthening governance and institutional capacity\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 7.1 No gender elements (NGE)\nPoverty Targeting\nGeneral Intervention on Poverty\n4. Risk Categorization Low \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 0.45\n    Transaction technical assistance: Technical Assistance Special Fund 0.45\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.45\n  \nCurrency of ADB Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 22112019165805964350 Generated Date: 23-Aug-2020 18:45:46 PM", "", " \nI.  TECHNICAL ASSISTANCE FOR PROJECT PREPARATION \nA.  Justification \n  A transaction technical assistance (TRTA) is required to (i) conduct due diligence in \ndifferent aspects (Table 2 of Memorandum) of the proposed additional financing for the ongoing \nloan,  thereby  enhancing  readiness  of  the  ensuing  loan  project;  and  (ii)  mitigate  a  risk  in \nenvironmental safeguard monitoring. \n \nB.  Outputs and Activities \n  The major outputs and activities are summarized in Table 1. \n \nTable 1: Summary of Major Outputs and Activities \nMajor Outputs  Delivery Dates  Key Activities with Milestones \n1. Due diligence on ensuing  Q2 2020  1.1 Financial  aspect  of  the  project  reviewed   \nproject conducted  (Q2 2020) \n1.2 Project  procurement  risk  assessment \nconducted (Q1 2020) \n1.3 Environment and social safeguard aspects \nof the project reviewed and complied with \nADB’s Safeguard Policy (Q2 2020) \n2. Environment safeguard  Semi Annually  2.1 Environment safeguard monitored following \nmonitoring report prepared   from Q1 2021 –  environmental  management  plan     \nQ4 2024  (Q1 2021 – Q4 2024) \nSource: Asian Development Bank estimates. \n \nC.  Cost and Financing \n  The TA is estimated to cost $600,000 of which $450,000 will be financed on a grant basis \nby ADB’s Technical Assistance Special Fund (TASF-VI) and $150,000 will be contributed by the \ngovernment. The key expenditure items are listed in Table 2.  \n \n  The government will provide counterpart support in the form of counterpart staff, office, \nsecretarial assistance, domestic transportation, and other in-kind contributions. The government \nwas informed that approval of the TA does not commit ADB to finance any ensuing loan project \n \nTable 2: Cost Estimates and Financing Plan \n($’000) \nItem  Amount \nAsian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  207.0 \nii.  National consultants  129.0 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  40.0 \nii.  Training, seminars, and conferencesb  10.0 \niii.  Survey  17.0 \niv.  Reports and communications  5.0 \n2.  Contingencies  42.0 \nTotal  450.0 \nNote: The value of the government contribution is estimated to account for 25% of the total TA cost.  \n ", "2 \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-VI). \nb  ADB will review and approve detailed workshops, training, seminars, and conferences. Includes travel costs or     \nADB staff acting as resource persons and/or facilitators.  \nSource: Asian Development Bank estimates. \n \nD.  Implementation Arrangements \n  ADB will administer the TA, and will select, supervise and evaluate consultants. ADB will \noversee the TA implementation and communicate with consultants and concerned stakeholders.  \n \n  The implementation arrangements are summarized in Table 3. \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nIndicative implementation period  March 2020–December 2024  \nExecuting agency  BREB \nImplementing agency  Project Implementation Unit of BREB \nConsultants  To be selected and engaged by ADB  \nIndividual:  individual  International  $207,000 \nselection  expertise  (8 \nperson-months) \nIndividual:  individual  National  expertise  $129,000 \nselection  (15  person-\nmonths) \nDisbursement  The TA resources will be disbursed following ADB's Technical \n  Assistance Disbursement Handbook (2010, as amended from time to \ntime). \nADB = Asian Development Bank, BREB = Bangladesh Rural Electrification Board. \nSource: Asian Development Bank estimates. \n \n  Consulting  services.  Three  international  individual  consultants  and  five  national \nindividual consultants will be recruited to support financial, procurement, and safeguards due \ndiligence. One individual national consultant will be recruited to support safeguard monitoring. \nADB will engage the consultants following the ADB Procurement Policy (2017, as amended from \ntime to time) and its associated project administration instructions and/or staff instructions. The \nrequired  positions  and  person-months  are  indicated  in  Table  4.  Lump  sum  payments/              \noutput-based contracts will be considered under the TA.  \n \nTable 4: Summary of Consulting Services Requirements \nInternational  Person- National  Person-\nName of Positions  months  Name of Positions  months \n1.  Environmental Impact  3.0  1. Environmental Impact      3.0 \n  Assessment Specialist  Assessment Specialist  \n2.  Financial Analyst  2.0  2. Environmental Impact        3.0 \n  Assessment Specialist   \n3.  Procurement Specialist  3.0  3. Social Analysis and        3.0 \nSafeguard Specialist          \n4. Procurement Specialist                      3.0 \n      5. Environment Safeguard        3.0 \nSpecialist (Monitoring)          \n         \nTotal  8.0       15.0     \nSource: Asian Development Bank estimates. \n \n ", "3 \n  The outline terms of reference for TA consultants are described in paras. 9 to 15. \n \n  Environmental  Impact  Assessment  Specialist  (international,  3.0  person-month, \nintermittent).  The  expert  should  (i)  have  a  postgraduate  degree  in  environmental  science, \nenvironmental engineering, environmental management, or in any relevant field; (ii) have at least \n10 years of working experience; (iii) have experience in assessing environmental impacts and \nquantifying carbon emission reduction in power sector; (iv) have a good understanding of ADB’s \nSafeguard Policy Statement (2009); and (v) be fluent in both spoken and written English. The \nexpert will undertake the following activities: \n(i)  Carbon reduction analysis. Assess and quantify environmental benefits, such as \nenergy efficiency improvements, carbon emission reduction, and other associated \nenvironmental benefits; \n(ii) Conduct  of  impact  assessment.  Assess  the  environment  adverse  impact \nassociated with the proposed project, propose a set of environmental mitigation \nmeasures throughout the project implementation, and recommend international \nbest  practices,  environmentally-friendly  options,  avoidance,  minimization  and \ncompensatory measures (if required) to address the adverse impacts associated \nwith the location, design, construction and operation of the project, emphasizing \nthose on (a) biodiversity conservation, (b) occupational and public health and \nsafety, (c) physical cultural resources, and (d) pollution prevention and abatement, \nand  ensure  those  aspects  are  documented  and  incorporated  in  an  Initial \nEnvironmental Examination (IEE) report, which include the following contents;   \n•  Identify all the relevant environmental laws, regulations in Bangladesh and \nother  relevant  environmental  standards  used  by  World  Bank  or  other               \nwell-known  international  organizations  and  determine  the  most  stringent \nenvironmental  standards  and  regulations  that  will  be  applied  for  various \naspects of the project.  \n•  Assess  the  current  practice  of  implementing  agency,  and  institutional \narrangement in environment safeguard. \n•  Identify gaps between (a) national laws, regulations in Bangladesh and ADB’s \nSafeguard Policy Statement (2009), and (b) current environment safeguard \npractice  of  implementing  agency  and  ADB’s  Safeguard  Policy  Statement \n(2009).  \n•  Establish environmental baseline indicators and performance targets. \n•  Coduct alternative studies to find the best project scope with least adverse \nenvironmental impacts.  \n•  Prepare a sound and comprehensive Environmental Management Plan (EMP) \nthat meets the ADB’s requirements. Ensure that environmental baseline data, \nindicators, and performance targets are incorporated in the EMP. \n•  Assist the executing and implementing agencies in conducting meaningful \npublic  consultation  during  preparation  of  an  IEE  report,  which  includes \ninformation disclosure to affected people and other key stakeholders; recording \ndetails of these activities; and ensuring that the views and concerns received \nare considered in developing the EMP. \n•  Assist the executing and implementing agencies in establishing a project \ngrievance redress mechanism (GRM) to address environmental concerns that \nmay be raised by the project-affected people. This includes planning, designing, \nand disseminating the GRM to the likely affected people that meets the ADB \nrequirements on GRM. Incorporate GRM system in the IEE report.  \n ", "4 \n•  Establish environment monitoring items during pre-construction, construction, \nand operation, and prepare an environmental monitoring plan (EMP), and \nincorporate it in the EMP. \n•  Prepare a list of activities and budget for the proposed environmental mitigation \nmeasures and implementation of the EMP during project implementation. \n \n(iii) Prepare the IEE report including EMP in English, meeting the requirements of the \nADB's Safeguard Policy Statement (2009), specifically, safeguard requirements \n(Appendix 1 of Safeguard Policy Statement 2009) and submit it to ADB. \n \n10.  Financial Analyst (international, 2.0 person-months, intermittent). The expert should \nhave  (i)  a  recognized  professional  accountancy  qualification  (e.g.,  Chartered  Accountant, \nCertified Public Accountant, and Chartered Financial Analyst); (ii) at least 8 years of working \nexperience including in financial due diligence; and (iii) a good command of English. The expert \nwill undertake the following activities:  \n(i)  conduct a financial management assessment of the implementing agency; \n(ii)  prepare financial projections and conduct financial analyses of the implementing \nagency;  \n(iii)  conduct financial evaluations including sensitivity analyses of project components; \nand  \n(iv)  conduct financial evaluations including sensitivity analyses of project components; \nand  \n(v)  propose relevant financial performance indicators to be incorporated in financial \ncovenants. \n \n11.  Procurement  Specialist  (international,  3.0  person-months,  intermittent).  The  expert \nshould  have  (i)  at  least  bachelor's  degree  in  engineering,  public  procurement,  project \nmanagement or other related fields; (ii) proficient knowledge and at least 10 years experience in \nprocurement risk assessment under ADB's Procurement Policy and Guidelines; and (iii) prior work \nexperience in Bangladesh. The expert will undertake the following activities: \n(i)  assess project procurement arrangements – based on interviews with government \ncounterparts,  development  partners  and  relevant  stakeholders  supported  by \nsampling of specific procurement transactions. The Procurement Risk Assessment \nquestionnaire  should  be  completed  for  each  of  Project’s  executing  and \nimplementing agencies; \n(ii)  prepare a narrative description of the project procurement systems, including \nidentification of strengthens and weaknesses; \n(iii)  identify  and  assess  procurement  risks,  based  on  the  degree  of  impact  and \nlikelihood of occurrence; \n(iv)  propose risk mitigation and management strategies to address identified risks; \n(v)  summarize findings in the Procurement Capacity Assessment Report;  \n(vi)  prepare Agency/Project Procurement Risk Assessment Report in line with ADB’s \nGuidance Notes on Procurement for Procurement Risk Framework and Strategic \nProcurement Planning;  \n(vii)  prepare an initial draft of the Project Procurement Plan; \n(viii)  provide inputs in RRP and PAM (including P-RAMPS); and \n(ix)  review bid documents and revise as necessary to comply with ADB's Procurement \nPolicy and Guidelines. \n \n12.  Environmental Impact Assessment Specialist (national for two positions, 3.0 person-\nmonth each, intermittent). The expert should (i) have a postgraduate degree in environmental \n ", "5 \nscience, environmental engineering, environmental management, or in any relevant field; (ii) have \nat least 10 years of working experience; (iii) have experience in assessing environmental impacts \nand quantifying carbon emission reduction in power sector; (iv) have a good understanding of \nADB’s Safeguard Policy Statement (2009); and (v) be fluent in both spoken and written English. \nThe expert will undertake the following activities: \n(i)  Carbon reduction Analysis. Assess and quantify environmental benefits, such \nas  energy  efficiency  improvements,  carbon  emission  reduction,  and  other \nassociated environmental benefits; \n(ii) Conduct  of  impact  assessment.  Assess  the  environment  adverse  impact \nassociated with the proposed project, propose a set of environmental mitigation \nmeasures throughout the project implementation, and recommend international \nbest  practices,  environmentally-friendly  options,  avoidance,  minimization  and \ncompensatory measures (if required) to address the adverse impacts associated \nwith the location, design, construction and operation of the project, emphasizing \nthose on (a) biodiversity conservation, (b) occupational and public health and \nsafety, (c) physical cultural resources, and (d) pollution prevention and abatement, \nand  ensure  those  aspects  are  documented  and  incorporated  in  an  Initial \nEnvironmental Examination (IEE) report, which include the following contents;   \n•  Identify all the relevant environmental laws, regulations in Bangladesh and \nother relevant environmental standards used by World Bank or other well-\nknown  international  organizations  and  determine  the  most  stringent \nenvironmental  standards  and  regulations  that  will  be  applied  for  various \naspects of the project.  \n•  Assess  the  current  practice  of  implementing  agency,  and  institutional \narrangement in environment safeguard. \n•  Identify gaps between (a) national laws, regulations in Bangladesh and ADB’s \nSafeguard Policy Statement, and (b) current environment safeguard practice \nof implementing agency and ADB’s Safeguard Policy Statement.  \n•  Establish environmental baseline indicators and performance targets. \n•  Conduct alternative studies to find the best project scope with least adverse \nenvironmental impacts.  \n•  Prepare a sound and comprehensive Environmental Management Plan (EMP) \nthat meets the ADB’s requirements. Ensure that environmental baseline data, \nindicators, and performance targets are incorporated in the EMP. \n•  Assist the executing and implementing agencies in conducting meaningful \npublic  consultation  during  preparation  of  an  IEE  report,  which  includes \ninformation disclosure to affected people and other key stakeholders; recording \ndetails of these activities; and ensuring that the views and concerns received \nare considered in developing the EMP. \n•  Assist the executing and implementing agencies in establishing a project \ngrievance redress mechanism (GRM) to address environmental concerns that \nmay be raised by the project-affected people. This includes planning, designing, \nand disseminating the GRM to the likely affected people that meets the ADB \nrequirements on GRM. Incorporate GRM system in the IEE report. \n•  Establish environment monitoring items during pre-construction, construction \nand operation, and prepare an environmental monitoring plan (EMP), and \nincorporate it in the EMP.  \n•  Prepare a list of activities and budget for the proposed environmental mitigation \nmeasures and implementation of the EMP during project implementation.  \n \n ", "6 \n(iii)  Prepare the IEE report including EMP in English, meeting the requirements of the \nADB's Safeguard Policy Statement (2009), specifically, safeguard requirements \n(Appendix 1 of Safeguard Policy Statement 2009) and submit it to ADB. \n \n13.  Social Analysis and Safeguards Specialist. (national, 3.0 person-month, intermittent). \nThe expert should have (i) a postgraduate degree in social science, or in any relevant field;  (ii) at \nleast 8 years of working experience in social dimensions, preferably with power sector experience; \n(iii) a good command of written and oral English; and (iv) have a good understanding in ADB’s \nSafeguard Policy Statement (2009). The expert will undertake the following activities: \n(i)  Social safeguard due diligence. Visit the project area/sites and assess the \npotential land acquisition and resettlement impacts of the project; confirm that \ninvoluntary resettlement categorization in accordance with ADB’s Safeguard Policy \nStatement (2009), and prepare involuntary resettlement and indigenous peoples \ncategorization forms;  \n(ii)  If the project triggers ADB’s Safeguard Policy Statement (2009), analyze national, \nstate and local laws and regulations that apply to the project and identify gaps \nbetween national laws and ADB’s Safeguard Policy Statement (2009) and discuss \nhow  any  gaps  will  be  addressed;  undertake  consultation  and  information \ndissemination and prepare an appropriate grievance redress mechanism; assess \ncapacity of executing and implementing agencies and prepare capacity building \nmeasures; prepare a land acquisition or resettlement plan including impacts, \nentitlement matrix, compensation plan, monitoring plan, budgets and institutional \narrangement; \n(iii)  Socioeconomic analysis. Collect basic socioeconomic data in the project area \nsuch as (a) total population and households aggregated by different income group; \n(b) total vulnerable households including households headed by women, disabled \npersons, those under poverty line, and the landless; (c) poverty ratio; (d) sex \ndisaggregated data; and (e) income level of low income household and its profile \nof source of income; and \n(iv)  Prepare and submit the required reports including a summary poverty reduction \nand social strategy (SPRSS). \n \n14.  Procurement Specialist. (national, 3.0 person-months, intermittent). The expert should \nhave (i) at least bachelor's degree in engineering, public procurement, project management or \nother related fields; and (ii) proficient knowledge and at least 10 years experience in procurement \nin power distribution sub-sector financed by international financial institutions. The expert will \nundertake the following activities: \n(i)  assess project procurement arrangements – based on interviews with government \ncounterparts,  development  partners  and  relevant  stakeholders  supported  by \nsampling of specific procurement transactions. The procurement risk assessment \nquestionnaire  should  be  completed  for  each  of  project’s  executing  and \nimplementing agencies;  \n(ii)  prepare a narrative description of the project procurement systems, including \nidentification of strengthens and weaknesses; \n(iii)  identify  and  assess  procurement  risks,  based  on  the  degree  of  impact  and \nlikelihood of occurrence; \n(iv)  propose risk mitigation and management strategies to address identified risks; \n(v)  summarize findings in the Procurement Capacity Assessment Report; \n(vi)  prepare Agency/Project Procurement Risk Assessment Report in line with ADB’s \nGuidance Notes on Procurement for Procurement Risk Framework and Strategic \nProcurement Planning;  \n ", "7 \n(vii)  prepare an initial draft of the Project Procurement Plan;  \n(viii)  provide inputs in RRP and PAM (including P-RAMPS); and \n(ix)  review bid documents and revise as necessary to comply with ADB's Procurement \nPolicy and Guidelines.   \n \n15.  Environmental  Safeguard  Specialist  (Monitoring)  (national,  3  person-months, \nintermittent). The expert should have (i) at least a master’s degree on environmental management \nor relevant fields; (ii) a minimum of 10 years of experience on environmental management and \nmonitoring, including environmental monitoring of power distribution, or relevant fields; and           \n(iii) good communication and report writing skill in English. Experience in projects supported by \ninternational financial institutions is preferred. The main task of the expert is to supervise the \nimplementation of the project’s environment management plans (EMPs) and assist Bangladesh \nRural Electrification Board (BREB) in preparing environmental monitoring reports. The expert \nshall be familiar with the World Bank/IFC Environment, Health and Safety Guidelines. The expert \nwill undertake the following activities:     \n(i)  conduct site visits at least twice a year; \n(ii)  assist  BREB  in  updating  the  IEEs  and  EMPs—if  there  are  anticipated \nenvironmental impacts; \n(iii)  monitor implementation of mitigation measures specified in the EMPs; \n(iv)  collect environmental load data from BREB or other government agencies; \n(v)  review monitoring records and environmental performance documents prepared \nby  contractors,  environmental  monitoring  stations,  and  other  relevant \nenvironmental inspection authorities; \n(vi)  identify  any  environment-related  implementation  issue,  suggest  necessary \ncorrective actions, and reflect them in a corrective action plan; \n(vii)  collect other relevant environment indicators to measure the positive environment \nimpact (i.e., emissions reduction brought by the project);  \n(viii)  conduct quantification and monitoring of greenhouses gas emissions annually in \naccordance with internationally recognized methodologies; and assist EA and IA \nin  preparing  environmental  monitoring  reports  and  semiannually  during \nconstruction and annual during operation; and \n(ix)  provide training on environmental management implementation and monitoring, \nincluding grievance redress mechanism to staff from BREB, contractors, and \nconstruction supervision companies.  \n \n ", "8  Appendix 1 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nCountry:  Bangladesh  Project  Bangladesh Power System Enhancement and Efficiency \n    Title:  Improvement Project \n       \nLending/Financing  Project  Department/  South Asia Department/Energy Division \nModality:  Loan  Division:   \n \nI.  POVERTY AND SOCIAL ANALYSIS AND STRATEGY \nTargeting classification: General Intervention (GI) \nA. Links to the National Poverty Reduction & Inclusive Growth Strategy and Country Partnership Strategy \nThe development policy framework of the Government of Bangladesh envisages sustainable development and \nmoving towards a middle-income threshold by year 2021.a The per capita electricity consumption in Bangladesh is \nonly 371 kilowatt-hours (kWh) (2015), lower than its neighboring countries. b Electricity consumption is projected to \ngrow at an annual rate of 11% during 2018–2020 and 6% during 2021–2030.c The demand for electricity has been \nrising rapidly with the growth in per capita income, increasing industrialization and the expansion of the agriculture \nand commercial sectors. Despite 91% of the population having access to electricity as of fiscal year (FY) 2018, \ninadequate supply of electricity remains a primary constraint on economic growth and poverty reduction in \nBangladesh. Recognizing the need to further industrialize and raise the living standards of the people, the \nGovernment of Bangladesh has set a goal of providing electricity to all by 2021, and to scale up the transmission \nand distribution network to cater to an expected power demand of more than 30,000 MW by 2030.  \nThe development policies of the government and particularly its energy policies are consistent with the country \npartnership strategy, 2016–2020 for Bangladesh, which focuses on addressing major constraints for sustaining \neconomic growth, environmentally sustainable growth, good governance and capacity development, and regional \ncooperation.  It also  emphasizes on  easing  infrastructure  constraints  through  transformational investments, \nimproving human capital through skills development, promoting economic corridor development, improving rural \nlivelihoods and providing climate and disaster resilient infrastructure. In addition, promoting gender equality and \nimproving private sector participation and improving governance are key cross-cutting priorities. \nIn the energy sector, the assistance of the Asian Development Bank (ADB) will be extended to strengthening the \ntransmission and distribution infrastructure and enhancing access to power to meet the national target of increasing \na ccess to electricity of households, from 76% in 2017 to 100% by 2021. \nThe Bangladesh Power System Enhancement and Efficiency Improvement Project d and additional financing are \nin line with the national and sector needs and priorities of the government and the country partnership strategy for \nBangladesh. It will enhance the reliability and efficiency of the transmission and distribution network for better \nutilization  of expanding  power  generation capacity  to meet  the  growth in electricity  demand.  The  project \ncomponents include support for the transmission system development in southern Bangladesh, distribution system \nrehabilitation,  expansion  and  rural  electrification,  and  technical  support  for  a  variety  of  studies  including \ndevelopment of projects from renewable energy sources, energy efficiency improvements, and enhancement of \nregulatory initiatives. \nB. Results from the Poverty and Social Analysis during Due Diligence \n1.  Key poverty and social issues. In Bangladesh, the population living below the national poverty line was 24.3% \nin 2017; with 14.8% of the population having purchasing power parity below $1.90 a day.e Middle-income \nhouseholds comprise another 15% to 25% across the subproject areas and 25% of households in the upper income \ncategories. The average landholding size is estimated at 0.98 acres, which is hardly sufficient for the sustenance \nof large families. he monthly incomes of 72.6% of the households in subproject areas are less than Tk20,000 and \nof them, 25% have monthly incomes of less than Tk10,000. The rate of unemployment ranges from 10% to 30% \nacross subproject impact areas, largely due to comparatively low educational levels, lack of employable skills, \nrestricted mobility due to inadequate transport services, and lack of employment opportunities in the regions. Most \nof the unemployed people find work in seasonal agricultural activities or in daily paid casual labor work or else as \nsharecroppers to support their families. A fair number of children also work in various factories to find extra incomes \nfor their families despite child labor being illegal. Most of the women are housewives but they would engage in \nagriculture, livestock farming, tailoring and manufacture of handicrafts to earn a supplementary income for their \nfamilies. The ADB Country Partnership Strategy indicates that women have lower rate of labor force participation, \nhigher unemployment rates and have limited access to technical and vocational training (27.43% of students are \nfemale) \n2.  Beneficiaries. The first component for transmission will support an increase of low-cost base load power to the \nnational grid of Bangladesh and improve reliability of power in south and central Bangladesh including Dhaka. The \nsecond project component involving service improvement in parts of Dhaka and reducing customer outages will \n ", "  Appendix 1  9 \nbenefit over 700,000 customers (2015) served by the Dhaka Electric Supply Company. The third project component \nof distribution system rehabilitation, augmentation and rural electrification in Bangladesh Rural Electricity Board \n(BREB) service areas will benefit a significant cross section of electricity consumers and the rural households \nserved by BREB through its network of 77 palli bidyut samitis (PBS or rural cooperatives). It is estimated that \nexpansion of the rural electrification schemes will enable connecting more than 950,000 new consumers and \nenhance capacity to existing consumers. The fourth component will benefit several power sector agencies to \nenhance their institutional capacities and efficiency of service delivery including on areas such as efficiency \nimprovement of utilities and tariff setting. The additional finance will improve distribution systems for existing \ncustomers in the Khulna district through rehabilitation works. \n3.  Impact channels. The new power generation, improved quality and reliability and the expansion of the power \nsupply in rural areas will help to reduce domestic demand for kerosene and petroleum from international markets. \nThe proposed project will indirectly enhance the quality of life and health of the population of Bangladesh. The \nhouseholds connected to electricity will benefit from cost savings on energy and increased convenience in their \nhousehold chores, economic activities, and studies, and will promote the use of energy-based technologies for \neconomic activities, education, and entertainment. The farmers who suffer from crop losses due to poor and costly \nirrigation systems will use electricity for irrigation to reduce production costs and crop losses, and for mechanization \nof traditional modes of production. The increased capacity and efficiency of the transmission network, including the \ndistribution improvements will underpin national economic growth and community prosperity and eventually reduce \npoverty. \n4.  Other social and poverty issues. In the informal sector of the subproject impact areas, daily wages paid to \nwomen who engage in casual labor work are lower than the wages paid to men although there is not much \ndifference in the workload that both groups carry out. Excess of the labor available and social attitudes towards \nwomen are reported as factors that influence the lower wages for women. The access to educational and \nemployment opportunities is restricted due to household poverty, socio-cultural barriers, and limited transport \nfacilities. Opportunities for acquiring technical and vocational skills are rather remote in the villages and accessing \nsuch training in urban areas is unaffordable to many families due to financial difficulties and lack of transport \nfacilities. The facilities available in such places in terms of qualified medical and nursing personnel and medicine \nare in poor conditions. Awareness on HIV/AIDS is rather limited in most of the communities in the subproject impact \nareas except for a few people who gained some awareness through television and other media. \n5.  Design features. The project, including the additional finance is classified as a general intervention and is \nexpected to have a positive impact on peoples accessing energy through improved and reliable transmission and \ndistribution systems. No irreversible critical or adverse impacts were identified. The project will improve the overall \nenergy supply and development of the country. The project will develop a strategy to avoid or minimize negative \nimpacts on people and vulnerable groups directly or indirectly affected through appropriate management and \nmitigation measures including payment of adequate compensation for loss of land, structures, crops, and trees as \napplicable. \nII.  PARTICIPATION AND EMPOWERING THE POOR \n1.  Participatory approaches and project activities. Public consultations at 21 locations with the participation of \n285 men and women and their community-based organizations, and gender focused consultations at 19 locations \nwith 233 women in the project impact areas were conducted during the preparation of the resettlement plan and for \ndisclosing  information  about  the  proposed  project  and eliciting  their  views  and concerns.  Feedback  from \nconsultations was fed into the project design and implementation procedures. The process of consultation and \ninformation sharing will continue throughout project implementation. \n2.  Civil  society  organizations.  Consultations  will  continue  with  all  stakeholders,  including  civil  society \norganizations, during project implementation. The transmission component will hire the services of a non-\ngovernmental organization to implement the resettlement plan. The rural electrification component will be \nimplemented by BREB and the PBSs. The PBSs are partners in the project implementation. In addition, the \nactivities under the Japan Fund for Poverty Reduction regarding the distribution and capacity building will involve \ncommunity-based user groups in project implementation. \n3.  The following forms of civil society organization participation are envisaged during project implementation, \nrated as high (H), medium (M), low (L), or not applicable (NA): \n \nH  Information gathering and sharing  H Consultation  H Collaboration  H Partnership \n4.  Participation Plan. This is as identified in the resettlement plan where continued participation during project. \nIII. GENDER AND DEVELOPMENT \nGender mainstreaming category: Effective Gender Mainstreaming \nimplementation would be carried out.  Yes     No \n ", "10  Appendix 1 \nA. Key issues: Gender inequality is a major social issue that limits the life options of women in Bangladesh. Women \nconstituted about 50% of the population in the 2011 census. Bangladesh was placed at a gender inequality index \nof 0.542 in 2017 and a ranking of 134 out of 160 countries reflecting high gender inequality with respect to \nreproductive health, empowerment (political participation and education), and labor market participation. In 2017, \nthe labor force participation rate was 33% for females and 79.8% for males.f Estimated per capita incomes in 2017 \naveraged $2,041, for women and $5,285 for men.g The link between gender inequality and energy supply has been \ncited. \nOverall, the energy sector is dominated by men, with energy industries employing very few women (about 2,000 \ncompared to 70,000 men). Moreover, because women are primarily expected to do household chores, they supply \nhuman energy to pump water and collect fuel for cooking in the absence of a domestic energy supply, resulting in \ndiminished or lost opportunities for education, income earning, and leisure. The project outputs are designed to \ndeliver tangible benefits to women by directly improving their access to social services, economic or financial \nresources or opportunities, and/or basic rural infrastructures. The associated technical assistance, funded by the \nJapan Fund for Poverty Reduction, will specifically focus on addressing the gender issues in the PBSs including \nthrough (i) developing model energy-based livelihoods with a focus on women’s microenterprises development,    \n(ii) providing end-user education for the safe and efficient use of energy,(iii) improving the environment in the rural \nelectricity cooperative for women employees and subsidized customers, and (iv) providing technical and skills \ntraining, including in geographic information systems, to enable women to capture employment and livelihood \nopportunities in emerging areas. \nB. Key actions. A gender action plan (GAP) has been prepared to support on rural electrification related \ninterventions and would be implemented along with support from the $2.0 million Japan Fund for Poverty Reduction. \nPerformance targets and indicators have been matched to outputs and indicated in the GAP. The BREB PMU will \noversee implementation of the GAP. \n   Gender action plan    Other actions or measures     No action or measure \nIV. ADDRESSING SOCIAL SAFEGUARD ISSUES \nA. Involuntary Resettlement                                    Safeguard Category: A    B   C   FI  \n1.  Key impacts: The project and the additional financing will not involve any land acquisition or physical \ndisplacement of the population. However, temporary economic displacements are anticipated. The resettlement \nimpacts of the project are exclusively confined to the transmission system development component, which will \ninclude temporary loss of crops cultivated in an area of about 562 hectares of private land, loss of an estimated \n4,661 standing and commercial trees with an average of 27 trees per acre, and disturbance of 0.17 hectare of land \nby the erection of transmission towers and stringing of transmission lines. As a result, a maximum of 2,180 \nhouseholds might be temporarily affected, but the overall impact of the losses on households’ economy and living \nstandards will be marginal. None of the other three project components will have significant resettlement impacts. \nImpacts associated with the additional finance relate to refurbishment of distribution poles and lines are minor and \nlimited to potential temporary economic displacement during civil works; and any such impacts will be confirmed \nthrough due diligence activities.   \n2.  Strategy to address the impacts: A resettlement plan has been prepared with an entitlement matrix and \nresettlement budget to provide compensation for the affected persons at replacement cost. For the additional \nfinance, due diligence will be undertaken, and the result will be incorporated in the resettlement plan if needed. \n3.  Plan or other Actions.  Resettlement plan   Combined resettlement and indigenous peoples plan \n  Resettlement framework    Combined resettlement framework and indigenous peoples planning framework \nEnvironmental and social management system arrangement   Social impact matrix    No action \nB. Indigenous Peoples                                             Safeguard Category:  A   B    C    FI \nNo indigenous peoples are found within the boundaries earmarked for the construction of the subprojects, nor the   \nadditional financing and positive or adverse impacts on indigenous peoples are not anticipated. \n1. Key impacts. Is broad community triggered?   Yes   No \n2. Strategy to address the impacts: No action required \n3. Plan or other actions.  Indigenous peoples plan  Combined resettlement plan and indigenous peoples plan   \n Indigenous peoples planning framework   Combined resettlement plan and indigenous peoples planning  \nframework    Environmental and social management system arrangement    Indigenous peoples plan elements    \nintegrated in project with a summary    Social impact matrix    No action  \nV. ADDRESSING OTHER SOCIAL RISKS \nA. Risks in the Labor Market \n1. Relevance of the project for the country’s or region’s or sector’s labor market. \n   unemployment      underemployment      retrenchment     core labor standards \n ", "  Appendix 1  11 \n2. Labor market impact: The project will create temporary employment opportunities for skilled and unskilled labor \nin the subproject areas during its construction. The contractual work agreements with engineering construction \ncompanies will include conditions for contractors to ensure the deployment of local labor wherever possible, \nmaintaining gender equality in labor force participation and compliance with core labor standards including equal \nwages and benefits to men and women for work of equal value, and health and safety measures for the labor force. \nB.  Affordability: No issue anticipated. \nC. Communicable Diseases and Other Social Risks \n1. Indicate the respective risks, if any, and rate the impact as high (H), medium (M), low (L), or not applicable (NA) \n   Communicable diseases   Human trafficking   Others (please specify __________________ \n2. Describe the related risks of the project on people in project area. \nRisks of the project on local communities are perceived to be minimal. The project, including the additional finance \ninvestments will generate employment opportunities for the local communities. The executing agencies will ensure \ncompliance with labor laws, with no child labor employed. Workers will be educated on the prevention of sexually \ntransmitted infections including HIV/AIDS. Worker camps (if necessary) will be set up outside the settlements and \ndeployment of child labor and human trafficking will be strictly prohibited.  \nVI.  MONITORING AND EVALUATION \n1. Targets and indicators: The monitoring and evaluation indicators will include (i) conduct of consultations with \naffected persons, other stakeholders and their participation; (ii) status of information disclosure; (iii) timely payment \nof compensation; (iv) grievance redress; (v) measures to avoid construction related losses and disturbances to \nlocal communities; (vi) economic and social benefits to local communities; and (vii) sex-disaggregated data on \nparticipants of consultations, project staff and workers, recipients of economic and social benefits of the project. \n2. Required human resources: Staff for the project management unit (PMU), project managers and their staff in \nproject implementation units, and hired consultants. \n3. Information in the project administration manual. \n4. Semi-annual monitoring reports by the PMU. \n5. Monitoring tools: Monitoring reports will be submitted by PMU and project implementation units, and ADB will \nreview the reports and conduct site visits if necessary. These will include details related to social aspects of the \nadditional finance investments. \nSource: Asian Development Bank estimates. \na Government of Bangladesh, Ministry of Planning, Planning Commission. 2012. Perspective Plan of Bangladesh \n2010–2021: Making Vision 2021 a Reality. Dhaka. \nb https://www.un.org/en/chronicle/article/achieving-sustainable-energy-targets-bangladesh \nc Government of Bangladesh; Ministry of Power, Energy and Mineral Resources. 2016. Power System Master Plan \n2016. Dhaka. \nd  ADB. 2017. Report and Recommendation of the President to the Board of Directors: Bangladesh Power \nSystem Enhancement and Efficiency Improvement Project. https://www.adb.org/projects/documents/ban-\n49423-005-rrp. \ne \nAsian Development Bank.2019. Basic 2019 Statistics. Manila \nf United Nations Development Programme. Human Development Report 2017. Gender Inequality Index. Table 5 \n(http://hdr.undp.org/en/composite/GII) \ng Human Development Indices and Indicators: 2018 Statistical Update, United Nations Development Programme    \n( http://hdr.undp.org/sites/all/themes/hdr_theme/country-notes/BGD.pdf) \n ", "12  Appendix 2 \nPROJECT PROCUREMENT CLASSIFICATION \n \nCharacteristic  Assessor’s Rating:  \nIs the procurement environment risk for this project assessed as  Yes  No \n☐ ☒\n“High” based on the country and sector/agency procurement risk  The latest rate of country and \nassessment?  sector  procurement  risk \nassessment  is  medium.  In \naddition,  the  project \nprocurement classification of the \nmost  recent  energy  sector \nproject  (Dhaka  and  Western \nZone  Transmission  Grid \nExpansion  Project)  has  been \nrated as category B.  \nAre multiple (typically more than three) and/or diverse executing  Yes  No  Unknown \n☐ ☒ ☐\nand/or  implementing  agencies  envisaged  during  project  Implementing  agency  is \nimplementation? Do these agencies lack prior experience in ADB  Bangladesh Rural Electrification \nproject implementation?  Board.  Implementing  agency \nhave  prior  and  ongoing \nexperience  in  ADB  project \nimplementation.  \nAre  multiple  contract  packages  and/or  complex  and  high-value  Yes  No  Unknown \n☐ ☒ ☐\ncontracts expected (compared to recent donor-funded projects in the  Number  of  procurement \ncountry)?  packages are yet to be known. \nNo  complex  and  high-value \ncontracts are expected based on \nthe on-going loan.   \nDoes the project plan to use innovative contracts (e.g., public–private  Yes  No  Unknown \n☐ ☒ ☐\npartnership; performance-based; design and build; design, build, and  Expected  type  of  contracts \noperate; etc.)?  would  be  OCB  national  for \ngoods. \nAre contracts distributed in more than three geographical locations?  Yes  No  Unknown \n☐ ☒ ☐\nBangladesh has 8 administrative \ndivisions. The contracts will be \ndistributed  in  one  division \n(Khulna division).  \nAre there significant ongoing contractual and/or procurement issues  Yes  No  Unknown \n☐ ☒ ☐\nunder ADB- (or other donor-) funded projects? Have instances of  No procurement issue has been \nnoncompliance been declared in respect of the executing and/or  reported.  \nimplementing agencies? \nDoes the government or its executing or implementing agencies have  Yes  No  Unknown \n☐ ☒ ☐\nprolonged  procurement  lead  times,  experience  implementation  No  procurement  and \ndelays,  or  otherwise  consistently  fail  to  meet  procurement  time  implementation  delays  have \nframes?  been reported.  \nDo executing or implementing agencies lack capacity to manage new  Yes  No  Unknown \n☐ ☒ ☐\nand  ongoing  procurement?  Have  executing  or  implementing  The  implementing  agency  has \nagencies requested ADB for procurement support under previous  procurement capacity under the \nprojects?  ongoing  project  financed  by \nADB.  All  contracts  under  the \nongoing loan has been awarded.  \nDoes the relevant market in the country have characteristics that may  Yes  No  Unknown \n☐ ☒ ☐\nmaterially limit reasonable competition and/or potentially expose the   \nexecuting or implementing agency to any prohibited practices (e.g., \nfraud, corruption, collusion, etc.)? \n ", "  Appendix 2  13 \nWhere  electronic  government  procurement  is  mandated,  do  Yes  No  Unknown \n☐ ☒ ☐\nexecuting  agencies  face  any  challenges  in  its  effective  Implementing  agency  has \nimplementation  (e.g.,  poor  connectivity,  technical,  capacity  of  adopted  electronic  government \nexecuting agencies and bidders, security, assessment and third- procurement system and has not \nparty audit compliance, policy/legal framework, underuse)?  faced any challenges so far.  \n   \nRegional department’s overall recommendation (Teruhisa Oi) \nOverall project categorization recommended   ☐ Category A  \n☒ Category B \nSince BREB has successfully awarded all contracts under the ongoing loan, the recommended project \nprocurement classification is Category B. \nProcurement, Portfolio and Financial Management Department’s recommendation (Joong-Jae \nShim) \nADB = Asian Development Bank, BREB = Bangladesh Rural Electrification Board. \nSource: Asian Development Bank. \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20200823191853+08'00'", "Creator": "PDF24 Creator", "Keywords": "bangladesh, electricity transmission, access to energy, electricity consumption, due diligence, additional financing, environmental safeguards, project preparation, 49423-007, ta 9869, adb technical assistance, approved technical assistance, tar, ta projects", "ModDate": "D:20200826134135+08'00'", "Producer": "GPL Ghostscript 9.27", "Subject": "Technical Assistance Report", "Title": "49423-007: Preparing the Additional Financing for Bangladesh Power System Enhancement and Efficiency Improvement Project"}, "author_page": " \nVice-President   Shixin Chen, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector   Priyantha Wijayatunga, Energy Division (SAEN), SARD  \n   \nTeam leader  Teruhisa Oi, Principal Energy Specialist, SAEN, SARD \nTeam members   Yoojung Jang, Social Development Specialist, SAEN, SARD \n  Sajid Khan, Financial Management Specialist, SAOD, SARD \nGrace Macalisang, Operations Assistance, SAEN, SARD \n  Nazmun Nahar, Senior Project Officer (Energy), Bangladesh Resident \nMission (BRM), SARD  \nDiep Ngoc Thi Pham, Senior Portfolio Management Specialist, SAEN, \nSARD \nMashiur Rahman, Associate Project Analyist, BRM, SARD \nNasheeba Selim, Senior Social Development Officer (Gender), BRM, SARD \nJoong Jae Shim, Senior Procurement Specialist, Procurement, Portfolio and \nFinancial Management Department \nJongmi Son, Finance Specialist (Energy), SAEN, SARD \nMelinda Tan, Council, Office of the General Counsel \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", "authors": [{"fullname": "Shixin Chen", "role": "Operations", "organization": ""}, {"fullname": "Hun Kim", "role": "South Asia Department (SARD)", "organization": ""}, {"fullname": "Priyantha Wijayatunga", "role": "Energy Division (SAEN)", "organization": "SARD"}, {"fullname": "Teruhisa Oi", "role": "Principal Energy Specialist", "organization": "SAEN"}, {"fullname": "Yoojung Jang", "role": "Social Development Specialist", "organization": "SAEN"}, {"fullname": "Sajid Khan", "role": "Financial Management Specialist", "organization": "SAOD"}, {"fullname": "Grace Macalisang", "role": "Operations Assistance", "organization": "SAEN"}, {"fullname": "Nazmun Nahar", "role": "Senior Project Officer (Energy)", "organization": "Bangladesh Resident"}, {"fullname": "Diep Ngoc Thi Pham", "role": "Senior Portfolio Management Specialist", "organization": "SAEN"}, {"fullname": "Mashiur Rahman", "role": "Associate Project Analyist", "organization": "BRM"}, {"fullname": "Nasheeba Selim", "role": "Senior Social Development Officer (Gender)", "organization": "BRM"}, {"fullname": "Joong Jae Shim", "role": "Senior Procurement Specialist", "organization": "Procurement"}, {"fullname": "Jongmi Son", "role": "Finance Specialist (Energy)", "organization": "SAEN"}, {"fullname": "Melinda Tan", "role": "Council", "organization": "Office of the General Counsel"}]}