{"path": "data/input/ta/49450-028-tar-en.pdf", "pages": [" \nTechnical Assistance Report\n \n \n \nProject Number: 49450-028 \nTransaction Technical Assistance Facility (F-TRTA) \nDecember 2020 \n \n \n \n \nPreparing Floating Solar Plus Projects under the \nPacific Renewable Energy Investment Facility \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Access to Information \nPolicy. \n \n ", " \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nBESS  –  battery energy storage system \nCEFPF  –  Clean Energy Financing Partnership Facility \nFPV  –  floating photovoltaic \nMW  –  megawatt \nMWh    –  megawatt-hour \nPIC-11  –  11 smaller Pacific island countries \nPV  –  photovoltaic \nTA  –  technical assistance \n \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Leah Gutierrez, Pacific Department, (PARD) \nDeputy Director  Emma Veve, PARD \nGeneral \nDirector  Olly Norojono, Energy Division (PAEN), PARD \n   \nTeam leader  Cinderella Tiangco, Principal Energy Specialist, PAEN, PARD \nTeam members  Rafayil Abbasov, Energy Specialist, PAEN, PARD \n  Cynthia Ambe, Operations Assistant, PAEN, PARD \nFaith Joy Buentipo, Senior Operations Assistant, PAEN, PARD \nAlix Burrell, Principal Investment Specialist, Private Sector Operations \nDepartment \nAivy Katherine Dizon, Project Analyst, PAEN, PARD \nJane Fantilanan, Associate Project Analyst, PAEN, PARD \nTeresita Leono, Associate Project Officer, PAEN, PARD \nWoo Yul Lee, Senior Energy Specialist, PAEN, PARD \nPeer reviewer  Susumu Yoneoka, Energy Specialist (Smart Grids), Energy Sector \nGroup, Sustainable Development and Climate Change Department \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", " \nCONTENTS \n \nPage \n \nTRANSACTION TECHNICAL ASSISTANCE FACILITY AT A GLANCE \nI.  THE TECHNICAL ASSISTANCE FACILITY  1 \nA.  Justification  1 \nB.  Outputs and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nE.  Governance  5 \nII.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Cost Estimates and Financing Plan  6 \n2.  Projects under Technical Assistance Facility  7 \n3.  List of Linked Documents  8 \n \n \n ", "Project Classification Information Status: Complete\nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 49450-028\nProject Name Preparing Floating Solar Plus Projects  Department/Division PARD/PAEN\nunder the Pacific Renewable Energy \nInvestment Facility\nNature of Activity Project Preparation, Capacity  Executing Agency Asian Development Bank\nDevelopment\nModality Facility\nCountry REG (COO, FSM, KIR, NAU, PAL, \nRMI, SAM, SOL, TON, TUV, VAN)\n2. Sector Subsector(s)     ADB Financing ($ million)\nTotal 0.00\nqq\n3. Operational Priorities Climate Change Information1\n  Accelerating progress in gender equality GHG Reductions (tons per annum) 0\n  Tackling climate change, building climate and disaster  Climate Change impact on the Project Low\nresilience, and enhancing environmental sustainability\nADB Financing\n  Strengthening governance and institutional capacity\nAdaptation ($ million) 0.00\n  Fostering regional cooperation and integration\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.5, 1.b Some gender elements (SGE)\nSDG 5.c\nSDG 7.1, 7.2, 7.a Poverty Targeting\nSDG 9.1 General Intervention on Poverty\nSDG 12.2\n4. Risk Categorization Low \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 0.00\n    None 0.00\nCofinancing 2.00\n    Asian Clean Energy Fund under the Clean Energy Financing  2.00\nPartnership Facility (Full ADB Administration)\nCounterpart 0.00\n    None 0.00\nTotal 2.00\n  \nCurrency of Financing: US Dollar \nq\n1Theprojectreducesgreenhousegasemissions.However,itdoesnotfallundertheeligibilitycriteriaforclimatemitigationfinanceasdefinedby\nthejointmultilateraldevelopmentbankmethodologyontrackingclimatefinance,whichnotesthatnotallactivitiesthatreducegreenhousegasesin\nthe short term are eligible to be counted towards climate mitigation finance. Accordingly, greenfield fossil fuel projects are excluded, and climate\nmitigationfinanceisconsidered zero.\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 25062020161035674516 Generated Date: 01-Dec-2020 9:16:47 AM", " \nI.  THE TECHNICAL ASSISTANCE FACILITY \n \nA.  Justification \n \n1.  The proposed transaction technical assistance (TA) facility will assess the potential for, \nand develop a roadmap of, financing floating photovoltaic (FPV) projects in the 11 small Pacific \nisland countries (PIC-11).1 The TA will conduct all required due diligence and prepare the first \nthree FPV projects for approval in 2022–2023 under the Pacific Renewable Energy Investment \nFacility or PREIF (the facility) approved in 2017.2 The proposed facility TA is included in the Pacific \nRegional Operations Business Plan, 2020–2022.3 \n \n2.  The facility impact is improved energy security following the outcome of lower cost and \ncleaner electricity generation. The facility outputs are (i) renewable energy generation constructed, \nand (ii) energy sector reform undertaken. The facility’s estimated cost of $750 million, comprises \n(i) up to $200 million in Asian Development Bank (ADB) financing, (ii) an estimated $500 million \nfrom  cofinancing  sources,  and  (iii)  an  estimated  $50  million  from  government  counterpart \nfinancing. ADB will consider facility projects up to July 2022, for implementation up to July 2025. \nThe facility is generally on track to achieve the following performance indicators by 2025: \n(i) 80 megawatts (MW) of renewable energy generation capacity commissioned, (ii) 30 megawatt-\nhours (MWh) of battery storage installed, and (iii) 300 kilometers of transmission and distribution \nnetwork constructed. The status of facility performance is detailed in its 2019 annual report.4 \n \n3.  The  facility  is  currently  supported  by  three  regional  TA  facilities  to  support  project \npreparation, implementation, and capacity building, and energy sector and utility reforms in the \nPIC-11. The first TA, totaling $8.935 million, prepared eight projects which were approved in \n2017–2019, and is preparing four projects for approval in 2020 and 2021.5 The second TA, \ntotaling $5.8 million, is on track to achieve sector reform targets under the facility.6 The third TA \nof $4 million, approved in July 2019, is preparing at least four projects for approval in 2020–2023.7 \nAll of the TA funds are fully allocated. \n  \n4.  Pacific island countries (PICs) are small island developing states that have extreme land \nconstraints and are heavily dependent on imported fossil fuels for energy and transport.8 Climate \n \n1  The 11 countries are the Cook Islands, the Federated States of Micronesia, Kiribati, Nauru, Palau, the Marshall \nIslands, Samoa, Solomon Islands, Tonga, Tuvalu, and Vanuatu. Small refers to population. \n2  ADB. 2017. Report and Recommendation of the President to the Board of Directors: Proposed Pacific Renewable \nEnergy Investment Facility. Manila.  \n3  ADB. 2019. Regional Operations Business Plan: Pacific, 2020–2022. Manila. The TA is formerly programmed as \nadditional financing to Preparing the PREIF (Phase 2) (footnote 7).  \n4  ADB. 2020. Pacific Renewable Energy Investment Facility Annual Report January–December 2019. Manila. \n5  ADB. 2016. Technical Assistance for Pacific Renewable Energy Investment Facility. Manila. Four additional financing \nto the TA was approved in 2017–2019.  \n6  ADB. 2017. Technical Assistance for Capacity Building and Sector Reforms for Renewable Energy Investment in the \nPacific. Manila. \n7  ADB. 2019. Technical Assistance for Preparing Pacific Renewable Energy Investment Facility (Phase 2). Manila. \n8  For Kiribati, over 50% (~56,000) of the population lives on the main island of Tarawa atoll with only 16 square \nkilometers (km2) of land and 500 km2 of lagoons. Over 50% (~6,000) Tuvaluans live in Fongafale on the Funafuti \natoll, with only 2.8 km2 of land and 252 km2 of lagoons. Both islands are less than three meters above sea level and \nless than 500 meters wide, over which each government targets 100% renewable energy penetration by 2025. Tonga \naims to achieve 70% renewable energy penetration by 2030, needing 30 MW more PV, and is open to private sector \ninvestments, particularly in the main island of Tongatapu where 75% of the population lives. Tongatapu has 260 km2 \nof land and several bays and large lagoons. Funafuti needs 7.6 MW PV and 14 MWh of battery energy storage \nsystem (BESS) while South Tarawa needs 25 MW PV and 32 MWh of BESS to reach 100% penetration. Funafuti \ninstalled capacity is 1.8MW diesel and 735 kW PV (16% penetration). South Tarawa has 5.5 MW diesel and 1.5 MW \nPV (9% renewable energy penetration). \n ", "2 \nchange and extreme geophysical and meteorological events pose additional threats to these \nfragile  economies  and  worsen  existing  development  challenges  such  as  deterioration  of \ninfrastructure. PIC-11 have committed to investing in disaster-resilient renewable energy to \naddress the above issues. As of December 2019, eight renewable energy projects, mainly solar \nphotovoltaic (PV), battery storage systems, and mini grids, have been approved under PREIF \nand are now under implementation in Federated States of Micronesia, Nauru, Republic of \nMarshall Islands, Tonga, Tuvalu, and Vanuatu.  \n \n5.  ADB has committed to help finance PIC-11’s ambitious plans in the renewable energy \ngenerations investment. With solar PV being the least-cost energy generation technology in the \nPICs, the emerging FPV technology is well-placed to tap their enormous water surface and solar \nresource potential.9 FPV addresses the PICs’ unique challenges and vulnerabilities while limiting \nclimate impacts. Though FPV requires stricter standards than land-based PV given its exposure \nto water, it has added advantages in that it (i) frees up land for other use and saves on land \nacquisition and preparation costs; (ii) allows higher yields due to the cooling effect of water; \n(iii) conserves water through reduced evaporation; (iv) has readily available water for module \ncleaning; (v) is quick to install; and, (vi) addresses energy-water-food-climate nexus. The cost for \nthe floating, anchoring, and mooring system is offset by both the reduced land acquisition and \npreparation costs and the higher energy yield. FPV includes PV panels built on stilts above water. \n \n6.  The proposed TA will help develop a roadmap of the FPV investment in PIC-11 and to \nprepare FPV projects in Kiribati, Tonga, and Tuvalu for approval within 2022–2023 and for \nfinancing by either public or private sector.10 The TA underpins ADB’s Strategy 203011 and Pacific \nApproach, 2016–2020.12 It will address vulnerabilities and needs for investment and reforms, \nconsidering current energy sector strategies and utility reforms, and may include demand-side \nmanagement and efficiency measures, and value-added end-uses beyond electricity.13 The TA \nwill finance institutional capacity building and will develop pre-feasibility concepts for the next \nthree FPV projects for potential ADB and private sector financing.14 Subject to funding availability \nand government requests, the TA may prepare these additional FPV projects.  \n \n7.  The TA will prepare gender-sensitive, energy efficient and climate-resilient FPV projects. \nThe TA will build on lessons and recommendations from ongoing renewable energy projects in \nthe beneficiary countries and will promote the use of innovative procurement and contracting \napproaches such as joint procurement of design-build-operate contracts for the public-sector \nfunded projects. It will also consider the impact of the coronavirus disease pandemic on the power \nsector and the utilities in designing the ensuing projects. \n \n9  As of June 2020, around 500 FPV projects totaling 1.8 GW have been installed, compared to over 505 GW global \nPV installed capacity. Nearshore marine FPV is nascent but large plants are being constructed in 2020 including 180 \nMW in Taipei,China, 5 MW in Singapore, and 4 MW in Seychelles. Austria, France, Japan, Netherlands, Norway, \nPeople’s Republic of China, Singapore, Switzerland, and the United States, are global leaders in FPV.   \n10 The projects are included in the forthcoming PIC-11 country operations business plan, 2021–2023. The project sites \nrepresent different water characteristics and configurations for easy replication. The utilities have experience in land-\nbased and rooftop PV and have policies and targets to reach up to 100% renewable energy grid penetration. The TA \nwill build on the experience from ADB-funded PV and BESS projects: Tonga Renewable Energy Project, Tuvalu \nIncreasing Access to Renewable Energy Project and the proposed Kiribati South Tarawa Renewable Energy Project, \nall under the Pacific Renewable Energy Investment Facility (footnote 2). \n11 ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n12 ADB. 2016. Pacific Approach, 2016–2020. Manila.  \n13 These include solar-powered water supply (desalination, rainwater collection) and sanitation, greenhouses, vertical \nfarming, aquaculture, alternative fuels, solar charging stations, clean electricity mobility, and other technologies \nidentified in other related ADB TA. \n14 Indicatively Nauru, Marshall Islands, and Samoa, or the Federated States of Micronesia or the Solomon Islands.  \n ", "3 \n \n8.  Project 1. The proposed Kiribati South Tarawa Renewable Energy Project (Phase 2), for \napproval in 2022, will indicatively install 5 MW of floating and ground-mounted solar photovoltaic, \na battery energy storage system (BESS), as needed, and associated grid infrastructure. The \ngovernment is seeking $12 million grant from ADB’s Asian Development Fund  (ADF) and \ncofinancing from the Government of Australia.  \n \n9.  Project 2. The proposed Tonga Floating Solar Project will indicatively install 5 MW of FPV \nin Tongatapu, through private sector financing. The TA will help structure the project for private \nsector financing. Subject to the project’s viability, further assistance may be provided to help with \nthe selection of independent power producers.15  \n \n10.  Project  3.  The  proposed  Tuvalu  Increasing  Access  to  Renewable  Energy  Project \n(Phase 2) for consideration in 2022 aims to install indicatively 1–2 MW of floating and rooftop \nphotovoltaic system, a BESS, as needed, and grid infrastructure in Funafuti. Cofinancing from the \nGlobal Environment Facility and potentially from the Government of Australia are being sought. \n \n11.  Institutional capacity building support. The TA will supplement training and knowledge \nsharing events of the regional platforms like the Pacific Power Association. It will also build \ncapacity of the relevant stakeholders on the technical, governance, safeguards, climate, and \ngender aspects specific to FPV. Up to 2 regional conferences and up to 2 seminars or workshops \nper country, with at least 20%–40% women in at least 100 participants from stakeholders \nincluding project executing and implementing agencies, will be conducted.  \n \nB.  Outputs and Activities \n \nTable 1: Summary of Major Outputs and Activities \n  Delivery Dates   \nMajor Outputs  Months from NTP  Key Activities with Milestones \n1.  Pre-feasibility studies,  Within 1-6 months  1.1 Assessment of theoretical and technical potential; \nroadmap, and pipeline of    assessment of critical vulnerabilities and needs \nfloating solar plus projects in  Within 12 months  1.2 Identify, prioritize, and conceptualize projects for PIC-11 \nthe PIC-11  Within 24-36 months  1.3 Prepare pre-feasibility studies \nWithin 18-36 months  1.4 Formulate floating solar plus road map including indicative \ncosts and timelines, and required actions and grid strengthening \nand value-added outputs  \n2.  Feasibility studies and due  Within 2 months  2.1 Optimize projects design and scope \ndiligence documents   Within 6 months  2.2 Conduct technical, financial, economic, gender, governance, \nand safeguards due diligence \nWithin 10 months  2.3 Submit grid integration study, feasibility studies  \nWithin 12-24 months  2.4 Submit facility financing proposals and linked documents \n3.  Institutional capacity  Within 2 months  3.1 Update procurement capacity, financial management, and \nbuilding support and  risk management assessments \nassistance to procurement   Within 3-4 months  3.2 Conduct strategic procurement planning and recommend \nprocurement arrangements  \nWithin 6-24 months  3.3 Prepare bidding documents, issue invitation for bids, assist in \nbid evaluation, contract negotiation and award  \nWithin 6-36 months  3.4 Develop and implement capacity development plans \nNTP = notice to proceed, PIC-11 = 11 small Pacific island countries. \nSource: Asian Development Bank. \n \n \n15 ADB’s Pacific Department may invite the Office of Public–Private Partnership to provide further assistance. Financing \nsupport from ADB’s Pacific Renewable Energy Program led by the Private Sector Operations Department will also \nbe explored. \n ", "4 \nC.  Cost and Financing \n \n12.  The TA facility is estimated to cost $2 million, which will be financed on a grant basis by \nthe Asian Clean Energy Fund16 under the Clean Energy Financing Partnership Facility (CEFPF) \nand administered by ADB. The key expenditure items, which are all eligible under CEFPF, are \nlisted in Appendix 1. \n \n13.  The beneficiary governments will provide counterpart support in the form of staff, access \nto meeting rooms, communication facilities, and other in-kind contributions. The governments \nwere informed that approval of the TA does not commit ADB to finance any ensuing project. \n \nD.  Implementation Arrangements \n \n14.  The TA activities for an ensuing project will start only after ADB approves the project \nconcept paper on the ensuing project. ADB will administer the TA. The Energy Division of ADB’s \nPacific Department will select, supervise, and evaluate consultants. The grid-connected FPV \nprojects will be owned, operated, and managed by the respective state-owned utilities: the Kiribati \nPublic Utilities Board and Tuvalu Electricity Corporation; and by Tonga Power Limited based on \nan agreed power purchase agreement with the project sponsor. The consultants will work with \nthe utilities and the corresponding project management units established in the respective utilities. \n \n15.  The implementation arrangements are summarized in Table 2. The TA implementation \nperiod as well as the design, scope, cost estimates, and processing and implementation period \nof ensuing projects may be adjusted to consider the evolving impact of the coronavirus pandemic. \n \n16.  Consulting services. ADB will engage consultants following the ADB Procurement Policy \n(2017, as amended from time to time) and its associated staff instructions. The TA facility will \nrequire  65  person-months  of  international  consultants’  and  102  person-months  of  national \nconsultants’ input. ADB will engage the consultant firm through quality- and cost-based selection \nusing full technical proposal (quality to cost ratio of 90:10). Details are shown in Appendix 2. \n \nTable 2: Implementation Arrangements \nAspects  Arrangements \nIndicative implementation period  December 2020–December 2024 \nExecuting agency  Asian Development Bank \nImplementing agencies  Energy Division, Pacific Department \nConsultants  To be selected and engaged by ADB \n  Firms: Quality- and  Project preparation  $2.00 \ncost-based selection  consultants (1 contract)  million \nProcurement  None \nAdvance contracting and  None \nretroactive financing \nDisbursement  The  TA  resources  will  be  disbursed  following  ADB’s  Technical \nAssistance Disbursement Handbook (2020, as amended from time to \ntime). \nAsset turnover or disposal  Asset turnover and disposal upon TA completion will follow ADB \narrangement upon TA completion  guidelines and procedures  \nADB = Asian Development Bank, TA = technical assistance. \nSource: Asian Development Bank. \n \n \n16 Established by the Government of Japan. \n ", "5 \n17.  Cofinancier requirements. For the preparation and implementation of the TA, core and \ndevelopment co-benefit indicators will be reported as required by the CEFPF, in consultation with \nthe fund manager, ADB’s Sustainable Development and Climate Change Department. \n \nE.  Governance \n \n18.  The proposed TA will include financial management assessments, procurement capacity \nassessments, and risk assessment and management with tasks and outputs stated in the terms \nof reference for consultants (Appendix 3).17 \n \nII.  THE PRESIDENT'S DECISION \n \n19.  The President, acting under the authority delegated by the Board, has approved the Asian \nDevelopment  Bank  administering  a  technical  assistance  not  exceeding  the  equivalent  of \n$2,000,000 to be financed on a grant basis by the Asian Clean Energy Fund under the Clean \nEnergy Financing Partnership Facility for Preparing Floating Solar Plus Projects under the Pacific \nRenewable Energy Investment Facility, and hereby reports this action to the Board. \n \n17 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "6  Appendix 1 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nA.  Asian Clean Energy Funda under the Clean Energy   \nFinancing Partnership Facility \n1.  Remuneration and per diem   \na.  International consultants  1,073.5 \nb.  National consultants  336.0 \n2.  Out-of-pocket expenditures   \na.  International and local travel  283.5 \nb.  Surveys  150.0 \nc.  Training, seminars, and conferences  70.0 \nd.  Reports and communications  3.0 \ne.  Equipment  9.0 \nf.  Miscellaneous administration and support costs  3.0 \n3.  Contingencies  72.0 \n   \nTotal  2,000.0 \nNote: The technical assistance is estimated to cost $2 million, of which contributions from the Asian Clean Energy Fund \nunder the Clean Energy Financing Partnership Facility are presented in the table. The beneficiary governments will \nprovide counterpart support in the form of counterpart staff, office supplies, office space and communication facilities \nfor consultants, and other in-kind contributions. The value of the governments’ contribution is estimated to account for \n30% of the total technical assistance cost. \na  Established by the Government of Japan and administered by the Asian Development Bank. \nSource: Asian Development Bank estimates. \n \n ", "Appendix 2  7 \nPROJECTS UNDER TECHNICAL ASSISTANCE FACILITY \n \nTable: Indicative Consultants’ Input Allocation \n(person-months) \n \n \nExpert  Kiribati  Tonga  Tuvalu \nProject 1  Project 2  Project 3 \nIndicative risk category  Total \nLow risk  Low risk  Low risk \nSolar/Renewable Energy expert/Team leader  11  4  4  3 \nPower systems/instrumentation expert  6  2  2  2 \nBattery and Grid Integration expert   4  1  2  1 \nFloating Photovoltaic specialist  5  2  2  1 \nCivil/Water Engineer  5  2  2  1 \nClimate change specialist  4  1  2  1 \nFinancial specialist  3  1  1  1 \nEconomist  3  1  1  1 \nProcurement specialist  5  2  1  2 \nGender specialist  3  1  1  1 \nSocial safeguards specialist   5  2  1  2 \nEnvironment specialist  5  2  2  1 \nTransaction advisor   3  1  1  1 \nLegal and Regulatory Expert  3  1  1  1 \nTotal international experts’ inputs  65  23  23  19 \nElectrical Engineer  30  10  10  10 \nCivil engineer  24  8  8  8 \nEnvironmental specialist  24  8  8  8 \nSocial Safeguards/Gender Specialist  24  8  8  8 \nTotal national experts’ inputs  102  34  34  34 \nSource: Asian Development Bank estimates. \n \n ", "8  Appendix 3 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=49450-028-TAReport  \n \n1.  Terms of Reference for Consultants \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20201210120447+08'00'", "Creator": "PDF24 Creator", "Keywords": "pacific, small island states, floating photovoltaic, fpv, electricity transmission, energy efficiency, renewable energy, pre-feasibility studies, solar energy, acef, 49450-028, ta 6680, adb technical assistance, approved technical assistance, tar, ta projects", "ModDate": "D:20210119083031+08'00'", "Producer": "GPL Ghostscript 9.27", "Subject": "Technical Assistance Report", "Title": "49450-028: Preparing Floating Solar Plus Projects under the Pacific Renewable Energy Investment Facility"}, "author_page": " \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nBESS  –  battery energy storage system \nCEFPF  –  Clean Energy Financing Partnership Facility \nFPV  –  floating photovoltaic \nMW  –  megawatt \nMWh    –  megawatt-hour \nPIC-11  –  11 smaller Pacific island countries \nPV  –  photovoltaic \nTA  –  technical assistance \n \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Leah Gutierrez, Pacific Department, (PARD) \nDeputy Director  Emma Veve, PARD \nGeneral \nDirector  Olly Norojono, Energy Division (PAEN), PARD \n   \nTeam leader  Cinderella Tiangco, Principal Energy Specialist, PAEN, PARD \nTeam members  Rafayil Abbasov, Energy Specialist, PAEN, PARD \n  Cynthia Ambe, Operations Assistant, PAEN, PARD \nFaith Joy Buentipo, Senior Operations Assistant, PAEN, PARD \nAlix Burrell, Principal Investment Specialist, Private Sector Operations \nDepartment \nAivy Katherine Dizon, Project Analyst, PAEN, PARD \nJane Fantilanan, Associate Project Analyst, PAEN, PARD \nTeresita Leono, Associate Project Officer, PAEN, PARD \nWoo Yul Lee, Senior Energy Specialist, PAEN, PARD \nPeer reviewer  Susumu Yoneoka, Energy Specialist (Smart Grids), Energy Sector \nGroup, Sustainable Development and Climate Change Department \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", "authors": [{"fullname": "Ahmed M. Saeed", "role": "Operations", "organization": ""}, {"fullname": "Leah Gutierrez", "role": "Pacific Department", "organization": "(PARD)"}, {"fullname": "Emma Veve", "role": "PARD", "organization": ""}, {"fullname": "Olly Norojono", "role": "Energy Division (PAEN)", "organization": "PARD"}, {"fullname": "Cinderella Tiangco", "role": "Principal Energy Specialist", "organization": "PAEN"}, {"fullname": "Rafayil Abbasov", "role": "Energy Specialist", "organization": "PAEN"}, {"fullname": "Cynthia Ambe", "role": "Operations Assistant", "organization": "PAEN"}, {"fullname": "Faith Joy Buentipo", "role": "Senior Operations Assistant", "organization": "PAEN"}, {"fullname": "Alix Burrell", "role": "Principal Investment Specialist", "organization": "Private Sector Operations"}, {"fullname": "Aivy Katherine Dizon", "role": "Project Analyst", "organization": "PAEN"}, {"fullname": "Jane Fantilanan", "role": "Associate Project Analyst", "organization": "PAEN"}, {"fullname": "Teresita Leono", "role": "Associate Project Officer", "organization": "PAEN"}, {"fullname": "Woo Yul Lee", "role": "Senior Energy Specialist", "organization": "PAEN"}, {"fullname": "Susumu Yoneoka", "role": "Energy Specialist (Smart Grids)", "organization": "Energy Sector"}]}