{"path": "data/input/ta/50019-001-tar.pdf", "pages": [" \nTechnical Assistance Report \n \n \nProject Number: 50019-001  \nPolicy and Advisory Technical Assistance (PATA) \nAugust 2016 \n \n \nPeople’s Republic of China: Mobilizing Pension \nFund Financing for Public–Private Partnerships\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB’s  Public \nCommunications Policy 2011. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 8 August 2016) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1503 \n$1.00  =  CNY 6.6535 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMF  –  design and monitoring framework \n  NSSF  –  National Social Security Fund \n  PPP  –  public–private partnership \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  Y. Qian, Public Management, Financial Sector, and Regional Cooperation \nDivision, EARD \nTeam leader  C. Sugden, Principal Public–Private Partnership Specialist, EARD \nTeam members  B. An, Public Management Specialist, EARD \n  H. Shiroishi, Financial Sector Specialist, EARD \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \n \nPOLICY AND ADVISORY TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE POLICY AND ADVISORY TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  5 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.         Design and Monitoring Framework  6 \n2.         Cost Estimates and Financing Plan  8 \n3.         Outline Terms of Reference for Consultants  9 \n \n \n \n \n \n \n \n \n \n ", "Project Classification Information Status: Complete\nPOLICY AND ADVISORY TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 50019-001\nProject Name Mobilizing Pension Fund Financing for Department EARD/EAPF\nPublic Private Partnerships /Division\n–\nCountry China, People's Republic of Executing  Sichuan Finance Department\nAgency\nqq\n2. Sector Subsector(s)     ADB Financing ($ million)\nPublic sector  Public administration 0.40\nmanagement\nTotal 0.40\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the  Low\ngrowth (IEG) including jobs, created and expanded Project\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Public financial governance No gender elements (NGE)\ncapacity development\n(GCD)\nPrivate sector  Conducive policy and institutional \ndevelopment (PSD) environment\nqq\n5. Poverty Targeting Location Impact\nProject directly targets  No\nRural Medium\npoverty\nUrban Medium\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.40\n    Policy and advisory technical assistance: Technical Assistance Special  0.40\nFund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.40\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 06052016154623306963 Generated Date: 20-Jul-2016 17:14:47 PM", "     \nI.  INTRODUCTION \n1.  The Government of the People’s Republic of China (PRC) requested policy and advisory \ntechnical assistance (TA) from the Asian Development Bank (ADB) for Mobilizing Pension Fund \nFinancing for Public–Private Partnerships (PPPs). Following a mission in April 2016, ADB and \nthe  government  reached  an  understanding  on  the  objectives,  scope,  implementation \narrangement, costs, and terms of reference for the TA. The design and monitoring framework is \nin Appendix 1.1 \n \nII.  ISSUES \n2.  The savings held within the PRC pension funds need to expand to prepare for an aging \npopulation; the proportion of people above the age of 60 was around 12% in 2010 but is \nexpected to reach 34% by 2050.2 Prudent but growth-oriented investment of these savings will \nbe required if they are to provide the elderly with adequate financial resources during their \nretirement. \n \n3.  The PRC’s pension funds have predominantly been invested in treasury bonds and bank \ndeposits. While such assets offer the benefits of low risks, the associated relatively low returns \nconstrain the potential payout from pension funds. Investment in a wider portfolio of assets can \nhelp pension funds balance their portfolios and potentially generate higher returns over time. \nBut  any  portfolio diversification  also  needs to be  prudently managed so  as to  protect  the \ninterests of pension recipients while achieving a high standard of governance.  \n \n4.  The PRC’s expanding PPP program is emerging as an important investment opportunity \nfor the pension funds. PPP activity had largely ceased by 2012, but reforms initiated in 2013 \nhave since seen a large expansion in activity. As of June 2016, the PRC was preparing or \nimplementing 9,285 PPPs across 19 industries, worth around $1.6 trillion in investment.3 These \nprojects are extending the PRC’s PPP model into new areas of the economy, and introducing \nnew approaches to PPPs. \n \n5.  The  international  trend  is  to  prepare  a  PPP  program  so  it  attracts  financing  from \ninstitutional investors, including pension funds. The institutional investors have a long-term \ninvestment profile and can offer finance at a fixed and potentially lower cost than conventional \nbank financing. Accessing their financing normally requires extra effort in structuring PPPs so \nthey provide secure investments. It can, for example, require a repackaging of risk and/or \nreward investment opportunities. Measures that better manage risks, such as partial credit \nguarantees, may be required, and projects may initially have to be financed by banks with a \nview to financing being provided by other investors as they mature. \n \n6.  The involvement of institutional investors in PPPs will be facilitated by a transition toward \nproject finance. The PRC’s PPPs are mainly financed by bank loans issued in the nature of \ncorporate finance. In line with trends observed in other countries, it is likely that the current \nemphasis on corporate finance will become less attractive as the PPP program progresses, and \nthat project finance will become more established. The engagement of pension funds can be \n                                                \n1  The TA first appeared in the business opportunities section of ADB’s website on 15 July 2016. \n2  International Monetary Fund. 2015. People’s Republic of China: 2015 Article IV Consultation–Press Release; Staff \nReport; and Statement by the Executive Director for the People’s Republic of China. IMF Country Report. No. \n15/234. Washington, DC. p.17 \n3  China Public Private Partnerships Center. Integrated PPP Information Platform \n   (http://www.cpppc.org:8082/efmisweb/ppp/projectLivrary/toPPPMap.do) \n ", "2      \n \nassisted by the increased use of project bonds, asset securitization, and other forms of project \nfinance. \n \n7.  Pension fund reforms in the PRC, and the concurrent expansion of the PPP program, \nare creating opportunities for pension funds to better engage in PPPs. Numerous government \nannouncements have encouraged pension funds to participate in projects and the PPP funds \nbeing established to provide equity and debt financing. Notably, in mid-2015, the State Council \nallowed pension funds to further diversify their portfolios to improve returns. Pension funds were \nencouraged to develop methods of financing PPPs, such as loans, equity investments, and \nproject asset-backed investment plans, based on market principles. Up to 30% of assets can \nnow be invested in stocks, investment-linked insurance products, and equity funds. Permitted \ninvestments include bonds, asset-backed securities, index futures, bond futures, and major \ninfrastructure projects. \n \n8.  Various pension funds support the formal enterprise sector and non-salaried workers in \nurban and rural areas. The single largest fund is the National Social Security Fund (NSSF), \nwhich at the end of 2015 held CNY1.9 trillion in assets to pay for pensions and other forms of \nsocial security. NSSF participated in the CNY180 billion PPP fund established by the Ministry of \nFinance  with  banks  and  other  institutional  investors  in  September  2015  to  provide  equity \nfinancing. Pension funds are also managed by local governments and there are some funds \ncovering the private sector, such as an enterprise annuity system, and individual voluntary plans.  \n \n9.  Capitalizing  on  the  opportunities  that  have  emerged  for  financing  by  institutional \ninvestors, including pension funds, is important to ensuring sustainable financing of the PRC’s \nPPP program. Capitalizing on the opportunities can also make an important contribution to \nstrengthening the financial position of pension funds, so long as the risk of capital erosion for \npensioners (current and future) is managed well and good governance standards are preserved. \nDoing so will require a prudent approach based on balancing the objectives of both the PPP \nprogram and the essential requirement that the pension system protect pensioners against risk. \n \n10.  The country partnership strategy, 2016–2020 for the PRC positions ADB to continue \nplaying a catalytic role in the PRC’s development process through an enhanced operational \nfocus on innovation and value addition, and a further shift toward generating knowledge, sharing \nbest  practices,  and  building  capacity.4 The  country  partnership  strategy  will  support  the \ngovernment’s efforts to strengthen the policy, legal, fiduciary, and regulatory frameworks and \npractices to improve the delivery and management of infrastructure and public services. \n \nIII.  THE POLICY AND ADVISORY TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n11.  The project is aligned with the decision of the State Council to develop innovative, \nmarket-based financing channels for PPPs. The outcome will be pension fund participation in \nPPP financing promoted. Performance will be assessed by the submission to the central and \nlocal governments, regulators, and major pension funds of the action plan on enhancing the role \nof pension funds in PPP financing. \n \n                                                \n4  ADB. 2016. Country Partnership Strategy: Transforming Partnership: People’s Republic of China and Asian \nDevelopment Bank, 2016–2020. Manila. \n ", "3 \n \nB.  Methodology and Key Activities \n12.  The TA will help prepare the PRC’s pension funds for financing PPPs, and equip the \nPRC’s PPPs to access pension fund financing. It will have both a national and provincial scope, \nwith Sichuan province providing a case study of provincial conditions and practices. Knowledge \nproducts will be prepared to share the findings with national agencies and local governments. \nThe impact and outcome of the TA will be achieved through the following outputs and activities. \n \n13.  Output 1: Pension funds in public–private partnership financing in other countries \nassessed. This will draw out the implications for the PRC of practices in other countries based \non a desk study and a study tour of countries demonstrating good practices. The output will \nidentify the different ways in which pension funds have engaged in PPPs, the preconditions for \nsuccessful financing of PPPs by institutional investors such as pension funds, the implications of \ndifferent pension fund structures and types (e.g., defined benefits versus defined contribution \nfunds), and the impacts on both the PPP programs and the development of the finance sector. \nMaximum use will be made of earlier studies that examined how to protect the long-term \ninterests of pension funds while facilitating their investment in PPPs. These studies highlighted \nthe importance of ensuring policy and regulatory frameworks for long-term investment, and a \ntransparent  investment  environment.5 The  regulatory  and  governance  framework  in  which \npension funds have operated and, in particular, the regulatory controls and other formal checks \nand balances on the actions of pension fund managers, will also be explored. \n \n14.  Output 2: Suggestions on improving the role of pension funds in public–private \npartnership financing prepared. While the national and local government-managed pension \nfunds  have  recently  been  provided  more  flexibility  to  engage  in  PPPs,  improvements  to \ninvestment  and  asset management  practices are  still  needed. The  opportunity to  increase \npotential returns needs to be matched with prudent management of their assets and risk profile \nto ensure financial sustainability and good governance. \n \n15.  Drawing on the findings of output 1, reviews will be conducted on the readiness of the \nNSSF and local government pension funds to diversify their portfolios to include investment in \nPPPs. This will encompass information management systems and disclosure, the regulatory \nand governance framework, pension fund management standards, and investment guidelines \nand  strategies  (e.g.,  on  risk–return  profiles).  Asset  allocation  decisions,  performance \nassessment, and risk management techniques will be examined. The compliance of financing a \nbroader portfolio of assets, including PPPs, with the fiduciary responsibilities of pension funds \nwill be considered. The impact of recent regulatory reforms and any barriers that have become \napparent during their implementation will be examined. Challenges specific to financing PPPs, \nsuch as those arising from key provisions in PPP agreements (e.g., termination clauses and \nstep-in rights) and the need to understand infrastructure, will be given close attention. \n \n16.  Given the large number of local government pension funds across the PRC, it will not be \npossible to examine all and Sichuan’s funds will act as a case study of practices at the local \ngovernment level.6 The output will include preparation of a stocktake of the NSSF and Sichuan’s \npension  funds  (covering,  for  example,  their  structure,  governance  arrangements,  financial \nposition, and operations). \n                                                \n5  Organization for Economic Cooperation and Development. 2011. Pension Funds Investment in Infrastructure: A \nSurvey. http://www.oecd.org/dataoecd/59/33/48634596.pdf; and Foster Infrastructure. 2012. Comparative Study of \nFrameworks to Protect the Long-Term Interests of Pension Funds Investing in Public–Private Partnerships. \nhttp://www.apec.org.au/docs/Pension%20Fund%20Investment%20in%20PPPs.pdf. \n6  As of the end of 2015, Sichuan province's pension funds were valued at CNY259 billion. \n ", "4      \n \n17.  The output will examine the response by pension funds to recent directions from the \nState Council on PPP financing, such as to make more use of project bonds and asset-backed \nsecurities. Close attention will also be paid to directions given to finance regulatory departments \nto strengthen regulation, and to guide financial institutions to correctly identify, calculate, and \ncontrol risks according to the principles of risk under control and commercial sustainability. \n18.  The  output  will  examine  the  suitability  of  PPPs  to  access  pension  fund  financing, \ndrawing on the findings from output 1 on how other countries have prepared PPPs so they can \naccess institutional investors. Observations will be prepared based on nationwide developments \nin  the  PPP  operational  framework  supported  by  the  Ministry  of  Finance,  the  National \nDevelopment and Reform Commission, and other central agencies. \n \n19.  To ensure a practical focus, the output will also conduct case studies of individual PPP \nprojects. The output will present at least four case studies from Sichuan’s PPPs program. The \ncase studies will look at the financing sources of these PPPs, the participation of institutional \ninvestors such as pension funds, and test whether efforts are being made to ensure PPPs are \nattractive assets for pension funds. These studies will, for example, examine if the PPPs were \nsuited to project financing by providing adequate protection for lenders, for example. Insights \nfrom other PRC provinces preparing similar PPPs, and data in the Integrated PPP Information \nPlatform of the China PPP Center, will also be utilized. Drawing on the experience of other \ncountries, each case study will offer suggestions on how to improve the readiness of PPPs for \nfinancing from pension funds.  \n \n20.  Output 3. Action plan for enhancing the role of pension funds in public–private \npartnership financing prepared. The findings of the TA will be encapsulated in an action plan \nfor improving the readiness of pension funds to invest in PPPs, and for improving the readiness \nof PPPs to access pension fund financing. Close attention will be paid to the views of the \nregulators and administrators of pension funds in preparing the action plan, and lessons from \nthe experience of other countries. \n \n21.  In order to enhance the outreach of the findings, the TA will support awareness-raising \nand capacity development events. This will include a national-level workshop to develop and \npresent the proposed action plan, which will involve participants from key central government \nagencies. Maximum use will be made of ADB assistance and other development partners so as \nto add value to earlier work, and to avoid duplication. Key materials prepared by the TA will be \nreleased for wider use via ADB’s and other websites. \n \n22.  Risks include (i) support for policy and regulatory reforms needed to improve the role of \npension funds in PPPs cannot be secured from relevant government agencies or regulators; (ii) \nrestrictions on access to pension funds and project information hinder the conduct of detailed \nanalysis; and (iii) weak capacity in local government agencies or other work commitments \nhinder their effective participation in the conduct of assessments and other TA activities. \n \nC.  Cost and Financing \n23.  The TA is estimated to cost $450,000, of which $400,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-other sources). The government will \nprovide counterpart support in the form of office space, assistance in arranging meetings with \ncounterpart agencies, counterpart staff and other services to the consultants, and other in-kind \ncontributions. Detailed cost estimates are in Appendix 2. \n \n ", "5 \n \nD.  Implementation Arrangements \n24.  The TA will be implemented over 36 months, from 1 October 2016 to 31 September \n2019. The Sichuan Finance Department will be the executing agency and provide high level \nguidance  to  the  TA,  while  the  Public–Private  Partnership  Research  Institute  of  China  in \nSouthwest Jiaotong University will be the implementing agency and lead on operational matters. \nThe consultants’ detailed work plan will be updated and agreed by the implementing agency \nand ADB as the team is mobilized. \n \n25.  The TA will be implemented in cooperation with the Ministry of Finance’s China PPP \nCenter, and the National Council for Social Security, which is responsible for the NSSF. The \nimplementing  agency  will  coordinate  with  these  and  other  government  agencies  and \nstakeholders. The implementing agency will take overall responsibility for seminars, workshops, \nthe international study tour, and the day-to-day work of the consultants. \n \n26.  International advisors (an institutional investment advisor and a PPP advisor) will provide \n3 person-months of input. National consultants (an institutional investment advisor and team \nleader,  a  PPP  specialist,  financial  specialist,  pension  fund  specialist,  and  coordinator)  will \nprovide  30  person-months  of  inputs.  Considering  the  nature  of  the  assignment  and  the \navailability of the required expertise, the national consultants will be engaged through a firm \nusing the fixed budget selection and biodata technical proposal.7 The international consultants \nwill be engaged on an individual basis. As TA implementation will make extensive use of \nparticipatory workshops, and a wide range of skills and experience will be required, provision is \nalso made for resource persons. The outline terms of reference is in Appendix 3.8 \n \n27.  The TA will be monitored and evaluated based on the implementation of activities and \nsatisfactory delivery of outputs following the agreed timeline and budget. To support monitoring \nand evaluation, consultants will submit an inception report, a midterm report, a draft final report, \nand a final report to the executing agency and ADB. The main mechanism to monitor and \nassess the TA will be TA review missions. The knowledge products created by the TA will be \ndisseminated by the executing agency and ADB. \n \nIV.  THE PRESIDENT'S DECISION  \n28.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $400,000 on a grant basis to \nthe Government of the People’s Republic of China for Mobilizing Pension Fund Financing for \nPublic–Private Partnerships, and hereby reports this action to the Board. \n \n                                                \n7  This recruitment method is justified as a precise definition of the terms of reference for the studies is possible, and \nchanges to the terms of reference are not expected during implementation. The recruitment method is also justified \nbecause the budget available for the studies is fixed ($165,000 for fees and per diem plus expenses of up to \n$65,000) and cannot be exceeded, and the time and personnel inputs can be accurately assessed. If no suitable \nfirm can provide the required consultants in a timely manner, the national consultants may be hired individually, \nsubject to the appropriate ADB approval process. \n8  ADB will engage the international and national consultants, as well as any resource persons, following its \nGuidelines on the Use of Consultants (2013, as amended from time to time). The proceeds of the TA will be \ndisbursed following the Technical Assistance Disbursement Handbook (2010, as amended from time to time). \nConsultants and resource persons will be engaged on a fixed-price and/or lump-sum basis wherever feasible. \n ", "6     Appendix 1 \n \nDESIGN AND MONITORING FRAMEWORK \nImp  act the TA is Aligned with \nInnovative market-based financing channels for PPPs developed (State Council Notice on the Promotion of PPP in \nthe Delivery of Public Services)a \nPerformance Indicators with Targets and  Data Sources \nResults Chain  Baselines  and Reporting  Risks \nOutcome       \nPension fund  Submission to the central and local  Website data,  Support for policy and \nparticipation in  governments, regulators, and major pension  social media,  regulatory reforms \nPPP financing  funds of the action plan on enhancing the role  media  needed to improve the \npromoted  of pension funds in PPP financing (by 2020;  announcements  role of pension funds \nbaseline: NA)  (daily)b  in PPPs cannot be \nsecured from relevant \ngovernment agencies \nor regulators. \nOutputs       \n1. Pension funds  1a. Submission to SFD of an outline of an  1a–c. Website  Restrictions on access \nin PPP financing  assessment of practices in other countries and  data, social  to the pension fund \nin other countries  implications for the PRC (by month 9;  media, media  and project \nassessed  baseline: NA)  announcements  information hinder the \n(daily)b  conduct of detailed \n1b. Final assessment of practices in other \nanalysis. \ncountries and the implications for the PRC \naccepted by the SFD (by month 12; baseline:  Weak capacity in local \nNA)  government agencies \nor other work \n1c. Study tour report on practices in countries \ncommitments hinder \ndemonstrating good practices in pension fund \ntheir effective \nfinancing of PPPs finalized (by month 18; \nparticipation in the \nbaseline: NA) \nconduct of \n2. Suggestions  2a. Stocktaking of the National Social Security  2a–d. Website  assessments and \non improving the  Fund and Sichuan’s pension funds completed  data, social  other TA activities. \nrole of pension  (by month 12; baseline: NA)  media, media \nfunds in PPP  announcements \n2b. Review of the readiness of pension funds \nfinancing  (daily)b \nto diversify their portfolios, including through \nprepared \ninvestment in PPPs, completed (by month 18; \nbaseline:  NA) \n2c. Review of the suitability of PPPs to access \npension fund financing completed (by month \n18; baseline:  NA) \n2d. Submission to SFD of at least four case \nstudy reports of the potential for pension fund \nfinancing of PPP projects (by month 24; \nbaseline:  NA) \n3. Action plan for  3a. Submission to SFD of an action plan for  3a. Website data, \nenhancing the  improving the readiness of pension funds to  social media, \nrole of pension  invest in PPPs and for improving the readiness  media \nfunds in PPP  of PPPs to access pension fund financing (by  announcements \nfinancing  month 36; baseline:  NA)  (daily)b \nprepared \n3b. At least 200 person-days of awareness- 3b. Participant \nraising events completed and at least 75% of  lists and \nparticipants report an enhanced  evaluations \nunderstanding, inclusive of a national-level \n ", "Appendix 1     7 \n \nPerformance Indicators with Targets and  Data Sources \nResults Chain  Baselines  and Reporting  Risks \nworkshop on the proposed action plan (by \nmonth 36; baseline:  NA) \nKey Activities with Milestones \n1.   Pension funds in PPP financing in other countries assessed  \n1.1 Consult with SFD and stakeholders on the content of the assessment of practices in other countries and \nimplications for the PRC (by month 6). \n1.2 Prepare an outline of the assessment and finalization with SFD (by month 9). \n1.3 Prepare and submit to SFD of a draft then final assessment (by month 12). \n1.4 Conduct a study tour and prepare a report on good practices in other countries (by month 18). \n \n2.   Suggestions on improving the role of pension funds in PPP financing prepared \n2.1 Consult with the National Social Security Fund and Sichuan’s pension funds on their structure, governance \narrangements, financial position, and operations (by month 12). \n2.2 Consult with pension funds on their readiness to invest in PPPs (by month 18). \n2.3 Review PPPs and their suitability to accept financing from pension funds (by month 18). \n2.4 Prepare and consult with SFD on draft case studies of pension funds and PPPs (by month 21). \n2.5 Finalize case study reports in consultation with SFD (by month 24).  \n2.6 Prepare an action plan for improving the readiness of Sichuan’s pension funds to invest in PPPs and for \nimproving the readiness of Sichuan’s PPPs to access pension fund financing (by month 24). \n \n3.   Action plan for enhancing the role of pension funds in PPP financing prepared \n3.1 Consult with decision makers, government agencies, and other stakeholders to strengthen the understanding \nof key issues and seek input to the action plan (throughout the TA). \n3.2 Conduct awareness-raising events with decision-makers, government agencies, and other stakeholders to \nstrengthen the understanding of key issues and seek input to the action plan (throughout the TA).  \n3.3 Prepare and release an action plan (by month 36). \nInputs \nAsian Development Bank: $400,000 \nNote: The government will provide counterpart support in the form of office space, assistance in arranging \nmeetings with counterpart agencies, counterpart staff and other services to the consultants, and other in-kind \ncontributions. \nAssumptions for Partner Financing \nNot Applicable. \nNA = not available, PPP = public–private partnership, PRC = People’s Republic of China, SFD = Sichuan Finance Department, \nTA = technical assistance. \na   Government of the PRC, General Office of the State Council. 2015. Notice of the General Office of the State Council on \nForwarding the Guiding Opinions of the Ministry of Finance, the National Development and Reform Commission and the \nPeople's Bank of China on Promoting the Public–Private Partnership Mode in Public Service Field. Guo Ban Fa [2015] No. \n42. Beijing (May).  \nb   There is no guiding PPP policy or strategy document produced on a regular, forward basis. Developments in PPPs are \nmade public through policy and strategy documents and other announcements, which are released as-needed as \ndevelopments  emerge  or  issues  arise.  Relevant  websites  include  https://www.mof.gov.cn/,  https://www.ndrc.gov.cn/, \nhttps://www.cpppc.org/, https://www.mofppp.org/, https://www.sc.gov.cn, https://www.swjtu.edu.cn/, https://www.ssf.gov.cn/, \nhttps://www.chinadaily.com.cn/, https://www.xinhuanet.com/ and https://www.caixin.com. The key social media site is the \nPPP wiki site available via We Chat. \nSource: Asian Development Bank. \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \nItem  Amount \nAsian Development Banka \n1.   Consultants    \n      a.  Remuneration and per diem   \n  i.   International consultants  80.0 \n  ii.  National consultants  160.0 \n      b.  International and local travel  25.0 \n      c.  Reports, publications, and communications  10.0 \n2.   Workshops, seminars, meetingsb \n      a.  International and national workshops  30.0 \n      b.  International study tourc  20.0 \n      c.  Resource persons  40.0 \n3.   Miscellaneous administration and support costsd  15.0 \n4.   Contingencies  20.0 \n    Total  400.0 \nNote:  The  technical  assistance  (TA)  is  estimated  to  cost  $450,000,  of  which  contributions  from  the  Asian \nDevelopment Bank (ADB) are presented in the table above. The government will provide counterpart support in the \nform of office space, assistance in arranging meetings with counterpart agencies, counterpart staff and other services \nto the consultants, and other in-kind contributions. The value of government contribution is estimated to account for \n11.1% of the total TA cost. \na  Financed by ADB’s Technical Assistance Special Fund (TASF-other sources). \nb  For stakeholder participation, awareness-raising events, and other related workshops within the People’s Republic \nof China; and one international study tour. An advance payment facility will be established within the implementing \nagency to facilitate events and workshops. If ADB staff act as resource persons and/or facilitators, travel costs may \nbe charged to the TA with the prior agreement of the implementing agency. Includes venue and equipment rental, \nincidental costs, and accommodation costs of participants. The budget for the international and national workshops \nis included as a provisional sum. \nc  The international study tour will focus on countries that are leaders in public–private partnerships and have \nextensive experience with value-for-money analysis. The content and findings of the consultation will be presented \nin a report to be prepared by the implementing agency. Participants may include one officer fluent in English but \notherwise will be at deputy director level or higher. The consultation will be arranged by the implementing agency \nand will occur only in eligible ADB member countries, in line with ADB’s Charter requirements.  \nd   Includes printing costs, translations, supplies for events, printing of banners and leaflets, meeting assistants to \nreproduce materials, and other support for workshops. \nSource: ADB staff estimates. \n \n \n \n ", "Appendix 3      9      \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The consultants will be responsible for producing the technical assistance (TA) outputs \nand deliverables effectively and on time, consistent with the design and monitoring framework \n(DMF), and for organizing and carrying out all TA activities, including workshops. They will also \nassist in the preparation of an international consultation. \n2.  The executing agency will provide overall guidance to the TA, including coordination with \ngovernment authorities and other stakeholders. The implementing agency will coordinate with \nthe Asian Development Bank (ADB) on the day-to-day work of the consultants and will assume \nadministrative responsibility for seminars, workshops, and an international consultation.  \n3.  The national consultants will be engaged through a firm. The consultants will work under \nand  be  coordinated  and  monitored  by  the  firm,  in  cooperation  with  the  executing  and \nimplementing agencies and ADB project officers. Accordingly, the firm and its consultants will \nmaintain close working relations with the executing agency, implementing agency, and ADB, \nand will regularly discuss project progress and findings. Meetings involving the firm and its \nconsultants, the executing and implementing agencies, and ADB staff, will be held to provide \nguidance to the firm and its consultants and to review their reports. The firm and its consultants \nwill  help  ensure  that  knowledge  work  products  are  disseminated  (e.g.,  at  workshops, \nconferences, and on the executing agency and ADB websites), and that both electronic and \nhard copies are made available to stakeholders. \nA.  National Consultants \n \n1.  Institutional Investment Advisor and Team Leader (6 person-months, \nintermittent) \n4.  The  team  leader  will  have  strong  expertise,  extensive  experience,  and  in-depth \nknowledge  of  institutional  investment  in  the  People’s  Republic  of  China  (PRC).  A  solid \nunderstanding  of  the  national  and  international  experience  with  public–private  partnerships \n(PPPs) is preferred. Experience in the preparation and/or implementation of PPP projects in the \nPRC is desirable. The team leader will preferably have at least 10 years of relevant experience, \nand a master’s degree or higher qualification in law, or in finance, economics, management, or \nother  relevant  field  but  with  strong  experience  in  drafting  or  advising  on  relevant  legal \nframeworks. Proficiency in English and a demonstrated record of producing knowledge products \nof a high standard is preferred. \n5.  The scope of work involves responsibility for assigning and coordinating detailed tasks to \nall team members and managing all team members to deliver timely outputs to high quality, \nresearch and write key outputs, and engage stakeholders. The team leader will have overall \nsupervising responsibility for the quality and timely delivery of the TA outputs to ADB and the \nexecuting agency, ensuring (i) relevant national and international experience and lessons are \nfactored into the TA outputs; (ii) completion of all TA activities; and (iii) that team members work \nin an effective, efficient, collaborative, and timely manner. In fostering implementation that \nensures  government  ownership  of  the  TA,  the  team  leader  will  have  overall  supervising \nresponsibility for the following: \n(i)  implementing the TA under the guidance of the executing and implementing \nagencies  and  the  ADB  project  officers  in  accordance  with  the  terms  and \nconditions specified in the TA paper and the agreement between the government \nand ADB; \n ", "10     Appendix 3 \n \n(ii)  coordinating  and  managing  the  inputs,  activities,  and  outputs  of  the  TA \nconsultants,  including  communicating  with  the  international  PPP  advisor, \nallocating  responsibilities  to  consultants,  and  monitoring  the  performance  of \nconsultants to achieve the results outlined in the DMF in the specified time \nframes;  initiating  and  leading  discussions  of key  implementation  issues;  and \nmanaging TA quality control and quality assurance; \n(iii)  guiding  the  analytical  work,  identifying  key  issues,  presenting  and  analyzing \nalternative responses, and making maximum use of related ADB TA, ensuring \nthat relevant literature and international experience are identified and factored \ninto the analysis; and explaining and justifying the responses recommended by \nthe consultant team; \n(iv)  assisting the executing agency to plan the international consultation by collecting \nrecommendations as to persons and agencies to meet and questions to be \ninvestigated  in  each  meeting,  and  by  coordinating  introductions  to  relevant \npersons and agencies; \n(v)  establishing  reporting  arrangements  with  the  executing  and  implementing \nagencies and ADB, and ensuring that all stakeholders are regularly informed of \nprogress and developments in the work; \n(vi)  preparing  materials  suitable  for  knowledge  products  and  other  information \nreleases,  and  ensuring  materials  are  available  in  Chinese  and  English,  as \nappropriate to the audience(s); \n(vii)  organizing  the  dialogue  events  under  output  3  with  the  executing  and \nimplementing agencies, resource persons, and other relevant stakeholders; \n(viii)  ensuring timely preparation and submission of all TA reports, and assisting with \nTA reviews undertaken by the executing and implementing agencies, and ADB; \nand \n(ix)  as relevant, consulting with development partners working on related activities, \nensuring that they are informed of activities and that a high level of coordination \nis maintained to avoid duplication or overlap of work. \n \n6.  Detailed  responsibilities  will  include  leading  and  managing  (i) the  integration  of the \nassessment of pension funds in PPP financing in other countries into the TA project’s analysis \nand advice; (ii) a stocktake of pension funds; (iii) a review of the readiness of pension funds to \ninvest in PPPs; (iv) an examination of the suitability of PPPs to access pension fund financing, \nincluding case studies; (v) suggestions on improving the role of pension funds in PPP financing; \nand (vi) brief knowledge products on key findings and priority issues in consultation with the \nimplementing agency and ADB. The team leader will also be responsible for ensuring the timely \ndelivery of the reports mentioned in para 21. \n2.  Public–Private Partnership Specialist (6 person-months, intermittent) \n7.  The specialist will have strong expertise, extensive experience, and in-depth knowledge \nof PPPs. Experience with PPPs in the PRC is essential, such as in project preparation and \nimplementation. Experience with PPPs in other countries and with financing issues facing PPPs \nin the PRC would be an advantage. The specialist would preferably have at least 10 years of \nrelevant work experience, and a master’s degree or higher qualification in finance, economics, \nmanagement, or other relevant field. Proficiency in English would be an advantage. \n8.  Reporting to the team leader, the specialist will assist in ensuring the quality and timely \ndelivery of the TA outputs to ADB and the executing agency, and ensuring completion of all TA \nactivities. The specialist will provide specialist PPP input. Working from a PPP perspective, the \n ", "Appendix 3     11 \n \nspecialist will assist in (i) integrating the assessment of pension funds in PPP financing in other \ncountries  into  the  TA  project’s  analysis  and  advice;  (ii)  stocktaking  of  pension  funds;  (iii)  \nreviewing the readiness of pension funds to invest in PPPs; (iv) examining the suitability of \nPPPs to access pension fund financing, including case studies; (v) providing suggestions on \nimproving the role of pension funds in PPP financing; and (vi) developing short knowledge \nproducts on key findings and priority issues in consultation with the implementing agency and \nADB. \n3.  Financial Specialist (6 person-months, intermittent) \n9.  The specialist will have strong expertise, extensive experience, and in-depth knowledge \nof the PRC’s financial sector. Experience with pension funds and PPPs and other ways of \ndelivering infrastructure in the PRC would be an advantage. The specialist would preferably \nhave  at  least  10  years  of  relevant  work  experience,  and  a  master’s  degree  or  higher \nqualification in finance, economics, management, or other relevant field. Proficiency in English \nwould be an advantage. \n10.  Reporting to the team leader, the specialist will assist in ensuring the quality and timely \ndelivery of the TA outputs to ADB and the executing agency, and ensuring completion of all TA \nactivities. He or she will provide specialist financial input. Working from a finance perspective, \nthe specialist will assist in (i) integrating the assessment of pension funds in PPP financing in \nother countries into the TA project’s analysis and advice; (ii) stocktaking pension funds; (iii) \nreviewing the readiness of pension funds to invest in PPPs; (iv) examining the suitability of \nPPPs to access pension fund financing, including case studies; (v) providing suggestions on \nimproving the role of pension funds in PPP financing; and (vi) developing short knowledge \nproducts on key findings and priority issues in consultation with the implementing agency and \nADB. \n4.  Pension Fund Specialist (6 person-months, intermittent) \n11.  The specialist will have strong expertise, extensive experience, and in-depth knowledge \nof the PRC’s pension funds. Experience with PPPs and other ways of delivering infrastructure in \nthe PRC would be an advantage. The specialist would preferably have at least 10 years of \nrelevant work experience, and a master’s degree or higher qualification in economics, law, \nmanagement, public policy, international development, health, or other relevant field. Proficiency \nin English would be an advantage. \n12.  Reporting to the team leader, the specialist will assist in ensuring the quality and timely \ndelivery of the TA outputs to ADB and the executing agency, and ensuring completion of all TA \nactivities. He or she will provide specialist input on pension fund issues. Working from a pension \nfund perspective, the specialist will assist in (i) integrating the assessment of pension funds in \nPPP financing in other countries into the TA project’s analysis and advice; (ii) stocktaking \npension funds; (iii) reviewing the readiness of pension funds to invest in PPPs; (iv) examining \nthe suitability of PPPs to access pension fund financing, including case studies; (v) providing \nsuggestions on improving the role of pension funds in PPP financing; and (vi) developing short \nknowledge products on key findings and priority issues in consultation with the implementing \nagency and ADB. \n ", "12     Appendix 3 \n \n5.  Coordinator (6 person-months, intermittent) \n13.  The  coordinator  will  have  a  graduate  degree  in  economics,  law,  accounting, \nmanagement, public policy, public administration, international development, or a related field, \nas well as at least 5 years of experience in a business or government environment. Proficiency \nin English is preferred. \n14.  Reporting to the team leader, the coordinator will have day-to-day responsibility for the \ntimely administration of meeting and events, including the identification and mobilization of \nrequired resources. Detailed tasks will include (i) liaising with participants on the arrangements \nfor  events;  (ii)  handling  all  logistic  requirements  of  the  venues,  including  the  provision  of \nrefreshments, audiovisual equipment, and materials; (iii) coordinating with external suppliers of \nany inputs; (iv) coordinating and consolidating inputs of resource persons to ensure smooth \nparticipation in the training; (v) pre-event planning and onsite administration of training and \nrelated  activities;  (vi)  liquidation  of  expenses;  and  (vii)  the  conduct  of  other  related  tasks \nassigned by the team leader. \nB.  International Consultants \n \n1.  Public–Private Partnership Advisor (1.5 person-months, intermittent) \n15.  The advisor will have strong expertise, extensive experience, and in-depth knowledge of \nthe international experience with PPPs and financing issues. A complementary understanding of \ninstitutional investment and a solid understanding of the PRC’s experience with PPPs are \npreferred. The advisor must have at least 10 years of relevant experience, and a master’s \ndegree or higher qualification in finance, economics, management, or other relevant field. A \ndemonstrated record of producing knowledge products of international standard is essential. \n16.  Reporting to the team leader, the advisor will provide the team’s key source of advice on \nthe experience of other countries with PPPs. The advisor will also analyze information from \ngovernment agencies and other sources, participate in consultation to explore and understand \nissues  and  develop  responses,  identify  and  examine  relevant  international  literature,  and \nundertake other tasks as required by the team leader consistent with the DMF. The advisor will \nbe responsible for working with the team leader to ensure that relevant international experience \nis incorporated into the conduct of the TA. The advisor will also assist in the preparation and \nconduct  of  dialogue  and  awareness-raising  events.  The  PPP  advisor  will  co-author  an \nassessment of pension funds in PPP financing in other countries and provide advice, from an \ninternational perspective, on the alignment of the analysis and suggestions prepared by the \nteam with good practices from other countries.  \n2.  Institutional Investment Advisor (1.5 person-months, intermittent) \n17.  The advisor will have strong expertise, extensive experience, and in-depth knowledge of \nthe international experience with institutional investment, including in asset-based investments. \nA complementary understanding of PPPs is preferred. The advisor must have at least 10 years \nof relevant experience, and a master’s degree or higher qualification in finance, economics, \nmanagement, or other relevant field. A demonstrated record of producing knowledge products \nof international standard is essential. \n18.  Reporting to the team leader, the advisor will provide the team’s key source of advice on \nthe experience of other countries with institutional investment. The advisor will also analyze \n ", "Appendix 3     13 \n \ninformation from government agencies and other sources, participate in consultations to explore \nand understand issues and develop responses, identify and examine relevant international \nliterature, and undertake other tasks as required by the team leader consistent with the DMF. \nThe  advisor  will  be  responsible  for  working  with  the  team  leader  to  ensure  that  relevant \ninternational experience is incorporated into the conduct of the TA. The advisor will also assist \nin the preparation and conduct of dialogue and awareness-raising events. The PPP advisor will \nco-author an assessment of pension funds in PPP financing in other countries and provide \nadvice, from an international perspective, of the alignment of the analysis and suggestions \nprepared by the team with good practices from other countries.  \nC.  Resource  Persons  (up  to  10  persons,  up  to  10  person-days  each,  national  and \ninternational, intermittent) \n \n19.  The resource persons will have a degree in economics, law, finance management, \npublic policy, international development, engineering, or a closely related field. At least 10 years’ \nexperience  in  either  helping  manage  pension  funds  or  institutional  investors  or  in  helping \ngovernment agencies prepare and implement investment projects is preferred. Reporting to the \nteam leader, the resource persons will participate in awareness-raising and dialogue events to \nprovide specific expertise and experience relevant to the issues addressed by the event. \nD.  Reporting Requirements \n \n20.  The firm will be responsible for ensuring all TA reports meet high professional standards. \nThe reports on international practices will be delivered in English, while other reports required \nunder outputs 2 and 3 will be delivered in Chinese. As agreed between the implementing \nagency and ADB, the TA will fund the translation of deliverables. The reports will be of a \npublishable standard. \n21.  In addition to the specific deliverables required for each output, the firm is to produce  \nreports to document, monitor, and assess TA activities. These reports are to be written in \nEnglish. With the support of TA consultants, and respecting all confidentiality requirements, the \nteam leader will submit the following:  \n(i)  Inception report. A brief report (maximum of five pages plus appendixes) will be \nsubmitted by month 9 providing a clear plan for implementing the TA, challenges \nto its success, and a summary of TA status. It will provide (a) confirmation of the \nTA  rationale  and  design,  (b)  adjustments  recommended  to  improve  TA \nperformance, and (c) a TA implementation schedule. \n(ii)  Quarterly  progress  notes.  These  brief  notes  (maximum  of  two  pages)  will \nprovide an update on the status of TA implementation. \n(iii)  Midterm report. This brief report (maximum of five pages plus appendixes) will \nprovide an update on the status of implementing the terms of reference, plans for \nachieving the TA objectives, a personnel schedule with accomplishments under \neach item of the DMF, and a detailed TA implementation schedule. This report \nwill record activities, outputs, and outcomes directly against the TA DMF. \n(iv)  Draft  final  report. This report (maximum of 10 pages plus appendixes) will \n(a) be submitted 2 months before completion of the TA; (b) summarize activities \nand results, reporting against the DMF; and (c) provide recommendations on any \nadditional steps required to sustain the results of the TA. \n(v)  Final report. This report will be submitted by the consultants within 1 month of \nreceipt  of  the  comments  on  the  draft  final  report  from  the  executing  and \nimplementing agencies and ADB, and will respond to the comments received. \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20160902165636+08'00'", "ModDate": "D:20160902165636+08'00'", "Author": "DTD", "Creator": "PDF24 Creator", "Title": "Microsoft Word - PRC_PensionFinancing_PPPs_TA_8Aug_ as of 19 Aug_APPROVED Version.docx"}}