{"path": "data/input/ta/50024-001-pptar.pdf", "pages": ["Appendix 3  9 \n     \n \nPROJECT PREPARATORY TECHNICAL ASSISTANCE \n \nA.  Justification \n1.  The Project Preparatory Technical Assistance (PPTA) is necessary to: (i) review the \ntechnical, economic, and financial viability of the program and ascertain the program rationale, \nscope, cost, schedule, implementation arrangements, risks and mitigation measures; (ii) ensure \nthe compliance with Asian Development Bank’s (ADB) Safeguard Policy Statement (2009) and \nidentify  mitigation  measures  and  institutional  strengthening;  and  (iii)  assist  the  program \nexecuting/ implementing agency in advance contracting for the ensuing program. The PPTA will \nhelp develop an investment program suitable for ADB financing in terms of technical, financial, \neconomic, institutional, and safeguard dimensions. \n \n2.  The sector development program Skilling and Entrepreneurship for Inclusive Growth (the \nProgram) will consist of a policy based and a project based component. In order to achieve a \nmarket-responsive,  entrepreneurial,  and  inclusive  TVET  system,  key  outputs  will  be:  (i) \nstrengthened TVET management, governance, and finance in support of key economic sectors; \n(ii) improved teaching quality and learning environments; and (iii) increased industry cooperation \nand entrepreneurship.  \n \nB.  Major Outputs and Activities \n \n3.  The  technical  assistance  (TA)  consulting  firm  will  prepare  the  following  outputs:                       \n(i) an inception report outlining the implementation plan of the PPTA at the end of the first month \nof consultant mobilization with a detailed proposed methodology for assisting in preparing the \nfeasibility study of the Sector Development Program (SDP), sound sector assessments on \nTVET and seven key economic sectors, financial and economic analysis, a social and poverty \nsurvey, and data gaps and collection schedule; (ii) a midterm report with a detailed draft design \nof SDP components along with key policy reforms and specific project-related issues within the \nfourth month of consultant mobilization; the midterm report will include SDP due diligence \nreports, draft gender action plan (GAP) including sex-disaggregated data and gender analysis, \ndraft social action plan, draft procurement plan and capacity assessment, and draft financial \nmanagement assessment; (iii) a draft final report with a detailed assessment of the technical, \nfinancial, economic, environmental, social, and institutional aspects within the fifth month of \nconsultant  mobilization;  and  (iv)  a  final  report  within  the  seventh  month  of  consultant \nmobilization. The reports will be provided in English and Russian. The TA consulting firm will \nhold extensive stakeholder consultations to discuss the SDP design, performance, monitoring \nand evaluation system, ADB’s safeguards policy, and disbursement and procurement policies \nand guidelines. The major outputs and activities are summarized in Table A3.1.  \n \nTable A3.1: Summary of Major Outputs and Activities \nExpected \nMajor Activities        Major Outputs  Completion Date \nI.    Inception       \nA.  Consultant mobilization    Contract with firm  December 2016 \nB.  Prepare detailed work program     Work program  January 2017 \nC.  Initial stakeholder consultation and inception    Inception report  February 2017 \nworkshop \nD.  Rapid assessment of sectors/ gaps    Assessment reports  March 2017 \nE.  Conduct poverty, social, and gender assessment    Poverty, social and gender  March 2017 \nassessment report \n     \n     ", "10  Appendix 3 \nExpected \nMajor Activities        Major Outputs  Completion Date \nII.   Midterm \nA.  In-depth dialogue with EA and stakeholders to    Program scope  April 2017 \ndetermine scope  \nB.  Determine detailed program outputs    Interim report   May 2017 \nC.  Assess institutional constraints to delivery of program    Report   May 2017 \noutputs \nD.  Develop institutional capacity building program    Capacity building program           May 2017 \n     \nIII. Final         \nA.  Prepare cost estimates and financing plan    Cost estimates and financing            June 2017 \nplan \nB.  Assess economic and financial viability and    Assessment reports  June 2017 \nsustainability \nC.  Finalize SPRSS, GAP, etc.     Final report  July 2017 \nD.  Develop detailed implementation arrangements     Program implementation plan  July 2017 \nE.  Follow-up inputs and refinements     Revisions  to  reports,  costs,  Until December  \n  etc.  2017 \nF.    Advertising of requests for proposals for consultancy    Request for proposals  December 2017 \nfirm     \nG.   Issuing of invitation for bids for goods and works    Bidding documents  December 2017 \n \nEA = executing agency; SPRSS = summary poverty reduction and social strategy; GAP = gender action plan  \nSource: Asian Development Bank. \n \nC.  Cost Estimate and Proposed Financing Arrangement  \n4.  The  technical  assistance  is  estimated  to  cost  $750,000  equivalent,  which  will  be \nfinanced  on  a  grant  basis  by  ADB's  Technical  Assistance  Special  Fund  (TASF-V).                        \nAll disbursements under the PPTA will be made in accordance with the TA Disbursement \nHandbook (2010, as amended from time to time). The government will provide counterpart \nsupport in the form of counterpart staff, provision of office space, and furniture, secretarial \nassistance and other in-kind contributions. The detailed cost estimate is presented in Table \nA3.2.The target implementation period of the PPTA is January until December 2017, while the \nfinal report is to be submitted after seven months of consultant mobilization the remaining time \nis to be used to further support the executing agency in procurement and other activities.  \nTable A3.2: Cost Estimates and Financing Plan \nItem  Total Cost \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem  444.0 \n    b.  International and local travel  62.0 \n    c.  Reports and communications  15.0 \n  2.  Equipment (computer, printer, router, projector) b  10.0 \n  3.  Workshops, trainings, seminars, and conferences  40.0 \n  4.  Surveys  10.0 \n  5.  Facilitators and resource persons  56.0 \n  5.   Miscellaneous administration and support costsc  8.0 \n  6.  Contingencies  105.0 \n    Total   750.0 \na Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-V) \nb Equipment to be procured will be transferred to the executing agency after project completion \nc Includes office supplies, secretarial and technical interpreting services \nSource: ADB staff estimates.   \n ", "  Appendix 3  11 \nD.  Consulting Services \n5.  Consultants will be engaged through a firm by use of performance based terms of \nreference (TOR). ADB will select and engage consultants in accordance with ADB's Guidelines \non the Use of Consultants (2013, as amended from time to time). The quality and cost-based \nselection procedure (QCBS) will be used requiring full technical proposal for hiring a consulting \nfirm. The quality and cost ratio for QCBS will be 90:10. The consultants may procure equipment \nthrough shopping in accordance with ADB's Procurement Guidelines (March 2013, as amended \nfrom time to time). Upon completion of the PPTA, equipment procured under the PPTA will be \ntransferred to the Executing Agency (EA). Inputs by the consultant firm may be augmented by a \nnumber of resource persons as needed, to be recruited by ADB in accordance with ADB’s \nprocurement guidelines.  \n \n6.  All documents and reports will be in English and Russian language and made available \nin  electronic format to ADB  and  EA.  The  outline  TOR for the  PPTA consulting firm  is  in \nparagraphs 7 to 17. \n \n7.  Scope of services and major outputs. The firm will report to ADB through the team \nleader and perform the following: \n(i)  Sector and subsector assessments (of education and TVET, current and future \nlabor  market  needs  in  priority  sectors,  draft  methodology  for  employer \nsatisfaction survey and tracer studies), \n(ii)  Draft a social and gender-inclusive skills strategy (inclusive of draft action plan \nand road map), \n(iii)  Facilitate the dialogue on the need to align the official mandate and management \nstructure of TVET agency, \n(iv)  Review of legislations and regulations to remove barriers to occupations based \non gender or other factors, \n(v)  Assessment of legal framework relating to deeper institutional autonomy and: (a) \nanalysis  of  management  practices  in  public  and  private  TVET  colleges,  (b) \nassessment of extent to which public institutions are prepared and willing to \nexercise deeper autonomy, (c) identify advantages and disadvantages of deeper \nautonomy in TVET institutions with regards to educational entrepreneurship, \n(vi)  Develop  a  national  draft  methodology  for  occupational  standards,  learning \noutcomes based curricula, and competency based assessment, \n(vii)  Revise the national classifier of occupations with regards to deletion of outdated \nand gender discriminatory occupations and introduction of contemporary and \ncomplex occupations, \n(viii)  Proposal and implementation plan of introduction of pathways within and beyond \nTVET  (especially  with  regards  to  establishing  a  higher  education  degree  at \ncollege level), \n(ix)  Conduct training needs analysis of TVET teachers and instructors, \n(x)  Conduct in-depth analysis of TVET colleges in terms of teaching quality, quality \nassurance,  labor  market  orientation,  finance,  and  governance;  and  provide \nrecommendations how to improve them, \n(xi)  Develop a methodology for the selection of colleges as centers of excellence and \nthe selection of priority occupations and technical support of selection processes, \n(xii)  Draft  a  work-based-learning  concept  which  includes  elements  of  dual \napprenticeships (in depth analysis of education and labor laws and drafting of \nsublegal acts where necessary), \n ", "12  Appendix 3 \n(xiii)  Develop a concept and implementation plan of incentivizing industry cooperation \nin TVET through sector skills councils or similar, \n(xiv)  Design  and  cost  industry  for  education  partnerships  for  each  key  economic \nsector,  \n(xv)  Propose  improvement  of  entrepreneurship  education  in  current  syllabi  and \ncurricula, especially with regards to introduction of the training firm method, \n(xvi)  Analyze inclusive education in TVET and provide recommendations and action \nplan to introducing pilot courses for partial occupations, \n(xvii)  Analyze energy efficiency potential in infrastructure components and in terms of \ncurrent  and  future  labor  market  demands  of  green(er)  skills  and  provide \nrecommendations, \n(xviii)  Conduct extensive stakeholder consultations on the above mentioned outputs \nincluding  workshops, round  tables, focus group  discussions,  and  surveys  as \nnecessary,  \n(xix)  Perform other tasks as may be reasonably assigned by ADB.  \n \n8.  Further outputs include: \n(i)  Problem and solution tree analysis \n(ii)  Design and monitoring framework (DMF) \n(iii)  Policy matrix (including policy-actions and -triggers) \n(iv)  Institutional review and procurement capacity assessment \n(v)  Procurement  plan  (capacity  assessment,  S-curve  for  contract  awards  and \ndisbursements, cost estimates, master bidding documents) \n(vi)  Program feasibility assessment  \n(vii)  Safeguard system assessment (according to ADB safeguard policy statement) \n(viii)  Technical  review  and  preparation  of  technical  specifications  of  envisaged \nrehabilitation and equipment  \n(ix)  Support  the  executing  agency  in  preparing  required  bidding  documents  for \nworks, goods, and services \n(x)  Financial analysis and financial management assessment \n(xi)  Economic analysis \n(xii)  Poverty and social analysis \n(xiii)  Gender action plan \n(xiv)  Request for proposals for consulting services and issuance of invitation for bids \nfor goods and works procurements \n \n9.  Key Expertise Required. Proposing entities will determine the number and the nature \nof experts they will require to achieve the objectives of the contract, in accordance with their \nproposed approach and methodology. However, ADB requires a minimum of four key experts, \none of which will be expected to act as Team Leader:  \n(i)  One TVET Policy Expert  \n(ii)  One TVET Industry Partnership Expert  \n(iii)  One TVET Finance Expert \n(iv)  One TVET Procurement Expert \n \n10.  The TVET Policy Expert/ Team Leader (international, minimum 6 person-month) will \ncombine team leader functions with those of an expert in the design of TVET projects and \nprograms  with  ability  to  define  and  assess  benchmarking  data.  He/  She  should  meet  the \nfollowing minimum qualifications: ", "  Appendix 3  13 \n(i)  Experience of at least 15 years of TVET projects and programs design and   \nimplementation  in  the  fields  of  skills,  economic  policy,  and  labor  market \ncooperation;  \n(ii)  Demonstrated ability to supervise a team of experts. Preference will be given to \ncandidates having held prominent positions in international consultancies. He/ \nShe  will  interface  with  the  various  stakeholders  of  the  project,  will  address \ncontract execution issues as they arise, and will ensure the timely delivery of \ncontract outputs; \n(iii)  Ability to work with multiple stakeholders, including government, private sector, \nand donor agencies; \n(iv)  Excellent English language skills to produce high quality reports and to hold high \nlevel consultations and presentations; knowledge of Russian is an asset.  \n \n11.  The TVET Industry Partnership Expert (international, minimum 3 person-month) with \nregional experience preferably as follows:   \n(i)  A minimum of 15 years experience designing, overseeing, and implementing \nTVET projects with explicit labor market cooperation. Preference will be given to \ncandidates  with  previous  experience  in  work-based-learning  and/or  dual \neducation projects/ programs and who held a similar position in internationally-\nrecognized bodies in the sector; \n(ii)  Ability to work with multiple stakeholders, including civil society, government, \ncommunity organizations, private sector, and donor agencies; \n(iii)  Excellent English language skills; knowledge of Russian is an asset. \n \n12.  The  TVET  Finance  Expert  (international,  minimum  2  person-month)  with  regional \nexperience preferably as follows:   \n(i)  A  minimum  of  10  years  experience  in  financial  management  assessment  in \nTVET.  \n(ii)  A track record of improving TVET institutions’ (especially centers of excellence) \nfinancial sustainability in development cooperation through cost recovery; \n(iii)  Experience in assessing and planning the financial sustainability of each project \ncomponent according to ADB’s guidelines for financial management and analysis \nof  projects  (http://www.adb.org/projects/operations/financial-management-\nresources); \n(iv)  Experience in analyzing historical and projected government budget for TVET as \nwell as extra-budgetary income generation and the development of appropriate \nguidelines therefore;  \n(v)  Proven  ability  of  working  with  multiple  stakeholders,  including  civil  society, \ngovernment, community organizations, private sector, and donor agencies; \n(vi)  Excellent English language skills; knowledge of Russian is an asset. \n \n13.  The TVET Procurement Expert (international, minimum 3 person-month) with regional \nexperience preferably as follows:   \n(i)  A minimum of 5 years experience in preparing and implementing procurement \nplans under foreign-funded projects in the region. Experience in ADB projects \nand in education is an asset. \n(ii)  Extensive  experience  in  preparing  master  bidding  documents  and  sample \nbidding documents for civil works, services, and equipment; \n(iii)  Experience  in  conducting  procurement  capacity  assessment  and  in  capacity \nbuilding of executing and implementing agencies; \n ", "14  Appendix 3 \n(iv)  Sound knowledge of S-curve calculation of disbursement and contract award \nprojections (including implementation plans, schedule,   and estimate budget \nfor procurement); \n(v)  Excellent English language skills; knowledge of Russian is an asset. \n \n14.  In addition to the above required key experts, the proposing entities should also include \nin their technical proposal, in the personnel work plan, and in their financial proposal all other \n“non-key experts” required in accordance with their proposed approach and methodology. The \nproposing entity must also determine and indicate the number of person-months for which each \nkey or non-key expert will be required. All experts engaged under the contract, whether key or \nnon-key experts, must be citizens of one of the ADB eligible countries. \n \n15.  Preparation  of  Proposal.  Proposing  entities  are  requested  to  prepare  a  detailed \ndescription of how they propose to deliver on the outputs of the contract in the section of their \nproposal called “Approach and Methodology”. In this narrative, entities should be explicit in \nexplaining how they will achieve the outputs, and include information on their existing activities \nupon which they may build as well as the composition of staff of the project team. Entities must \nalso describe their experience in the Kyrgyz Republic and in the region. \n \n16.  Only one curriculum vitae (CV) must be submitted for each key and non-key expert in \nthe proposal. Only the CVs of key experts will be scored as part of the technical evaluation of \nproposals. The  CVs  of  non-key  experts  will  not  be  scored,  however  ADB  will  review  and \nindividually approve or reject each CV for each non-key expert position in the proposal. All \npositions under the contract, both key and non-key experts, must be included and budgeted for \nin the financial proposal in accordance with the person-month allocation required for each as \ndefined by the proposing organization. \n \n17.  Terms of the assignment. The duration of the assignment is 12 months from the start \ndate, expected to be around the last week of January 2017, and the assignment of experts is \nintermittent in nature. The terms will be revised based on consultations between the parties \ninvolved in the assignment according to changes and/ or additional requirements identified \nduring implementation. "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20161026101843+08'00'", "Creator": "PDF24 Creator", "Keywords": "kyrgyz republic, kyrgyzstan, education sector development, tvet, technical education, vocational education, skills training, project preparatory technical assistance, project preparation, ta projects, adb project 50024-001, ta 9212", "ModDate": "D:20161027161941+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Skilling and Entrepreneurship for Inclusive Growth Sector Development Program, Kyrgyz Republic", "Title": "50024-001: Project Preparatory Technical Assistance Report"}}