{"path": "data/input/ta/50050-002-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 50050-002 \nNovember 2016 \n \n \n \n \nProposed Multitranche Financing Facility \nPeople’s Republic of China: Guangxi Regional \nCooperation and Integration Promotion Investment \nProgram \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011. \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 19 October 2016) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.148 \n$1.00  =  CNY6.73 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ASEAN  –  Association of Southeast Asian Nations \n  BEZ  –  border economic zone \n  BOCOM  –  Bank of Communications \n  ESMS  –  environmental and social management system \n  FAM  –  facility administration manual \n  FIL  –  financial intermediation loan \n  GMS  –  Greater Mekong Subregion \n  GPMO  –  Guangxi Foreign Loans Project Management Office \n  GZAR  –  Guangxi Zhuang Autonomous Region \n  LIBOR  –  London interbank offered rate \n  MFF  –  multitranche financing facility \n  NSEC  –  North–South Economic Corridor \n  PIE  –  project implementing entity \n  PRC  –  People’s Republic of China \n  RCI  –  regional cooperation and integration \n  SME  –  small and medium-sized enterprise \n \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n   ", " \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  Y. Qian, Public Management, Financial Sector, and Regional \nCooperation Division, EARD \n   \nTeam leader  Y. Zhang, Senior Regional Cooperation Specialist, EARD \nTeam members  P. Chang, Principal Economist, EARD \nM. de Castro, Project Analyst, EARD \nS. Kawazu, Senior Counsel, Office of the General Counsel \nS. Kotagiri, Social Development Specialist (Safeguards), EARD \nS. Lee, Financial Sector Specialist, EARD \nS. Matter, Young Professional, EARD \nA. Mehta, Principal Financial Management Specialist, Operations \nServices and Financial Management Department \nM. Miranda, Operations Assistant, EARD \nE. Nacpil, Economics Officer, EARD \nM. Nishimura, Transport Specialist, EARD \nG. O’Farrell, Environment Specialist, EARD \nA. Ressano-Garcia, Senior Urban Development Specialist, EARD \nS. Shinozaki, Financial Sector Specialist (Small and Medium-Sized \nEnterprise Finance), Sustainable Development and Climate Change \nDepartment \nA. Wu, Economics Officer, People’s Republic of China Resident \nMission, EARD \nPeer reviewers  C. Nguyen, Principal Regional Cooperation Specialist, Southeast Asia \nDepartment \nD. Pyo, Lead Transport Specialist, Central and West Asia Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \nINVESTMENT PROGRAM AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE INVESTMENT PROGRAM  1 \nA.  Rationale  1 \nB.  Impacts and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  5 \nE.  Implementation Arrangements  6 \nIII.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial  7 \nC.  Governance  8 \nD.  Poverty and Social  8 \nE.  Safeguards  9 \nF.  Risks and Mitigating Measures  10 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  11 \n \nAPPENDIXES \n1.  Design and Monitoring Framework for the Investment Program  12 \n2.  List of Linked Documents  15 ", "Project Classification Information Status: Complete\nINVESTMENT PROGRAMa AT A GLANCE\n1. Basic Data Project Number: 50050-002\nProject Name Guangxi Regional Cooperation and Integration  Department EARD/EAPF\nPromotion Investment Program /Division\nCountry China, People's Republic of Executing Agency Government of Guangxi \nBorrower People's Republic of China Zhuang Autonomous \nRegion, through Guangxi \nForeign Loans Project \nManagement Office\n2. Sector Subsector(s)      ADB Financing ($ million)\nIndustry and trade Trade and services 136.00\nFinance Small and medium enterprise finance and leasing 64.00\nInformation and  ICT industries and ICT-enabled services 94.00\ncommunication \ntechnology\nTransport Road transport (non-urban) 20.00\nWater and other urban  Other urban services 106.00\ninfrastructure and  Urban sewerage 10.00\nservices\nUrban water supply 20.00\nTotal 450.00\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic growth  Pillar 1: Economic opportunities,  including jobs,  Adaptation ($ million) 6.00\n(IEG) created and expanded Climate Change impact on the  High\nEnvironmentally  Global and regional transboundary environmental Project\nsustainable growth (ESG) concerns\nRegional integration (RCI) Pillar 1: Cross-border infrastructure\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nPrivate sector development Promotion of private sector investment Some gender elements (SGE)\n(PSD) Public sector goods and services essential for \nprivate sector development\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting Yes Regional High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG6, SDG9\n \n6. Risk Categorization: Complex\n.\n7. Safeguards Categorization [Tranche 1] Environment: B   Involuntary Resettlement: C   Indigenous Peoples: B\n.\n8. Financing\nModality and  Indicative Tranches ($million) Amount \nSources I II III ($million)\nADB 450.00\n    Sovereign  130.00 200.00 120.00 450.00\nMFF-Tranche (Loan): \nOrdinary capital \nresources \nCofinancing 0.00\n    None\nCounterpart 730.00\n    Government 150.00 290.00 290.00 730.00\n   \nTotal 280.00 490.00 410.00 1,180.00\n9. Effective Development Cooperation\nUse of country procurement systems Yes\nUse of country public financial management systems Yes\nSource:AsianDevelopmentBank 26102016110908194442\nThisdocumentmustonlybegeneratedineOps. Generated Date: 10-Nov-2016 12:11:25 PM ", "INVESTMENT PROGRAMa AT A GLANCE\n10. Country Operations Business Plan\nCPS PRC Country Partnership Strategy (CPS) 2016 2020\n–\nCOBP PRC Country Operations Business Plan 2015 2017\n–\n11. Investment Program Summary\nThe proposed Guangxi Regional Cooperation and Integration Promotion Investment Program will help the Guangxi Zhuang \nAutonomous Region (GZAR) of the People's Republic of China (PRC) implement its strategies and action plans for regional \ncooperation and integration (RCI) with countries of the Association of Southeast Asian Nations (ASEAN), with a focus on \ndeveloping the North-South Economic Corridor (NSEC) under the Greater Mekong Subregion (GMS) Cooperation Program.\nImpact: (i) Economic growth potential for border areas in the PRC and Viet Nam realized, (ii) Efficient transport and trade \noperations along GMS North-South Economic Corridor achieved, and (iii) Economic integration between GZAR and rest of the \nGMS further strengthened. \nOutcome: Benefits of regional cooperation and integration in border areas of Guangxi and northern Viet Nam captured. \nOutputs: (i) Support for SMEs in border areas  expanded, (ii) Cross-border financial transactions and investments increased, \n(iii) Integrated and interoperable cross- border e-commerce platforms for the PRC and Viet Nam developed, (iv) Key \ninfrastructure and trade-related services in BEZs provided,  and (v) Physical and informational connectivity and policy \ncoordination improved.\nImplementation Arrangements: Government of Guangxi Zhuang Autonomous Region, through Guangxi Foreign Loans Project\nManagement Office will be the executing agency.\n \nProject Readiness: Project readiness is high. The executing agency and implementing agencies have conducted detailed \nfeasibility studies and prepared all required reports for the subprojects under the first tranche. Advance contracting will be \nrequested for procurement of goods, works and project management consulting services for early launch of project \nimplementation. \n12. Milestones\nModality Estimated Approval Estimated Completionb\nMultitranchefinancingfacility 1December2016 31December2024\nTrancheI 9December2016 30June2022\nTrancheII 29September2017 30December2022\nTrancheIII 28June2019 31December2024\n13. Project Data Sheet (PDS)\nPDS c http://www.adb.org/projects/50050-002/main\naMultitrancheFinancingFacility(MFF).\nbForMFF,thisreferstotheendoftheavailabilityperiod;fortranches,thisreferstothetrancheclosingdate.\ncSafeguarddocumentscanbeviewedbyclickingtheDocument'shyperlinkintheProjectDataSheet(PDS)page.\nSource:AsianDevelopmentBank 26102016110908194442\nThisdocumentmustonlybegeneratedineOps. Generated Date: 10-Nov-2016 12:11:25 PM", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed \nmultitranche financing facility (MFF) to the People’s Republic of China (PRC) for the Guangxi \nRegional Cooperation and Integration Promotion Investment Program.1  \n \n2.  The investment program will help the Guangxi Zhuang Autonomous Region (GZAR) of \nthe PRC implement its strategies and action plans for regional cooperation and integration (RCI) \nwith  countries  of  the  Association  of  Southeast  Asian  Nations  (ASEAN),  with  a  focus  on \ndeveloping the North–South Economic Corridor (NSEC) under the Greater Mekong Subregion \n(GMS) Cooperation Program.2 \n \nII.  THE INVESTMENT PROGRAM \n \nA.  Rationale \n \n3.  Guangxi Zhuang Autonomous Region’s international trade. GZAR’s international \ntrade has increased rapidly, from $17.7 billion in 2010 to $51.3 billion in 2015, with Viet Nam as \nits biggest trade partner accounting  for 48% of this trade. GZAR’s border trade with Viet Nam, \nwhich  occurs  mainly  through  the  key  border  crossing  points  of  Dongxing,  Longbang,  and \nPingxiang, has increased particularly fast, from $3.3 billion in 2010 to $16.3 billion in 2015. Key \nimports from Viet Nam consist of agricultural products (including fresh and dry fruits, vegetables, \ngrains, live animals and animal products, starch, and aquatic products) and minerals, while \nGZAR’s main exports to Viet Nam are electrical, machinery, textile, and petroleum products. \nInternational trade conducted by the private sector, mostly small and medium-sized enterprises \n(SMEs), accounted for 52% of GZAR’s total trade in 2015.  \n \n4.  Key constraints in economic corridor and border area development. The border \nareas of GZAR and Viet Nam are key areas for development of RCI through trade. However, \nopportunities, especially in terms of growing cross-border trade and investment, have not been \nfully tapped due to inefficient transport and trade operations along the NSEC. Constraints \ninclude (i) the low level of development of SMEs due to limited access to bank credit, lack of \nreliable market information, challenges in hiring and retaining skilled staff and labor, and rising \ncosts (especially labor); (ii) costly, risky, and time-consuming cross-border financial transactions \nand the perceived noncommercial risks for cross-border investment such as foreign exchange \nrestrictions, possible nationalization of industries, and breach of contractual obligations; (iii) \ndifficulties faced by local traders in adopting e-commerce to access external markets due to lack \nof common platforms and inadequate trade facilitation measures for cross-border e-commerce; \n(iv) inadequate infrastructure and services in border economic zones (BEZs); and (v) poor \ninfrastructure  for  connectivity,  especially  at  key  border  crossing  points.  Addressing  these \nconstraints  will  require  a  strategic,  holistic,  multisector  approach  combining  physical \ninfrastructure improvement and trade and investment facilitation measures to promote cross-\nborder economic activities.  \n \n                                                \n1  The design and monitoring framework is in Appendix 1. The Asian Development Bank (ADB) provided project \npreparatory technical assistance for Guangxi Regional Cooperation and Integration Promotion Investment Program \n(TA 9120-PRC).  \n2  Specifically, the investment program will finance subprojects in Guangxi Zhuang Autonomous Region (GZAR), \nincluding (i) Baise Municipality, including the border towns of Longbang and Yuexu; (ii) Chongzuo Municipality, \nincluding Daxin County and Pingxiang City; (iii) Fangchenggang Municipality, including Dongxing City; and (iv) \nQinzhou Municipality.  ", "2 \n5.  Strategic context. RCI is one of five strategic priorities of Asian Development Bank’s \n(ADB) country partnership strategy for the PRC, 2016–2020.3 It is also a priority in the PRC’s \n13th Five-Year Plan for 2016–2020.4 In 2015, the PRC announced the Silk Road Economic Belt \nand  21st  Century  Maritime  Silk  Road  Initiative,  which  aims  to  promote  connectivity  and \nstrengthen economic partnerships in the spirit of open regionalism.5 GZAR has mainstreamed \nRCI into its provincial 13th plan, with emphasis on (i) strengthening cooperation with ASEAN, \nparticularly the GMS, countries; (ii) participating in major international economic corridors linking \nGZAR and ASEAN; and (iii) serving as the gateway for PRC’s southwest region. \n \n6.  Road map. GZAR has a strategy and action plan for participation in the GMS Economic \nCooperation Program.6 The plan defines five priorities: (i) improving cross-border connectivity, \nwith a focus on transport in border areas, border-crossing points, and information connectivity \nwith ASEAN countries; (ii) accelerating the development of economic corridors, particularly the \nNSEC; (iii) enhancing participation in global value chains by deepening cooperation with other \nGMS  countries  in  energy,  agriculture,  manufacturing,  and  tourism;  (iv) strengthening \ncooperation in human resources development, including cross-border technical and vocational \ntraining; and (v) strengthening environment cooperation. The strategy and action plan also \nhighlights the importance of a win-win approach to cross-border cooperation to benefit Viet Nam \nand other GMS countries. \n \n7.  Policy framework. The strategy and action plan also specifies policies conducive to the \nsuccessful implementation of the MFF. Key policies include: (i) improving trade facilitation by \nintroducing pilot tests for coordinated border management and joint customs control with Viet \nNam at selected border-crossing points by 2018; (ii) promoting development of BEZs;7 (iii) \nfurther  reducing  nontariff  barriers  to  trade,  including  broadening  of  the  list  of  goods  and \ncommodities  for  trade  between  border  residents  of  GZAR  and  Viet  Nam  with  pilot \nimplementation  by  2018;  (iv)  reforming  public  investment  policy  for  border  services  by \nintroducing public–private partnership, which will be pilot tested at selected border crossing \npoints by 2018; and (v) further improving the consultation mechanism between GZAR and \nVietnamese border provinces to coordinate policies and actions for border area development. \n \n8.  Investment  program.  GZAR’s  GMS  strategy  and  action  plan  includes  a  priority \ninvestment program for 2015–2020, covering five priority areas (para. 6) with a total investment \nof $45 billion. Special attention is given to investment in the border areas, including Baise, \nChongzuo, Fangchenggang, and Qinzhou municipalities. The priority investment program is \nintended for financing by various sources, including the central PRC and GZAR governments, \nmultilateral  development  banks,  and  the  private  sector.  The  Government  of  the  PRC  has \nrequested ADB to provide a $450 million MFF to fund a group of high-priority projects in the four \nborder municipalities, with a total cost of $1.18 billion.  \n \n9.  The investment program will have high positive RCI spillovers, also benefiting Viet Nam, \nparticularly its northern provinces of Cao Bang, Ha Giang, Lang Son, and Quang Ninh. Some \n                                                \n3  ADB. 2016. Transforming Partnership: People’s Republic of China and Asian Development Bank, 2016–2020. \nManila. \n4 Government of the PRC. 2015. Outline of the Thirteenth Five-Year Plan for National Economic and Social \nDevelopment of the People’s Republic of China. Beijing (adopted in 2016). \n5  Government of the PRC. 2015. Vision and Actions on Jointly Building Silk Road Economic Belt and 21st Century \nMaritime Silk Road. Beijing. \n6  Government of the GZAR. 2014. Strategy and Action Plan for Participation in the Greater Mekong Subregion \nEconomic Cooperation Program, 2014–2022. Nanning. \n7  The governments of the PRC and Viet Nam signed a memorandum of understanding on 13 October 2013 on joint \ndevelopment of BEZs. \n ", "3 \nsubprojects were included in the investment program in response to requests from the Viet Nam \nlocal governments in those provinces. The benefits for Viet Nam will be achieved mainly through \n(i) improved connectivity and trade facilitation which will provide better access for northern Viet \nNam to markets in GZAR and other parts of the PRC; (ii) expansion of trade, especially Viet \nNam’s export of agricultural products, which will help increase income of the local farmers and \nborder area residents; and (iii)  training of Vietnamese workers which will help them find higher-\nincome jobs in GZAR.  \n \n10.  Justification for choosing multitranche financing facility. Given the nature of RCI as \ndescribed above, the traditional single sector lending and one project at a time approach will not \nbe appropriate. The MFF is a suitable modality since it will (i) allow ADB to develop a long-term \npartnership  with  Guangxi  for  promoting  RCI;  (ii)  provide  GZAR  and  the  PRC  with  high \npredictability of financing for RCI which, in turn, will help improve the efficiency of country \nprogramming; (iii) allow phased funding to match project readiness and level of consultation and \nconsensus-building  with  the  Viet  Nam  counterparts;  (iv)  provide  opportunities  during \nimplementation to accommodate new cooperation initiatives;8 (v) facilitate policy and operational \ndialogue  on  various  cross-border  issues,  in  addition  to  physical  investment;  and \n(vi) systematically enhance Guangxi’s capacity for implementing RCI strategies and action plans. \nThe nature of subprojects across tranches is similar, and the executing agency has a proven \ntrack record in implementing ADB projects.   \n \nB.  Impacts and Outcome \n11.  The impacts will be economic growth potential realized for border areas in the PRC and \nViet  Nam,  efficient  transport  and  trade  operations  along  the  GMS  NSEC  achieved,  and \neconomic integration between GZAR and rest of the GMS further strengthened. The outcome \nwill be benefits of RCI in border areas of Guangxi and northern Viet Nam captured. \n \nC.  Outputs \n12.  To address the identified constraints, the MFF will deliver five major outputs:  \n(i)  Support for small and medium-sized enterprises in border areas expanded. \nThe  investment  program  will  (a)  provide  credit  to  SMEs  in  the  four  border \nmunicipalities (including the Vietnamese SMEs operating in GZAR) using the \nfinancial  intermediation  loan  (FIL)  modality;9 (b) strengthen  GZAR’s  business \ndevelopment  services  system  to  provide  better  services  to  SMEs,  including \nbusiness networking and outreach support, market and technology information, \nand financial and human resources management; and (c) support GZAR’s pilot \nprojects on cross-border labor cooperation by improving training facilities and \nproviding well-designed training programs for local and Vietnamese workers. \n                                                \n8  The governments of the PRC and Viet Nam concluded in September 2016 negotiations on the amended Border \nTrade  Agreement  and  the  PRC–Viet  Nam  Five-Year  Program  for  Economic  and  Trade  Cooperation. \nImplementation of these agreements is expected to start in 2017. \n9  In the first tranche, the Guangxi Branch of the Bank of Communications (BOCOM) was selected as the financial \nintermediary against four criteria: financial creditworthiness, institutional capabilities to manage the SME financing \nscheme, the extent of reach to SME markets, and the ability to fulfill ADB’s reporting and safeguard standards. The \ntargeted SMEs are those engaged in cross-border trade and logistics, agribusiness, manufacturing, and cross-\nborder tourism. The ADB loan proceeds will be onlent through the financial intermediary to SMEs at market interest \nrates. Following initial implementation, opportunities will be explored to include other eligible local financial \ninstitutions. Integrity due diligence has been conducted on BOCOM, and further integrity due diligence will be \nundertaken for future financial intermediaries. \n ", "4 \n(ii)  Cross-border  financial  transactions  and  investments  increased.  The \ninvestment program will (a) support the development of cross-border financial \nservice centers in Dongxing and Pingxiang BEZs to provide one-stop services for \ncurrency  swaps,  payments,  and  settlements;  and  (b)  explore  measures  to \nmitigate the noncommercial risks faced by investors. \n(iii)  Integrated and interoperable cross-border e-commerce platforms for the \nPeople’s  Republic  of  China  and  Viet  Nam  developed.  The  investment \nprogram  will  (a)  develop  demonstration  e-commerce  incubation  parks  in \nFangchenggang, Longbang, and Pingxiang to provide common infrastructure for \ne-commerce  (including  networks,  data  centers,  and  platforms),  and  provide \nready-to-use  facilities  and  services  for  local  and  Vietnamese  e-commerce \nenterprises; and (b) help implement measures to improve customs and sanitary \nand phytosanitary services . \n(iv)  Key infrastructure and trade-related services in border economic zones \nprovided. The investment program will (a) improve infrastructure in Dongxing, \nLongbang,  Pingxiang,  and  Yuexu  BEZs  (including  roads,  water  supply  and \nsewage treatment, and logistics facilities); and (b) improve trade centers in the \nBEZs to facilitate trade among border area residents and provide better services \nto domestic and international tourists. \n(v)  Physical and informational connectivity and policy coordination improved. \nThe  investment  program  will  (a)  improve  border  roads  in  Chongzuo’s  Daxin \nCounty, which will serve the PRC–Viet Nam cross-border tourism cooperation \nzone at Detian and Ban Gioc waterfalls; (b) develop the Fangchenggang big data \ncenter and Qinzhou cloud computing center to provide network infrastructure, \nplatforms and services (such as data storage and data security), which will help \nimplement  the  PRC–ASEAN  Information  Harbor  Initiative  and  enhance \ninformational connectivity with ASEAN; and (c) upgrade Chongzuo’s Shuolong \nborder-crossing point from Class B to Class A by improving infrastructure and \nservices.10 The investment program will also promote cross-border policy and \noperational dialogue to coordinate cross-border transport and logistics planning, \nfinalize the joint master plan for BEZ development, and simplify and harmonize \ncustoms and sanitary and phytosanitary procedures. \n \n13.  For the first tranche of the MFF, the government has requested $130.0 million for the \nfollowing subprojects:11 \n(i)  Small and medium-sized enterprise development: (a) $63.58 million FIL to \nthe Guangxi Branch of the Bank of Communications (BOCOM); (b) $10.00 million \nfor the construction of the Fangchenggang training center; (c) $5.20 million for \nthe development of the Pingxiang cross-border labor cooperation demonstration \npark, including construction of training and dormitory buildings and purchase of \nequipment for training of local and Vietnamese workers; and (d) $7.59 million for \nthe improvement of training for PRC and Vietnamese workers and local SMEs, \nincluding review and improvement of existing SME training curriculum in GZAR, \ntraining of trainers, short-term training courses on business management and job \nskill improvement, and special courses for Vietnamese workers on basic Chinese \nlanguage, cultural sensitivity and legal rights and obligations of foreign labor. \n                                                \n10 Class A border crossing points are open to people, goods and vehicles of any country, while Class B border \ncrossing points are only open to people, goods and vehicles of the PRC and the adjacent country concerned.  \n11 Indicative Pipeline of Projects for Tranches 2 and 3 of the Investment Program is accessible from the list of linked \ndocuments in Appendix 2. The implementation framework and selection criteria of subprojects are in Schedules 2 \nand 3 of the framework financing agreement (accessible from the list of linked documents in Appendix 2). \n ", "5 \n(ii)  Cross-border e-commerce platforms: $27.30 million for the development of \nsmart port for Longbang BEZ to build a cross-border e-commerce and logistics \nservice platform with real-time electronic exchange of trade logistics data and \nbusiness process reengineering. \n(iii)  Border  economic  zone  infrastructure  and  service  improvement:  $6.90 \nmillion for the expansion of the Pingxiang border trade service center—including \nexpansion of the border trade market, cold storage facility, warehouses, and \ncustoms and sanitary and phytosanitary inspection space and facilities. \n(iv)  Technical  and  institutional  support:  $9.43  million  for  (a)  project  advisory \nsupport to conduct studies and prepare subprojects for future tranches related to \nstrengthening  the  business  development  services  system,  improving  cross-\nborder  financial  services  and  guarantees  for  noncommercial  risks,  and \ndeveloping  public–private  partnership  for  border  services;  and  (b)  project \nmanagement and capacity building for the executing and implementing agencies. \n \nD.  Investment and Financing Plans \n \n14.  The investment program is estimated to cost $1,180.0 million (Table 1). \nTable 1: Investment Program  \n($ million) \nItem     Amounta \nA.  Base Costb    \n   1. Small and medium-sized enterprises development  271.0 \n   2. Cross-border financial services  35.0 \n   3. Cross-border e-commerce  180.0 \n  4. Border economic zone development  462.0 \n   5. Cross-border connectivity  140.0 \n   6. Technical and institutional support  12.0 \n     Subtotal (A)  1,100.0 \nB.  Contingenciesc  40.0 \nC.  Financing Charges During Implementationd  40.0 \n       Total (A+B+C)  1,180.0 \na  Includes taxes and duties of about $20 million to be financed from government resources in the form of tax \nexemption. ADB financing may also cover taxes and duties for the project. The amount of taxes and duties to be \nfinanced by ADB: (i) are within the reasonable threshold identified during the country partnership strategy \npreparation process, (ii) do not represent an excessive share of the investment plan, (iii) apply only to ADB-\nfinanced expenditures, and (iv) the financing of taxes and duties is considered material and relevant to the success \nof the project. \nb  In mid-2016 prices. \nc  Physical contingencies computed at 5% for base investment costs. Price contingencies computed on average at \n1.5% on foreign exchange costs and 2.0% on local currency costs. Includes provision for potential exchange rate \nfluctuation under the assumption of a purchasing power parity exchange rate. \nd  Includes interest and commitment charges. Interest during implementation for the ADB loan has been computed at \nthe  London  interbank  offered  rate  (LIBOR)-based  5-year  US  dollar  fixed  swap  rate  corresponding  to  the \nimplementation period plus an effective contractual spread of 0.5%. Commitment charges for the ADB loan are \n0.15% per year to be charged on the undisbursed loan amount. \nSource: Asian Development Bank estimates. \n \n15.  The Government of the PRC has requested an MFF in an amount up to $450 million \nfrom ADB’s ordinary capital resources, including the PRC country allocation and regional set-\naside. The MFF will consist of three tranches, subject to the government’s submission of related \nperiodic financing requests, execution of the related loan and project agreements for each \ntranche, and fulfillment of terms and conditions and undertakings set forth in the framework \nfinancing agreement. The first tranche will comprise two loans for a total of $130.0 million: (i) a \nloan (loan 1) amounting to $66.42 million with a 25-year term, including a grace period of 5 \n ", "6 \nyears, interest and other charges during construction to be capitalized; and (ii) a second loan \n(loan 2) using the FIL modality amounting to $63.58 million with a 15-year term including a \ngrace period of 12 years, interest and other charges during construction capitalized for the first 5 \nyears. Both loans will have (i) a straight-line repayment method, (ii) an annual interest rate \ndetermined in accordance with ADB’s London interbank offered rate (LIBOR)-based lending \nfacility, (iii) a commitment charge of 0.15% per year, and (iv) such other terms and conditions \nset forth in the draft loan and project agreements. The financing plan of the MFF is in Table 2, \nand ADB financing for the investment program is in Table 3.  \n \nTable 2: Financing Plan \nTranche 1  Tranche 2  Tranche 3  Total  Share of \nSource  ($ million)  ($ million)  ($ million)  ($ million)  Total (%) \nAsian Development Banka           \nOCR loan from country allocation  85.0  135.0  80.0  300.0  25.4 \nOCR loan from regional set-aside  45.0  65.0  40.0  150.0  12.7 \nGovernment  150.0  290.0  290.0  730.0  61.9 \nTotal  280.0  490.0  410.0  1,180.0  100.0 \na  Includes $63.58 million loan to be provided to small and medium-sized enterprise subprojects through the Guangxi \nBranch of the Bank of Communications using the Asian Development Bank’s financial intermediation loan modality. \nSource: Asian Development Bank estimates. \n \nTable 3: ADB Financing for the Investment Program  \n($ million) \nItem  Tranche 1  Tranche 2  Tranche 3  Total \nSmall and medium-sized enterprises developmenta  86.4  40.0  0.0  126.5 \nCross-border financial services  0.0  6.5  14.0  20.5 \nCross-border e-commerce  27.3  32.0  0.0  59.6 \nBorder economic zone development  6.9  70.0  56.5  133.2 \nCross-border connectivity  0.0  50.0  48.0  98.0 \nTechnical and institutional support  9.4  1.5  1.5  12.2 \nTotal  130.0  200.0  120.0  450.0 \na  Includes $63.58 million loan to be provided to small and medium-sized enterprise subprojects through the Guangxi \nBranch of the Bank of Communications using the Asian Development Bank’s financial intermediation loan modality. \nSource: Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n \n16.  The implementation arrangements are summarized in Table 4 and described in detail in \nthe Facility Administration Manual (FAM).12 \n \nTable 4: Implementation Arrangements \nAspects  Arrangements \nImplementation period  Investment program: April 2017–December 2024 \nTranche 1: April 2017–December 2021 \nEstimated completion date  Investment program: December 2024 \nTranche 1: 30 June 2022 (closing date) \nManagement \n(i)  Steering committee  Leading Group for Utilization of Foreign Loans of Guangxi Zhuang Autonomous \nRegion \n(ii)  Executing agency  Government of Guangxi Zhuang Autonomous Region, through the Guangxi Foreign \nLoans Project Management Officea \n(iii)  Implementing agencies  (i) Municipal governments of Baise, Chongzuo, Fangchenggang, and Qinzhou, with \ntheir respective municipal project management offices to supervise project \nimplementation; and (ii) BOCOM and other eligible financial intermediaries for the \nfinancial intermediation loans. \n                                                \n12 Facility Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "7 \n(iv)  Implementing entities  The state-owned entities or enterprises designated by the respective municipal \ngovernment. Tranche 1 PIEs include (i) Fangchenggang Poly Tech Vocational \nSchool, (ii) Pingxiang Urban Construction and Investment Company, and (iii) Baise \nBaidong Investment Company. Each PIE will establish a project management unit, \nand BOCOM will establish a project implementation unit. \nProcurement  National competitive bidding  9 contracts  $54.58 million \nConsulting services  Quality- and cost-based selection  1,179 person-months  $15.91 million \n(80:20) \nIndividual consultant selection  50 person-months  $0.50 million \nAdvance contracting and  Advance contracting will be undertaken for procurement of goods, works and  \nretroactive financing  consulting services for project management and all project advisory support. \nRetroactive financing, which applies only to loan 1, will be available for expenditures \nincurred before loan effectiveness, but not more than 12 months before loan signing, \nup to 20% of the loan amount. \nDisbursement  The loan proceeds will be disbursed in accordance with ADB’s Loan Disbursement \nHandbook (2015, as amended from time to time) and detailed arrangements agreed \nbetween the government and ADB. \nADB = Asian Development Bank, BOCOM = Guangxi Branch of the Bank of Communications, PIE = project \nimplementing entity. \na  The Guangxi Foreign Loans Project Management Office will also be responsible for implementing the small and \nmedium-sized enterprise training subproject and the project advisory support activities, in addition to project \nmanagement. The organizational structure and fund flow diagrams are in the Facility Administration Manual \n(accessible from the list of linked documents in Appendix 2). \nSources: Government of Guangxi Zhuang Autonomous Region and Asian Development Bank. \n \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n17.  Tranche 1 subprojects include 15 buildings to be built in Fangchenggang Poly Tech \nVocational School and Pingxiang BEZ to be used as training facilities, offices, trade centers, \nand warehouses. The building designs follow  standard PRC guidelines and design codes, \nincluding architecture, water supply and sewage, firefighting, electric power supply, and lighting \nand  communication  systems.  Design  consideration  includes  energy  savings,  environmental \nprotection, and climate risk mitigation. Integrated information systems will be established to \nsupport e-commerce and enhance logistics services in Longbang BEZ of Baise Municipality. \n \nB.  Economic and Financial \n \n18.  Standard cost–benefit analysis was applied to individual subprojects of the first tranche \nwhere  possible,  using  with-  and  without-project  alternatives  in  accordance  with  ADB’s \nGuidelines for the Economic Analysis of Projects.13 The economic internal rate of return is \ncomputed at 22.4% for the first tranche, higher than the economic opportunity cost of capital \nestimated  at  12.0%.  The  analysis  shows  that  the  first  tranche  of  the  investment  program \nremains economically viable in the face of downside risks, including a 10.0% cost overrun, a \n10.0% benefits reduction, a 1-year delay in implementation start-up, and a combination of all the \nthree negative changes.14 \n \n19.  A standard financial analysis showed that the project incremental costs will have a \nnegligible impact on the budget of the Government of GZAR which has an average revenue of \nabout $64 billion annually and a projected budget surplus, and that the maximum impact will be \nless than 0.5% of GZAR’s annual budget surplus. The financial analysis also examined the \n                                                \n13 ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila. \n14 Details are in Economic Analysis (accessible from the list of linked documents in Appendix 2). \n ", "8 \nthree  subprojects  (Pingxiang  cross-border  labor  cooperation  park,  Pingxiang  border  trade \nservice center, and Longbang smart port) likely to have revenues, and assessed projected \nincremental financials over a life cycle period in real terms. The financial internal rate of return of \nthe three subprojects was computed at 1.0%, 6.0%, and 7.8% respectively, higher than their \nrespective weighted average cost of capital of 0.6%, 0.5%, and 0.6%. This is also assured in the \nsubproject  expansion  of  SME  financing  in  GZAR,  with  sustainability  as  a  fundamental \nrequirement for subloan selection by the financial intermediary. In both analyses, the investment \nprogram overall is considered to be viable and sustainable. \n \nC.  Governance \n \n20.  A standard financial management assessment was carried out for the executing agency \nand project implementing entities (PIEs). The executing agency is implementing two ADB-\nfinanced projects and has sufficient knowledge and experience in ADB policies and procedures. \nThe executing and implementing agencies and one of the PIEs are government entities, and the \nother two PIEs are state-owned enterprises. The government has a controlling interest in the \nfinancial  intermediary,  BOCOM.  No  major  country-level  financial  management  issues  are \napparent.  The  financial  management  risk  is  rated  low.  Pre-mitigation  and  strengthening \nmeasures have been included for improving the financial systems. The overall inherent risk and \ncontrol risk have been assessed low. Capacity for internal auditing in the PIEs was, however, \nassessed medium risk, and mitigation measures are proposed.  \n \n21.  A procurement capacity assessment confirmed that the Guangxi Foreign Loans Project \nManagement Office (GPMO) and the PIEs, acting through a procurement agency and with the \nassistance  of  ADB  and  project  management  consultants,  will  have  adequate  capacity  to \nfacilitate full compliance with ADB’s Procurement Guidelines (2015, as amended from time to \ntime)  and  Guidelines  on  the  Use  of  Consultants  (2013,  as  amended  from  time  to  time). \nProcurement risk is considered medium, and action plans will be prepared to mitigate potential \nrisks. Procurement under the SME financing subcomponent will be done in accordance with \ncommercial practices acceptable to ADB, and a procurement manual will be prepared to serve \nas a guide for the SME subborrowers. ADB’s Anticorruption Policy (1998, as amended to date) \nwas explained to, and discussed with, the Government of the PRC and GPMO. The specific \npolicy requirements and supplementary measures are described in the FAM. \n \nD.  Poverty and Social \n22.  A social and poverty analysis was conducted in accordance with ADB guidelines. The \npoverty rates are 16.5% in Baise, 13.7% in Chongzuo, 3.6% in Fangchenggang, and 4.2% in \nQinzhou  in  2015  against  the  provincial  average  of  8.2%.15 The  investment  program  will \ncontribute to economic growth in border areas and beyond in the PRC and Viet Nam. The \nimproved cross-border connectivity and increased trade and investment will facilitate growth, \ncreate employment opportunities for local communities during the construction and operation \nphases, and raise the income of local residents. Local and Vietnamese unskilled workers, over \none-third of whom are women, will be trained for better employment. All construction workers \nwill be covered by the awareness campaigns and training on HIV/AIDS, sexually transmitted \ninfections,  and  human trafficking.  A  social  development  and gender  action  plan  has  been \nprepared and will be implemented to strengthen the investment program impact. The project will \ncollect and include gender-disaggregated data as part of the social and poverty analysis. \n \n                                                \n15 Targeted Poverty Incidence Survey issued by the Guangxi Poverty Reduction Office, January 2016. \n ", "9 \nE.  Safeguards \n \n23.  Environment. Tranche 1 (other than the SME financing component) has been classified \ncategory B for environment. A consolidated initial environmental examination and environmental \nmanagement plan has been prepared for the three subprojects involving infrastructure. The \nenvironmental management plan identifies appropriate design, construction, and operational \nmitigation and monitoring measures to reduce the potential impacts to acceptable levels. An \nenvironmental assessment and review framework was prepared for screening, categorization, \nassessment, preparation and implementation of safeguard plans, if required, for components, \nprojects, and subprojects to be prepared after MFF approval. These documents comply with the \nPRC’s regulatory requirements and ADB’s Safeguard Policy Statement (2009), and have been \ndisclosed on the ADB website. Public consultation and information disclosure were carried out \nduring the project design and will continue during project implementation. Environmental training \nwill be provided to build capacity. Environmental complaints will be handled through a grievance \nredress mechanism. A wildlife trafficking study has been carried out to assess the risks, and \nmitigation measures will be implemented in tranche 1 and subsequent tranches. \n \n24.  Climate change risk. A climate risk and vulnerability assessment indicated that the \nproject area, characterized by complex geology, is at high risk from climate change impacts, \nsuch as extreme rainfall, flooding, landslides, and heatwaves. It is recommended that an 8%–\n10% increase in design standard be adopted for the drainage systems and a higher design \nstandard be considered for slope stabilization to increase resilience to future flood and landslide \nrisks. Recommendations were also made to reduce the risk of heatwave impacts. An assurance \nrequiring consideration of climate change recommendations is included in the project agreement. \n \n25.  Involuntary resettlement. Tranche 1 of the investment program is classified category C \nfor  involuntary  resettlement.  Due  diligence  reports  for  the  three  subprojects  involving \ninfrastructure have been prepared, confirming that all land acquisition is in compliance with \nADB’s Safeguard Policy Statement, the PRC’s Land Law (1999) and other related regulations \nwithout any pending land acquisition and resettlement issues. No additional land acquisition and \nhouse demolition will be required for tranche 1. A resettlement framework was prepared to \nguide the preparation of resettlement plans for the subsequent tranches, if required. \n \n26.  Indigenous  peoples  or  ethnic  minorities.  Tranche  1  is  classified  category  B  for \nindigenous peoples. The Zhuang people constitute the dominant population in the project areas \nand there is no concentrated settlement of any other ethnic group. Based on due diligence in \naccordance  with  ADB’s  Safeguard  Policy  Statement,  tranche  1  will  not  incur  any  adverse \nimpacts on ethnic minorities. Indigenous peoples plan elements were included in the project \ndesign following ADB’s Safeguard Policy Statement. An indigenous peoples planning framework \nwas prepared to guide the preparation of any indigenous peoples plan for further tranches. Each \nsubsequent tranche of the MFF will be screened, classified, and assessed in accordance with \nthe indigenous peoples planning framework.  \n \n27.  Environmental and social management system for financial intermediary. The SME \nfinancing subcomponent is categorized as financial intermediary. An environmental and social \nmanagement system (ESMS) has been developed by BOCOM, covering environmental and \nsocial  policies;  the  safeguards  screening,  categorization,  and  review  process;  institutional \narrangements; and monitoring and reporting procedures for subprojects under the FIL.16 The \n                                                \n16  Other eligible financial intermediaries participating in financial intermediation loans in future tranches will also be \nrequested to develop an ESMS satisfactory to ADB. \n ", "10 \nESMS will exclude subprojects that will trigger category A for environment and category A or B \nfor  social  safeguards,  and  that  are  in  the  prohibited  investment  list  according  to  ADB’s \nSafeguard Policy Statement. Subprojects classified as category B or C for environment will be \nsubject to requirements set out in the ESMS. The ESMS will ensure that SME subborrowers are \nnot engaged in commercial development of the cultural resources of indigenous peoples without \ntheir consent. Each subproject will undergo due diligence based on the criteria in the ESMS. \nThe GPMO will be required to submit an annual ESMS performance report.  \n \nF.  Risks and Mitigating Measures \n \n28.  Major risks and mitigating measures are summarized in Table 5 and described in detail \nin the risk assessment and risk management plan.17 The integrated project benefits and impacts \nare expected to outweigh the costs.  \n \nTable 5: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures  \nWeak coordination between  (i) Institutionalize consultation mechanism between GZAR and the neighboring \nthe governments of the PRC  Vietnamese border provinces, supported by the ongoing and new ADB regional \nand Viet Nam on border area  technical assistance. \ndevelopment  (ii) Strengthen the bilateral policy and operational coordination under the GMS \nframework including the relevant sector working groups, Economic Corridor \nForum, and Governors Forum. \nWeak institutional and staff  (i)  Recruit qualified staff and consultants to support the executing agency, \ncapacities to implement the  implementing agencies, and PIEs. \nproject, particularly for  (ii)  Provide training on project implementation, including procurement, financial \nprocurement  management, and safeguards. \nWeak capacity of executing  (i)  Carefully select the financial intermediaries based on ADB’s Operations Manual,a  \nagency and financial  and the government’s prudential requirements. \nintermediary in implementing  (ii)  Follow best practices for small and medium-sized enterprise lending operations \nfinancial intermediation loan  and management. \n(iii) Allocate special funding to support capacity building for the financial intermediary \nand hire consultants to support implementation. \nWeak capacity of PIEs for  (i)  The Guangxi Foreign Loans Project Management Office will share its experience \ninternal auditing  with the PIEs on ADB procedures. \n(ii)  Engage accounting firms to carry out internal audit of PIEs. \nWeak financial sustainability  (i)  PUCIC to prepare a financial management road map. \nof PUCIC  (ii) GGZAR to provide adequate support to ensure that the requirements of the \nroad map will be satisfied. \nADB = Asian Development Bank, GGZAR = Government of Guangxi Zhuang Autonomous Region, GMS = Greater \nMekong Subregion, PIE = project implementing entity, PRC = People’s Republic of China, PUCIC = Pingxiang Urban \nConstruction and Investment Company. \na  ADB. 2013. Financial Intermediation Loans. Operations Manual. OM D6/BP and D6/OP. Manila. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n \n29.  The Government of the PRC and the Government of GZAR have assured ADB that \nimplementation of the project shall conform to all applicable ADB policies, including those \nconcerning anticorruption measures, safeguards, gender, procurement, consulting services, and \ndisbursement as described in detail in the FAM and loan and project documents.  \n \n30.  The Government of the PRC and the Government of GZAR have given ADB certain \nundertakings for the MFF, which are set forth in the framework financing agreement. Specific \ncovenants agreed by the Government of the PRC and the Government of GZAR with respect to \n                                                \n17 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "11 \nindividual tranches under the MFF are set forth in the loan and project agreements for the \nrespective tranches. \n \nV.  RECOMMENDATION \n \n31.  I am satisfied that the proposed multitranche financing facility would comply with the \nArticles of Agreement of the Asian Development Bank (ADB) and, acting in the absence of the \nPresident,  under  the  provisions  of  Article  35.1  of  the  Articles  of  Agreement  of  ADB,  I  \nrecommend that the Board approve the multitranche financing facility to the People’s Republic \nof China for the Guangxi Regional Cooperation and Integration Promotion Investment Program \nin  an  aggregate  principal  amount  not  exceeding  the  equivalent  of  $450,000,000,  which \ncomprises the provision of loans from ADB’s ordinary capital resources, with interest and other \nterms to be determined in accordance with ADB’s London interbank offered rate (LIBOR)-based \nlending  facility,  and  is  subject  to  such  other  terms  and  conditions  as  are  substantially  in \naccordance with those set forth in the framework financing agreement presented to the Board. \n \n \nStephen P. Groff \n10 November 2016              Vice-President \n \n ", "12  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK FOR THE INVESTMENT PROGRAM \nImpacts the Investment Program is Aligned With \nEconomic growth potential for border areas in the PRC and Viet Nam realized (Strategy and Action Plan \nfor Participation in the Greater Mekong Subregion Economic Cooperation Program)a \nEfficient transport and trade operations along GMS North–South Economic Corridor achieved (GMS \nNorth–South Economic Corridor Strategy and Action Plan)b \nEconomic integration between GZAR and rest of the GMS further strengthened (Strategy and Action Plan \nfor Participation in the Greater Mekong Subregion Economic Cooperation Program)a \n     Performance Indicators  Data Sources or   \n  with Targets and  Reporting   \nResults Chain  Baselines  Mechanisms  Risks \nOutcome       \nBenefits of regional  By 2025     \ncooperation and \na. Cross-border trade  a–b. Periodic reports  Weak coordination \nintegration in border \nbetween GZAR and  to the GMS Economic  between the \nareas of Guangxi and \nViet Nam doubled (2015  Corridor Forum  governments of the \nnorthern Viet Nam \nbaseline: $16.3 billion)  PRC and Viet Nam \ncaptured   \non border area \nb. Annual cross-border  a–b. BEZ task force \ndevelopment. \ninvestment between GZAR  reports to GMS \nand Viet Nam tripled (2015  Governors Forum \nbaseline: $77 million, \nincluding $27 million of \nGZAR investment in Viet \nNam, and $ 50 million of \nViet Nam’s investment in \nGZAR) \nOutputs       \n1. Support for SMEs in  1a. By 2022, the ratio of  1a–1c. Quarterly  Weak institutional \nborder areas   PRC and Vietnamese SMEs  progress reports from  and staff capacities \nexpanded  serviced by SME financing  executing and  to implement the \nplatforms in Baise,  implementing  project, particularly \nChongzuo,  agencies  for procurement.  \nFangchenggang, and   \nQinzhou border prefectures  Weak capacity of \ndoubled (2015 baseline:  executing agency \n10%)   and financial \nintermediary in \n1b. By 2022, business \nimplementing \ndevelopment services \nfinancial \nplatform established to \nintermediation loan. \nbenefit both PRC and \n \nVietnamese SMEs (2015 \nWeak capacity of \nbaseline: Not applicable) \nPIEs for internal \n1c. By 2022, the number of  auditing. \nSME workers trained by   \nlocal institutions in  Baise,  Weak financial \nChongzuo,  sustainability of \nFangchenggang, and  PUCIC. \nQinzhou tripled—with share \nof Vietnamese reaching \n20% and female reaching \n33% of total workers (2015 \nbaseline: 9,000) \n ", "Appendix 1  13 \n  Performance Indicators  Data Sources or   \n  with Targets and  Reporting   \nResults Chain  Baselines  Mechanisms  Risks \n2. Cross-border financial  2a. By 2024, cross-border  2a–2b. Quarterly   \ntransactions and  trade settlement in local  progress reports from \ninvestments increased  currencies in GZAR  executing and \ndoubled (2015 baseline:  implementing \n \n$26 billion equivalent)  agencies \n   \n2b. By 2021, policy \n \n  recommendations for \n \nmitigating non-commercial \n   \nrisks for cross-border \n \n  investment between GZAR \n \nand Viet Nam adopted \n   \n(2015 baseline: Not \n \n  applicable) \n \n3. Integrated and  3a. By 2022, ratio of cross- 3a–3b. Quarterly \ninteroperable cross-  border trade conducted  progress reports from \nborder e-commerce  through e-commerce  executing and \nplatforms for the PRC  reaches 25% (2015  implementing \nand Viet Nam  baseline: 10%)  agencies \ndeveloped \n3b. By 2022, 70% of SMEs \nin border areas have \naccess to e-commerce \nplatforms \n4. Key infrastructure and  4a. By 2024, 70% of  4a. Quarterly progress   \ntrade-related services  investments in GZAR BEZs  reports from executing \n \nin BEZs provided  under the PRC–Viet Nam  and implementing \nJoint Master Plan for  agencies \nBorder Economic Zone \n \nDevelopment realized \n \n(2015 baseline: Not \n \napplicable) \n \n4b. By 2024, road networks  4b. Quarterly progress \nin Dongxing, Longbang,  reports from executing \nand Pingxiang BEZs and  and implementing \nShuolong border crossing  agencies \npoint fully completed (2015 \n \nbaseline: Not applicable) \n \n4c. By 2024, water supply  4c. Quarterly progress \nand sewage treatment  reports from executing \nfacilities in Chongzuo and  and implementing \nYuexu industrial parks  agencies \ncompleted and operational \n \n(2015 baseline: Not \napplicable) \n  4d. By 2018, coordinated  4d. Updates from BEZ   \nborder management  task force to GMS \nconducted in at least one  Governors Forum \nborder-crossing point \n(2015 baseline: 0) \n \n ", "14  Appendix 1 \n  Performance Indicators  Data Sources or   \n  with Targets and  Reporting   \nResults Chain  Baselines  Mechanisms  Risks \n5. Physical and  5a. By 2024, number of  5a–5b. Quarterly   \ninformational  class A border-crossing  progress reports from   \nconnectivity and policy  points increased to five  executing and \ncoordination improved  (2015 baseline: 3)  implementing \nagencies \n5b. By 2018, regular \n(quarterly) consultations \nbetween GZAR and \nViet Nam northern border \nprovinces on BEZ and \nborder area development \nconducted (2015 baseline: \nAd hoc consultations) \nKey Activities with Milestones \n1. Support for SMEs in border areas  expanded \n1.1 Complete tranche 1 implementation by Q4 2021 \n1.2 Complete tranche 2 implementation by Q4 2022 \n2. Cross-border financial transactions and investments increased \n2.1 Complete tranche 2 implementation by Q4 2022 \n2.2 Complete tranche 3 implementation by Q4 2024 \n3. Integrated and interoperable cross- border e-commerce platforms for the PRC and Viet Nam developed \n3.1 Complete tranche 1 implementation by Q4 2021 \n3.2 Complete tranche 2 implementation by Q4 2022 \n3.3 Complete tranche 3 implementation by Q4 2024 \n4. Key infrastructure and trade-related services in BEZs provided \n4.1 Complete tranche 1 implementation by Q4 2021 \n4.2 Complete tranche 2 implementation by Q4 2022 \n4.3 Complete tranche 3 implementation by Q4 2024 \n5. Physical and informational connectivity and policy coordination improved \n5.1 Complete tranche 2 implementation by Q4 2022 \n5.2 Complete tranche 3 implementation by Q4 2024 \nProject Management Activities \nPrepare and manage implementation and procurement plans (Q2 2017–Q4 2024) \nPrepare and update monitoring and evaluation system and ensure timely delivery of outputs  (Q2 2017–\nQ4 2024) \nInputs \nAsian Development Bank:  $450,000,000 \nGovernment of the PRC:  $730,000,000 \nAssumptions for Partner Financing \nNot applicable \nBEZ = border economic zone, GMS = Greater Mekong Subregion, GZAR = Guangxi Zhuang Autonomous Region, PIE \n= project implementing entity, PRC = People’s Republic of China, PUCIC = Pingxiang Urban Construction and \nInvestment Company, Q = quarter, SMEs = small and medium-sized enterprises. \na  Government of Guangxi Zhuang Autonomous Region. 2014. Strategy and Action Plan for Participation in the \nGreater Mekong Subregion Economic Cooperation Program, 2014–2022. Nanning. \nb  ADB. 2010. Strategy and Action Plan for the Greater Mekong Subregion North–South Economic Corridor. Manila.  \nSource: Asian Development Bank. \n ", "  Appendix 2  15 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=50050-002-3 \n \n1.  Framework Financing Agreement \n2.  Periodic Financing Request \n3.  Sector Assessment (Summary): Industry and Trade \n4.  Facility Administration Manual \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination \n7.  Financial Analysis \n8.  Economic Analysis \n9.  Country Economic Indicators \n10.  Summary Poverty Reduction and Social Strategy \n11.  Initial Environmental Examination \n12.  Environmental Assessment and Review Framework \n13.  Resettlement Framework \n14.  Indigenous Peoples Planning Framework: Ethnic Minorities Development Framework \n15.  Financial Intermediary: Environmental and Social Management System Arrangement \n16.  Risk Assessment and Risk Management Plan \n \nSupplementary Documents \n \n17.  Project Climate Risk Assessment and Management \n18.  Indicative Pipeline of Projects for Tranches 2 and 3 of the Investment Program \n19.  Procurement Capacity Assessment \n20.  Summary of Financial Management Assessment \n21.  Comparison of Multitranche Financing Facility and Project Loan Financing Modalities \n22.  Small and Medium-Sized Enterprise Sector Analysis \n23.  Due Diligence Report: Guangxi Branch of Bank of Communications \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20161110164618+08'00'", "Creator": "PDF24 Creator", "Keywords": "prc, china, guangxi, GZAR-ASEAN trade promotion, GMS NSEC, sme investment, cross-border connectivity, vietnam-china trade, 50050, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20161202135253+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Guangxi Regional Cooperation and Integration Promotion Investment Program, PRC", "Title": "50050-002: Report and Recommendation of the President"}}