{"path": "data/input/ta/50051-001-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 50051-001 \nNovember 2016 \n \n \n \nProposed Programmatic Approach, Policy- \nBased Loans, and Technical Assistance Grant for \nSubprogram 1   \nSocialist Republic of Viet Nam: Improving Public \nExpenditure Quality Program\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011. \n \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 18 November 2016) \nCurrency unit  –  dong (D) \n     \nD1.00  =  $0.000044 \n$1.00  =  D22,460 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  FDS  –  finance development strategy \n  GDP  –  gross domestic product \n  M&E  –  monitoring and evaluation \n  MOF  –  Ministry of Finance \n  MPI  –  Ministry of Planning and Investment \n  ODA  –  official development assistance \n  PEFM  –  public expenditure and fiscal management \n  SAV  –  State Audit Office of Vietnam \n  TA  –  technical assistance \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice-President  S. Groff, Operations 2 \nDirector General  J. Nugent, Southeast Asia Department (SERD) \nDirectors  K. Bird, Public Management, Financial Sector, and Trade Division, \n  SERD \n  E. Sidgwick, Viet Nam Resident Mission, SERD \n   \nTeam leaders  A. Batten, Country Economist, SERD \nS. Schuster, Principal Financial Sector Specialist, SERD \nTeam members  H. Anh, Public Sector Management Officer, SERD \nJ. Mitra, Project Analyst, SERD \nJ. Ghimire, Senior Counsel, Office of General Counsel \nL. Levaque, Social Development Specialist (Gender and \nDevelopment), SERD \nD. Mizusawa, Senior Transport Specialist, SERD \nD. Nguyen, Financial Sector Economist, SERD \nK. Sanchez, Operations Assistant, SERD \nPeer reviewer  W. Turner, Senior Public Management Specialist, Sustainable \nDevelopment and Climate Change Department \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n ", " \nCONTENTS \nPage \nPROGRAM AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROGRAM  1 \n  A.  Rationale  1 \n  B.  Impact and Outcome  6 \n  C.  Outputs  6 \n  D.  Development Financing Needs  8 \n  E.  Implementation Arrangements  8 \nIII.  TECHNICAL ASSISTANCE  8 \nIV.  DUE DILIGENCE  9 \n  A.  Economic and Financial  9 \n  B.  Governance  9 \n  C.  Poverty and Social  9 \n  D.  Safeguards  10 \n  E.  Risks and Mitigating Measures  10 \nV.  ASSURANCES  10 \nVI.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n3.  Development Policy Letter  15 \n4.  Policy Matrix  19 \n \n ", "Project Classification Information Status: Complete\nPROGRAM AT A GLANCE\n1. Basic Data Project Number: 50051-001\nProject Name Improving Public Expenditure Quality  Department SERD/SEPF\nProgram, Subprogram 1 /Division\nCountry Viet Nam, Socialist Republic of Executing Agency Ministry of Finance\nBorrower Socialist Republic of Viet Nam\n2. Sector Subsector(s)      ADB Financing ($ million)\nPublic sector management Public expenditure and fiscal management 200.58\nTotal 200.58\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic opportunities,  Climate Change impact on the  Low\ngrowth (IEG) including jobs, made more inclusive Project\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Institutional development Some gender elements (SGE)\ndevelopment (GCD) Institutional systems and political economy\nPublic financial governance\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nPrivate sector  Conducive policy and institutional environment\ndevelopment (PSD)\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Nation-wide High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG8, SDG9\n \n6. Risk Categorization: Complex \n.\n7. Safeguard Categorization Environment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 200.58\n     Sovereign Capacity development technical assistance: Technical  0.58\nAssistance Special Fund\n     Sovereign Programmatic Approach Policy-Based Lending (Loan):  117.30\nAsian Development Fund \n     Sovereign Programmatic Approach Policy-Based Lending (Loan):  82.70\nOrdinary capital resources\nCofinancing 0.00\n     None 0.00\nCounterpart  0.00\n     None 0.00\nTotal 200.58\n9. Effective Development Cooperation\nUse of country procurement systems Yes\nUse of country public financial management systems Yes\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 03102016170932249559 Generated Date: 22-Nov-2016 14:16:40 PM", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on (i) a proposed \nprogrammatic  approach  for  the  Improving  Public  Expenditure  Quality  Program,  and  \n(ii) proposed policy-based loans to the Socialist Republic of Viet Nam for subprogram 1 of the \nImproving  Public  Expenditure  Quality  Program.  The  report  also  describes  the  proposed \ntechnical assistance (TA) for Support for Improving Public Expenditure Quality Program, and if \nthe Board approves the proposed loans, I, acting under the authority delegated to me by the \nBoard, approve the TA.1 \n \n2.  The  program  supports  the  government’s  commitment  to  improve  the  provision  of \ninfrastructure and service delivery to lift living standards and reduce poverty, and represents a \nmedium-  to  long-term  partnership  between  the  Asian  Development  Bank  (ADB)  and  the \ngovernment. The government’s priority areas to improve service delivery include (i) efficiently \nallocating public financial resources; (ii) strengthening the identification and management of \nfiscal risks; and (iii) improving the monitoring, evaluation, and oversight of budget expenditure. \nThe program is aligned with ADB’s country partnership strategy, 2016–2020 for Viet Nam2 and \nis included in the country operations business plan, 2017–2019 for Viet Nam.3 \n \nII.  THE PROGRAM \nA.  Rationale \n3.  The development problem. Sustained high economic growth, averaging 6.5% during \n2005–2015, has supported one of the highest levels of public expenditure on infrastructure and \nservices in Southeast Asia. For example, Viet Nam spent an average of 11% of gross domestic \nproduct (GDP) per year on public infrastructure during 2010–2015 and plans to spend $20.2 \nbillion  on  infrastructure  in  2016,  a  50%  increase  in  real  terms  since  2014.  Similarly,  the \ncombined nominal recurrent expenditure on health and education grew 98% during 2011–2015, \nincreasing  its  share  of  the  total  state  budget  from  18%  to  24%.  Yet  higher  government \nexpenditure has not always been directly associated with improved outcomes. Despite nearly \nhalf of the state budget capital expenditure being allocated to infrastructure during 2011–2015, \nViet Nam ranked 85th out of 138 countries in the 2016 Global Competitiveness Index for the \nquality of its infrastructure, well behind its regional competitors (Figure 1). Similarly, results from \na Public Administration Performance Index survey revealed that in 2015, user satisfaction with \npublic hospitals had fallen to their lowest level since the survey began in 2011.4 \n \n4.  The disconnect between high levels of investment and the quality of infrastructure and \npublic services highlights the government’s challenges in efficiently allocating and implementing \nscarce budgetary resources due to weaknesses in public expenditure and fiscal management \n(PEFM)  systems.5 For  instance,  Viet  Nam’s  incremental  capital–output  ratio,  a  common \nmeasure of investment efficiency, was 5.2 in 2014, meaning that $5.20 spent on investment \nproduces only $1 of income (Figure 2). The incremental capital-output ratio in neighboring \ncountries is 3–4. Viet Nam’s inefficient investment erodes economic growth and undercuts \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  ADB. 2016. Country Partnership Strategy: Viet Nam, 2016–2020 – Fostering More Inclusive and Environmentally \nSustainable Growth. Manila. \n3  ADB. 2016. Country Operations and Business Plan: Viet Nam, 2017–2019. Manila. \n4  UNDP. 2016. PAPI 2015—The Vietnam Provincial Governance and Public Administration Performance Index: \nMeasuring Citizens’ Experiences. Ha Noi. \n5  Sector  Assessment  (Summary):  Public  Sector  Management  (Public  Expenditure  and  Fiscal  Management) \n(accessible from the list of linked documents in Appendix 2). ", "2 \nefforts  to  reduce  poverty.  With  Viet  Nam’s  fiscal  space  declining  and  public  debt  levels \napproaching their legislated limit of 65% of GDP, enhancing PEFM will be vital for improving \ninfrastructure and service delivery and sustaining long-term poverty reduction. \n \n   \nFigure 1: Infrastructure Quality Ranking  Figure 2: Incremental Capital–Output \n  Ratio, 2014 \n \n   \n   \nLegend: 1 = best, 140 = worst.  Note: Higher values indicate lower productivity. \nSource:  World  Economic  Forum.  2016.  Global  Source:  World  Bank.  2016.  World  Development \nCompetitiveness Report, 2016–2017. Geneva   Indicators 2016. Washington, DC. \n \n5.  Binding constraints. Sound PEFM can be defined as a system through which public \nfinancial resources are planned, directed, and controlled to enable the efficient (cost per unit of \noutput)  and  effective  (benefits  relative  to  costs)  delivery  of  public  service  goals.  Recent \ndiagnostics  highlight  four  binding  constraints  to  effective  PEFM  in  Viet  Nam.6 These  are  \n(i) inefficient public resource allocation, including a lack of longer-term expenditure planning and \nconsideration of costs associated with maintaining public assets; (ii) poor identification and \nmanagement of fiscal risks, which lead to unplanned fiscal costs and challenges in tracking and \nmitigating risks; (iii) weak oversight and evaluation of expenditure, which erode accountability \nfor results; and (iv) inadequate domestic resource mobilization, which limits funds available for \npublic expenditure (footnote 6). These constraints are discussed in in paras. 6–9.  \n \n6.  Inefficient public resource allocation. While the Ministry of Finance (MOF) continues \nto strengthen its PEFM system, weaknesses remain in budget planning and execution. First, \nthere is no medium-term expenditure framework so budgets are developed and approved to \ncover 1 year at a time. As a result, multiyear projects are often started without any assurance \nthat funds will be available to complete them. This hampers strategic investment planning and \nlimits advance project preparation. Second, there are more than 30 off-budget funds, each \nestablished under a different law and government decision. While off-budget expenditure is \napproved by the National Assembly, under the supervision of the MOF, there is no consolidated \nreporting  on  how  the  funds  are  used  and  expenditure  is  not  coordinated  with  national \ninvestment planning. In addition, limited information on government assets makes it difficult to \nmanage assets and allocate budget for maintenance expenditure, which undermines the quality \nof public infrastructure investment. While the government has introduced the concept of gender-\nresponsive budgeting into the national budget, the extent to which this is translated into better \nplanning and resource allocation has been limited. Gender analysis is rarely a part of policy \nanalysis, and there is a lack of sex-disaggregated data and evidence-based research to guide \n                                                \n6  Government of Viet Nam. 2013. Public Expenditure and Financial Accountability (PEFA) Assessment. Ha Noi. \n ", "3 \nplanning decisions. As a result, consideration of how public expenditure impacts gender has not \nbeen mainstreamed into the budget process.7 \n \n7.  Poor identification and management of fiscal risks. There are significant deviations \nbetween  approved  budgets  and  expenditure  outturns  arising  from  limitations  in  fiscal  risk \nmanagement.  Capital  expenditure  exceeded  budget  plans  by  an  average  of  29.2%  during \n2011–2015, while recurrent spending on health fell below budget targets by an average of \n13.3% during the same period. Further, limited controls over the use of government guarantees \nsignificantly erode budget reliability. Government guarantees accounted for over 18.0% of public \ndebt, or 11.4% of GDP, at the end of 2015. State policy banks are a major user of government \nguarantees, but a lack of information on these banks’ financial status makes it difficult to assess \nhow this risk affects public debt management.8 Projects guaranteed by the government are risky, \nparticularly those issued to state enterprises with opaque balance sheets and untested debt \nservice  capacity.  Nevertheless,  guarantees  are  often  issued  without  any  charge  to  the \nborrowing entity. Finally, Viet Nam has progressively devolved fiscal responsibilities so that \nmore  than  half  of  the  state  budget  is  now  spent  by  subnational  governments.  Yet  most \nprovinces continue to rely on central government transfers and have limited accountability for \nrepaying  debt  mobilized  by  the  central  government  on  their  behalf,  including  official \ndevelopment assistance (ODA). Combined with unclear responsibilities over the provision of \ncounterpart funding, this limits incentives for well-disciplined and accountable fund utilization. \n \n8.  Weak  oversight  and  evaluation  of  expenditures.  The  government’s  public \nexpenditure monitoring and evaluation systems require strengthening to lift spending quality. \nFormal appraisal mechanisms are often not independent, with responsible agencies subordinate \nto  authorities  who  are  the  ultimate  project  owners.  The  National  Assembly  is  often  given \ninsufficient time to thoroughly review budget proposals. Reporting standards for evaluating \npublic investment projects are not consistent, and information systems to monitor progress \nagainst targets are underdeveloped. Due to current resource limitations, the State Audit Office \nof Vietnam (SAV) can only audit 50%–60% of government reporting units. Moreover, audit \nresults  are  not  consistently  released  publicly,  particularly  for  enterprises  with  large  state \nholdings. Ongoing decentralization of project appraisal also presents challenges. Provincial \ngovernments, despite being in a better position to judge the success of a project, often lack the \nhuman capacity and systems to effectively undertake review and reporting functions. \n \n9.  Inadequate  domestic  resource  mobilization.  Weaknesses  in  mobilizing  domestic \nresources are creating pressures for fiscal consolidation. While Viet Nam’s tax administration \nperforms well compared with its peers, there has been a significant downward trend in revenue \nas a share of GDP since 2010.9 Viet Nam has reduced its tax base with tax and tariff reductions, \nexemptions  for  favored  firms,  and  incentives  to  encourage  new  foreign  direct  investment. \nReversing the decline in the revenue-to-GDP ratio will be vital to stem a build-up in public debt \nand restore fiscal policy to a more sustainable path.10 To address this, significant new tax \nmeasures will be required. Administrative measures will also be needed to reduce tax evasion \nand arrears, disclose incidents of tax fraud, and streamline value-added tax refund procedures. \n                                                \n7  United  Nations  Entity  for  Gender  Equality  and  the  Empowerment  of Women  (UN  Women).  2015.  Gender \nResponsive Budgeting in Viet Nam. Ha Noi. \n8 Social policy banks include the Viet Nam Bank for Social Policies and  Viet Nam Bank for Investment and \nDevelopment.  These  banks are  100%  state-owned  and implement  directed lending programs  on  behalf of \ngovernment, often at preferential terms to targeted disadvantaged groups.  \n9  International Monetary Fund (IMF). 2016. Vietnam: 2016 Article IV Consultation—Press Release; Staff Report; and \nStatement by the Executive Director for Vietnam. IMF Country Report No. 16/240. Washington, DC. \n10 Macroeconomic and Debt Sustainability Assessment (accessible from the list of linked documents in Appendix 2). \n ", "4 \n \n10.  The government public financial management strategy. The government’s Finance \nDevelopment  Strategy  (FDS),  2011–2020  and  its  rolling  3-year  medium-term  action  plan,  \n2015–2017 lay out a comprehensive reform plan to improve the impact of public expenditure on \npoverty reduction and sustainable growth.11 The FDS aims to reduce financial waste, enhance \nthe  accountability  and  transparency  of  budget  operations,  and  empower  subnational \ngovernments  to  provide  services  more  directly  to  the  public.  In  line  with  the  FDS,  the \ngovernment has approved PEFM reforms, including passing the Public Investment Law in 2014 \nand  the  State  Budget  Law  in  2015.  However,  the  government  now  faces  significant \nimplementation challenges because numerous decrees are needed to clarify how the principles \nof the laws will be implemented. Significant capacity development is required to ensure officials \ncan implement enhanced PEFM requirements. While reforms are focused on PEFM processes, \nthey are expected to catalyze incremental institutional reforms over the medium-term. To ensure \nreforms are sustainable, support for these planned institutional changes is needed.12 \n \n11.  ADB’s experience. The program will build on ADB’s long engagement in Viet Nam’s \nPEFM reform through policy dialogue, loan programs, TA, and knowledge support (Figure 3).13 \nIn 2008, ADB began supporting civil service reform, developing a standardized system for job \nanalysis, job descriptions, and qualification standards in government agencies. Following this, \nADB supported the preparation of the government’s Socio-Economic Development Plan, 2011–\n2015 and followed this up with capacity building and TA activities aimed at (i) enhancing the \nefficiency of externally financed public investments, (ii) further improving civil service capacity \nand performance management, and (iii) strengthening monitoring and evaluation systems and \ntheir  links  to  national  strategies.  During  this  time,  ADB  also  supported  revisions  to  the \nProcurement Law, and related reforms that regulate investment through private sector models. \nSince 2014 ADB has stepped up its support for PEFM in Viet Nam, providing targeted support \nto the government for enhancing public asset management systems, strengthening public debt \nmanagement,  reducing  risks  associated  with  government  guarantees,  and  working  across \ncentral agencies and the National Assembly to strengthen oversight of budget implementation. \n \n12.  Lessons  and  program  synergies.  ADB’s past engagement has demonstrated that \naddressing  Viet  Nam’s  PEFM  weaknesses  will  require  a  sequential  long-term  approach. \nRequests for support have often been dealt with in an ad hoc manner, leading to a wide array of \nactivities with few synergies between them. The program will address this by developing a \nsequenced long-term plan for policy reform and institutional change addressing expenditure and \ninvestment quality. This approach will facilitate ADB’s deep engagement in policy reforms and \ngenerate synergies for ADB operations, particularly infrastructure, with direct links to road, rail, \nand  metro  asset  management  systems  as  well  as  to  secondary  education  reform.  The \nprogram’s support for enhanced public debt and ODA management and strengthened project \nevaluation will create synergies across ADB’s portfolio. The program will also complement \noperations in state-owned enterprise reform and the financial sector. For instance, reforms to \nstrengthen subnational capital mobilization will allow more direct lending from commercial banks \nto provincial governments, contributing to financial sector deepening. Likewise, reforms will \nsupport ADB efforts to commercialize state-owned enterprises by tightening controls over the \nissuance of government guarantees to these entities, and strengthening their audit standards \n(footnote 2). \n                                                \n11 Decision No. 450/QD-TTg of 18 April 2012 of the Prime Minister approving the Financial Strategy until 2020, and \nDecision No. 224/QD-BTC of 30 January 2013 of the Ministry of Finance approving the Action Plan of the Financial \nSector to Implement the Finance Development Strategy until 2020. Ha Noi. \n12 Government of Viet Nam. 2010. Vietnam’s Socio-Economic Development Strategy for 2011–2020. Ha Noi. \n13 ADB Sector Program and Experience (accessible from the list of linked documents in Appendix 2). \n ", "5 \nFigure 3: ADB’s Engagement in Viet Nam Public Expenditure and Fiscal \nManagement Reform \n \nTA = technical assistance. \nSource: Asian Development Bank.  \n \n13.  ADB’s  added  value  to  the  program  design  and  implementation. ADB provided \ntechnical support for the preparation of the government’s first 5-year public debt and borrowing \nplan and supported the introduction of new procedures to more comprehensively register public \ndebts  and  liabilities  for  national  and  subnational  governments.  ADB  also  conducted  a  risk \nassessment of provincial government debt mobilization through commercial banks to guide the \nimplementation of the revised State Budget Law. TA was provided to support the development \nof a risk management system for government guarantees and to tighten their use. In addition, \nADB supported the development of life cycle management systems for rail and metro assets, \nand established improved public asset management information systems. Finally, ADB helped \ncomplete a National Assembly user guide for the State Budget Law, to enhance scrutiny of the \nstate budget, prepared a manual to govern the financial management of ODA projects, and \ntrained 250 government officials to support its implementation. \n \n14.  Development partner coordination. The program was developed in close collaboration \nwith other development partners and led to the establishment of a development partner PEFM \nworking group in 2015 to ensure support is provided in a coordinated manner.14 Understanding \nthe  urgent  need  to  reverse  the  decline  in  Viet  Nam’s  revenue-to-GDP  ratio,  various \ndevelopment  partners  (European  Union,  International  Monetary  Fund,  Japan  International \nCooperation Agency, World Bank) have been supporting the government in taxation reform, \nwhich consequently will not form part of the program. ADB’s added value through the program \nwill be maximized by its deep, long-term engagement on issues related to expenditure and \ninvestment quality, particularly those that have strong synergies with ADB operations (para. 12). \nADB will also actively foster new partnerships to leverage expertise, such as with the United \nNations Entity for Gender Equality and the Empowerment of Women (UN Women) to assist in \noperationalizing a gender-responsive budgeting action plan for the transport sector.15 \n \n                                                \n14 Development Coordination (accessible from the list of linked documents in Appendix 2). \n15 This partnership will directly assist Viet Nam in achieving Sustainable Development Goal 5.c.1 “Proportion of \ncountries with systems to track and make public allocations for gender equality and women’s empowerment.” Inter-\nAgency and Expert Group on SDG Indicators. 2016. Report of the Inter-Agency and Expert Group on Sustainable \nDevelopment Goal Indicators (E/CN.3/2016/2/Rev.1, Annex IV). \n ", "6 \n15.  Programmatic approach and policy-based loans. A programmatic approach through \npolicy-based loans was chosen because it is most effective in: (i) enabling ADB to provide \nmedium-term support for the implementation of policies necessary to achieve FDS, 2011–2020 \ntargets; (ii) leveraging PEFM reforms to make nation-wide improvements to the quality of public \nexpenditure; and (iii) contributing to filling the gap in government’s financing to meet funding \nneeds in education, health, social protection and infrastructure. Subprogram 1 will focus on \nnational legislative and regulatory upgrades in PEFM, while subprogram 2 will center on the \nimplementation of legislation introduced under subprogram 1. This approach uses policy-based \nlending and extensive policy dialogue to address the long-term horizon required for PEFM \nupgrades and to ensure reforms are properly sequenced. To further deepen reforms, a third \nsubprogram may be considered subject to the successful implementation of subprograms 1 and \n2. It is envisioned that subprogram 3 would deepen the program’s impact by addressing fiscal \ndecentralization issues in more detail, building on the more disciplined provincial borrowing \nrules and tighter subnational expenditure controls introduced under subprograms 1 and 2. \n \n16.  Economic impact of the program. The program is expected to enhance the quality of \npublic expenditure. Potential economic gains will be achieved by (i) improving project quality \nthrough  stronger  monitoring  and  evaluation;  (ii)  implementing  more  proficient  investment \nplanning, budget management, and life cycle asset management; and (iii) strengthening control \nover and reducing government-guaranteed loans (para. 29). \n \nB.  Impact and Outcome \n17.  The impact will be the improved provision of infrastructure and service delivery to lift \nliving  standards  and  reduce  poverty.  The  outcome  will  be  enhanced  public  financial \nmanagement  systems.  The  program  is  structured  around  three  policy  outputs:  (i)  a  more \nproductive allocation of public resources, (ii) strengthened identification and management of \nfiscal  risks,  and  (iii)  improved  oversight  and  monitoring  and  evaluation  of  budget \nimplementation.16 Subprogram 1 has 14 policy actions, which the government completed during \nNovember 2014–September 2016. Subprogram 2 contains 14 policy actions, of which 10 are \nprior expected actions (triggers). \n \nC.  Outputs \n18.  Output 1: Public financial resources more productively allocated. This output will \nstrengthen systems that guide the allocation and disbursement of public funds and improve the \nmanagement of assets created by this expenditure. Achievements included under subprogram 1 \ninclude  the  introduction  of  5-year  medium-term  expenditure  frameworks  and  \n5-year public investment plans that allow for more strategic and disciplined expenditure planning. \nBy requiring additional public revenues and expenditures to be recorded in annual budget \ndocumentation, wasteful off-budget spending will be reduced. Subprogram 1 also supported the \nintroduction  of  gender-responsive  and  performance-based  budgeting  as  principles  of  state \nbudget management. To ensure that investments are sustainable, subprogram 1 introduced \nmore  stringent  life  cycle  public  asset  management  focusing  on  establishing  transparent \ninformation systems for improved metro, rail, and road asset management. \n \n19.  Under subprogram 2, the government will roll out measures to provide detailed guidance \non  performance-based  budget  management.  The  government  will  complete  its  first  \n                                                \n16 Future  support  beyond  the  program  period  may  target  the  implementation  of  PEFM  reforms  in  provincial \ngovernments, subject to the successful implementation of national reforms and agreement of relevant authorities. \n ", "7 \n5-year expenditure plans and release them publicly. It will also realize direct budgetary savings \nby reducing off-budget expenditure and curtailing use of state budget contingency funds. User \nfees will be introduced to fund maintenance and operational costs of major infrastructure assets. \n \n20.  Output 2: Identification and management of fiscal risks strengthened. This output \nstrengthened  the  government’s  management  of  fiscal  risks,  improved  transparency,  and \ntransferred responsibility for repaying liabilities to fund users. Achievements under subprogram \n1 include the government strengthening its control over the provision and management of \ngovernment guarantees, reducing the maximum guarantee from 100% of investment capital to \nbelow  80%.  The  government  is  now  holding  parent  companies  directly  responsible  for \nguaranteed debts in the event of subsidiary default.17 The government completed a detailed risk \nassessment of the implications of allowing provincial governments to mobilize capital from \ncommercial  banks  and  introduced  onlending  procedures  for  provinces  that  increased  their \nresponsibility for loan repayment based on their own-source revenue raising ability. In addition, \nthe government enhanced transparency and accountability by requiring state policy banks to \npublicly disclose the total capital mobilized by issuing government-guaranteed bonds and to \ndisclose their financial status at the time the bonds are issued. \n \n21.  Under subprogram 2, the government will prioritize adhering to sustainable public debt \nlimits and will ensure that the overall stock of government guarantees declines. To further \nincrease transparency, the government will prepare a consolidated annual public debt report \ndisclosing  all  types  of  central  government  debt,  including  government  guarantees.  Under \nsubprogram 2, the government will encourage discipline in the use of government guarantees \nby developing a methodology for calculating risk-based user fees to offset fiscal costs created \nby the guarantees. The government will ensure provincial governments comply with onlending \npolicies to increase their accountability for borrowing, and will issue guidelines to define ODA \nand concessional borrowing financial management mechanisms in more detail. \n \n22.  Output  3:  Oversight  and  monitoring  and  evaluation  of  budget  implementation \nimproved. This output strengthened systems for evaluating public investment and enhanced \nthe legal framework for preventing the misuse of public funds. Achievements under subprogram \n1  include  the  government  upgrading  the  State  Audit  Law  to  require  a  state  audit  of  all \nenterprises in which the state holds more than 50% of charter capital. This reform requires (i) a \nstate audit of agencies that mobilize and manage public debts, and (ii) the public disclosure of \naudit reports along with the government’s annual report of consolidated audit results. The \ngovernment strengthened the supervision of public investment by mandating the preparation of, \nand  compulsory  funding  allocations  for,  annual  project  evaluation  reports.  It  established \nevaluation criteria to systematically assess the efficiency and effectiveness of public investment \nand  introduced  a  uniform  data  management  framework  for  results-based  monitoring.  The \ngovernment also strengthened budget oversight by the National Assembly. The reforms provide \nfor  a  review  of  5-year  financial  and  public  debt  repayment  plans  and  any  supplementary \nappropriations using over-realized revenues. To allow for a more comprehensive review of \nbudget  submissions,  the  government  increased  the  amount  of  time  that  budget  screening \ncommittees may take to review budget documentation from 45 days to 55 days. \n \n23.  Under subprogram 2, the government will upgrade information management systems to \nprovide results-based monitoring data for public investment nationally and provincially. It will \nfurther strengthen supervision and evaluation by introducing minimum quality standards to all \nproject  evaluation  reports.  To  increase  transparency,  the  government  will  publish  SAV’s \n                                                \n17 In 2015, domestically guaranteed debt by the central government was equal to $9.2 billion, or 4.9% of GDP. \n ", "8 \nconsolidated audit results for 2015 and 2016, as well as all complete state audits for enterprises. \nIt will also publish monitoring and evaluation reports for at least 50% of capital expenditure on \nthe public investment information portal of the Ministry of Planning and Investment (MPI). \n \nD.  Development Financing Needs \n24.  To finance subprogram 1, the government has requested a loan of $200 million, with an \nequivalent amount programmed for subprogram 2. The loans for subprogram 1 will include one \nof $117.3 million equivalent financed from ADB’s Special Funds resources (Asian Development \nFund) and another of $82.7 million financed from ADB’s ordinary capital resources. The Asian \nDevelopment Fund loan will have a 25-year term, including a grace period of 5 years; an \ninterest rate of 2% per annum during the grace period and thereafter; and such other terms and \nconditions set forth in the draft loan agreement. The ordinary capital resources loan will have a \n15-year  term,  including  a  grace  period  of  3  years;  an  annual  interest  rate  determined  in \naccordance  with  ADB’s  London  interbank  offered  rate  (LIBOR)-based  lending  facility;  a \ncommitment charge of 0.15% per year; and such other terms and conditions set forth in the draft \nloan  agreement.  Policy-based  loan  proceeds  will  be  disbursed  following  ADB’s  Loan \nDisbursement Handbook (2015, as amended from time to time). \n \n25.  In 2016, the government plans to borrow approximately $20.9 billion to cover a budget \ndeficit of 5% of GDP, with an estimated $4.9 billion to be mobilized from ODA to fill the financing \ngap. The size of the loan reflects the government’s financing needs and the weight of the \nprogram as highlighted by the net economic benefits and the costs of implementation calculated \nin the program impact assessment.18  \n \nE.  Implementation Arrangements \n26.  MOF will be the executing agency. The MPI, the National Assembly Committee for \nFinancial  and  Budgetary  Affairs,  and  SAV  will  be  the  implementing  agencies.  A  steering \ncommittee, chaired by MOF and with implementing agencies as members, will oversee the \nprogram.  The  implementation  period  is  from  November  2014  to  September  2016  for \nsubprogram 1, and from October 2016 to July 2018 for subprogram 2. \n \nIII.  TECHNICAL ASSISTANCE \n27.  The government has requested TA to support the implementation of reforms under \nsubprogram 2. 19 The TA is estimated to cost $650,000, of which $575,000 equivalent will be \nfinanced on a grant basis by ADB’s Technical Assistance Special Fund (TASF-V). MOF and \nMPI will provide counterpart support in the form of office space, counterpart staff, and other \nfacilities. The scope of the TA parallels the three program outputs and provides (i) technical \nsupport to enhance infrastructure asset management, (ii) an analysis of risk-sharing mechanisms \nbetween the central and provincial governments, (iii) upgrades of public debt management toward \ninternational standards, (iv) support to implement the Public Investment Law (2014) and the \nDecree  on  Supervision  and  Evaluation  of  Public  Investment,  and  (v)  capacity  building  to \nimplement gender-responsive budgeting practices in targeted line agencies. \n \n28.  MOF will be the executing agency for the TA. MOF and MPI will be the implementing \nagencies. The TA will begin in January 2017 and will be implemented over 15 months ending \n                                                \n18 Program Impact Assessment (accessible from the list of linked documents in Appendix 2). \n19 Attached Technical Assistance (accessible from the list of linked documents in Appendix 2). \n ", "9 \nMarch 2018. The TA will provide 8 person-months of international consulting services and  \n22 person-months of national consulting services. The consultants will work on an intermittent \nbasis and will be engaged following ADB's Guidelines on the Use of Consultants (2013, as \namended  from  time  to  time).  Disbursements  under  the  TA  will  be  made  following  ADB's \nTechnical Assistance Disbursement Handbook (2010, as amended from time to time). \n \nIV.  DUE DILIGENCE \nA.  Economic and Financial \n29.  A growing body of empirical research demonstrates the strong link between  quality \npublic financial management systems and economic growth and poverty reduction.20 A program \nimpact assessment was prepared to estimate the potential benefits and costs of subprogram 1 \nusing a cost–benefit analysis framework. Once fully implemented, the net benefits are expected \nto approximate $1.04 billion per annum. The benefits will come from budget efficiencies and \nsavings generated through (i) better government planning and asset management, (ii) a transfer \nof extra-budgetary accounts into the consolidated budget, (iii) a reduction in the amount and risk \nfrom government guarantees, and (iv) efficiencies derived from enhanced project evaluation and \nmonitoring systems.  \n \nB.  Governance \n30.  A governance risk assessment was conducted21 and the government undertook and \npublished its first public expenditure financial accountability assessment in July 2013 (footnote \n6). While there have been improvements in the quality of budget operations, the government \ncontinues to face challenges in the transparency and accountability of public fund usage. To \naddress these challenges, the government is pursuing a progressive reform agenda. ADB has \nsupported these efforts since 2008 with initiatives to improve planning, strengthen PEFM, and \nincrease legal transparency and accessibility. These efforts are being further expanded and \ndeepened under the planned program (footnote 13). Consistent with commitments to good \ngovernance,  program  implementation  will  follow  ADB’s  Revised  Staff  Guidelines  for \nImplementing the Second Governance and Anticorruption Action Plan.22 \n \n31.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government and the MOF. \n \nC.  Poverty and Social \n32.  The program will have positive impacts on poverty and social issues. The program will \nsupport higher economic growth from better quality infrastructure and services as a result of \nmore efficient state budget expenditure. At the same time, economic growth will become more \nsustainable by alleviating fiscal pressures and putting in place a more disciplined system of \npublic debt management. Under subprogram 1, the program will be classified some gender \nelements because of its support for introducing gender equity and performance measurement \nprinciples into state budget systems. This will allow for a more targeted allocation of public \nresources to the poor and other vulnerable groups such as women.  \n                                                \n20 Peterson. S. 2015. Public Finance and Economic Growth in Developing Countries. London: Routledge Press. \n21 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n22 ADB. 2014. Revised Staff Guidance for Implementing the Second Governance and Anticorruption Action Plan \n(GACAP II): Assessing and Managing Governance Risks in ADB Operations. Manila. \n ", "10 \nD.  Safeguards \n33.  The program does not trigger ADB’s safeguard policies and is classified category C for \nthe environment, involuntary resettlement, and indigenous peoples. \n \nE.  Risks and Mitigating Measures \n34.  Major risks and mitigating measures are described in detail in the risk assessment and \nrisk management plan (footnote 21). The expected net benefits and impacts of the program are \nexpected to outweigh the risks. At the macroeconomic level, medium risks include public debt \nconstraints which could disrupt investment plans and weak institutional coordination that limits \nthe ability of the authorities to fully implement reforms. Development partners are providing \ncoordinated policy dialogue and support to the government to improve public debt management \nand rebuild economic buffers. At the microeconomic level, medium risks include reforms that \nmay  make  it  more  challenging for  provincial  governments to raise  capital,  and  insufficient \nhuman capacity that might hamper the achievement of targeted reforms, particularly if vested \ninterests resist  new  accountability  and  transparency  measures.  ADB will  work  with  central \ngovernment ministries and the National Assembly to mitigate these risks. \n \nV.  ASSURANCES \n35.  The government and MOF have assured ADB that implementation of the program shall \nconform to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the loan document. \n \nVI.  RECOMMENDATION \n36.  I am satisfied that the proposed programmatic approach and policy-based loans would \ncomply with the Articles of Agreement of the Asian Development Bank (ADB) and recommend \nthat the Board approve \n(i)  the  programmatic  approach  for  the  Improving  Public  Expenditure  Quality \nProgram; \n(ii)  the loan of $82,700,000 to the Socialist Republic of Viet Nam for subprogram 1 of \nthe Improving Public Expenditure Quality Program, from ADB’s ordinary capital \nresources,  with  interest  to  be  determined  in  accordance  with  ADB’s London \ninterbank offered rate (LIBOR)-based lending facility; for a term of 15 years, \nincluding a grace period of 3 years; and such other terms and conditions as are \nsubstantially  in  accordance  with  those  set  forth  in  the  draft  loan  agreement \npresented to the Board; and \n(iii)  the  loan  in  various  currencies  equivalent  to  SDR85,483,000  to  the  Socialist \nRepublic of Viet Nam for subprogram 1 of the Improving Public Expenditure \nQuality  Program,  from  ADB’s  Special  Funds  resources  (Asian  Development \nFund), with an interest charge at the rate of 2% per annum during the grace \nperiod and thereafter; for a term of 25 years, including a grace period of 5 years; \nand such other terms and conditions as are substantially in accordance with \nthose set forth in the draft loan agreement presented to the Board. \n \n  Takehiko Nakao \nPresident \n21 November 2016 \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \nImpact the Program is Aligned with \nProvision of infrastructure and service delivery improved (Finance Development Strategy, 2011–2020)a \n  Performance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  By 2018:     \nPublic financial  a. Improvement against PEFA  a–c. PEFA report  Macroeconomic \nmanagement  assessment ratings for policy- instability undermines \nsystems  based fiscal strategy and  economic growth and \nenhanced  budgeting to an average of B+  hampers reform. \nby 2018 (2013 baseline: B)b   \n  Lack of political will to \nb. Improvement against PEFA  control rising public \nassessment ratings for budget  debt results in sharp \nreliability to an average of C by  unproductive \n2018 (2013 baseline: D+)c  expenditure \n  contraction. \nc. Improvement against PEFA   \nassessment ratings for  Poor development \ntransparency and management  partner coordination \nof public assets and liabilities to  reduces effectiveness \nan average of B+ by 2018  of development \n(2013 baseline: B)d  assistance. \nOutputs       \n       \n1. Public financial  Subprogram 1 (2016):  1a–b. MOF reports  Poor coordination \nresources more  1a. Revised State Budget Law  between ministries \nproductively  (2015) approving the  limits reform \nallocated  introduction of 5-year medium- momentum and \nterm fiscal frameworks and  impact. \nintroducing gender equality and   \nperformance-based budgeting  Insufficient capacity of \nas principles of state budget  provincial \nmanagement approved by the  governments to \nNational Assembly  adequately implement \n(2016 baseline: NA)  reform measures. \n \n1b. Decree on metro and rail \nasset management allowing the \nparticipation of private entities \nin railway operations, and \nrequiring operators to report \nreal asset values and physical \nasset status to MOF annually \nissued by the government \n(2016 baseline: NA) \n \nSubprogram 2 (2018): \n1c. 5-year medium-term public \ninvestment plan published in \nthe annual budget  \n(2016 baseline: NA) \n \n \n ", "12  Appendix 1 \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \n \n1d. 5-year medium-term fiscal \nframework published in the \nannual budget \n(2016 baseline: NA) \n \n2. Identification  Subprogram 1 (2016):     \nand management  2a. PAPI assessment rating for  2a. PAPI reports \nof fiscal risks  transparency reaches 6.00   \nstrengthened  (2014 baseline: 5.88)   \n     \n  2b. Number and value of all  2b. Consultant report \n  guarantees provided by the   \n  central government to social   \n  policy banks published publicly   \n  (2015 baseline: NA)   \n     \n  2c. Risk assessment on  2c. Consultant report \n  potential implications of  and program progress \n  subnational capital mobilization  reports \n  from commercial banks   \n  completed   \n  (2016 baseline: NA)   \n     \n  Subprogram 2 (2018):   \n  2d. PAPI assessment rating for  2d. PAPI annual report \n  transparency reaches 6.50 by   \n  2018 (2014 baseline: 5.88)e   \n     \n  2e. Equity contributions of at  2e. Annual budget \n  least 20% for all borrowing  documents and program \n  entities using state guarantees  progress reports \n  enforced by the government   \n  (2015 baseline: NA)   \n     \n  2f. Revised circular on the use  2f. Program progress \n  of state guarantees approved  reports \n  by 2018 (2016 baseline: NA)   \n     \n3. Oversight and  Subprogram 1 (2016):   \nmonitoring and  3a. Capacity development plan  3a. National Assembly \nevaluation of  for provincial government  and consultant reports \nbudget  implementation of the State   \nimplementation  Budget Law (2015) finalized   \nimproved  (2016 baseline: NA)   \n   \n3b. Training manual for  3b. National Assembly \nNational Assembly CFBA  and consultant reports \nmembers on State Budget Law   \n(2015) implementation   \ncompleted (2016 baseline: 0)   \n   \nSubprogram 2 (2018):   \n3c. Information management  3c. MOF reports \n ", "Appendix 1  13 \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \nsystem that support results   \nframework for national and   \nprovincial-level budget   \nmonitoring adopted    \n(2015 baseline: none)   \n   \n3d. Public investment  3d. MPI reports \nevaluation framework with   \nuniform quality standards   \nadopted \n(2015 baseline: NA) \n \nKey Activities with Milestones \nNot applicable. Refer to the Policy Matrix in Appendix 4. \nInputs \n \nADB \nSubprogram 1 $200,000,000 (loan): $117.3 million equivalent in ADF lending and $82.7 million in OCR \nlending \nSubprogram 2 $200,000,000 (loan): $100 million in regular OCR lending and $100 million in concessional \nOCR lending \nTechnical assistance: $575,000 (TASF-V) \n \nAssumptions for Partner Financing \nNot applicable \nADB = Asian Development Bank, ADF= Asian Development Fund, CFBA = Committee for Financial and Budgetary \nAffairs, MOF = Ministry of Finance, MPI = Ministry of Planning and Investment, OCR = ordinary capital resources, \nPAPI  =  Public  Administration  Performance  Index,  PEFA  =  public  expenditure  and  financial  accountability,  \nTASF = Technical Assistance Special Fund. \nNote: Details will be aligned with the policy matrix for the program loan to be prepared during the project preparatory \ntechnical assistance. This design and monitoring framework is indicative for the entire cluster of subprograms \nproposed. Viet Nam’s next national-level PEFA is scheduled for completion in 2018. \na  Decision No. 450/QD-TTg of 18 April 2012 of the Prime Minister approving the Financial Strategy until 2020, and \nDecision No. 224/QD-BTC of 30 January 2013 of the Ministry of Finance approving the Action Plan of the Financial \nSector to Implement the Finance Development Strategy until 2020. Ha Noi. \nb  Under the revised 2016 PEFA scoring methodology, this includes indicators 17, 16, and 18, which (in the order \nlisted) link to indicators 11, 12 and 27 under the 2011 methodology used to calculate Viet Nam’s 2013 PEFA \nscores.  \nc  Under the revised 2016 PEFA scoring methodology, this includes indicators 1, 2, and 4, which (in the order listed) \nlink to indicators 1, 2, and 5 under the 2011 methodology used to calculate Viet Nam’s 2013 PEFA scores. \nd  Under the revised 2016 PEFA scoring methodology, this includes indicators 5, 6, 9, and 13, which (in the order \nlisted) link to indicators 6, 7, 10, and 17 under the 2011 methodology used to calculate Viet Nam’s 2013 PEFA \nscores. \ne  The Viet Nam PAPI is based on data collected since 2009 through an annual citizens survey covering about \n15,000 people in 63 provinces. Rigorous sampling methodological standards are used to ensure proportionality \nand random selection. The PAPI is funded by the United Nations Development Program. \nSource: Asian Development Bank. \n \n \n \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=50051-001-3 \n \n1.  Loan Agreement: Ordinary Capital Resources \n2.  Loan Agreement: Asian Development Fund \n3.  Sector Assessment (Summary): Public Sector Management (Public Expenditure and \nFiscal Management) \n4.  Contribution to the ADB Results Framework \n5.  Development Coordination \n6.  Attached Technical Assistance \n7.  Country Economic Indicators \n8.  International Monetary Fund Assessment Letter \n9.  Summary Poverty Reduction and Social Strategy \n10.  Risk Assessment and Risk Management Plan \n11.  List of Ineligible Items \n \nSupplementary Documents \n12.  Macroeconomic and Debt Sustainability Assessment \n13.  Program Impact Assessment \n14.  Sector Assessment: Public Sector Management  \n15.  ADB Sector Program and Experience (Public Expenditure and Fiscal Management) \n16.  ADB Value Addition, Program Synergies, and Reform Sequencing  \n \n \n \n ", "Appendix 3  15 \n \nDEVELOPMENT POLICY LETTER \n \n \n \n ", "16  Appendix 3 \n \n \n ", "Appendix 3  17 \n \n \n ", "18  Appendix 3 \n \n ", "Appendix 4  19 \nPOLICY MATRIX \nImproving Public Expenditure Quality Program (IPEQ) \n   \n  Medium-term framework \nSubprogram 1 Accomplishments  Actions for Subprogram 2 \nand expected results \nNovember 2014 – September 2016  October 2016 – July 2018 \n(2016-2020) \n (Policy triggers are in bold)   (Policy triggers are in bold) \nOutput 1: More productive allocation of public financial resources \n1.1. Improved  The Government increased budget  The Government implements the   \nbudgeting  effectiveness by introducing medium-term  medium-term budget framework.   \nsystems   budgeting practices and reducing off- Accomplishments include:    The government \n  budget fund allocations. Accomplishments    continues to improve \n  include:    the effectiveness and \n      efficiency of state \n  1.  The budget planning system was  1.  The Government implements its  budget management.  \n  strengthened by introducing 5-year  first 5-year medium-term fiscal   \n  medium-term fiscal frameworks,  framework to guide the    The government \n  reducing off-budget funds (estimated  preparation of the annual state  institutionalizes \nADB TA,  at $4.0 billion, or 8.9% of total state  budget and issues principles for  medium term \nSupporting  budget expenditure, in 2013), and  performance-based budget  expenditure and debt \nPublic  adopting principles for gender  management.  planning systems.  \nFinancial  equality and performance-based     \nManagement  budgeting.       The government \n      continues to reduce \nADB TA,  2.  The government introduced a 5-year  2.  The Government publishes its  unplanned expenditure.  \nImproving  public investment plan that sets out  first 5-year public investment plan   \nPublic  its short and medium-term  to ensure capital expenditure is   \nExpenditure  investment program (estimated at  fully aligned with the priorities of \nQuality  21% of state budget spending in 2016)  SEDP, 2016–2020. \n  and issued detailed guidance to   \n  support ongoing implementation.   3.  The Government continues to limit \n  unplanned expenditure by reducing \n  the maximum size of the state \n  budget contingency fund from 5% of \n  state budget to 4% (estimated at \n  $540 million in 2016). \n ", "20  Appendix 4 \n   \n  Medium-term framework \nSubprogram 1 Accomplishments  Actions for Subprogram 2 \nand expected results \nNovember 2014 – September 2016  October 2016 – July 2018 \n(2016-2020) \n (Policy triggers are in bold)   (Policy triggers are in bold) \n1.2. Better  The Government improved its infrastructure  The Government implements its   \ninfrastructure  asset management by introducing  infrastructure asset management and   \nasset  competition, improving management  achieves cost savings. Accomplishments   \nmanagement   information systems and increasing  include:   \n  transparency. Accomplishments include:     \n       \n  3.  The government enhanced its  4.  The government continues to    The government \n  management of rail assets by  improve management of rail assets  establishes a national \n  allowing the participation of private  by developing a rail asset database  life-cycle infrastructure \n  entities in railway operations, and  to integrate asset and operational  asset management \nADB TA,  requiring asset managers to report  data, and track the physical  system. \nSupporting  their financial results to line  condition of rail assets under state   \nPublic  ministries on an annual basis.   management. \nFinancial     \nManagement  4.  The government improved the  5.  The government increases the \n  management of road assets by  quantity (length) of roads \nADB TA,  developing a road asset database  captured in the central \nImproving  enabling it to better monitor the  government’s road asset \nPublic  physical condition of road assets.   management database, upgrades \nExpenditure    data quality and provides \nQuality    relevant government agencies \n  with full access to the database. \n   \n5.  The government increased road  6.  The government increases the \nmaintenance efficiency by issuing  contribution of road user fees to \nnational standards for calculating road  cover the recurrent operational \nasset maintenance needs and road  costs of roads under the central \nasset depreciation.   government management.  \n   \nOutput 2: Identification and management of fiscal risks strengthened \n2.1. Lower  The Government reduced fiscal risks by  The Government continues to reduce   \nfiscal risks   implementing a more disciplined and risk- fiscal risks by reducing its stock of   \n ", "Appendix 4  21 \n   \n  Medium-term framework \nSubprogram 1 Accomplishments  Actions for Subprogram 2 \nand expected results \nNovember 2014 – September 2016  October 2016 – July 2018 \n(2016-2020) \n (Policy triggers are in bold)   (Policy triggers are in bold) \n  based public debt and ODA management  government guarantees and increasing   \n  system.  Accomplishments include:  transparency. Accomplishments include:   \n       \n  6.  To reduce fiscal risks, the  7.  To manage fiscal risks, the    The government \nADB TA,  government limits the coverage of  government reduces the total  establishes a more \nSupporting  government guarantees to 80% of  stock of government guarantees,  disciplined and \nProject  the total project investment amount,  adopts a methodology to charge  transparent public \nFinancial  and holds parent companies  risk-based user fees for new  expenditure and debt \nManagement  responsible for guaranteed debts in  guarantee issuances, and  management system.   \nDecentralization  the event of subsidiary default. (Total  publically discloses information on   \n  government guaranteed debt amounted  government guarantees in the    The government \nADB TA,  to $20.7 billion and represented 11.1%  annual report on public debt to the  continues to reduce \nSupporting  of GDP at end-2015)  National Assembly.   fiscal risks by reducing \nPublic      reliance of state \nFinancial  7.  The government improved  8.  State policy banks publish all  government \nManagement  transparency, and the accountability  required information disclosures  guarantees.  \n  of  state policy banks by requiring  when issuing guaranteed bonds. \nADB TA,  them to publicly disclose capital   \nFinancial  mobilized through government   \nSector  guaranteed bonds, and to disclose   \nDeepening  their financial status when issuing   \nProgram  guaranteed bonds. (Total guarantees   \n  for state policy bank bonds estimated at    \nADB TA,  $7.2 billion and represent 3.8% of GDP   \nImproving  at end-2015)   \nPublic     \nExpenditure  8.  The government increased the fiscal  9.  Provincial Governments adhere to \nQuality  autonomy and fiscal accountability  their approved onlending and debt \n  of provincial governments by  ceiling schedules. \n  allowing them to run fiscal deficits   \n  subject to approved debt ceilings   \n  and by holding them more   \n ", "22  Appendix 4 \n   \n  Medium-term framework \nSubprogram 1 Accomplishments  Actions for Subprogram 2 \nand expected results \nNovember 2014 – September 2016  October 2016 – July 2018 \n(2016-2020) \n (Policy triggers are in bold)   (Policy triggers are in bold) \n  responsible for repayment of ODA   \n  and less concessional loans.    \n     \n  9.  To reduce the reliance of provincial   \ngovernments on the state budget, the   \ngovernment identified fiscal risks and   \ncontrols necessary for provincial \ngovernments to borrow directly from \ncommercial banks. (Provincial \ngovernments absorbed 50.1% of state \nbudget capital expenditure in 2015) \n \n10. The government reduced unplanned \nexpenditure by requiring national \nagencies and provinces to fully secure \ncounter-part funding commitments \nthrough the budget before mobilizing \nnew loans.  \n \nOutput 3: Oversight and monitoring and evaluation of budget implementation improved \n3.1. More  The Government enacted measures to  The Government continues to enact \n \naccountable  reduce budget waste and prevent  measures to reduce budget waste and \n \nuse of public  corruption in the use of public funds.  prevent corruption in the use of public \n  The government \nfunds  Accomplishments include:  financial assets. Accomplishments \nintroduces a  \n    include: \ncomprehensive result-\n     \nbased monitoring and \nADB TA,  11. The government required state  10. The State Audit of Viet Nam \nevaluation system for \nSupport for  audits of all enterprises in which the  publishes annual reports on \npublic investment. \nImplementation  state holds more than 50% of charter  consolidated audit results for \n \nof Results- capital, and the subsequent public  2015 and 2016, and state audits \n \nBased SEDP  disclosure of state audit reports,  for enterprises completed for \n \n  except those which contain  2015 and 2016. \n \n ", "Appendix 4  23 \n   \n  Medium-term framework \nSubprogram 1 Accomplishments  Actions for Subprogram 2 \nand expected results \nNovember 2014 – September 2016  October 2016 – July 2018 \n(2016-2020) \n (Policy triggers are in bold)   (Policy triggers are in bold) \n  classified information.      \n        The National \n  12. The government required all budget  11. The National Assembly further  Assembly strengthens \nADB TA,  entities to prepare annual supervision  strengthens budget oversight by  its role in oversight of \nSupporting  and evaluation reports supported by  issuing a Manual on Legislative  public expenditure. \nPublic  compulsory funding for monitoring and  Oversight of State Budget to all   \nFinancial  evaluation of all public investment  National Assembly members.    The government \nManagement  project submissions.     enhances the \n      accountability of \nADB TA,  13. The National Assembly strengthened  12. The government enhances  budget users.   \nImproving  its budget oversight by increasing  monitoring and evaluation   \nPublic  budget screening periods (10 days)  reports, covering a majority of   \nExpenditure  and requiring National Assembly  budget capital expenditure.  \nQuality  approval for the allocation of   \n  unplanned revenues.    \nADB TA,     \nSupporting  14. The government strengthened control of  13. The National Assembly \nPublic  investment projects by adopting a  Committee for Financial and \nFinancial  standard reporting format for  Budgetary Affairs reviews for \nManagement  supervision and assessment reports of  approval all supplementary \n  public investment projects.  appropriations beginning in 2017. \n \n14. The government introduces a set of \nminimum quality standards for all \nsupervision and evaluation reports. \nADB = Asian Development Bank, GDP = gross domestic product, ODA = official development assistance, SAV = State Audit \nOffice of Viet Nam, SEDP = Socio-Economic Development Plan, TA = technical assistance. \n \n \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20161122142118+08'00'", "ModDate": "D:20161122142118+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Report and Recommendation of the President", "Keywords": "adb rrp report recommendation president"}}