{"path": "data/input/ta/50055-001-tar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 50055-001  \nRegional—Research and Development Technical Assistance (R-RDTA) \nSeptember 2016 \n \n \n \n \nCreating a Regional Settlement Intermediary in \nASEAN+3: Cross-Border Settlement Infrastructure \nForum \n(Financed by the Republic of Korea e-Asia and Knowledge \nPartnership Fund) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB’s  Public \nCommunications Policy 2011. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ABMI  –  Asian Bond Markets Initiative \n  ADB  –  Asian Development Bank \n  ASEAN  –  Association of Southeast Asian Nations \n  ASEAN+3  –  ASEAN, the People’s Republic of China, Japan, and the \nRepublic of Korea \n  CSD  –  central securities depository \n  CSIF  –  Cross-Border Settlement Infrastructure Forum \n  DVP  –  delivery versus payment \n  GOE  –  group of experts \n  IMF  –  International Monetary Fund \nISO  –  International Organization for Standardization \nPVP  –  payment versus payment \n  PRC  –  People’s Republic of China \nRSI  –  regional settlement intermediary \n  RTGS  –  real time gross settlement \n  SDCC  –  Sustainable Development and Climate Change Department \nTA  –  technical assistance \n  TF4  –  Task Force 4 on Improving Related Infrastructure for Bond \n    Markets \nUS  –  United States \n \n \n \nNOTE \nIn this report, \"$\" refers to US dollars. \nVice-President  B. Susantono, Knowledge Management and Sustainable Development \nDirector General  M. Locsin, Sustainable Development and Climate Change Department \n(SDCC) \nSenior Advisor  N. Akamatsu, Office of the Director General, SDCC \n   \nTeam leader  S. Yamadera, Principal Financial Sector Specialist, SDCC \nTeam members  K. Puongsophol, Financial Sector Specialist, SDCC \n  R. Supangan, Senior Economics Officer, SDCC \nPeer reviewer  S. Schuster, Senior Financial Sector Specialist, Southeast Asia \nDepartment  \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \n \nRESEARCH AND DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE RESEARCH AND DEVELOPMENT TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  Outline Terms of Reference for Consultants  9 \n \n \n ", "Project Classification Information Status: Complete\nRESEARCH AND DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 50055-001\nProject Name Creating a Regional Settlement  Department SDCC/SDOD\nIntermediary in ASEAN+3:  /Division\nCross-Border Settlement Infrastructure\nForum\nCountry REG Executing  Asian Development Bank\nAgency\nqq\n2. Sector Subsector(s)      Financing ($ million)\nFinance Money and capital markets 0.50\nTotal 0.50\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the  Low\ngrowth (IEG) including jobs, created and expanded Project\nRegional integration  Pillar 3: Money and finance\n(RCI)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Client relations, network, and  No gender elements (NGE)\ncapacity development partnership development to \n(GCD) partnership driver of change\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nPartnerships (PAR) Implementation\nRegional organizations\nqq\n5. Poverty and SDG Targeting Location Impact\nProject directly targets  No Not Applicable\npoverty and SDGs\nqq\n6. TA Category: A\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.00\n    None 0.00\nCofinancing 0.50\n    Republic of Korea e-Asia and Knowledge Partnership Fund 0.50\nCounterpart 0.00\n    None 0.00\nTotal 0.50\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 08022016151445909230 Generated Date: 23-Sep-2016 9:27:03 AM", " \n1 \n \nI.  INTRODUCTION \n1.  The Association of Southeast Asian Nations (ASEAN), the People’s Republic of China \n(PRC), Japan, and the Republic of Korea (ASEAN+3) formally announced the Asian Bond \nMarkets Initiative (ABMI) in 2003 to boost the development of local currency bond markets. \nABMI was intended to address the “double mismatch problem”—heavy dependence on external \nshort-term foreign currency funding to finance long-term domestic investments—which led to the \nAsian currency crisis in 1997–1998. ABMI also aims to channel savings within the region toward \nlong-term investment. The Asian Development Bank (ADB) has served as ABMI’s secretariat \nsince inception as a part of its strategy to support greater financial, fiscal, and macroeconomic \nstability in the region. The design and monitoring framework is in Appendix 1.1 \n \n2.   The  proposed  technical  assistance  (TA)  project  supports  ABMI’s  Cross-border \nSettlement Infrastructure  Forum  (CSIF),  which  aims  to  create  system  linkages  among key \nmarket settlement infrastructures in the region. The linkages will facilitate intra-regional portfolio \ninvestment and also contribute to financial stability as a new regional safety net. The linkages \nwill  support  the  efficient  utilization  of  local  currency  bonds  as  collateral  regionally,  and \nconsequently increase local currency liquidity when the region faces market stress. The TA is \nbased on the endorsement of ASEAN+3 finance ministers and central bank governors. \n \nII.  ISSUES \n3.   The region’s local currency bond markets have expanded since the Asian currency \ncrisis. They are still modest in size, but aggregated outstanding local currency bonds in ASEAN \nplus the PRC and the Republic of Korea had risen from $1.349 trillion at the end of 2003 to \n$10.033 trillion at the end of June 2016, making it now comparable to the size of Japan’s bond \nmarket. The region was able to weather the global financial crisis in 2007–2008 thanks to the \nbond markets functioning as a spare tire2 for the stressed banking sector. However, the taper \ntantrum3 in May 2013 exacerbated concerns over a capital flow reversal if United States (US) \ninterest rates rose. According to the International Monetary Fund (IMF), investor behavior varies \nby region and could lead to herd behavior4. Another IMF report showed that foreign banks’ local \ncurrency lending is less sensitive to global shocks than cross-border lending, which is normally \nUS dollar-denominated5. These reports suggest that herd behavior in international markets has \nlittle effect on local currency bond markets. ASEAN+3 would be less vulnerable to global shocks \nif its financial markets were more integrated and more funds were recycled within the region. \n \n                                                \n1  The TA first appeared in the business opportunities section of ADB’s website on 19 April 2016. \n2  Various evidence after the global financial crisis shows that local currency bond market can play an important role \nin diversifying the financial system and mitigating the impact of financial crises on the real economy. “In Asia, local \nbond markets served as a “spare tire” when other financing channels (e.g., bank and equity) were impaired at the \nonset of the global financial crisis, thus mitigating its impact.” IMF, the World Bank, the EBRD, and the OECD. \n2013. Local Currency Bond Markets- a Diagnostic Framework. Washington. DC.  \n3  Taper tantrum is the term used to for the market turbulence in 2013 when the reduction of the Federal Reserve's \nquantitative easing was considered.  \n4  “[I]nvestor behavior can vary according to the region in which they are domiciled, due to differences in the specific \nfactors that are relevant for them. Therefore, attracting a geographically diverse investor base can help smooth \nflows.” IMF. World economic and financial surveys: Global Financial Stability Report–Moving from Liquidity- to \nGrowth-Driven Markets April 2014. Washington, DC. p.P92. \n5  “[T]he shift to more local as opposed to crossborder operations results in a decline in the sensitivity of capital flows \nto global shocks and yields a reduction in contagion. Foreign banks operating locally rather than through cross-\nborder transactions tend to contract credit much less following domestic shocks in host countries.” IMF. 2015. \nWorld Economic and Financial Surveys: Global Financial Stability Report– Navigating Monetary Policy Challenges \nApril 2015. Washington, DC. P.75. \n ", "2  \n4.   The private sector advisory Group of Experts (GOE) on Cross-Border Bond Transactions \nand Settlement Issues6 was established in 2008 under ABMI and with support from ADB TA.7 \nThe group aimed to promote intra-regional investment in local currency bonds and to identify \nissues and requirements to facilitate cross-border bond transaction, as well as to determine the \nfeasibility of establishing a regional settlement intermediary (RSI).  In 2010, GOE published a \nreport that identified major regional market impediments and examined the feasibility of possible \nRSI options from a private-sector perspective.8 \n \n5.   As a follow-on to the GOE, CSIF was created in May 2013 under ABMI Task Force 4 by \nASEAN+3 finance ministers and central bank governors to enhance dialogue among policy \nmakers and bond operators, and to discuss RSI options9. In May 2014, CSIF discussed most \nsuitable arrangements for cross-border delivery versus payment (DVP) under central banks’ \nreal-time  gross  settlements  (RTGS),  10  and  chose  linkages  between  central  securities \ndepositories (CSDs) and RTGS as a model for RSI. 11 A progress report in May 2015 included a \nroad map to implement CSD–RTGS linkages by 2020.12 \n \n6.  CSD–RTGS linkages are expected to facilitate intra-regional portfolio investments and \nuse of local currency bonds as collateral, which is in higher demand because of regulatory shifts \nafter the global financial crisis. The linkages will expand the use of local currency bonds as \ncross-border  collateral  because  currently  they  are  locked  in  onshore  markets.  Particularly, \nCSD–RTGS  linkages  will  support  banks  actively  engaging  in  cross-border  transactions  in \nASEAN+3.13 The  linkages  are  also  expected  to  support  DVP  of  cross-border  securities \ntransactions as well as payment versus payment (PVP) of the local currencies in the region.14 \nThe linkages will shorten the settlement period to less than 1 day from the current level of 2 \ndays after trading. Innovative linkages will not only reduce financial risks but also create new \ncross-border transactions.    \n   \n7.  In May 2016, ASEAN+3 finance ministers and central bank governors endorsed a new \nABMI Medium-Term Road Map, which outlines ABMI’s activities over the next 3 years15 and \nendorsed CSD–RTGS linkages under CSIF by 2020. CSD–RTGS linkages will serve as a \nregional safety net at the micro level for financial institutions under normal circumstances, while \n                                                \n6  The GOE members consist of national members from the PRC, Indonesia, Japan, the Republic of Korea, the Lao \nPeople’s Democratic Republic, Malaysia, the Philippines, Singapore, Thailand, and Viet Nam. International experts \nfrom globally active financial institutions are also members. \n7  ADB. 2008. Technical Assistance for Minimizing Foreign Exchange Settlement Risk in the ASEAN+3 Region: \nSupport for Group of Experts. Manila (TA 6509-REG). \n8  ADB. 2010. Asian Bond Markets Initiative Group of Experts Report for Task Force 4. Manila. \n9  ABMI currently has four task forces: Task Force 1 on promoting the issuance of local currency denominated bonds \n(co-chaired by Thailand and the PRC), Task Force 2 on facilitating demand for local currency bonds (co-chaired by \nSingapore and Japan), Task Force 3 on improving regulatory frameworks (co-chaired by Malaysia and Japan), and \nTask Force 4 on improving the infrastructure for bond markets (co-chaired by the Republic of Korea and the \nPhilippines). \n10 DVP is an arrangement that settles cash and securities simultaneously. Entitlement of securities will be transferred \nin exchange for the payment amount. This would avoid settlement risk arising from delays in delivery.  \n11 ADB. 2014. Basic Principles on Establishing a Regional Settlement Intermediary and Next Steps Forward: Cross-\nBorder Settlement Infrastructure Forum. Manila \n12 ADB. 2015. Progress Report on Establishing a Regional Settlement Intermediary and Next Steps: Implementing \nCentral Securities Depository–Real-Time Gross Settlement Linkages in ASEAN+3. Manila \n13 ASEAN will recognize Qualified ASEAN Banks under the ASEAN Banking Integration Framework. The linkages will \ntherefore support ASEAN efforts toward financial integration. Cross-border activities by financial institutions in \nASEAN+3 will get additional risk mitigation measures via the linkages.  \n14 PVP is a mechanism in a foreign exchange settlement system to ensure that a final transfer of one currency occurs \nonly if a final transfer of the other currency or currencies also takes place. \n15 Under the road map, at least one link is created by 2018.  \n ", "3 \n \nthe  Chiang  Mai  Initiative  Multilateralization  will  serve  as  a  regional  safety  net  to  support \nASEAN+3 member states during crises and at the macro level. \n \n8.  The Republic of Korea and the Philippines, which co-chair for ABMI TF4, requested ADB \nTA to support CSIF. They particularly requested support on technical and operational issues not \ncovered by the preceding TA: (i) further planning for and development of new linkage interfaces, \n(ii) agreement on normal and contingency operational arrangements, and (iii) mitigations for \nlegal  barriers  and  market  practices  that  may  be  impeding  cross-border  transactions.  A \nsuccessful pilot case among a few initial members from advanced markets will encourage other \nCSIF members to participate in the linkages. \n \nIII.  THE RESEARCH AND DEVELOPMENT TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n9.  The impact will be greater financial stability in ASEAN+3. The CSD–RTGS linkages will \nserve as a new regional safety net to support regional financial stability at the micro level. The \nTA will support a pilot for the linkages; more central banks and CSDs in ASEAN+3 are expected \nto join in the long term. \n10.  The TA outcome will be reduced risk related to cross-border transactions. The CSD–\nRTGS linkages will enable DVP and PVP, which substantially reduce cross-border settlement \nrisk. The linkages will address a shortage of collateral and facilitate foreign banks’ access to \nlocal currency liquidity.  \nB.  Methodology and Key Activities \n11.  The TA will support CSIF to implement the CSD–RTGS linkages. The CSIF will propose \nnonbinding recommendations to ABMI TF4 together with a road map to address legal and \nmarket-related barriers. A successful pilot will encourage other CSIF members to participate. \nThe TA outputs are as follows: \n \n12.   Output 1: Linkages among central banks and central securities depositories in \nASEAN+3 agreed. Previous CSIF discussions suggest that if members would consider bilateral \nlinkages from advanced markets as a pilot, then other CSIF members will participate later based \non their readiness.  \n \n13.   Output 2: Report to Asian Bond Markets Initiative Task Force 4 produced. CSIF will \nmeet at least three times a year to discuss technical, legal, market-related, and operational \nissues (such as contingency and business continuity plans). The TA will report progress at \nABMI TF4 meetings, which take place twice per year. TF4 may provide guidance, if necessary.  \n \n14.   Output 3: Cross-Border Settlement Infrastructure Forum report produced. A CSIF \nreport will document key outcomes, such as operational and technical arrangements (such as \ncontingency  and  business  continuity  plans),  agreed  key  cross-border  message  items,  and \nessential user requirements of gateway to create linkages. Legal and market-related barriers will \nalso be discussed. The CSIF progress may be published as a report, with the endorsement of \nASEAN+3 finance ministers and central bank governors. \n \n15.   Risks.  Project  risks  are  (i)  unexpected  political  development  that  disrupt  regional \ncooperation, and (ii) unexpected resource constraints at central banks and CSDs. \n ", "4  \n \nC.  Cost and Financing \n16.  The TA is estimated to cost $500,000, which will be financed through a grant basis by \nthe Republic of Korea e-Asia and Knowledge Partnership Fund, and administrated by ADB. The \ndetailed cost estimates and financing plan is in Appendix 2. \n \nD.  Implementation Arrangements \n17.   ADB will be the executing agency for the TA. The Office of the Director General at the \nSustainable  Development  and  Climate  Change  Department  will  implement  the  TA  in \nconsultation with CSIF members and ABMI TF4 co-chairs, and will supervise the consultants’ \nwork.  The  office  will  closely  coordinate  with  the  Southeast  Asia  Department,  East  Asia \nDepartment, Private Sector Operations Department, and Economic Research and Regional \nCooperation Department in implementation. The project will be implemented over 27 months \nfrom October 2016 to December 2018. \n \n18.   The TA will require 14 person-months of individual international consulting services and \n27 person-months of individual national consulting services. International consulting services \nwill comprise (i) 5 person-months for a lead payment settlement and market systems specialist \nwho has more than 15 years of experience in designing and developing market data systems \nand extensive research experience in payment and settlement systems; (ii) 4 person-months for \na payment and settlement expert who has more than 15 years of experience in designing \nclearing and settlement systems—particularly for central bank and securities depositories—and \nextensive knowledge of clearing and settlement practices in ASEAN+3 markets; (iii) 4 person-\nmonths for a network and data standards specialist who has more than 10 years of experience \nin designing and managing a cross-border standardized data exchange network, specifically \none that aligns with International Organization for Standardization (ISO) 20022; and (iv) 1 \nperson-month for a finance and economic editor to support publications. The 27 person-months \nfor a national consultant will involve project coordination; the successful candidate preferably \nhas 5 years’ experience in project coordination and excellent oral and written English.  \n \n19.  A team from the Office of the Director General (two international staff with one acting as \nthe project manager, one national officer, and one operations assistant) will work as the CSIF \nsecretariat to facilitate communication and coordination among the member central banks and \nCSDs. The team will organize CSIF meetings in close coordination with the CSIF chairs.16  \n \n20.  Individual consultants will be recruited according to ADB's Guidelines on the Use of \nConsultants (2013, as amended from time to time). The outline terms of reference for the \nconsultants is in Appendix 3. Disbursement under the TA project will be done in accordance \nwith ADB’s Technical Assistance Disbursement Handbook (2010, as amended from time to \ntime). An ADB staff team from the Sustainable Development and Climate Change Department \nwill regularly monitor and administer the individual contracts, and manage the combined outputs. \nIf ADB staff act as resource persons, the TA will cover only their travel costs.17  \n \n                                                \n16 Currently, CSIF chair is the Bangko Sentral ng Pilipinas, and the vice chair is the Korea Securities Depository. \n17 A  memo  from  ADB’s  Budget,  Personnel,  and  Management  Systems  Department  and  Strategy  and  Policy \nDepartment (26 June 2013) provides guidance on charging costs to TA and internal administrative expense \nbudgets. It states that, for preparatory works, implementation, and administrative support, ADB staff are not eligible \nto charge corresponding salaries and benefits to the TA. If the TA paper clearly specifies in its cost estimates that it \nwill provide support such as travel and administrative expenses, then such costs should be charged to the TA. \n ", "5 \n \n21.  ABMI TF4 will monitor and evaluate TA implementation at least twice per year. The TF4 \nwill evaluate the TA continuously and provide guidance as necessary. Progress will be reported \nto ASEAN+3 deputy finance ministers and central bank deputy governors at least twice per year. \nIf appropriate, progress will then be reported at the ASEAN+3 finance ministers’ and central \nbank governors’ annual meeting, which is held at the same time as ADB’s annual meeting. \nOverall evaluation will be reflected in a TA completion report.  \n \n22.   ADB  will  purchase  equipment  (i.e.,  computer  hardware  and  software)  following  its \nProcurement Guidelines (2015, as amended from time to time) and in coordination with its \nOffice of Information Systems and Technology and Office of Administrative Services, where \napplicable. After TA completion, any procured equipment will be disposed of according to the \ninstructions  on  administering  grant-financed  TA  projects. 18  Disbursements  will  be  made \nfollowing ADB’s Technical Assistance Disbursement Handbook.  \n \nIV.  THE PRESIDENT'S DECISION \n \n23.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $500,000 to be financed on a \ngrant basis by the Republic of Korea e-Asia and Knowledge Partnership Fund for Creating a \nRegional Settlement Intermediary in ASEAN+3: Cross-Border Settlement Infrastructure Forum, \nand hereby reports this action to the Board. \n \n \n                                                \n18 ADB. 2013. Administering Grant-Financed Technical Assistance Project. Project Administration Instructions. PAI \n5.09. Manila. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with \nGreater financial stability in ASEAN+3 regiona  \n  Performance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting  Risks \nOutcome  By 2019     \nRisk associated with  At least 1 cross-border  Announcement by the  Unexpected political \ncross-border  DVP and PVP  central banks and CSDs  development disrupts \ntransactions reduced   arrangement uses the  in the region  regional cooperation \nCSD–RTGS linkages  among member states  \nCSIF reporting to ABMI \ncreated among central \nTF4 \nbanks and CSDs in \nASEAN+3 (2015 baseline:  ABMI TF4 monitoring of \n0)  the progress of CSIF  \nOutputs  By 2018     \n1. Linkages among  1. At least 1 linkage  1. Announcement from  Unexpected shortages \nthe central banks and  agreed as a pilot case  central banks and CSDs  in central banks and \nCSDs in ASEAN+3  between a central bank  in the region; CSIF  CSDs’ resources to \nagreed  and CSD (2015 baseline:  reporting to ABMI TF4;   develop the linkages \n0)  ABMI TF4 monitoring of \n  the progress of CSIF \n2. Report to ABMI  2. 1 report in 2016, 2  2. CSIF reporting to \nTF4 produced   reports in 2017, and 2  ABMI TF4 and internal \nreports in 2018 to ABMI  document among \nTF4 submitted (2015  ASEAN+3 officials \nbaseline: 2) \n3. CSIF report  3. Submission to ABMI  3. ABMI TF4 \nproduced  TF4 (2015 baseline: 1)   \n Key Activities with Milestones \n1.  Linkages among the central banks and CSDs in ASEAN+3 agreed \n1.1 Discuss and agree message items for linkages (Oct 2016–Dec 2018). \n1.2 Discuss and identify essential user requirements (Oct 2016–Dec 2018). \n1.3 Discuss normal and contingency operational arrangements (Oct 2016–Dec 2018). \n1.4 Discuss data security requirements and produce guidelines (Oct 2016–Dec 2018). \n1.5 Discuss measures to address legal and market -related barriers (Oct 2016–Dec 2018). \n2. Report to ABMI TF4 produced \n2.1 Conduct at least 3 CSIF meetings annually (Q4 2016; Q1, Q2, Q4 2017; and Q1, Q2 Q4 2018).  \n2.2 Prepare a report to ABMI TF4 to show progress of CSIF discussions (Oct 2016–Sept 2018).  \n2.3 Submit a report to ABMI TF (Q4 2016; Q1, Q4 2017; and Q1 Q4 2018).  \n3. CSIF report produced  \n3.1 Summarize CSIF discussions as CSIF phase 2 report (Q1 2017–Q1 2018). \n3.2 Submit a draft report to ABMI TF4 (Q3 2018). \n3.3 Submit the final draft of the report to ABMI TF4 (Dec 2018). \nInputs \nRepublic of Korea e-Asia and Knowledge Partnership Fund: $500,000 \n ", "Appendix 1  7 \nKey Activities with Milestones \nAssumptions for Partner Financing \nNot Applicable \nABMI = Asian Bond Markets Initiative; ASEAN = Association of Southeast Asian Nations; ASEAN+3 = ASEAN, the \nPeople’s Republic of China, Japan, and the Republic of Korea; CSD = central securities depository; CSIF= Cross-\nBorder Settlement Infrastructure Forum; DVP = delivery versus payment; PVP = payment versus payment; RTGS = \nreal-time gross settlement; TF4 = Task Force 4. \n \na Defined by project \n \nSource: Asian Development Bank. \n \n \n \n \n \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \nItem  Amount \nRepublic of Korea e-Asia and Knowledge Partnership Funda   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultantsb  291.0 \n      ii.  National consultantc  67.5 \n    b.  International and local traveld  64.8 \n  2.  Equipmente  5.0 \n  3.  Training, seminars, and conferencesf  38.5 \n  4.  Miscellaneous administration and support costsg  5.0 \n  5.  Contingencies  28.2 \n        Total  500.0 \na  Administered by the Asian Development Bank.  \nb  Assuming $22,000 per month x 14 months. \nc  Assuming $2,500 per month x 27 months. \nd  Assuming $4,000 per trip to attend 6 Cross-Border Settlement Infrastructure Forum meetings and two missions for \ntwo consultants. \ne  Includes computer hardware and software. \nf   Asian Development Bank staff can be considered as resource persons. \ng  Includes data support and printing costs of the report. \nSource: Asian Development Bank estimates. \n ", "  Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  International Consultants \n 1.   Lead payment settlement and market systems specialist (5 person-months). Under \nthe  supervision  of  concerned  Sustainable  Development  and  Climate  Change  Department \n(SDCC)  staff,  the  specialist  will  support  the  Cross-Border  Settlement  Infrastructure  Forum \n(CSIF) and make meaningful technical contributions to CSIF discussions. The specialist must \nhave significant experience in developing payment settlement systems, as well as other market \nsystems  with  extensive  data  exchanges  in  XML.  The  consultant  should  have  experience \nworking with systems that align with International Organization for Standardization (ISO) 20022. \nThe specialist must have extensive knowledge in network developments between clearing and \nsettlement  systems.  The  expert  also  must  have  extensive  knowledge  in  financial  market \npractices that may affect financial data exchanges. The specialist will guide other consultants \nand incorporate their views into the requested reports. The specialist must coordinate closely \nwith the governments, central banks, and central securities depositories in the Association of \nSoutheast Asian Nations (ASEAN), the People’s Republic of China, Japan, and the Republic of \nKorea (ASEAN+3). The specialist’s tasks shall include (but not be limited to):  \n(i)   liaising closely with the Asian Development Bank (ADB), chairs of CSIF, and the \nco-chairs of ASEAN+3 Asian Bond Markets Initiative (ABMI) Task Force 4 (TF4) \nto provide updates on CSIF progress;1 \n(ii)   advising CSIF on the design of and decisions regarding technical specifications \nfor  gateways,  user  requirements,  message  items,  operational  arrangements, \ndata security, and other items necessary for central securities depository–real \ntime gross settlement (CSD–RTGS) linkages in the region; \n(iii)   drafting progress reports to ABMI TF4, as well as the phase 2 report, to be \ndiscussed at CSIF meetings and ABMI task force meetings; \n(iv)   promoting CSD–RTGS linkages in ASEAN+3; \n(v)   based  on  his  or  her  experience  in  systems  development,  providing  overall \nguidance on technical features associated with system linkages;  \n(vi)   coordinating with other consultants to ensure completion of CSIF reporting to \nTF4; \n(vii)   together with ADB, organizing CSIF meetings;  \n(viii)   participating in CSIF meetings and other regional meetings if necessary; and  \n(ix)   performing other tasks as reasonably requested by ADB. \n \n2.   The specialist is expected to have (i)  more than 15 years of experience in designing and \ndeveloping market data systems; (ii) extensive research experience in payment and settlement \nsystems, particularly in ASEAN+3; (iii) strong operational background in financial markets in \nASEAN+3; and (iv) excellent oral and written communication skills in English. \n \n3.   Payment  and  settlement  specialist  (4  person-months).  Under  the  supervision  of \nconcerned  SDCC  staff,  the  specialist  will  support  CSIF  and  make  meaningful  technical \ncontribution to CSIF discussions. The specialist must have extensive experience in designing \nclearing and settlement systems, particularly for central banks and securities depositories, with \nextensive knowledge of clearing and settlement practices in ASEAN+3 markets. As the work \n                                                \n1 ABMI currently has four task forces: Task Force 1 on promoting the issuance of local currency denominated bonds \n(co-chaired by Thailand and the PRC), Task Force 2 on facilitating demand for local currency bonds (co-chaired by \nSingapore and Japan), Task Force 3 on improving regulatory frameworks (co-chaired by Malaysia and Japan), and \nTask Force 4 on improving the infrastructure for bond markets (co-chaired by the Republic of Korea and the \nPhilippines). \n ", "10  Appendix 3 \ninvolves communicating with authorities such as central banks in the region, working experience \nwith these central banks is indispensable. The specialist’s tasks shall include (but not be limited \nto): \n \n(i)  identifying technical issues related to message items between CSD and RTGS \nsystems based on the results of a desktop study by the Bank of Japan and the \nHong Kong Monetary Authority;2 \n(ii)  identifying technical  issues  related to messages for  CSD–CSD  linkages  and \nRTGS–RTGS linkages based on the CSIF progress report; \n(iii)  identifying  essential  user  requirements  to  establish  CSD–RTGS  linkages  in \nASEAN+3; \n(iv)  identifying  normal  and  contingency  operational  arrangements  necessary  to \noperate CSD–RTGS Linkages; \n(v)  identifying  legal  barriers  and  market  practice-related  impediments  for  CSD–\nRTGS linkages;  \n(vi)  supporting and providing inputs for CSIF discussions and participating in the \nmeetings;  \n(vii)  drafting reports on the CSIF discussions for ABMI TF4;  \n(viii)  participating in ABMI task force meetings if necessary; and \n(ix)  performing other tasks as required by ADB. \n \n4.   The specialist is expected to have (i) more than 15 years of experience in system \ndesign,  particularly  for  central  banks;  (ii)  extensive  research  experience  in  payment  and \nsettlement systems, particularly in ASEAN+3; (iii) a strong operational background in financial \nmarkets in ASEAN+3; and (iv) excellent oral and written communication skills in English. \n \n5.   Network and data standards specialist (4 person-months). Under the supervision of \nconcerned  SDCC  staff,  the  specialist  will  support  CSIF  and  make  meaningful  technical \ncontributions to CSIF discussions. The specialist must have extensive experience in designing \nand managing a cross-border standardized data exchange network, particularly among financial \ninstitutions in ASEAN+3, with extensive knowledge of ISO standards and procedures. The \nspecialist’s tasks shall include (but not be limited to): \n(i)  contributing  to  designing  and  managing  a  cross-border  standardized  data \nexchange network to support CSD–RTGS linkages;  \n(ii)  identifying  issues  related  to  international  standards  (particularly  ISO  20022), \ncreating  procedures  to  manage  the  network  of  CSD–RTGS  linkages,  and \nproviding support to change, adopt, and propose ISO standards; \n(iii)  identifying technical issues related to the cross-border network, and support the \nmanagement of CSD–RTGS linkages; \n(iv)  supporting CSIF members in creating linkages and participating in closed user \ngroups; \n(v)  participating in ABMI task force meetings if necessary; and \n(vi)  performing other tasks as required by ADB. \n \n6.   The specialist is expected to have (i) more than 10 years of experience in designing and \nmanaging  cross-border  standardized  data  exchange  networks,  particularly  among  financial \ninstitutions in ASEAN+3; (ii) significant experience in managing systems that align with ISO \n20022; (iii) a strong background in financial services standardization in Europe and Asia; and (iv) \nexcellent oral and written communication skills in English. \n                                                \n2 ADB recognizes this member as Hong Kong, China. \n ", "  Appendix 3  11 \n \n7.   Economics and finance editor (1 person-month). Under the supervision of SDCC staff, \nthe editor will review and edit reports to ensure that they are coherent and readable, are based \non sound economic arguments, and conform to the highest publication standards. The editor \nmust have extensive knowledge in finance and economics particularly in payment settlement \nsystems and financial markets, particularly for ASEAN+3. The specialist’s tasks shall include \n(but not be limited to): \n(i)  editing CSIF outputs in accordance with ADB's editorial style; \n(ii)  proofreading the text, tables, and charts of the publications from the preliminary \ndraft to the final copy; \n(iii)  ensuring data integrity and consistency in the final manuscript; \n(iv)  conducting several rounds of revisions to ensure that the papers do not contain \ngrammatical mistakes or misprints before forwarding to the printer; and \n(v)  performing other editorial tasks as required by ADB. \n \n8.   The editor is expected to have (i) more than 7 years’ experience in editing economics \nand finance literature; (ii) experience in editing ADB publications in economics and finance, \nparticularly ASEAN+3-related publications; and (iii) a strong background in economics and \nfinance, particularly in payment systems and financial markets. \n \nB.  National Consultant \n9.   Program coordinator (27 person-months). The program coordinator will be a citizen of \nthe Philippines, with a duty station at ADB headquarters in Manila. The coordinator will \n(i)  support the payment and settlement specialist with administrative tasks required \nto organize CSIF meetings, \n(ii)  coordinate logistical and administrative arrangements with meeting hosts and \nparticipants, \n(iii)  monitor the schedule of activities and progress of TA implementation, and \n(iv)  perform other tasks as required by ADB. \n \n10.   The consultant will preferably have a degree in finance, economics, business, or its \nequivalent. He or she should also (i) be suitable to undertake the responsibilities mentioned in \npara. 9 (i)-(iv) at the required level, (ii) have more than 5 years of relevant experience in project \ncoordination, and (iii) have excellent oral and written English. \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20161117110011+08'00'", "ModDate": "D:20161117110011+08'00'", "Author": "R93", "Creator": "PDF24 Creator", "Title": "Microsoft Word - CSIF TA Report as of 23 Sept FINAL.docx"}, "author_page": " \nABBREVIATIONS \n \n  ABMI  –  Asian Bond Markets Initiative \n  ADB  –  Asian Development Bank \n  ASEAN  –  Association of Southeast Asian Nations \n  ASEAN+3  –  ASEAN, the People’s Republic of China, Japan, and the \nRepublic of Korea \n  CSD  –  central securities depository \n  CSIF  –  Cross-Border Settlement Infrastructure Forum \n  DVP  –  delivery versus payment \n  GOE  –  group of experts \n  IMF  –  International Monetary Fund \nISO  –  International Organization for Standardization \nPVP  –  payment versus payment \n  PRC  –  People’s Republic of China \nRSI  –  regional settlement intermediary \n  RTGS  –  real time gross settlement \n  SDCC  –  Sustainable Development and Climate Change Department \nTA  –  technical assistance \n  TF4  –  Task Force 4 on Improving Related Infrastructure for Bond \n    Markets \nUS  –  United States \n \n \n \nNOTE \nIn this report, \"$\" refers to US dollars. \nVice-President  B. Susantono, Knowledge Management and Sustainable Development \nDirector General  M. Locsin, Sustainable Development and Climate Change Department \n(SDCC) \nSenior Advisor  N. Akamatsu, Office of the Director General, SDCC \n   \nTeam leader  S. Yamadera, Principal Financial Sector Specialist, SDCC \nTeam members  K. Puongsophol, Financial Sector Specialist, SDCC \n  R. Supangan, Senior Economics Officer, SDCC \nPeer reviewer  S. Schuster, Senior Financial Sector Specialist, Southeast Asia \nDepartment  \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "B. Susantono", "role": "Knowledge Management and Sustainable Development", "organization": ""}, {"documentRole": "Director General", "fullname": "M. Locsin", "role": "Sustainable Development and Climate Change Department", "organization": ""}, {"documentRole": "Senior Advisor", "fullname": "N. Akamatsu", "role": "Office of the Director General", "organization": "SDCC"}, {"documentRole": "Team leader", "fullname": "S. Yamadera", "role": "Principal Financial Sector Specialist", "organization": "SDCC"}, {"documentRole": "Team members", "fullname": "K. Puongsophol", "role": "Financial Sector Specialist", "organization": "SDCC"}, {"documentRole": "Team members", "fullname": "R. Supangan", "role": "Senior Economics Officer", "organization": "SDCC"}, {"documentRole": "Peer reviewer", "fullname": "S. Schuster", "role": "Senior Financial Sector Specialist", "organization": "Southeast Asia"}]}