{"path": "data/input/ta/50074-002-tar-en.pdf", "pages": ["   \nTechnical Assistance Report\n \n \n \nProject Number: 50074-002 \nTransaction Technical Assistance (TRTA) \nNovember 2018 \n \n \n \nAmeriabank CJSC: Capacity Building for \nAmeriabank \nArmenia\n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document contains information that is not subject to disclosure to the public in accordance \nwith ADB’s Public Communications Policy 2011. Recipients should therefore not disclose its \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \ncontents to third parties, except in connection with the performance of their official duties. \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 22 November 2018) \n \nCurrency unit  –  Armenian Dram (AMD) \nAMD1.00  =  $0.0021 \n$1.00  =  AMD484.29 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  AMB  –  Ameriabank CJSC \n  KPI  –  Key Performance Indicator \n  OAI  –  Office of Anticorruption and Integrity \n  SME  –  Small and medium-sized enterprise \n  TA  –  Technical Assistance \n \n \n       \n       \n       \n \nNOTES \n(i)  The fiscal year (FY) of Ameriabank CJSC ends on 31 December. “FY” before a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2013 ends \non 31 December 2013.  \n(ii)  In this report, \"$\" refers to US dollars.  \n \n \nVice-President  Diwakar Gupta, Private Sector and Cofinancing Operations \nDirector General  Michael Barrow, Private Sector Operations Department (PSOD) \nDirector  Christine Engstrom, Private Sector Financial Institutions Division, PSOD \n   \nTeam leader  Tina Rohner, Investment Specialist, PSOD \nTeam members  Asif Cheema, Senior Investment Specialist, PSOD \nGenevieve Abel, Principal Transaction Support Specialist, PSOD \nIan Bryson, Senior Safeguards Specialist, PSOD \nManfred Kiefer, Senior Economist, PSOD \n  Edmond Yee, Associate Project Analyst, PSOD \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \n \nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE \n \nI.  THE ONGOING PROJECT  1 \nII.  THE TECHNICAL ASSISTANCE  1 \nA.  Justification  1 \nB.  Outputs and Activities  1 \nC.  Cost and Financing  3 \nD.  Implementation Arrangements  3 \nE.  Governance  5 \nIII.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES  \n1.  Cost Estimates and Financing Plan  6 \n2.  List of Linked Documents                                                                                                    7\n ", " \nProject at a Glance \n \n \n ", " \nI.  THE ONGOING PROJECT \n1.  On September 27, 2017, the Asian Development Bank (ADB) approved a loan of up to \n$30,000,000  and  an  equity  investment  of  $30,000,000  to  Ameriabank  CJSC  (AMB)  for \nStrengthening the Banking Sector for Financial Inclusion.1 The equity component has been fully \ndisbursed while the loan agreement is expected to be signed in January 2019. \n \nII.  THE TECHNICAL ASSISTANCE \n \nA.  Justification \n \n2.  AMB is the largest bank in Armenia in terms of assets, loan portfolio and profitability. AMB \naims to increase its market share, diversify its loan book towards a larger share of SMEs and \nretail business, become the first universal bank in Armenia by 2020, and be the first Armenian \nbank to list on an international exchange. To achieve its strategic goals, AMB is in the process of \nimplementing a comprehensive transformation program which focuses on five key areas: \n•  alignment of AMB’s business and operational model to development objectives and \npriorities; \n•  transformation into a digital bank for more efficient retail, micro and small business \nbanking; \n•  enhancement of lending capacities by scaling rapid scoring-based decision making;  \n•  strengthening AMB’s corporate governance, risk management and HR management \nsystems; and \n•  development of innovation capacities and tools for effective transformation management.  \n \n3.  The ADB TA contribution is a small part of AMB’s overall investment and AMB will be \ncontributing more than three dollars from its own resources for every dollar of ADB funds spent. \n \nB.  Outputs and Activities  \nOutput 1: Business Model Enhancement Study ($250,000) \n \n4.  AMB will engage a consulting firm to conduct a detailed gap analysis of AMB’s current \nbusiness model. Recommendations for business model revisions will be developed based on best \ninternational financial sector practice and will cover the following: \n•  business structure and business areas; \n•  client segmentation and ownership by business units; \n•  value proposition and product ownership;  \n•  service delivery channels for each business line including digital banking; \n•  core processes and activities; \n•  support functions and processes; \n•  P&L model and structure; and \n•  business unit level KPIs. \n \nDeliverables by the consulting firm will include: \n•  a report describing findings and recommendations on how to revise and change the \nbusiness model to meet AMB’s future objectives; \n                                                \n1 ADB. 2017. Report and Recommendation of the President to the Board of Governors: Proposed Loan and Equity \nInvestment to Ameriabank CJSC for Strengthening the Banking Sector for Financial Inclusion in Armenia. Manila \n ", "2 \n•  analysis of each business line and recommendations for change; \n•  recommendations on business structure and operational model;  \n•  P&L structure and KPIs for each business line; and \n•  detailed implementation plan with resource estimations. \n \nOutput 2: Digital Banking Infrastructure Improvement ($155,000) \n \n5.  AMB has made significant investments in its digital banking infrastructure to date and is \nplanning to engage a consulting firm to further enhance its digital banking strategy. The project \nwill cover the following: \n•  identification of digital business challenges and priorities; \n•  audit of customer touchpoints, including websites, self-service, ATMs, mobile, email, \nbranches, call center, and social media; \n•  analysis of the customer base; \n•  review of technology used to capture and store client data for sales and marketing; \n•  analysis of the technology eco-system to better understand the potential dependencies \nand better define the platform requirements; and \n•  analysis of AMB’s ability to conduct marketing, collect and utilize data, and deliver a \ncompelling user experience. \n \nDeliverables by the consulting firm will include: \n•  capability gap analysis of technology, processes and people vs. best practice digital \nexperience and data-driven digital marketing for customers; \n•  digital marketing strategy and clear roadmap towards a recommended future state; \n•  recommendation  on  platform  selection  and  definition  of  requirements  for  platform \nimplementation; and \n•  training and post-implementation support to user teams. \n \nOutput 3: Business Intelligence, Artificial Intelligence and Data Warehousing capacity \nbuilding ($100,000) \n \n6.  AMB is looking to introduce a data-driven decision making system to maximize the use of \ndata for smarter decision making, better planning and more empowered employees. Accessing \nand understanding this information will improve AMB’s ability to manage costs and grow margins. \nAMB will engage a consulting firm for the following: \n \n•  review of latest trends in technologies, tools, approaches and methodologies to unlock the \nvalue in enterprise data assets of an organization;  \n•  identification of the specific issues and opportunities within the business, related to the \napplication of data science, to guide the implementation of relevant solutions; and \n•  review of reporting requirements and assistance to AMB to establish an optimized data \narchitecture to support reporting needs. \n \nDeliverables by the consulting firm will include:  \n•  best practice report on the latest trends in business intelligence technology; \n•  design  of  AMB’s  data  management  strategy,  program,  roadmap  and  capabilities \n(governance,  definitions,  policies  &  processes,  quality,  data  analytics  infrastructure, \narchitecture, privacy, security, sustained awareness, etc.); \n•  design of enterprise data architecture and management framework for existing as well as \nnew data platforms; and \n ", "3 \n•  business and functional requirements documentation with recommended criteria to select \na platform with best practice-based functionality.  \n \nOutput 4: IFRS 9 phase 2 automation and procedural incorporation ($65,000) \n \n7.  This TA component will introduce and update non-performing asset (NPA) and impairment \nprocesses and automated solutions to ensure IFRS 9 compliance. AMB will engage a consulting \nfirm for the following: \n \n•  review of best practices in IFRS 9 implementation, including impairment process and roles \nassignment; \n•  review and update of the IFRS 9 process for AMB; \n•  conduct  a  gap  analysis  between  AMB’s  current  impairment  methodologies  and  the \nrequirements of IFRS 9; \n•  enhancement and improvement of existing impairment calculation models in line with \nIFRS 9; and \n•  analysis and definition of business and functional requirements for the best fitting IFRS 9-\ncompliant solution for AMB. \n \nDeliverables by the consulting firm will include:  \n•  best practice report on IFRS 9 implementation; \n•  recommendations on AMB’s IFRS 9 process improvement; \n•  design of enhanced models under IFRS 9, including risk-based rating and pricing models; \n•  business and functional requirement document for the  best fitting IFRS 9-compliant \nsolution and potential vendors; \n•  final presentation of provided reports and documents; and \n•  trainings of AMB staff on the new processes, methodologies and approaches. \n \nC.  Cost and Financing \n8.  The TA is estimated to cost $2,170,000, of which (i) $200,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-Others) and (ii) $400,000 will be \nfinanced  on  a grant  basis  by  the  Financial  Sector  Development  Partnership  Special  Fund \n(FSDPSF). The remaining $1,570,000 will be financed by AMB as a form of a counterpart to the \nTA. The key expenditure items are listed in Appendix 1.  \n \nD.  Implementation Arrangements \n9.  Administration of the TA will be delegated to AMB, which will be the executing agency. \nAMB's  Innovation  and  Quality  Unit  will  manage  the  TA  and  has  adequate  management \ncapabilities and processes in place to successfully execute the TA. AMB will report internal audit \nfindings to ADB on an annual basis. \n \n10.  ADB will disburse the TA funds directly to AMB through an advance payment facility (APF), \nfollowing ADB's Technical Assistance Disbursement Handbook (2010, as amended from time to \ntime). Financial management assessment has been conducted on AMB and it has adequate \nfinancial  management  capacity  and  records  keeping  capabilities  to  manage  APF.  TA \nimplementation is expected to begin in January 2019 and be completed by 31 December 2022. \n \n ", "4 \n11.  The execution of the TA requires the selection of consultants. ADB will monitor the \nselection and procurement steps, check that the use of funds complies with relevant ADB policies, \nand check that outputs for development effectiveness are on track. \n \n12.  AMB and ADB will enter into a TA agreement that sets out the terms and conditions for \nthe TA, including AMB's responsibilities in selecting, contracting, and managing the consultants; \nand auditing procedures in a manner acceptable to ADB. The TA agreement will (i) refer to \nrelevant agreed selection and contracting frameworks to be used, (ii) confirm ADB's concurrence \nat each relevant stage of the selection process, and (iii) require documentation of the execution \nof the TA; procurement (including consulting services) to be financed by ADB TA Funds will follow \nADB Procurement Policy (2017, as amended from time to time) and Procurement Regulations for \nADB Borrowers (2017, as amended from time to time).  \n \n13.  AMB will provide ADB with annual TA progress reports, including information on the \nfollowing: \n(i)  identification of solutions and consultation with ADB; \n(ii)  preparation  of  implementation  plans,  including  the  development, testing,  and \nrollout of new products and services and staff training; and \n(iii)  execution, performance tracking, and monitoring of the implementation plans.  \n \nTable 1: Implementation Arrangements \nAspects   Arrangements \nIndicative implementation period  January 2019–December 2022  \nExecuting agency  Ameriabank CJSC (AMB) \nConsultants  To be selected and engaged by executing agency \nQBS  Output 1-4  $600,000 \nDisbursement  The TA resources will be disbursed following ADB's Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). ADB \nadministered funds will be front-loaded for disbursement. \nAMB will pay consultants through the advance payment facility or \nreimbursement. The terms thereof will be agreed in the TA Agreement. \nSources: Asian Development Bank estimates. \n \n14.  Consulting services. In addition to the expertise criteria set out in the applicable TORs, \nin order for an individual consultant or a consulting firm to qualify as consultant, the following \neligibility criteria shall be met:  \n(i)  a consulting firm will be incorporated in an ADB member country;  \n(ii)  an individual consultant, either engaged individually or through a consulting firm, \nwill be a citizen of one of the ADB member countries; \n(iii)  a consultant will be competent and qualified for services in accordance with the \nterms of the TA Agreement to be entered into with AMB;  \n(iv)  an individual consultant shall not be named on ADB's Sanctions List or sanctioned \nby ADB pursuant to ADB's Integrity Principles and Guidelines (2015, as amended \nfrom time to time);  \n(v)  a consulting firm, including its personnel, shall not be named on ADB's Sanctions \nList or owned or controlled by a person or a legal entity that is named on the \nInternational Sanctions List or sanctioned by ADB pursuant to ADB's Integrity \nPrinciples and Guidelines (2015, as amended from time to time); and \n(vi)  an  individual  consultant  shall  not  be  a  representative  or  an  employee  of  a \ngovernment organization, or a related party of AMB, its subsidiaries or its staff.  \n ", "5 \n \n15.  AMB will select consulting firms through Quality Based Selection (QBS) and will use either \ntime-based contracts or lump sum contracts, depending on the scope of the assignment. AMB \nwill not use any ADB TA Funds for payment of any applicable taxes, and shall be solely liable for \npayment of any such taxes from its own funds.  \n \nE.  Governance  \n \n16.  ADB has carried out a procurement capacity assessment of AMB which found AMB’s \nprocurement  procedures  to  be  satisfactory.  Integrity  due  diligence  has  been  conducted  in \naccordance with ADB's Integrity Due Diligence Guidelines for Nonsovereign Operations as part \nof PSOD’s due diligence for the loan and equity investment that was approved in September \n2017.2 The most recent IDD review by OAI was conducted in April 2018. ADB’s review of the \nownership structure does not give ADB cause to believe that such entity has been established, \nor is being used for cross-border tax evasion, money laundering, or terrorism financing in the \njurisdictions involved in the investment.  \n \nIII.  THE PRESIDENT'S DECISION \n17.  The President, acting under the authority delegated by the Board, has approved (i) the \nAsian Development Bank (ADB) administering a portion of the technical assistance not exceeding \nthe equivalent of $400,000 to be financed on a grant basis by the Financial Sector Development \nPartnership Special Fund; and (ii) ADB providing the balance not exceeding the equivalent of \n$200,000 on a grant basis to Ameriabank CJSC for Capacity Building for Ameriabank, and hereby \nreports this action to the Board. \n \n \n \n                                                \n2 ADB. 2015. Integrity Due Diligence Guidelines for Nonsovereign Operations. Manila. \n ", "6  Appendix 1 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nAmount  \nItem \n($’000) \n \nA.  Asian Development Bank Financinga \n1.   Consultants   \n      a.    National  or  International  consultants \n570.0 \n(including travel) \n2.   Contingencies  30.0 \n              Subtotal (A)  600.0 \n   \n \nB.  AMBb  \n1.   IT solutions (purchase/subscription)  710.0 \n2.   Implementation consultancy  660.0 \n3.   Hardware and Equipment  120.0 \n4.   Training, Seminars and Conferences  20.0 \n5.   Contingencies   60.0 \n             Subtotal (B)  1,570.0 \n                       Total  2,170.0 \n \nNote: The technical assistance (TA) is estimated to cost $2.170 million, of which contributions from the \nAsian Development Bank and AMB are presented in the table above. AMB will provide counterpart \nsupport in the form outlined above as well as of staff, office accommodation and office supplies, and \nother in-kind contributions.  \na  Financed by the Asian Development Bank’s (TASF-Others - $200,000; FSDPSF - $400,000). ADB-\nadministered funds will be front-loaded for disbursement making use of FSDPSF for the initial \ndisbursement followed by TASF-VI. \nb  To be financed by AMB either in cash or in kind. Details will be stipulated in the technical assistance \nagreement. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "  Appendix 5  7 \n \n \n \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=50074-002-TAReport  \n \n1.  Approved RRP  \n2.  Procurement Plan \n3.  Capacity Assessment Report \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20190214091351+08'00'", "Creator": "Microsoft® Word for Office 365", "Keywords": "armenia, ameriabank, amb, first universal bank, digital bank, financial infrastructure, capacity building, economic diversification, inclusive finance, financial inclusion, 50074, adb technical assistance, approved technical assistance, tar, ta projects, trta", "ModDate": "D:20190214140706+08'00'", "Producer": "Microsoft® Word for Office 365", "Subject": "Technical Assistance Report", "Title": "50074-002: Ameriabank CJSC - Capacity Building for Ameriabank"}}