{"path": "data/input/ta/50096-001-pptar.pdf", "pages": [" \n \n \n \nProject Preparatory Technical Assistance \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 50096 \nJuly 2016 \n \n \n \nProposed  Loan  for  People’s  Republic  of  China: \nGreen Financing Platform for Accelerated Air Quality \nImprovement  in  the  Greater  Beijing-Tianjin-Hebei \nRegion \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", " \nPROJECT PREPARATORY TECHNICAL ASSISTANCE \n \nA.  Justification \n \n1.  The proposed project will establish a dedicated green financing platform in the greater \nBeijing-Tianjin-Hebei (BTH) region to leverage financing in a sustainable manner to demonstrate \nand scale-up investments in different economic sectors that arrest environment degradation, \ncontribute to climate change mitigation and sustainable economic development through financial \ninnovation. 1  The  proposed  green  financing  platform  will  introduce  innovative  financial \ninstruments recommended in the recently issued Green Financing Guidelines by China Banking \nRegulatory Commission (CBRC) and National Development and Reform Commission and will \ncontribute  to  deepening  financial  markets  in  the  People’s  Republic  of  China  (PRC)  and \nmobilizing domestic savings to meet the investment requirements of green investments. The \nproposed project will deploy effective finance on green and low emission development through \n(i) debt financing with limited recourse to fixed asset collateral, (ii) guarantee support to low-\ncarbon development, energy saving, and environmental improvement projects for easier access \nto commercial bank financing, and (iii) mezzanine financing in the form of subordinate debt2 or \npreference share investments in promising small and medium-sized enterprises (SME), etc. \n \nB.  Major Outputs and Activities \n \n2.  A  project  preparatory  technical  assistance  (PPTA)  is  required  to  establish  the \ninstitutional, legal, and financial arrangements for the proposed financing platform. The PPTA \nwill be implemented in two phases. The first phase will be conducted by a team of individual \nexperts to work on the project design and due diligence of the financial intermediation loan \n(FIL). This includes (i) due diligence and capacity assessment of the management team of the \nproposed  financing  platform,  (ii)  defining  roles  and  responsibilities  of  partner  financial \ninstitutions, (iii) structuring incentive frameworks for different stakeholders and partners (iv) \nestablishing financial managements and fiduciary control mechanisms, (v) preparing legal and \ncontractual arrangement between different financial partner institutions, and (vi) establishing the \nenvironment and social management system (ESMS).  In addition, the technical, financial, and \nenvironmental due diligence on the first batch of subprojects need to be undertaken and the \neligibility and selection criteria of subsequent batches of subprojects need to be prepared.   \n \n3.  The second phase will be implemented by another team of experts to prepare the \nsubsequent  projects  and  conduct  due  diligence  assessment  on  financial,  economic, \nenvironment, land acquisition and resettlement, social and gender development, governance, \nand procurement. The major outputs and activities of the first phase are summarized in Table \nA3.1.  \n \nC.  Cost Estimate and Proposed Financing Arrangement  \n4.  The TA is estimated to cost $500,000 equivalent, which will be financed on a grant basis \nby  Asian  Development  Bank’s  (ADB's)  Technical  Assistance  Special  Fund  (TASF-other \nsources). The Government has been advised that approval of the PPTA does not commit ADB \nto finance the ensuing project. The detailed cost estimate is presented in Table A3.2.  \n                                                \n1  Greater BTH region refers to Beijing and Tianjin municipalities; Hebei, Henan, Shandong, Shanxi and Liaoning \nprovinces; and the Inner Mongolia autonomous region. \n2  In the event of cash flow constraints, subordinated debt ranks below commercial bank loans in both repayment and \nliquidation. Usually subordinated debt does not take security and levies a higher interest rate. The preference \nshares have a fixed dividend rate and buyback requirement after a certain time.    \n ", "2   \n \nTable A3.1: Summary of Major Outputs and Activities \nExpected \n    Expected \nCommencement \nMajor Activities  Major Outputs  Completion Date \nDate \nPPTA Phase 1 \nProject Scope and Technical Design \n-  Gather relevant data and information   -  Sector assessment \n-  Market and technical assessment for green  report \nfinancing platform   -  Risk assessment \n-  September \n-  Assess sector and project risks  -  July 2016  report  \n2016 \n-  Update sector assessment  -  Technical due \n-  Technical  appraisal  of  identified  sample  diligence report for \nsubprojects   subprojects \nFinancial and Economic Analyses       \n-  Development of financing structure and \nimplementation arrangement  \n-  Financial management due diligence of the \nfinancing partners \n-  Conduct economic and financial analyses \n-  Economic and financial \nwith sensitivity analysis on sample \nanalysis report \nsubprojects \n-  Fund flow analysis \n-  Financial due diligence of subprojects  \nreport  -  September \n-  Assess procurement capacity of selected  -  July 2016 \n-  Financial management  2016 \nsubborowers  \nassessment report \n-  Assess corporate management structure of \n-  Procurement capacity \nselected subborowers   \nassessment report \n-  Prepare project financing plan including on-\nlending schemes \n-  Assess fund flow, disbursement mechanism \nand funding arrangements \n-  Risk bearing capacity of I&G \nSafeguard       \n-  Environmental and \n-  Assess  applicable laws,  regulations,  rules \nsocial management \nand procedures for managing and mitigating \nsystem \nthe environmental and social impact of the \n-  Summary poverty \ngreen financing platform \nreduction and social \n-  Prepare an ESMS \nstrategy   -  September \n-  Develop the grievance redress mechanism  -  July 2016 \n2016 \n-  Conduct poverty, social and gender analysis   -  Social safeguard due \n-  Conduct  social  safeguards  due  diligence  diligence report \nand screening of candidate subprojects    -  Subproject EIA/ \n-  Conduct  environmental  due  diligence  of \nIEE/ Environment due \nsample subprojects \ndiligence report \nCapacity Building       \n-  Give ADB’s safeguards policy training \n-  Training manual and  -  December \n-  Organized ADB’s disbursement and  -  July 2016 \ntraining reports  2016 \nprocurement training \nPPTA Phase 2 \nConduct  due  diligence  on  subsequent \nsubprojects  \n-  Financial  \n-  Economic  \n-  September \n-  Environment   -  Due diligence reports  -  August 2017 \n2016 \n-  Social safeguards  \n-  Social analysis   \n-  Governance  \n-  Procurement \nADB = Asian Development Bank, ESMS = environment and social management system, I&G = China National \nInvestment & Guaranty Corporation, PPTA = project preparatory technical assistance.   \nSource: Asian Development Bank \n ", "  3 \n \n \n \nTable A3.2: Cost Estimates and Financing Plan \n($'000) \nTotal \n Item  Cost \nA.  Asian Development Bank Financinga   \n1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (10 person-months)  250.0 \n      ii.  National consultants (20 person-months)  120.0 \n    b.  International and local travel  50.0 \n  2.   Miscellaneous administration and support costsb  10.0 \n3.  Workshops, training, seminars, and conferencesc  30.0 \n  4.  Contingencies  40.0 \n      Total  500.0 \na  Proposed for financing by Asian Development Bank’s Technical Assistance funding program (TA Special Fund-\nother sources). \nb  Includes translation and interpretation costs. \nc  Workshops, training, seminars, and conferences. These expenses will be incurred by the implementing agency and \nthey will be reimbursed for actual cost incurred. The prior approval of ADB is required before incurring the expense.  \nSource: Asian Development Bank estimates. \n \nD.  Consulting Services \n5.  The PPTA will have two consulting service packages: (i) a team of individual consultants \nfor project design and due diligence for the FIL, and (ii) a team of individual consultants to \nprepare the subsequent loans in 2017. The total inputs of the project design and due diligence \nfor the FIL will be two international consultants. Given the innovative nature of the project and \ncomplex legal and financial structuring work required, it is required to recruit highly qualified and \nspecialized consultants with experience in structured finance, commercial banking and fund \nmanagement regulations and practices in the PRC, as well as technical experts with knowledge \nand experience relevant to the initial batch of subprojects to be financed. Hence, the consultants \nwith specific and relevant experience will be recruited as individual consultants in accordance \nwith the Guidelines on the Use of Consultants (2013, as amended from time to time). Lump sum \npayments, output based contracts will be considered under the TA when applicable. \n \nTable A3.3: Summary of Consulting Services Requirement \nInternational          Person-  National         Person- \nName of Positions     months  Name of Positions    months \nFirst Phase \nTechnical Expert  3  Technical Expert  3 \nEnvironment Expert   2  Environment Expert     3 \nFinancial Management expert  2  Social Expert  2 \n    Finance Expert  3 \n    Procurement Expert/Coordinator  2 \n \nInternational      Person-  National           Person- \nName of Positions  months  Name of Positions      months \nSecond Phase       \nTechnical expert  1  Technical Expert  2 \nEnvironment expert   1  Environment Expert     2 \nFinancial Management expert  1  Social Expert  1 \n    Financial Expert  2 \n \nSubtotal   10  Subtotal   20 ", "4   \n \nSource: Asian Development Bank staff estimates. \n \n6.  The outline terms of references for the first phase PPTA consultants are described in \nparas 7 to 12.  \n \n7.  Technical Experts (3 person-months of international and 3 person-months of national \nconsultants). The consultant must have (i) at least a master’s degree in engineering; (ii) a \nminimum of 10 years of experience in structuring energy efficiency and renewable energy \nprojects; (iii) good written and oral English; and (iv) experience in international cooperation and \nmanagement. The tasks to be undertaken by the expert include: \n(i)  Conduct  a  market  assessment  on  total  low-carbon  and  green  market  size, \ninvestment  requirement,  barriers  to  mobilizing  these  investments,  capacity \nconstraints, and a roadmap for addressing these barriers.  \n(ii)  Undertake a review of the status of financing green and low-carbon projects in \nthe PRC, and a review of the green and low-carbon projects financed by ADB \nand the multilateral development banks and how the effectiveness and coverage \nof these projects can be improved upon.  \n(iii)  Review the institutional and management structure for proposed project from the \npoint of view of effectiveness in achieving the desired outcomes, decision making \nand approval authorities for new investments and risk management and risk \nsharing. Make recommendations to improve the proposed institutional structure \nof the proposed project. \n(iv)  Prepare subproject selection criteria to be adopted for different types of financing \nproducts to be offered by the proposed project.  \n(v)  Prepare methodologies for monitoring and verification of energy efficiency gains \nand  energy  consumption  savings  achieved  as  a  result  of  the  investment \nsupported by ADB. \n(vi)  Appraise  candidate  projects  with  regards  to  the  technical  feasibility,  energy \nsaving  potential,  avoided  carbon  dioxide  and  pollutants,  cost  estimates  and \nimplementation arrangements and implementation schedule of the first batch of \nsubprojects to be appraised before the loan approval.   \n(vii)  Prepare technical appraisal manual to be used in undertaking feasibility studies \nand appraising subprojects. \n(viii)  Identify  the  capacity  building  requirements.  The  capacity  building  will  cover \nidentifying energy efficiency/renewable energy projects; undertaking feasibility \nstudies  on  technical  designs  of  those  projects;  undertaking  technical  and \nfinancial  appraisal  of  those  projects;  structuring  performance-based  energy \nsaving contracts; and undertaking energy audits, monitoring, measurement and \nverification mechanisms for energy savings achieved.  \n \n8.  Financial Management Experts. (2 person-months, international and 3 person-months, \nnational). The consultant must have (i) bachelor’s degree in finance; (ii) a minimum of 10 years \nof experience in financial analysis; (iii) abundant knowledge about the PRC’s financial and fiscal \nsystems; (iv) extensive experience and skills in financial, credit and risk management, thorough \nunderstanding of financial analysis of investment holding companies, commercial banks and \ncredit  guarantee  companies;  and  (v)  experience  in  international  cooperation.  The  financial \nmanagement experts are expected to undertake following tasks: \n \nA.  Due Diligence on I&G   \n ", "  5 \n \n(i)  Assess  I&G’s  solvency,  profitability,  liquidity,  and  the  financial  management \ncapacity to undertake this project. Assess the capital adequacy, asset quality, \nmanagement quality, earnings and liquidity,  \n(ii)  Assess  historical  financial  performance,  and  projected  future  financial \nperformance, \n(iii)  Assess the autonomy of the I&G’s governing body, and the strength of I&G’s \nmanagement in monitoring risks (e.g. market risk, value-at-risk, exchange rate \nrisk, interest rate risk, etc.), \n(iv)  Document the risks being faced by I&G, that are likely to affect its existence as a \ngoing concern, as well as effective implementation of the ADB-assisted project,  \n(v)  Assess  I&G’s  compliance  with  the  Capital  Adequacy  Ratio  requirements \nprescribed by the PRC or any other financial sector regulator.  \n(vi)  Assess the I&G’s credit concentration policies, and loan management policies, \ndegree of autonomy in taking credit decisions,  \n(vii)  Review the quality of the Know Your Customer assessments, and enforcement of \nanti-money laundering arrangements,  \n(viii)  Develop security arrangements to protect the interests of I&G and the entrusted \nloan amount, and \n(ix)  Assess the size of its outstanding guarantees, value of collaterals, and track \nrecord for guarantees. \n \nB.  Due diligence of SDIC, Partner banks, and Subborrowers  \n(i)  Conduct  rigorous  creditworthiness  assessment  of  SDIC/partner  banks  and \nSubborrowers. This would be in addition to the technical and preliminary credit \nappraisal to be performed by I&G to determine prima facie eligibility, \n(ii)  Ensure selected subprojects (a) demonstrate a positive net present value using \nthe discount rate equal to the weighted average cost of capital, in real terms; and \n(b) have a financial internal rate of return exceeding the weighted average cost of \ncapital, \n(iii)  Prepare detailed cost estimates by expenditure category, financier and project \noutput and component,  \n(iv)  Prepare allocation and withdrawal schedule, financial disbursement procedures, \nfund flow diagram and financial management plan in accordance with ADB’s loan \ndisbursement procedures applicable to financial intermediation loans, and \n(v)  As subborrowers and subprojects would be identified continuously during project \nimplementation, the consultants should assist in developing a framework for their \nanalysis that can be applied to each new transaction. \n \n9.  Environment Expert (international, 2 person-month). The consultant must have (i) at \nleast a master’s degree in environmental engineering or relevant field, (ii) a minimum of 10 \nyears  of  experience  conducting  environmental  impact  assessments,  (iii)  experience  in \ninternational cooperation, and (iv) experience with environment safeguard policy requirements \nfrom international financial institutions and the preparation of an ESMS for sector and FI loans. \nThe tasks to be undertaken by the expert include: \n(i)  Prepare ESMS that would include an environmental assessment and review \nframework (EARF) with provisions for the FI taking over all steps without ADB \ninvolvement after the project completion report, \n(ii)  Review the environment assessments prepared by subproject proponents and \ncategorize the subprojects in accordance with ADB’s Safeguard Policy, \n(iii)  Follow-up on the preparation and approval of domestic environmental impact \nassessments  and  initial  environmental  examinations  for  the  initial  set  of ", "6   \n \nsubprojects.  Based  on  the  review  of  environment  assessments  and  other \nrelevant documents (such as feasibility studies and project permits) prepared by \nsubproject proponents, prepare, as applicable, environment assessment reports, \nin  accordance  with  ADB’s  Safeguard  Policy  in  ADB  format  for  review  and \napproval by ADB, \n(iv)  Assess the capacity of the selected FI and subproject implementing agencies \nand identify capacity building requirements to comply with the requirements of \nADB safeguard policies applicable to FILs. The consultant will provide training to \nselected FI on environment assessment/review procedures of subprojects to be \nappraised after the loan agreement,   \n(v)  Develop  the  grievance  redress  mechanism  for  the  first  batch  of  subprojects \nbefore board approval, \n(vi)  Prepare  a consolidated  project  environment  assessment  report  consisting  of \nsummaries  of  initial  environmental  examination  reports  for  the  initial  set  of \nsubprojects to be appraised before the loan approval and an ESMS. These will \nclearly  describe  the  project  and  its  environment  issues  and  risks;  describe \nproposed mitigation measures; identify the environment screening, categorization \nand review procedures for all subprojects including the review procedures by the \nselected  FI  and  ADB;  and  specify  performance  monitoring  and  reporting \nprocedures  of  subprojects,  among  others  Safeguards  Policy  Statement \nrequirements, \n(vii)  Provide trainings to the FI in the ESMS management. \n \n10.  Environment Expert (national, 3 person-months). The consultant must have (i) at least \na master’s degree in environmental engineering or relevant field, (ii) a minimum of 5 years of \nexperience conducting environmental impact assessments, (iii) expertise in national procedures \nfor environment due diligence of industrial projects (iv) experience in international cooperation, \nand (v) experience with ADB environment safeguard policy requirements and the preparation of \nan ESMS for sector and FI loans. The detailed tasks to be undertaken include the following: \n(i)  Assist the international environment expert in undertaking the environment due \ndiligence of candidate subprojects to be approved before the ADB loan approval.  \n(ii)  Assist in preparing the ESMS including the EARF specially with respect to filling \nthe gaps between the domestic requirements of the PRC and ADB’s Safeguard \nPolicy requirements. \n(iii)  Undertake  the  environment  due  diligence  of  candidate  subprojects  to  be \napproved after the approval of ADB loan in accordance with the requirement of \nESMS and EARF to ensure compliance with ADB safeguard policies. \n \n11.  Social  Expert (national, 2 person-months). The consultant must have (i) at least a \nmaster’s degree in social development or relevant field, (ii) minimum 5 years of experience \nworking  on  internationally  financed  projects  with  land  acquisition  impact,  and  in-depth \nknowledge of current PRC legislation regarding land acquisition, and (iii) proven experience in \nsocial safeguard due diligence of industrial projects and (iv) experience with poverty, social and \ngender analysis, preferably in the energy efficiency sector. The detailed tasks to be undertaken \ninclude the following: \n(i)  Undertake  social  safeguard  due  diligence  for  candidate  subprojects  to  be \napproved before the ADB loan approval.  \n(ii)  Assist in preparing the ESMS for social safeguards screening, with an aim to \nexclude  any  subprojects  with  potential  involuntary  resettlement  or  ethnic \nminorities issues. \n ", "  7 \n \n(iii)  Conduct  poverty,  social  and  gender  analysis  and  prepare  summary  poverty \nreduction and social strategy.  \n(iv)  Undertake the social safeguard due diligence of candidate subprojects to be \napproved after the approval of ADB loan in accordance with the requirement of \nESMS to ensure compliance with ADB safeguard policies. \n \n12.  Procurement Expert/Coordinator (national, 2 person-months). The consultant must \nhave (i) at least a bachelor’s degree in engineering or relevant field, (ii) minimum 5 years of \nexperience  in  procurement,  project  management,  and  loan  disbursement  procedures  of \ninternational financial institutions. The tasks to be undertaken by the expert include: \n(i)  Undertake  a  procurement  capacity  assessment  of financial  intermediary  with \nrespect to the institutional ability to comply with ADB’s procurement guidelines \napplicable to financial intermediation projects, \n(ii)  Conduct assessment of China National Investment and Guaranty Corporation \n(I&G) own procurement rules and procedures, \n(iii)  Assist in preparing the project administration manual, \n(iv)  Coordinate  the  inputs  of  technical  experts  and  environment  specialists  in \nappraising the subprojects to be approved after ADB loan approval, \n(v)  Prepare guidelines and a template for quarterly and annual progress reports to \nbe prepared by the implementing agency for ADB and government authorities,  \n(vi)  Provide  capacity  building  on  loan  disbursement  procedures  and  assist  the \nimplementing  agency  in  preparing  withdrawal  applications  during  the first  12 \nmonths of project implementation, \n \nE.  Implementation Arrangements \n13.  State Development & Investment Corporation will act as the executing agency for the \nPPTA and the ensuing project. National Development and Reform Commission will set up a \nsteering committee to provide strategic advice during the PPTA and the implementation period \nof the ensuing loan. The I&G will act as the implementing agency and will provide counterpart \nstaff,  office  space,  and  necessary  data  and  information  in  greater  BTH  region.  The \ndisbursement will be done following ADB’s Technical Assistance Disbursement Handbook (May \n2010, as amended from time to time). The TA will be implemented from July 2016 to 31 \nDecember 2017. The proposed TA processing and implementation schedule is listed in Table \nA3.4.  \n \nTable A3.4: Proposed Technical Assistance Processing and Implementation Schedule \nMajor Milestones  Expected Completion Date \nApproval of PPTA  July 2016 \nInception mission for PPTA   July 2016 \nMidterm review of PPTA  August 2016 \nFinal review for first phase of the PPTA and Loan Fact  September 2016 \nFinding \nCompletion of PPTA  IV Quarter 2017 \nPPTA = project preparatory technical assistance. "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20160727102749+08'00'", "Creator": "PDF24 Creator", "Keywords": "prc, china, beijing tianjin hebei, BTH region, green development financing, green investments, low-carbon transformation, air pollution prevention, environment improvement, 50096-001, project preparatory technical assistance, project preparation, ta projects", "ModDate": "D:20160727140424+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Green Financing Platform for Accelerated Air Quality Improvement in the Greater Beijing-Tianjin-Hebei Region, PRC", "Title": "50096-001: Project Preparatory Technical Assistance Report"}}