{"path": "data/input/ta/50107-001-pptar.pdf", "pages": ["  Appendix 3  9 \nPROJECT PREPARATORY TECHNICAL ASSISTANCE \n \nA.  Justification \n \n1.  The project preparatory technical assistance (PPTA) is necessary to define the scope of \nthe project and ensure project’s early startup. The objectives of the PPTA are to: (i) design a \nproject suitable for Asian Development Bank (ADB) financing by identifying appropriate project \ncomponents and financial modalities to achieve the desired project impact; (ii) design the project \nin potential collaboration with Japan International Cooperation Agency and other donors to \nleverage its effectiveness and impact; (iii) conduct detailed assessment of technical, economic, \nfinancial, procurement and governance, safeguards, poverty reduction, social inclusion and \ngender mainstreaming; (iv) provide trainings to the executing and implementing agencies and \nactivities with civil society organizations; (v) conduct stakeholder analysis and consultations to \nachieve project outcomes; and (vi) complete preliminary and detailed engineering designs for \nkey components based on the feasibility study reports to ensure early startup of the project.  \nB.  Major Outputs and Activities \n \n2.  The PPTA will have two phases of activities and collectively produce the outputs and \nactivities in Table A3.1. The first phase will cover a detailed assessment of the technical, \nfinancial, economic, safeguards, social and institutional aspects for the project. The second \nphase will cover a preliminary and detailed engineering design of the key components.1 \nTable A3.1: Summary of Major Outputs and Activities \nExpected  Expected \nMajor Activities  Completion Date  Major Outputs  Completion Date \nProject design and due diligence \nSafeguards, social development   1 January 2018  Inception report  1 May 2017 \nand project administration    Interim report  1 October 2017 \norientation trainings    Draft project EIA, resettlement plans,  1 March 2018 \nSludge management training  1 March 2018  FMA, GAP, MBDs, P-RAMP,   \nPublic-private partnership training  1 October 2017  SCSPP, SDAP, and Final report  31 August 2018 \nPreliminary and detailed engineering design \n   Preliminary engineering design report  31 December 2018 \nDetailed engineering design drawing   30 June 2019 \nBidding documents, Final project  30 September 2019 \nEIA, Final resettlement plans  \nEIA = environmental impact assessment, FMA = financial management assessment, GAP = gender action plan, \nMBDs = master bidding documents, P-RAMP = project procurement risk assessment and management plan, \nSCSPP = stakeholder communication strategy and participation plan, SDAP = social development action plan.  \nSource: Asian Development Bank. \n \nC.  Cost Estimate and Proposed Financing Arrangement  \n \n3.  The PPTA is estimated to cost $5,560,000 equivalent, of which $5,000,000 will be \nfinanced on a grant basis by the Urban Climate Change Resilience Trust Fund under the Urban \nFinancing Partnership Facility administered by ADB (Table A3.2).2 The government will provide \nin-kind  contributions  for  local  support  staff  and  local  data  and  information.  The  proposed \nactivities and expense items are in line with the trust fund agreements. TA will be disbursed in \nline with TA disbursement handbook, 2010 as amended from time to time. \n                                                \n1  Based on the final project scope, a detailed composition of the second phase consulting service will be determined. \n2  Financing partners: the Rockefeller Foundation and the governments of Switzerland, the United Kingdom, and the \nUnited States. \n ", "10  Appendix 3 \nTable A3.2: Cost Estimates and Financing Plana \n($'000) \nItem  Total Cost \nAsian Development Bankb   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (93 person-months)  2,279.4 \n      ii.  National consultants (283 person-months)  1,338.0 \n    b.  International and local travel  271.2 \n    c.  Reports and communications (translation)  65.0 \n  2.  Equipmentc  10.0 \n  3.  Workshops, training, seminars, and conferencesd  35.0 \n  4.  Local Transportation  70.0 \n  5.  Survey and Data Collection  540.0 \n  6.  Miscellaneous administration and support costs  54.0 \n  7.  Representative for contract negotiations  5.0 \n  8.  Contingencies  332.4 \n  Total  5,000.0 \na The estimated value of the government in-kind contribution is estimated at about 10% of the total TA cost. \nb Financed by the Urban Climate Change Resilience Trust Fund under the Urban Financing Partnership Facility; \nadministered by ADB on a front-loaded basis. \nc Equipment. Turn over to the implementing agency in compliance to the ADB Disbursement Handbook. \nType  Quantity  Cost \nComputers  4  $6,000 \nPrinter and photocopying machine  1  $4,000 \nd Workshops, training and seminars. Procure as consulting service activities or direct recruitment of events organizers \nPurpose  Venue \nInception, interim, draft final workshops, preliminary/detail engineering design, safeguards,  Ho Chi Minh City \nsocial aspect, procurement, disbursement, Sludge management, public-private partnership \nSource: Asian Development Bank estimates \n \nD.  Consulting Services \n \n4.  In accordance with ADB’s Guidelines on the Use of Consultants (2013, as amended \nfrom time to time), a consulting firm will be engaged, using the quality- and cost-based selection \nmethod with a quality:cost ratio of 90:10 using the full technical proposals. The outline terms of \nreference of the first phase PPTA consultants are described in paras. 5 to 15. \n \nTable A3.3: Summary of Consulting Services Requirement \nInternational  Person- National  Person-\nName of Positions  months  Name of Positions  months \nProject design and due diligence (first phase PPTA) \nChief Engineer/Team Leader  8.0     \nCivil engineer  3.0  Civil engineer/Deputy Team Leader  8.0 \nWastewater and sanitation engineer  3.0  Wastewater and sanitation engineer  4.0 \nDrainage and hydrological engineer  3.0  Drainage and hydrological engineer  4.0 \nClimate change specialist  2.0  Climate change specialist  3.0 \nFinancial specialist  2.0  Financial specialist  3.0 \nEconomist  2.0  Economist  3.0 \nEnvironment specialist  3.0  Environment specialist  4.0 \nResettlement,   3.0  Resettlement  4.0 \nSocial development and gender specialist  3.0  Social development and gender specialist  4.0 \nInstitutional development and procurement  3.0  Procurement specialist  3.0 \nspecialist  Institutional development specialist  3.0 \nPreliminary and detailed engineering design (second phase PPTA) \nTBD  58.0  TBD  240.0 \nNote: Single source selection may be considered for the 2nd phase of the PPTA, subject to performance and economy. \nSource: Asian Development Bank estimates. \n ", "Appendix 3  11 \n \n5.   Chief engineer/team leader (international, 8 person-months). The specialist will have \nvery  strong  experience  in  urban  wastewater  and  drainage  infrastructures  design  and \nconstruction. S/he will be responsible for all outputs with the quality acceptable for ADB. S/he \nwill lead a policy dialogue on a medium-term wastewater and drainage sector investment plan \nfor  HCMC  to  prioritize  the  investment,  and  effective  use  of  the  funds  for  city’s  sector \ndevelopment. S/he will lead the team to identify technically and financially appropriate location \nand engineering specifications of sewage networks, interceptors, wastewater treatment plants \nand other infrastructures under the project. Technical design should be climate and earthquake \nproof.  Alternative  analysis  should  consider  economic,  social  and  safeguards  aspects  to \nminimize  negative  impacts  while  enhance  benefits.  S/he  will  identify capacity  development \nneeds based on the institutional assessments on governance, project-based public finance, and \nprocurement and anticorruption policies. S/he will conduct and coordinate required trainings, \nand act as a focal person to ensure smooth transition to the second phase PPTA team \n \n6.   Civil  engineers  (international,  3  person-months;  national,  8  person-months).  The \nspecialists will lead in designing separate/combined sewer pipe networks and interceptors. \nWork with the other team members to ensure the whole sewage and drainage system will be \nfully functional and construction methods and approaches must align with the local condition, \npractice, experience and capacity and climate resilience including enhanced storm surge and \nsaline  water  intrusion  due  to  the  future  sea  level  rise.  Together  with  the  wastewater  and \nsanitation engineers, the specialists will identify needs of operational and maintenance of the \nconstructed assets. The national civil engineer will serve as a deputy team leader, supporting \nthe project general manager and supervise the other national consultants. \n \n7.  Wastewater and sanitation engineers (international, 3 person-months and national, 4 \nperson-months). The specialists will lead in designing wastewater treatment plants. Work with \nthe other team members to analyze appropriate size and capacity of the separate/combined \nsewer pipe networks, interceptors and other necessary infrastructures based on the detailed \ndemand-supply assessment. Selection of the wastewater treatment technology must consider \nperformance, capital and operation and maintenance costs and capacities of operational entities. \nThe specialists will suggest the way to strengthen access to septage management of household \nseptic tanks by developing a desludge and collection scheme. \n \n8.  Drainage and hydrological engineers (international, 3 person-months and national, 4 \nperson-months). The specialists will collect necessary information on drainage and run the \nproven urban storm water run-off model to analyze. Closely working with other team members, \nthey will design appropriate alignment and capacity of drainage networks of the project area. \n \n9.  Climate  change  specialist (international, 2 person-months and national, 3 person-\nmonths). The specialists will collect and analyze available climate projection model results in \nHCMC and translate them into climate change scenarios for the project to consider. They will \nwork closely with the other engineers in the project team for appropriate designs. \n \n10.  Financial specialists (international, 2 person-months and national, 3 person-months). \nThe specialists will calculate detailed cost estimates, and will conduct financial viability analysis \nbased on the projected wastewater management fee collection. They conduct public financial \nmanagement assessment for the executing and implementing agency and advice appropriate \nmeasures to ensure financial sustainability of the project facilities in medium- and long-term. \n \n11.  Economists  (international,  2  person-months  and  national,  3  person-months).  The \neconomists will conduct cost-benefit analysis to calculate economic benefits of the project. \n ", "12  Appendix 3 \nWorking with social development and gender specialist, conduct a socio-economic survey in the \nproject  area  to  identify  economic  benefits  of  before  and  after  the  projects.  They  analyze \neconomic cost and benefit of climate proofing infrastructures to justify the project.  \n \n12.  Environment  specialists  (international,  3.0  person-months  and  national,  4  person-\nmonths). The specialists will conduct environmental impact assessment for the project and \nprepare necessary documentation for the ADB project approval. They will also collaborate with \nclimate change specialists to improve Viet Nam’s domestic environment related documents. \n \n13.  Resettlement  specialists (international, 3.0 person-months and national, 4  person-\nmonths). The specialists will conduct detailed information collection on involuntary resettlement. \nWorking  with  social  development  and  gender  specialists,  they  will  understand  the  local \nsocioeconomic situation and identify appropriate support and mitigation measures complying \nwith the Viet Nam’s national regulation and ADB’s safeguards policy statement (2009). \n \n14.  Social development and gender specialists (international, 3.0 person-months and \nnational, 4 person-months). The specialists will conduct a detailed socioeconomic analysis of \nthe project areas and establish a solid basis of the project’s benefit especially for urban poor, \nvulnerable people and gender aspects. They will ensure the project design to be pro-poor and \ngender main streaming by conducting appropriate assessment and propose effective measures. \n \n15.  Institutional  development  and  procurement  specialists  (international  institutional \ndevelopment and procurement, 3 person-months, national institutional development, 3 person-\nmonths, national procurement, 3 person-months). The specialists will: (i) assess procurement \ncapacity, governance and anti-corruption policies and compliance, (ii) analyze institutional set \nup and propose appropriate mechanisms to promote household level septage management; (iii) \nundertake project procurement risk assessment, including procurement capacity assessment of \nEA and IAs; and (iv) prepare master bidding documents for each type of contract to be procured \nunder the project including specifications. \n \nE.  Implementation Arrangements \n \n16.   The HCMC People’s committee will be the executing agency. In-kind contributions from \nthe Steering Center of the Urban Flood Control Program in HCMC, the implementing agency, \nwill include: (i) local support staff and (ii) local data and information, and establish a project \nmanagement unit for the TA. The proposed TA implementation schedule is in Table A3.4. \n \nTable A3.4: Proposed Technical Assistance Processing and Implementation Schedule \nMajor Milestones  Expected Completion Date \nProject design and due diligence  \nCommencement of the first phase project preparatory technical assistance  1 March 2017 \nInception report submission  1 June 2017 \nInterim report submission  1 December 2017 \nDraft final report submission  1 June 2018 \nFinal tripartite meeting (loan fact-finding mission)  1 September 2018 \nCompletion of the first phase project preparatory technical assistance  31 December 2018 \nPreliminary and detailed engineering design  \nCommencement of the second phase project preparatory technical assistance  1 July 2018 \nPreliminary engineering design report submission  31 December 2018 \nDetailed engineering design drawing submission  30 June 2019 \nCompletion of the second phase project preparatory technical assistance  31 December 2019 \nSource: Asian Development Bank estimates. \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20161018171713+08'00'", "ModDate": "D:20161018171713+08'00'", "Author": "Office of Information Systems & Technology", "Creator": "PDF24 Creator", "Title": "Comments Matrix", "Keywords": "adb project concept paper"}}