{"path": "data/input/ta/50147-001-tar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 50147-001  \nPolicy and Advisory Technical Assistance (PATA) \nOctober 2016 \n \n \n \nPeople’s Republic of China: Enhancing Competition \nin Public Service Delivery \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB’s  Public \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \nCommunications Policy 2011. \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 12 September 2016) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1495 \n$1.00  =  CNY6.6876 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  CPPPC  –  China Public Private Partnerships Center \nGDP  –  gross domestic product \n  GPAT  –  government procurement system assessment tool \n  GPL  –  Government Procurement Law \nMAPS  –  Methodology for Assessing Procurement Systems \n  MOF  –  Ministry of Finance \nOECD  –  Organisation for Economic Co-operation and Development \n  PPP  –  public–private partnership \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  Y. Qian, Public Management, Financial Sector and Regional Cooperation \nDivision, EARD \n   \nTeam leader  B. An, Public Management Specialist, EARD \nTeam members  C.S. Lo, Senior Operations Assistant, EARD \n  X. Qin,  Procurement Officer, People’s Republic of China Resident \nMission, EARD  \nC. Sugden, Principal Public–Private Partnership Specialist, EARD \n   \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \n \nPOLICY AND ADVISORY TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE POLICY AND ADVISORY TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  5 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.   Design and Monitoring Framework  6 \n2.   Cost Estimates and Financing Plan  8 \n3.     Outline Terms of Reference for Consultants  9 \n \n \n \n ", "Project Classification Information Status: Complete\nPOLICY AND ADVISORY TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 50147-001\nProject Name Enhancing Competition in Public  Department EARD/EAPF\nService Delivery /Division\nCountry China, People's Republic of Executing  Ministry of Finance\nAgency\nqq\n2. Sector Subsector(s)     ADB Financing ($ million)\nPublic sector  Public administration 0.60\nmanagement\nTotal 0.60\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the  Low\ngrowth (IEG) including jobs, created and expanded Project\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Public financial governance No gender elements (NGE)\ncapacity development\n(GCD)\nqq\n5. Poverty Targeting Location Impact\nProject directly targets  No\nNation-wide High\npoverty\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.60\n    Policy and advisory technical assistance: Technical Assistance Special  0.60\nFund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.60\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 23062016134813389054 Generated Date: 18-Aug-2016 14:02:46 PM", " \nI.  INTRODUCTION \n1.  The Government of the People’s Republic of China (PRC) requested policy and advisory \ntechnical assistance (TA) from the Asian Development Bank (ADB) for Enhancing Competition \nin Public Service Delivery. The TA is included in ADB’s country operations business plan, 2016–\n2018  for  the  PRC.1 In  June  2016,  ADB  and  the  Ministry  of  Finance  (MOF)  reached  an \nunderstanding on the objectives, scope, implementation arrangements, costs, and terms of \nreference for the TA. The design and monitoring framework is in Appendix 1.2 \n \nII.  ISSUES \n2.  The PRC’s 13th Five-Year Plan for National Economic and Social Development, 2016–\n2020  provides  the  market  a  more  prominent  role  in  public  service  delivery.  This  includes \ncompeting to provide public services, and identifying and applying innovative approaches.  The \ngovernment will refrain from offering a service directly if it can purchase the service. The ways \nof providing public services  will be diversified through increased participation of the social \ncapital sector, which includes the private sector and state-owned enterprises. Competition to \ndeliver  public  services  will  be  enhanced  by  promoting  public–private  partnerships  (PPPs), \nimproving the quality of the government’s procurement of services, and reforming public entities \nthat provide social services. These commitments will be complemented by proposed reforms in \ngovernment administration and management systems, including how the government intervenes \nin and supervises the market.3 \n \n3.  Public services can only be delivered on an effective competitive basis if there are fair \nand  impartial  market  rules  that  secure  the  confidence  of  market  participants.  Sound  and \ntransparent government procurement systems are essential for effective competition in public \nservice delivery. Development partners such as ADB recognize that government procurement is \ninterwoven  with  key  development  issues,  including  private  sector  development,  economic \ngrowth, and poverty reduction. Good procurement practices reduce costs and produce timely \nresults; poor practices lead to waste and delays. Weaknesses in a government’s procurement \nsystem adversely affect welfare and prospects for growth.4 \n \n4.  In the PRC, government procurement is guided by the Law on Tendering and Bidding, \nwhich covers the construction of public works projects, and the Government Procurement Law \n(GPL), which is used for expenditure funded through the general government budget.5 The \nNational Development and Reform Commission is responsible for the Law on Tendering and \nBidding. MOF, through its Treasury Department, administers the GPL; issues regulations to \nguide the implementation of the law; supervises day-to-day procurement through its provincial, \nmunicipal,  and  county  bureaus;  and  provides  frequent  training  programs  to  enhance  the \ncapacity of local governments in public procurement.6 \n                                                \n1  ADB. 2016. Country Operations Business Plan: People’s Republic of China, 2016–2018. Manila. \n2  The TA first appeared in the business opportunities section of ADB’s website on 19 August 2016. \n3  Government of the People’s Republic of China. 2016. The 13th Five-Year Plan for National Economic and Social \nDevelopment of the People’s Republic of China, 2016–2020. Beijing (chapters 34 and 61). \n4  ADB.  2015.  The  Governance  Brief:  Understanding  Public  Procurement.  http://www.adb.org/sites/default/ \nfiles/publication/28646/governancebrief03.pdf \n5  The Law on Tendering and Bidding became effective in January 2000. The Government Procurement Law became \neffective  in  January  2003  and  was  amended  in  2014.  The  Regulation  on  Implementing  the  Government \nProcurement Law became effective on 1 March 2015. \n6  The regulations include (i) Provisions for the Management of Experts Appraising Government Procurement (2003), \n(ii) Management Provisions for Publication of Information on Government Procurement (2004), (iii) Tendering and \nBidding Management Provisions for Government Procurement of Goods and Services (2004), (iv) Provisions for \n ", "2   \n5.  ADB assessments of the PRC’s procurement systems are broadly positive. The laws \nand regulations governing public sector procurement are based on international good practices \nand principles. The PRC’s procurement systems require the use of competitive bidding as the \nmain procurement method and contain provisions that deal with corrupt practices. Procurement \nhas  become  more  standardized  and  transparent  since  the  enforcement  of  the  GPL,  and \nprotection  against  malpractice  and  collusion  has  improved.  Nevertheless,  there  are \nopportunities to strengthen procurement systems and practices.7 \n \n6.  The value of government procurement reached CNY1.7 trillion in 2014 to account for \n11.4% of public expenditure. This was equivalent to 2.7% of gross domestic product (GDP).  \nPractices in other countries suggest there is significant potential for expansion in government \nprocurement. It typically accounts for 10%–15% of GDP in developed countries and as much as \n20%  of  GDP  in  developing  countries.  In  2013,  in  GDP  terms,  government  procurement \nexpenditures as measured in national accounts amounted to an average of almost 14% of GDP \nin the European Union and to more than 10% of GDP in the United States.8 The developed \ncountries have progressed further in employing the purchaser–provider model, transforming the \ngovernment away from being the dominant supplier of public services, and relying more on the \nmarket. \n \n7.  The PRC still lacks a national government procurement assessment system that can \nmeasure  procurement  efficiency  centrally  and  locally,  identify  systematic  issues  affecting \nperformance, and provide guidance on potential enhancements. It also needs tools that can \nexamine  actual  procurement  practices  and  provide  the  information  required  to  establish  a \nprogram  of  continuous  improvement.  The  general  public  raised  some  concerns  on  public \nprocurement  efficiency  and  effectiveness  in  media  reports  that  suggest  the  government \nprocurement  system’s  operational  procedures  and  fiduciary  oversight  could  be  improved. \nFurthermore,  the  GPL  needs  to  be  aligned  with  international  good  practices.  During  the \nnegotiations that led to the accession of the country to the World Trade Organization, the PRC \nagreed the GPL would comply with the basic spirit of the World Trade Organization Agreement \non Government Procurement.  \n \n8.  Providing information to buyers, sellers, and other market participants is also essential \nfor effective competition in public service delivery. Lack of information causes inefficiency that \nunnecessarily adds to the cost of transactions or prevents them altogether, and deters private \ninvestors from taking risks. Information shortages can also erode confidence among the broader \ncommunity about the quality of local governments, which carry most of the responsibility for \nservice delivery in the PRC. Opening access to information about how governments work would \nhelp open public services to competition. \n \n9.  The government has actively promoted PPPs since late 2013. MOF established the \nChina Public Private Partnership Center (CPPPC) in July 2014 to cover PPP policy advisory, \nconsultations, capacity development, project financing, information disclosure, and international \ncooperation.9 Local governments have copied the central government’s initiatives, including \nthrough the compilation of demonstrative projects and the establishment of PPP centers.  \n \n                                                                                                                                                       \nResolution  of  Disputes  (2004),  and  (v)  Implementing  Provisions  for  Central  Institutions’  Governmental \nProcurement. \n7  ADB. 2015. Country Governance Risk Assessment: People’s Republic of China. Manila. \n8  Organisation for Economic Co-operation and Development. OECD. Stat. http://stats.oecd.org/, (accessed 5 August \n2016). \n9  China Public Private Partnerships Center. Introduction. http://www.cpppc.org/pppzxjj/index.jhtml. \n ", "  3 \n10.     High-quality information disclosure on PPPs to the public would help the reforms of the \n13th Five-Year Plan for National Economic and Social Development, 2016–2020 for the delivery \nof public services. The use of PPPs to deliver public services is rising rapidly across a broad \nrange of sectors. CPPPC reported 9,285 PPPs as under development or implementation as of \nJune 2016, most of which are with local governments.10 The total investment value of about \n$1.6 billion for these PPPs is comparable to the annual general budget expenditure by local \ngovernments  of  about  $2.5  billion  and  annual  local  government  infrastructure  spending  of \nalmost $700.0 billion.11 \n \n11.  Ensuring transparency in PPP projects and processes will enhance competition within \nthe PPP program, thereby improving the value for money offered. Transparency can also help \ngenerate an understanding of and confidence in the government’s performance. Many countries \nrelease information about their PPP programs through widely accessible information platforms \nguided by disclosure policies. In December 2015, MOF issued the Notice on Regulating the \nPPP  Comprehensive  Information  Platform  Operation. 12  The  document  highlighted  the \nimportance of PPP disclosure and designated CPPPC to establish an information platform. In \nFebruary 2016, the comprehensive PPP information platform released the national digital library \non the PPP investment pipeline (footnote 10).13 Information on PPP pipelines at different levels \nof government, the status of projects, PPP-related regulations, and operating guidelines are \nnow collected and disseminated on the platform. Information about qualified PPP consulting \nfirms and individual specialists is also posted on the platform. However, more detailed PPP \ndisclosure guidelines are still needed. \n \nIII.  THE POLICY AND ADVISORY TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n12.      The impact will be the promotion of competition in public service delivery, and is aligned \nwith the PRC’s 13th Five-Year Plan for National Economic and Social Development, 2016–\n2020. The outcome will be enhanced market-based rules and transparency in public service \ndelivery.  The  performance  will  be  assessed  through  a  government  procurement  system \nassessment  tool  (GPAT)  by  2019,  and  submission  to  the  government  of  PPP  disclosure \nguidelines within 3 months after completion of the TA. \n \nB.  Methodology and Key Activities \n13.  The TA will produce four outputs under two components. Outputs 1 and 2 will form \ncomponent A, and outputs 3 and 4 will form component B. Component A will assist MOF’s \nTreasury Department in enhancing the present procurement system. Component B will help \nCPPPC to further develop the PPP information disclosure system.    \n \n                                                \n10 CPPPC.  Comprehensive  PPP  Information  Platform  of  the  Ministry  of  Finance’s  PPP  Center. \nhttp://www.cpppc.org:8082/efmisweb/ppp/projectLivrary/toPPPMap.do  (accessed 15 August 2016). \n11 National Bureau of Statistics of China. Annual. http://data.stats.gov.cn/english/easyquery.htm?cn=C01 (accessed \n15 August 2016); and International Monetary Fund (IMF). 2015. People’s Republic of China: 2015 Article IV \nConsultation Press Release; Staff Report; and Statement by the Executive Director for the People’s Republic of \nChina. IMF Country Report. No. 15/234. Washington, DC.  \nhttps://www.imf.org/external/pubs/ft/scr/2015/cr15234.pdf. \n12  Government of the PRC, Ministry of Finance. 2015. Notice on Regulating the PPP Comprehensive Information \nPlatform Operation. Beijing. http://www.cpppc.org/bmwj/2641.jhtml.  \n13 CPPPC. Comprehensive Information Platform. http://www.cpppc.org:8082/. \n \n ", "4   \n14.  Output 1: Government procurement system assessment tool developed. Building \non past reviews by the PRC, ADB, and other development partners, output 1 will conduct an \nassessment on the strengths and weaknesses of the government procurement system and the \nroles of key government agencies involved in procurement. Output 1 also will conduct research \non the legal framework governing procurement centrally and locally, and on the procurement \npractices adopted by different government agencies. It will also identify any weaknesses and \nopportunities for further improvements, as well as opportunities to align with best international \npractices. The TA will develop the GPAT in line with international good practices, notably the \nMethodology  for  Assessing  Procurement  Systems  of  the  Organisation  for  Economic  Co-\noperation  and  Development.  The  GPAT  will  provide  a  user-friendly  tool  for  ongoing \nassessments of the quality and effectiveness of government procurement. The TA will pilot the \nuse of the GPAT in selected implementing agencies, which MOF and ADB will jointly identify. \n \n15.  Output 2: Policy recommendations for improvements of the existing procurement \nsystem drafted. Based on the assessment of the present procurement system and the pilot use \nof the GPAT, the consultant team will prepare recommendations for further refinement of the \nGPAT and government procurement. \n \n16.  Output  3:  Policy  recommendations  on  public–private  partnership  disclosure \ndrafted. The TA will review the information disclosure frameworks and practices for PPPs in \nother jurisdictions. Output 3 will identify the key drivers of disclosure. It will prepare an overview \nof the general transparency environment, the history and outlook for PPP disclosure, political \neconomy considerations, the legal and policy framework, the disclosure process, the relevant \ninstitutions and their roles, and how confidential information is treated. Output 3 will address key \nissues in PPP contract information disclosure, including confidentiality requirements, templates, \ntechnology, and bid terms and conditions. It will also analyze the disclosure approaches for \ndifferent stages of the PPP project life cycle.  \n \n17.  Based on international practices and the PRC’s experience and special circumstances, \nthe TA will propose a policy package for CPPPC on the further enhancement of PPP program \ntransparency.14 The emphasis will be on the disclosure of project information. The TA will \nconduct at least three workshops. Local PPP practitioners, international financial institutions, \nand international PPP units will participate in the workshops, sharing experience and views on \nPPP disclosure. \n \n18.  Output 4: Public–private partnership disclosure guidelines drafted. The TA will \ndraft guidelines for CPPPC’s consideration, drawing on output 3. The guidelines will also build \non  relevant  public  information  disclosure  regulations  and  be  consistent  with  CPPPC’s \nmandates.  They  will  identify  the  required  information  disclosure  at  each  stage  of  project \npreparation and implementation. \n \nC.  Cost and Financing \n19.  The TA is estimated to cost $660,000, of which $600,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-other sources). The government will \nprovide counterpart support in the form of office space and local transport, remuneration and \nper diem of local support staff, equipment, assistance in arranging meetings with counterpart \n                                                \n14  Close attention will be paid to World Bank. 2016. A Framework for Disclosure in Public–Private Partnerships. \nWashington,  DC;  and  World  Bank,  ADB,  and  Inter-American  Development  Bank.  2014.  Public–Private \nPartnerships Reference Guide Version 2.0. Washington, DC. \n \n ", "  5 \nagencies, and other in-kind contributions. The total budget will be allocated evenly between the \ntwo components.  \n \nD.  Implementation Arrangements \n20.  MOF’s Department of International Economic and Financial  Cooperation will be the \nexecuting agency. MOF’s Treasury Department will be the implementing agency for component \nA, while CPPPC will be the implementing agency for component B. The consultants will be \ntasked to each relevant component. The implementing agencies will be responsible for the day-\nto-day implementation of the TA, including managing the workshops, surveys, and conferences.  \n \n21.  The proposed TA will be implemented over a 24-month period from 1 October 2016 to \n30 September 2018. Under component A, the TA will require 12 person-months of individual \nconsulting services, including one international consultant (procurement specialist) for 4 person-\nmonths  and  two  national  consultants  (one  procurement  specialist  and  one  public  finance \nmanagement specialist) for 8 person-months. Under component B, the proposed TA will engage \none international consultant (1 person-month) and three national consultants (9 person-months).  \n \n22.  Consultants  will  be  recruited  individually  because  the  timeliness  of  recruitment  is \nimportant. TA implementation will make extensive use of participatory workshops, which will \nrequire a wide range of skills and experience; therefore, a substantial provision will be allocated \nfor resource person recruitment as needed. Lump-sum payments will be considered during TA \nimplementation. The consultants and resource persons will be engaged in accordance with \nADB’s Guidelines on the Use of Consultants (2013, as amended from time to time). The outline \nterms of reference is in Appendix 3. Proceeds of the TA will be disbursed in accordance with \nADB’s Technical Assistance Disbursement Handbook (2010, as amended from time to time). \n \n23.  The TA will be monitored and evaluated based on the implementation of activities and \nsatisfactory delivery of outputs following the agreed timeline and budget allocation. To support \nmonitoring and evaluation, the consultant teams will submit an inception report, a midterm \nreport, a draft final report, and a final report to the government and ADB. All reports will be \nsubmitted in English and Chinese to the executing agency and ADB in hard and electronic \ncopies. The TA review missions will be the main mechanism to monitor progress, assess \nperformance, and ensure relevance of the TA.  \n \n24.  Risks include (i) policy recommendations are not accepted by policy makers, (ii) the \nsupport for reforms to improve the procurement system cannot be secured, and (iii) government \nagencies provided insufficient data and inputs. \n \nIV.  THE PRESIDENT'S DECISION \n \n25.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $600,000 on a grant basis to \nthe People’s Republic of China for Enhancing Competition in Public Service Delivery, and \nhereby reports this action to the Board. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with \nCompetition in public service delivery promoted (PRC’s 13th Five-Year Plan, 2016–2020)a \n  Performance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting  Risks \nOutcome       \nMarket-based rules  a. Government  a. Government  Policy \nand transparency in  procurement system  announcements  recommendations are \npublic service  assessment tool  (irregular),  not accepted by policy \ndelivery enhanced  (GPAT) adopted for  government  makers. \nuse by 2019 (Baseline:  procurement system \nSupport for reforms \nnot applicable)  assessment report \nneeded to improve the \n(annual), and \nprocurement system \ngovernment \ncannot be secured. \ndocuments and \nstatements on  Government agencies \nprocurement policy  provided insufficient \nreforms (irregular)  data and inputs. \nb. Public–Private  b. TA progress report, \nPartnership (PPP)  TA completion report \ndisclosure guideline \nsubmitted to CPPPC  \nby 2019 (Baseline: not \napplicable) \nOutputs       \n1. GPAT developed  1. GPAT submitted to  1. Final report on the  Information and data \nTreasury Department of  pilot national  collected for \nMOF by February 2018  government  procurement system \n(Baseline: not applicable)  procurement system  assessment, e.g., \nassessment  bidding transaction \nand/or contracting \n2. Policy  2. Policy recommendations  2. Meeting minutes of \ninformation, and \nrecommendations  to improve the current  seminars and \ncomplaint handling \non the existing  procurement system  discussions, TA \nreports, are not \nprocurement  prepared by September  progress report, \naccessible or are \nsystem  2018 (Baseline: not  government \ninsufficient.  \nimprovement  applicable)  announcements, and TA \ndrafted  review missions \n3. Policy  3. Policy recommendations  3. TA review report, TA \nrecommendations  submitted to the executing  completion report \non PPP disclosure  agency by February 2018 \ndrafted  (Baseline: not applicable) \n4. PPP disclosure  4. PPP disclosure  4. TA completion report \nguidelines drafted  guideline submitted to the \nexecuting agency by \nSeptember 2018 \n(Baseline: not applicable) \n \n   \n ", "Appendix 1  7 \nKey Activities with Milestones \n1. Government procurement system assessment tool developed \n1.1  Conduct an assessment of the strengths and weaknesses of the country procurement system by \nJune 2017. \n1.2. Conduct research on the legal framework governing procurement at central and local levels, and \nprocurement practices adopted by different government agencies by June 2017. \n1.3  Identify weaknesses and opportunities for further improvements and opportunities to align with best \ninternational practices by June 2017. \n1.4  Develop GPAT by December 2017. \n1.5  Hold seminars and other events with relevant stakeholders to provide outreach on the findings and \nGPAT by September 2018. \n2. Policy recommendations on the existing procurement system improvement drafted \n2.1  Conduct interviews and surveys for the pilot use of the developed tool by December 2017, covering \nnational level and individual purchaser level. \n2.2  Identify opportunities for further refinement of the GPAT and government procurement. \n2.3  Prepare and submit a refined GPAT and the final report on procurement system improvement by \nSeptember 2018. \n3. Policy recommendations on PPP disclosure drafted \n3.1  Review the information disclosure frameworks and practices for PPPs in other countries by June \n2017. \n3.2  Analyze key issues facing other countries in PPP contract information disclosure and approaches for \ndifferent stages of the PPP project life cycle by June 2017. \n3.3  Submit by December 2017 a review on the key drivers of disclosure, the general transparency \nenvironment, the history and outlook for PPP disclosure, political economy considerations, the legal \nand policy framework, the disclosure process, the relevant institutions and their roles, and how \nconfidential information is treated. \n3.4  Prepare a policy package for CPPPC on the further enhancement of PPP program transparency by \nDecember 2017. \n3.5  Hold seminars and other events with relevant stakeholders to provide outreach on the findings and \nthe proposed policy package by September 2018. \n4. PPP disclosure guidelines drafted \n4.1  Review present government information disclosure policies and regulations and consult PPP \npractitioners by March 2018. \n4.2  Submit draft guidelines by June 2018. \n4.3  Prepare and submit refined guidelines by September 2018. \n4.4  Hold seminars and other events with relevant stakeholders to provide outreach on the findings and \nthe proposed guideline by September 2018. \nInputs \nADB: $600,000.00 \nNote: The government will provide counterpart support in the form of office space and local transport, \nremuneration and per diem of local support staff, equipment, assistance in arranging meetings with \ncounterpart agencies, and other in-kind contributions. \nAssumptions for Partner Financing \nNot Applicable \nADB  =  Asian  Development  Bank,  CPPPC  =  China  Public  Private  Partnerships  Center,  GPAT  =  government \nprocurement system assessment tool, PPP = public–private partnership, PRC = People’s Republic of China, TA = \ntechnical assistance. \na Government of the People’s Republic of China. 2016. The 13th Five-Year Plan for National Economic and Social \nDevelopment of the People’s Republic of China, 2016–2020. Beijing. \nSource: Asian Development Bank. \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \nItem  Amount \nAsian Development Banka   \nA.  Component A \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  100.0 \n      ii.  National consultants  56.0 \n    b.  International and local travel  60.0 \n    c.  Reports and communications  10.0 \n  2.  Seminars and conferencesb  64.0 \n  3.  Miscellaneous administration and support costsc  10.0 \n      Subtotal (A)  300.0 \nB.  Component B   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  25.0 \n      ii.  National consultants  70.0 \n    b.  International and local travel  20.0 \n    c.  Reports and communicationsd  20.0 \n  2.  Training, seminars, and conferences   \na.   Workshopse  65.0 \nb.   Resource persons (national and international)  80.0 \n3.   Contingencies         20.0 \n    Subtotal (B)  300.0 \n      Total  600.0 \nNote:  The  technical  assistance  (TA)  is  estimated  to  cost  $660,000,  of  which  contributions  from  the  Asian \nDevelopment Bank (ADB) are presented in the table above. The government will provide counterpart support in the \nform of office space and local transport, remuneration and per diem of local support staff, equipment, assistance in \narranging meetings with counterpart agencies, and other in-kind contributions. The value of government contribution \nis estimated to account for 9% of the TA cost.  \na Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-other sources).  \nb Includes remuneration of the resource persons, translation and interpretation costs, and the dissemination cost of \nthe final report. \nc Includes report editing, printing, and publicity. \nd Includes the cost of translation and interpretation of international practices and/or guidelines, reports, and other TA \noutputs. \ne Includes three workshops (inception workshop, interim workshop, and the final workshop). Up to two event \ncoordinators for the final workshop will be hired and will help the event organizer arrange logistics, including invitation \nletter dissemination, follow-up participation confirmation, airline tickets, and hotel booking. Insurance costs for \nworkshop participants will be covered under this category. \nSource: Asian Development Bank estimates. \n ", "Appendix 3  9  \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The consultants will be responsible for producing the technical assistance (TA) outputs \nand deliverables effectively and on time, consistent with the design and monitoring framework, \nand  for  organizing  and  carrying  out  all  TA  activities,  including  surveys,  field  visits,  and \nworkshops.  \n \n2.  The Treasury Department of the Ministry of Finance (MOF) will be the implementing \nagency for component A, and the China Public Private Partnerships Center (CPPPC) of MOF \nwill be the implementing agency for component B. The implementing agencies will (i) coordinate \nwith government agencies and other stakeholders, (ii) assign appropriate counterpart staff to \nassist the consultants, (iii) supervise the day-to-day work of the consultants, (iv) administer the \nbudget and disbursement of seminars and workshops, and (v) assume overall responsibility for \nconducting seminars and workshops.  \n \n3.  Both components will have a team leader. In cooperation with the executing agency, \nimplementing agencies, and the Asian Development Bank (ADB) project officer, the team leader \nwill coordinate and monitor the consultants for each component. Accordingly, the consultants \nwill maintain close working relations with the implementing agency and ADB, and will regularly \ndiscuss project progress and findings.  \n \n4.  Tripartite  meetings  involving  ADB,  the  executing  and  implementing  agencies,  and \nconsultants will be held when necessary to provide guidance to the consultants and to review \ndraft reports.  \n   \nA.  Component A: Development of the Government Procurement System Assessment \nTool  and  Drafting  of  Policy  Recommendations  for  Improving  the  Existing \nProcurement System  \n5.  Under  component  A,  the  TA  will  provide  12  person-months’  inputs  of  individual \nconsulting services, including one international procurement specialist for 4 person-months and \ntwo  national  consultants  (one  procurement  specialist  and  one  public  finance  management \nspecialist) for 8 person-months. In addition, the TA will mobilize resource persons when needed. \nIn dialogue with the executing and implementing agencies, ADB will recruit these experts in \naccordance with ADB’s Guidelines on the Use of Consultants (2013, as amended from time to \ntime).  The  proceeds  of  the  TA  will  be  disbursed  in  line  with  ADB's  Technical  Assistance \nDisbursement Handbook (2010, as amended from time to time). All consultants will be recruited \nthrough the individual consultant selection. \n \n6.  The consultants will (i) conduct research on the existing legal framework governing \nprocurement  nationally  and  provincially,  and  procurement  practices  adopted  by  different \ngovernment agencies; (ii) develop the government procurement system assessment tool (GPAT) \nbased on the Methodology for Assessing Procurement Systems (MAPS) of the Organisation for \nEconomic Co-operation and Development (OECD) and other best international practices; (iii) \npilot the proposed GPAT in selected executing agencies to be identified in close consultations \nwith  MOF  of  the  People’s  Republic  of  China  (PRC)  and  ADB;  and  (iv)  propose \nrecommendations for further refining the GPAT and improvements in government procurement \npolicies.  \n \n7.  Procurement specialist and team leader (international, 4 person-months, intermittent). \nThe specialist will have (i) at least 10 years of experience in procurement practices, with a \n ", "10  Appendix 3 \nbackground in the implementation of development projects, preferably including experience in \nprocurement  reviews  and/or  audits,  procurement  system  assessments,  and  national \nprocurement  reform  programs;  (ii)  a  graduate  degree  in  a  major  relevant  discipline  in \nprocurement,  engineering,  law,  management,  business  administration,  or  another  closely \nrelated  field;  and  (iii)  significant  knowledge  and  familiarity  with  MAPS  or  other  similar \ninternational performance measurement frameworks for government procurement and public \nfinancial management. The specialist will perform the following tasks: \n(i)  develop the detailed study framework and methodology in consultation with the \nexecuting and implementing agencies; \n(ii)  ensure the timely implementation of TA activities, which include conducting field \ninvestigations and data collection, preparing reports, organizing workshops, and \nother related activities; \n(iii)  conduct research on the Government Procurement Law (GPL) adopted in 2003 \nand the Implementing Regulation for Government Procurement Law issued in 2015, \nby analyzing the application of GPL by different government agencies and areas \nfor further improvement;  \n(iv)  assess the strengths and weaknesses in the country procurement system from the \nperspective  of  (a)  the  legal  and  regulatory  framework;  (b)  the  institutional \nframework  and  management  capacity  at  central  and  provincial  levels;  (c) \nprocurement  operations  and  market  practices;  and  (d)  the  integrity  and \ntransparency  of  the  public  procurement  system,  including  the  maturity  of  the \nelectronic government procurement system in the country; \n(v)  assess the roles of key government agencies involved in procurement regulation \nand  oversight  at  national    and  provincial  levels,  such  as  MOF’s  Treasury \nDepartment; \n(vi)  identify the main weaknesses of the country procurement system and areas for \nfurther improvements to align with best international practices;  \n(vii)  assess the strengths and weaknesses of the sector and/or agency procurement \nsystems, including tendering and bidding transaction platforms in provinces, e-\nprocurement procedures, and roles of procurement agents;  \n(viii)  identify the main weaknesses of the sector and/or agency procurement systems \nand areas for further improvements to align with best international practices;  \n(ix)  with the assistance of the national specialist, develop the GPAT based on MAPS-\nOECD and other best international practices; pilot the proposed GPAT in selected \nexecuting agencies to be identified in close consultation with MOF and ADB; and \npropose recommendations to further refine the GPAT and improvements in the \ngovernment procurement policies; and \n(x)  carry out other tasks necessary to accomplish the TA objectives. \n \n8.  Procurement  specialist  (national, 4 person-months, intermittent). The specialist will \nhave (i) at least 10 years of experience in procurement practices with a background in the \nimplementation  of  development  projects,  preferably  including  experience  in  procurement \nreviews  and/or  audits,  procurement  system  assessment,  and  national  procurement  reform \nprograms; (ii) a graduate degree in a major relevant discipline in procurement, engineering, law, \nmanagement, business, or another closely related field; and (iii) significant knowledge and \nfamiliarity with the PRC’s national procurement system. The specialist will perform the following \ntasks: \n(i)  conduct research on the GPL and its implementing rules by analyzing how the \nlaw  is  applied  by  different  government  agencies  and  areas  for  further \nimprovement;  \n ", "  Appendix 3  11 \n(ii)  assess the roles of key government agencies involved in procurement regulation \nand  oversight  at  national  and  provincial  levels,  such  as  MOF’s  Treasury \nDepartment; \n(iii)  identify the main weaknesses of the country procurement system and areas for \nfurther improvement to align with best international practices;  \n(iv)  assess  strengths  and weaknesses  of  the sector  and/or  agency  procurement \nsystems, including tendering and bidding transaction platforms (trading centers) \nin provinces, e-procurement procedures, and roles of procurement (tendering) \nagents;  \n(v)  identify the main weaknesses of the sector and/or agency procurement systems \nand areas for further improvement to align with best international practices;  \n(vi)  help the team leader to develop the GPAT based on MAPS-OECD and other \nbest  international  practices;  pilot  the  proposed  GPAT  in  selected  executing \nagencies to be identified in close consultation with MOF and ADB; and propose \nrecommendations  for  further  refining  the  GPAT  and  improvements  in  the \ngovernment procurement policies; and \n(vii)  carry out other tasks necessary to accomplish the TA objectives. \n \n9.  Public finance management specialist (national, 4 person-months, intermittent). The \nspecialist will have (i) at least 10 years of experience in public finance management practices, \nincluding  experience  in  public  finance  management  reviews,  audits,  procurement  system \nassessments, and national public finance management reform programs; (ii) a graduate degree \nin public finance, procurement, law, business administration, management or another closely \nrelated  field;  and  (iii)  significant  knowledge  and  familiarity  with  the  PRC’s  public  finance \nmanagement. The specialist will perform the following tasks: \n(i)  conduct research on the GPL and its implementing rules by analyzing how the law \nis applied by different government agencies and areas for further improvement;  \n(ii)  assess the roles of key government agencies involved in procurement regulation \nand  oversight  at  national  and  provincial  levels,  such  as  MOF’s  Treasury \nDepartment; \n(iii)  identify the main weaknesses of the country procurement system and areas for \nfurther improvement to align with best international practices;  \n(iv)  assess the strengths and weaknesses of the sector and/or agency procurement \nsystems, including tendering and bidding transaction platforms (trading centers) in \nprovinces, e-procurement procedures, and roles of procurement (tendering) agents;  \n(v)  identify the main weaknesses of the sector and/or agency procurement systems \nand areas for further improvement to align with best international practices;  \n(vi)  help the team leader to develop the GPAT based on MAPS-OECD and other best \ninternational practices; pilot the proposed GPAT in selected executing agencies to \nbe  identified  in  close  consultation  with  MOF  and  ADB;  and  propose \nrecommendations  for  further  refining  the  GPAT  and  improvements  in  the \ngovernment procurement policies; and  \n(vii)  carry out other tasks necessary to accomplish the TA objectives. \n \n10.  Resource persons (national, up to 4 persons for 2 discussion seminars, each for 1 day). \nThe resource persons will have a degree in finance, economics, law, public management, \nbusiness  administration,  public  policy,  or  a  closely  related  field;  and  at  least  10  years  of \nexperience  in  procurement  reviews  and/or  audits,  procurement  system  assessment,  and \nnational procurement reform programs. Reporting to ADB, the resource persons will participate \nin the seminars to provide specific expertise and experience relevant to the issues addressed by \nthe event. \n ", "12  Appendix 3 \n \nB.  Component B: Drafting of Policy Recommendations on Public–Private Partnership \nDisclosure and Disclosure Guidelines \n11.  Under  component  B,  four  consultants  will  be  recruited  to  complete  the  TA:  one \ninternational consultant (1 person-month) and three national consultants (9 person-months). In \naddition, the TA will mobilize resource persons when needed. In dialogue with the executing \nagency and implementing agency, ADB will recruit these experts in accordance with ADB’s \nGuidelines on the Use of Consultants. The proceeds of the TA will be disbursed in line with \nADB's Technical Assistance Disbursement Handbook. All consultants will be recruited through \nindividual consultant selection. \n \n12.  Consultants  will  (i)  review  the  information  disclosure  frameworks  and  practices  in \ntransacted public–private partnership (PPP) contracts in other jurisdictions, and design a policy \npackage for CPPPC on further enhancement of PPP program transparency, especially project-\nlevel  information  disclosure;  and  (ii)  review  the  PPP  project  life  cycle,  identify  the  proper \ninformation to be disclosed at each stage, and draft the PPP information disclosure guidelines \nfor CPPPC consideration. \n \n13.  Legal  specialist  and  team  leader  (national,  3  person-months,  intermittent).  The \nspecialist will have (i) at least 15 years of experience in public project design or implementation; \n(ii) a master’s degree or higher qualification in law, public governance, or another closely related \nfield;  and  (iii)  proficiency  in  English.  Demonstrated  consultation  experience  with  the  PRC \ngovernment would be an advantage. As the team leader, the specialist will be responsible for all \nfinal outputs of the TA project, as well as for daily coordination and supervision of the team. The \nspecialist will have the following responsibilities: \n(i)  Develop the detailed study framework and methodology in consultation with the \nexecuting and implementing agencies. \n(ii)  Develop the outlines of TA inception, interim, and final reports and assign work to \nrespective specialists. \n(iii)  Prepare inception, interim, and final reports and their revision with inputs from the \nteam members. In the reports, the team leader will review the present PPP \ninformation disclosure, assess PPP practitioners’ public information disclosure \nneeds, and evaluate related international practices. The report will raise practical \npolicy recommendations to further PPP transparancy enhancement. \n(iv)  Finalize and submit the PPP disclosure guidelines to CPPPC.  \n(v)  Ensure the timely implementation of TA activities, which include conducting field \ninvestigations and data collection, preparing reports, organizing workshops, and \nother related activities. \n(vi)  Guide  the  international  specialists  to  identify  international  experience  and \nlessons that can be incorporated by the PRC. \n(vii)  Carry out other tasks necessary to accomplish the TA objectives.  \n \n14.  Public information management specialist (national, 3 person-months, intermittent). \nThe  specialist  will  have  (i)  at  least  10  years  of  relevant  experience  in  public  information \nmanagement and a familiarity with relevant government regulations; (ii) a master’s degree or \nhigher qualification in information policy, information technology, or a closely related field; and \n(iii) a basic understanding of PPP operations, especialy the project development life cycle. The \nspecialist will perform the following tasks: \n(i)  raise suggestions for PPP information disclosure based on the needs of PPP \npractitioners at different PPP project life cycle stages, \n ", "  Appendix 3  13 \n(ii)  assist  the  national  PPP  specialist  to  design  and  draft  the  PPP  disclosure \nguidelines, \n(iii)  provide substantial inputs to TA reports, \n(iv)  participate in the TA workshops to present and discuss study findings, and \n(v)  conduct other related tasks assigned by the team leader. \n \n15.  Public–private partnership specialist (national, 3 person-months, intermittent). The \nspecialist will have extensive PPP consultation and PPP project implementation experience. \nThe specialist will have at least 10 years of relevant experience and a master’s degree in \nmanagement, economics, business, or a closely related field. The specialist will perform the \nfollowing tasks: \n(i)  assess the information disclosure scope needed for different PPP practitioners in \nthe PPP project life cycle and conduct surveys if necessary, \n(ii)  help other team members to understand the PRC’s PPP life cycle, \n(iii)  help the team leader verify the applicability of international practices, \n(iv)  prepare the draft PPP disclosure guidelines, \n(v)  provide substantial inputs to TA reports, \n(vi)  participate in the TA workshops and present and discuss study findings, and \n(vii)  conduct other related tasks assigned by the team leader. \n \n16.  Public–private partnership specialist (international, 1 person-month, intermittent). The \nspecialist will have (i) at least 10 years of PPP relevant experience and a familiarity with the \nPRC’s PPP market practice and PPP regulatory framework; (ii) a master’s degree or higher \nqualification in business administration, law, or a closely related field; and (iii) strong expertise, \nextensive  experience,  and  in-depth  knowledge  of  international  PPP  operations,  especially \ninternational PPP transparency programs and practices. The specialist will perform the following \ntasks: \n(i)  conduct a comprehensive review of the international policies and regulations on \ninternational PPP program transparency, \n(ii)  propose policy recommendations on the PRC’s PPP disclosure based on the \nanalysis in para. 16 (i),  \n(iii)  organize the international workshop and make at least one section presentation \nguided by the team leader,  \n(iv)  participate in TA workshops to present and discuss findings, \n(v)  provide substantial inputs to the TA reports, and \n(vi)  conduct other related tasks assigned by the team leader. \n \n17.  Resource persons (national and international, intermittent, up to 6 persons for each \nconference or workshop, up to 3 days each). The resource persons will have a degree in \nfinance, economics, law, public management, business administration, public policy, information \nmanagement, or a closely related field, as well as at least 10 years of experience helping \ngovernment  agencies  prepare  and  implement  projects,  or  managing  public  information. \nReporting  to  ADB,  the  resource  persons  will  participate  in  the  regional  conferences  and \nknowledge products review workshops to provide specific expertise and experience relevant to \nthe issues addressed by the event. \n \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20161011160002+08'00'", "ModDate": "D:20161011160002+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Technical Assistance Report", "Keywords": "adb technical assistance ta report"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 12 September 2016) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1495 \n$1.00  =  CNY6.6876 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  CPPPC  –  China Public Private Partnerships Center \nGDP  –  gross domestic product \n  GPAT  –  government procurement system assessment tool \n  GPL  –  Government Procurement Law \nMAPS  –  Methodology for Assessing Procurement Systems \n  MOF  –  Ministry of Finance \nOECD  –  Organisation for Economic Co-operation and Development \n  PPP  –  public–private partnership \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  Y. Qian, Public Management, Financial Sector and Regional Cooperation \nDivision, EARD \n   \nTeam leader  B. An, Public Management Specialist, EARD \nTeam members  C.S. Lo, Senior Operations Assistant, EARD \n  X. Qin,  Procurement Officer, People’s Republic of China Resident \nMission, EARD  \nC. Sugden, Principal Public–Private Partnership Specialist, EARD \n   \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "S. Groff", "role": "Operations", "organization": ""}, {"fullname": "A. Konishi", "role": "East Asia Department (EARD)", "organization": ""}, {"fullname": "Y. Qian", "role": "Public Management", "organization": "Financial Sector and Regional Cooperation"}, {"fullname": "B. An", "role": "Public Management Specialist", "organization": "EARD"}, {"fullname": "C.S. Lo", "role": "Senior Operations Assistant", "organization": "EARD"}, {"fullname": "X. Qin", "role": "Procurement Officer", "organization": "People"}, {"fullname": "C. Sugden", "role": "Principal Public", "organization": ""}]}