{"path": "data/input/ta/50158-001-tar.pdf", "pages": [" \nTechnical Assistance Report \n \n \n \n \nProject Number: 50158-001 \nRegional—Capacity Development Technical Assistance (R-CDTA) \nNovember 2016 \n \n \n \n \n \nSupporting Implementation of Environment-Related \nSustainable Development Goals in Asia and the \nPacific  \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB’s  Public \nCommunications Policy 2011. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  ESCAP  –  Economic and Social Commission for Asia and the Pacific \n  MAPS  –  Mainstreaming, Acceleration, and Policy Support \nMDG  –  Millennium Development Goal \n  SDG  –  Sustainable Development Goal  \n  TA  –  technical assistance  \n  UNDP  –  United Nations Development Programme \nUNEP  –  United Nations Environment Programme \n       \n       \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \nVice-President  B. Susantono, Knowledge Management and Sustainable Development  \nDirector General  M.C. Locsin, Sustainable Development and Climate Change (SDCC) \nDirector  H. Gunatilake, Environment and Safeguards, SDCC \n   \nTeam leader  E. Marsden, Environment Specialist, SDCC \nTeam members  S.A. Ferdausi, Environment Specialist, SDCC  \n  D. Ponzi, Technical Advisor (Environment), SDCC \n  M.A. Virtucio, Senior Environment Officer, SDCC \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \n \nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  5 \nIV.  THE PRESIDENT'S DECISION  5 \nAPPENDIXES \n1.         Design and Monitoring Framework  6 \n2.         Cost Estimates and Financing Plan  8 \n3.         Outline Terms of Reference for Consultants  9 \n \n \n \n \n   \n \n ", "", "Project Classification Information Status: Complete\nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 50158-001\nProject Name Supporting Implementation of  Department SDCC/SDES\nEnvironment-Related Sustainable  /Division\nDevelopment Goals in Asia and the \nPacific\nCountry REG Executing  Asian Development Bank\nAgency\n2. Sector Subsector(s)     ADB Financing ($ million)\nAgriculture, natural Forestry 0.35\nresources and rural\ndevelopment\nLand-based natural resources management 0.30\nWater-based natural resources management 0.30\nEnergy Energy efficiency and conservation 0.01\nWater and other urban  Urban sanitation 0.02\ninfrastructure and \nservices\nUrban solid waste management 0.02\nTotal 1.00\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic Pillar 2: Access to economic  Climate Change impact on the  Low\ngrowth (IEG) opportunities, including jobs, made  Project\nmore inclusive\nEnvironmentally Eco-efficiency\nsustainable growth Environmental policy and legislation\n(ESG) Natural resources conservation\nRegional integration Pillar 4: Other regional public goods\n(RCI)\nq4q. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and Institutional development No gender elements (NGE)\ncapacity development\n(GCD)\nKnowledge solutions Knowledge sharing activities\n(KNS) Pilot-testing innovation and learning\nPartnerships (PAR) Implementation\nRegional organizations\nSouth-South partner\nUnited Nations organization\nPrivate sector  Public sector goods and services \ndevelopment (PSD) essential for private sector \ndevelopment\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No\nRural High\nHousehold Targeting No\nUrban Low\nSDG Targeting Yes\nSDG Goals SDG12, SDG14, SDG15\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 1.00\n    Capacity development technical assistance: Technical Assistance Special 1.00\nFund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 1.00\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems  No\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 24112016114721551021 Generated Date: 29-Nov-2016 10:07:02 AM", "", " \nI.  INTRODUCTION \n \n1.  The  global  development  community  adopted  the  Sustainable  Development  Goals \n(SDGs) in 2015, and the Asian Development Bank (ADB) has a responsibility to support its \ndeveloping member countries (DMCs) in implementing them.1 Compared with the Millennium \nDevelopment  Goals  (MDGs),  most  SDGs  have  environmental  sustainability  underpinnings. \nSDGs 12, 13, 14, and 15 directly relate to the environment, as do others (including 1, 2, 3, 6, 7, \n9, and 11) through the interactions of natural and social systems.2 DMCs will need support to \nimplement environment-related SDGs, which may be overlooked in national development plans \ncompared with other SDGs, as happened under the MDGs. Capacities of DMCs will have to be \nstrengthened  to  integrate  these  SDGs  into  national  policies,  plans,  and  programs  and  to \naddress  implementation  issues,  such  as  strengthening  statistics;  developing  partnerships; \nfinancing; and harnessing science, technology, and innovation.3  \n \n2.  The capacity development technical assistance (TA) is consistent with Strategy 2020, its \nmidterm review, and the Environment Operational Directions.4 ADB is preparing Strategy 2030, \nits long-term strategy leading to 2030. The TA will potentially contribute to aligning the new ADB \nstrategy with environment-related SDGs. Demand for the TA has been confirmed with DMC \nofficials as well as with the regional departments that were consulted to identify regional priority \nenvironmental challenges that could be addressed through the environment-related SDGs, and \npotential pilot DMCs.5 The design and monitoring framework is in Appendix 1.6  \n \nII.  ISSUES \n \n3.  Implementation of environment-related SDGs will be critical for continued development \nin the region. Environmental degradation and climate change threaten development gains, with \nthe poor suffering most. At the third Asia-Pacific Forum on Sustainable Development in April \n2016, which initiated a regional dialogue on implementing Agenda 2030, participants identified \nenvironmental challenges to be prioritized in the region, including degradation of ecosystems, \nunsustainable resource use, air and water pollution, and threats posed by climate change and \nnatural disasters. In providing DMCs support to implement environment-related SDGs, policy \nand institutional coherence, data monitoring, and accountability will need to be addressed at the \n                                                 \n1  United Nations. Sustainable Development Summit 2015. https://sustainabledevelopment.un.org/post2015/summit. \nThe SDGs were adopted as part of the 2030 Agenda for Sustainable Development, which calls for a new approach \nto development to eradicate poverty; reduce inequalities; and promote inclusiveness, environmental sustainability, \nand resilience.  \n2  United  Nations.  Sustainable  Development  Goals.  https://sustainabledevelopment.un.org/sdgs  SDG  12  on \nResponsible Consumption and Production—Ensure sustainable consumption and production patterns; SDG13 on \nClimate Acton—Take urgent action to combat climate change and its impacts; SDG 14 on Life Below Water—\nConserve and sustainably use the oceans, seas, and marine resources for sustainable development; and SDG 15 \non Life on Land—Protect, restore, and promote the sustainable use of terrestrial ecosystems, sustainably manage \nforests, combat desertification, halt and reverse land degradation, and halt biodiversity loss.  \n3  Economic and Social Commission for Asia and the Pacific (ESCAP). 2016. Defining Regional Priorities and Status \nof the Integration and Implementation of the 2030 Agenda for Sustainable Development in Asia and the Pacific. \nBackground document for the Asia-Pacific Forum on Sustainable Development 2016. Bangkok. 3–5 April.  \n4  ADB. 2009. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila; ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. \nManila; ADB. 2013. Environment Operational Directions 2013–2020: Promoting Transitions to Green Growth in \nAsia and the Pacific. Manila.  \n5  The TA concept was presented at two regional environment meetings. DMC participants expressed interest in the \nTA, with some indicating their willingness to be pilot DMCs. \n6  The TA first appeared in the business opportunities section of ADB’s website on 23 September 2016. \n ", "2   \nnational level. For example, governments will need capacity to analyze and evaluate policy \noptions based on environmental as well as economic and social criteria, and to monitor policy \nimpacts  and  progress  against  targets.  Measurement  and  monitoring  for  environmental \nsustainability progress is the weakest among the sustainable development pillars (economic \ndevelopment,  social  development,  and  environmental  protection)  because  of  insufficient \nproduction of environment statistics, impeding DMCs’ ability to determine baseline conditions \nand set targets. Financing is also a concern since, compared with other priorities such as basic \nservices or infrastructure provision, less incentives exist to invest in environmental sustainability, \nas it is often difficult to demonstrate returns on investments.  \n \n4.  DMCs  have  varying  capacities  and  will  have  differing  needs  based  on  national \ncircumstances  and  development  priorities.  Consultations  undertaken  by  the  project  team \nindicate  DMCs  require  capacity  building  support  for  environment-related  SDG  issues  and \naccess to finance. Tools and methodologies to mainstream the SDGs will have to be identified \nand/or  developed  considering  applicability  and  priorities  in  DMCs.  Helping  DMCs  identify \npriorities and set targets for environment-related SDGs will also assist ADB in identifying targets \nunder the forthcoming  Strategy 2030.  Upstream support for environment-related SDGs will \ncreate opportunities to support sector investments in sustainable infrastructure and resource \nconservation (SDG12) and natural resources management (SDGs 14 and 15), including co-\nbenefits in climate change adaptation and mitigation (SDG13).7 The national policies, strategies, \nand programs to be identified by the DMCs as necessary in meeting environment-related SDGs \ncan be areas for follow-on ADB support through policy advice, TA, projects, and knowledge \nservices. \n \n5.  The TA aims to address DMCs’ capacity needs to implement environment-related SDGs. \nUsing the  Mainstreaming,  Acceleration,  and Policy Support  implementation  guidance as a \nframework and guided by DMCs’ priority needs, the TA will (i) conduct a stocktaking and review \nstudy on the integration progress of environment-related SDGs to national policies and plans, \n(ii) develop a set of technical guidance materials  to adapt environment-related SDGs and \ntargets to national and local contexts, (iii) undertake activities—applying the technical guidance \nmaterials—to develop recommendations for integrating environment-related SDGs in national \nplans and policies in three pilot DMCs, and (iv) disseminate lessons on integration and build \nDMCs’ capacities to use the technical guidance materials.8 \n \n6.  The TA is aligned with the Environment Thematic Group’s work program. It will build on \nADB’s previous support for  achieving  MDG7 (environmental sustainability) in  Asia and the \nPacific, and will align with Strategy 2030 (under preparation) to support DMCs in implementing \nactions on the environment-related SDGs. ADB’s support for MDG7 primarily focused on water \nsupply and sanitation, and investments in energy and transport to reduce greenhouse gas \nemissions. There was limited focus on forests and protected areas.9 ADB needs to shift to \noperations with more innovation and impact from an environmental perspective. The TA covers \n                                                 \n7  For example, co-benefits of protecting biodiversity and ecosystem services under SDGs 14 and 15 include support \nfor Reducing Emissions from Deforestation and Forest Degradation and ecosystem-based adaptation. \n8  The United Nations Development Group has prepared a reference guide (Mainstreaming, Acceleration, and Policy \nSupport) on a common approach to mainstreaming Agenda 2030 and the SDGs that covers eight implementation \nguidance areas: (i) raising public awareness; (ii) applying multi-stakeholder approaches; (iii) tailoring SDGs to \nnational, subnational, and local contexts; (iv) creating horizontal policy coherence (i.e., across sectors); (v) creating \nvertical policy coherence (i.e., from national to local levels); (vi) budgeting for the future; (vii) monitoring, reporting, \nand accountability; and (viii) assessing risks and fostering adaptability. \n9  Independent Evaluation Department. 2013. Thematic Evaluation Study: ADB’s Support for Achieving the \nMillennium Development Goals. Manila. ADB.   \n ", "  3 \nsustainable consumption and production, marine ecosystems, and terrestrial ecosystems that, \nother than forests, were not part of the MDGs. The TA will also work with regional partners such \nas Economic and Social Commission for Asia and the Pacific (ESCAP) and United Nations \nEnvironment  Programme  (UNEP),  both  of  which  have  mandates  to  support  countries  to \nimplement the SDGs. The TA will also build on lessons from the Poverty and Environment Fund \nand ongoing participation in the Poverty and Environment Partnership.10 The TA will ensure \nsynergy and avoid duplications with the regional TA on Agenda 2030 and the SDGs, which \ntracks and monitors overall SDG implementation.11 The TA complements the regional TA, as \nboth will help ADB support SDG implementation and develop Strategy 2030, but focuses on \nimplementing environment-related SDGs.  \n \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n7.  The impact will be the integration of environment-related SDGs into policy and planning \nprocesses in Asia and the Pacific DMCs improved or achieved in the longterm. The outcome will \nbe enhanced capacity and knowledge of governments and other stakeholders to implement \nenvironment-related SDGs. \n \nB.  Methodology and Key Activities \n8.  In supporting the integration  of environment-related SDGs,  the TA will identify and \nsupport innovative approaches to implementing these SDGs through two outputs. \n \n9.  Output 1: Regional stocktaking and review, technical guidance materials, and \nknowledge-sharing workshop. The TA will conduct a stocktaking and review of (i) efforts to \nintegrate environment-related SDGs into national and subnational policies, plans, and programs, \nearly  lessons,  and  capacity  needs;  (ii)  regional-  and  country-level  support  activities  by \ndevelopment partners; and (iii) knowledge partnerships. The review will also identify barriers to \nmainstreaming these SDGs in national policies and plans, including (i) alignment with national \npriorities and obligations, where economic- and social-related goals often have greater political \ntraction; and (ii) natural resource management and other relevant regulations, as the majority \nwere developed without sufficient attention to sustainable development.  \n \n10.  In  parallel,  the  TA  will  prepare  an  inventory  of  best  practices,  tools,  and  other \nmechanisms developed by DMCs, development partners, and Organisation for Economic Co-\noperation and Development countries to support environment-related SDGs, and will assess the \napplicability of these tools. Based on inventory and assessment findings, the TA will adopt, \nupdate, or prepare a set of technical guidance materials to integrate these SDGs in national \nplans and policies. The materials, intended for DMC (governments and other stakeholders) use, \nwill have at least three modules on SDGs 12, 14, and 15. The materials will include process \nmaps  that  identify  entry  points  in  the  Mainstreaming,  Acceleration,  and  Policy  Support \n                                                 \n10 The Poverty and Environment Fund supported two regional TA programs: ADB. 2003. Technical Assistance for the \nPoverty and Environment Program. Manila; and ADB, Technical Assistance for Mainstreaming Environment for \nPoverty Reduction. Manila.  \n11 ADB. 2016. Technical Assistance for Agenda 2030: Supporting the Sustainable Development Goals through \nStrategic Partnerships and Preparedness. Manila (TA 9130-REG). This TA’s main objective is to monitor and \nreport on SDG implementation progress in collaboration with United Nations Development Programme (UNDP) \nand ESCAP.  \n ", "4   \nframework for consideration of environmental issues; diagnostic tools to  detect barriers in \nachieving environment-related SDG targets; and methods for integrated approaches and policy \ncoherence  with  related  SDGs,  selection  of  indicators,  policy  design,  and  institutional \narrangements to support SDG implementation.12   \n \n11.  A regional workshop will be held for DMC officials, other stakeholders, and development \npartners to disseminate and validate the review findings, share technical guidance materials, \nand identify priority environment-related targets, capacity needs, and follow-up actions. This \nopportunity will be used to discuss (e.g., from planning, budgeting, and environment ministries) \nopportunities for identifying pilot DMCs and, if possible, secure commitments from DMC officials.  \n \n12.  Output 2: Recommendations for mainstreaming environment-related Sustainable \nDevelopment  Goals  in  three  pilot  developing  member  countries  and  dissemination \nworkshop. Building on output 1, and focusing on environment-related SDGs and DMCs’ priority \ntargets, the TA will undertake activities applying the technical guidance materials in three pilot \nDMCs. Potential pilot DMCs will be identified in consultation with regional departments and/or \ncountry directors and DMCs, and criteria—to be developed under output 1—will be used in \nselection. ADB will help DMCs identify activities for TA support and may, with DMC consent, \nbring  in  other  development  partners  to  support  specific  activities.  Activities  can  include \nconducting  studies,  providing  workshops  or  training  on  integrated  approaches  to  identify \nenvironmental  priorities,  establishing  indicators  on  environmental  issues  (and  determining \nbaseline data needs) against which implementation can be monitored, clarifying synergies and \ntrade-offs, strengthening policy coherence, and improving institutional arrangements.13 \n \n13.   Based  on  the  activities’  outcome,  the  TA  will  assist  DMCs  in  developing \nrecommendations on mainstreaming environment-related SDGs into national policies and plans, \nand a work plan and resource mobilization strategy to implement them. Recommendations may \ninclude  prioritizing  measures,  setting  national  and  subnational  targets,  or  selecting \nenvironmental indicators. A second regional  workshop will be held for DMC officials, other \nstakeholders,  and  development  partners  to  disseminate  technical  guidance  materials, \nknowledge, and lessons. \n \n14.  Focal ministries or agencies (including ministries of environment, planning, and finance \nalongside sector ministries) will be identified based on their role and mandate to support \nenvironment-related SDG activities. Output 2 activities will be implemented in coordination with \ncountry-level SDG mainstreaming activities by United Nations agencies and other development \npartners. A potential risk is that governments may change their priorities or commitments on \nenvironment-related SDGs due to political factors, which would affect their commitment to the \nTA. To minimize this risk, ADB will focus activities on issues and sectors where there is clear \ncommitment in development plans and a definite need for environment-related SDG activities.   \n \nC.  Cost and Financing \n15.    The TA is estimated to cost $1,150,000 of which $1,000,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-V). The  governments  of  the  three \n                                                 \n12 In addition, the TA will review lessons from ADB’s previous support for achieving the environment MDG, including \nADB’s tripartite partnership with ESCAP and UNDP.  \n13 Integrated approaches could include the integrated landscape approach linking land management practices, \ninstitutions, and policies with other landscape-scale activities, and the nexus approach examining interrelatedness \nand interdependencies of environmental resources in a system (e.g., water–energy–food nexus).  \n ", "  5 \npilot  DMCs  will  provide  counterpart  support  in  the  form  of  counterpart  staff,  office \naccommodation, office supplies, secretarial assistance, domestic transportation, and other in-\nkind contributions. The TA will not finance any activity in a DMC unless no objection is obtained \nfrom the government of that DMC. \n \nD.  Implementation Arrangements \n16.  ADB  will  be  the  executing  agency  of  the  TA,  which  will  be  implemented  by  the \nSustainable Development and Climate Change Department working through the Environment \nThematic Group. The TA will involve collaboration with regional departments and sector and \nthematic groups  to develop technical guidance materials and implement activities  in three \nDMCs. ADB will work with regional actors (e.g.,  United Nations Development Programme \n[UNDP], UNEP, and ESCAP) and other development partners in TA implementation. \n \n17.  The TA will be implemented from  November 2016 to  October 2019. An indicative \nschedule is included in the design and monitoring framework (Appendix 1). The TA will finance \nconsulting services, workshops and capacity development activities, and report preparation. \nIndividual consultants (22 person-months international and 24 person-months national) will be \nrequired. Consultant selection and engagement will be done following ADB's Guidelines on the \nUse of Consultants (2013, as amended from time to time). Terms of reference are in Appendix \n3. The TA will fund the participation in workshops and conferences of DMC officials, participants \nfrom key institutions, and sector representatives. Disbursements will be made following the \nTechnical  Assistance  Disbursement  Handbook  (2010,  as  amended  from  time  to  time). \nProcurement will follow ADB’s Procurement Guidelines (2015, as amended from time to time). \n \n18.  Coordination will be undertaken with resident mission in pilot DMCs. It is expected that \nparticipating  DMCs  will  identify  counterpart  staff  to  provide  leadership  and  administrative \nsupport to the implementation of country mainstreaming activities, and  to receive capacity-\nbuilding activities. Given that responsibilities for environment-related SDGs may fall across \nseveral ministries and agencies, counterpart ministries and agencies for pilot activities will be \ncarefully selected in consultation with operational departments, country directors, and DMCs, \nincluding concurrence from finance or planning ministries, as applicable. For TA output delivery, \na potential risk is that DMCs may change personnel assigned to implement activities. The TA \nwill  involve  potential  focal  point  ministries  and  agencies  early  on  and  carefully  review \ninstitutional arrangements for environment-related SDG implementation in each pilot DMC, so \nthat  appropriate  partner  personnel  and  agencies  with  demonstrated  commitment  to  policy \nadherence and dialogue continuity are selected. Coordination among concerned agencies also \nneeds to be managed, given the required multisector approach. \n \n19.  The TA will disseminate knowledge and lessons from  outputs 1 and 2  through the \nsecond regional workshop. ADB will work with development partners including UNDP, UNEP, \nand ESCAP to disseminate the findings more widely. \n \nIV.  THE PRESIDENT'S DECISION \n \n20.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,000,000 on a grant basis \nfor Supporting Implementation of Environment-Related Sustainable Development Goals in Asia \nand the Pacific, and hereby reports this action to the Board. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with \n \nIntegration of environment-related  SDGs into policy and planning processes in Asia and the Pacific DMCs \na\nimproved  or achieved in the long term (The 2030 Agenda for Sustainable Development)  \n \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting  Risks \nOutcome       \nCapacity and  a. Capacity to implement  a. Dissemination  Governments  change \nknowledge of  environment-related  SDGs  workshop and TA  their priorities or \ngovernments  and  improved  by 2019 (2016  progress reports  commitments for \nother stakeholders to  baseline: NA)  environment-related \nimplement    activities due to political \nenvironment-related  factors. \nSDGs enhanced \nOutputs       \n1. Regional  1a. Regional stocktaking  1a. Regional stocktaking  DMCs change \nstocktaking and review  and review report  and review report and  personnel assigned to \nundertaken, technical  prepared by 2017 (2016  TA progress reports   the TA. \nguidance materials  baseline: NA)   \nprepared, and     \nknowledge-sharing  1b. At least three technical  1b. Published technical \nworkshop undertaken   guidance materials  guidance materials and \n  prepared by 2019 (2016  TA progress reports \n  baseline: NA)    \n   \n1c. At least 50 DMC  1c. Knowledge-sharing \nofficials and other  workshop report \nstakeholders participate  in   \nknowledge-sharing \nworkshop(2016  baseline: \nNA) \n \n2. Recommendations  2a. Activities on  2a. TA progress reports   \nfor mainstreaming  integrating environment-  \nenvironment-related  related SDGs applying the   \nSDGs in three pilot  technical guidance   \nDMCs developed  and  materials conducted in   \ndissemination  three pilot DMCs by 2019   \nworkshop held  (2016 baseline: NA)   \n     \n  2b. Recommendations to  2b. Recommendations \n  mainstream SDGs  and TA progress reports \ndeveloped  by three pilot   \nDMC governments  by   \n2019 (2016 baseline: NA)    \n2c. At least 50 DMC  2c. Dissemination \nofficials and other SDG  workshop report \n ", "  Appendix 1  7 \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting  Risks \nstakeholders participate in   \nregional dissemination \nworkshop (2016 baseline: \nNA) \n \nKey Activities with Milestones \nOutput 1. Regional stocktaking and review undertaken, technical guidance materials prepared, \nand knowledge-sharing workshop undertaken \n1.1     Carry out regional stocktaking and review of progress on the integration of environment-related   \n          SDGs.  \n1.1.1  Engage consultants to undertake stocktaking and review (Q1 2017). \n1.1.2  Draft the stocktaking and review  report, including DMC selection criteria, for output 2 (Q2 2017). \n1.2     Prepare technical guidance materials.  \n1.2.1  Engage consultants to prepare technical guidance materials (Q1 2017). \n1.2.2  Draft the technical guidance materials for experts’ review before use under output 2 (Q3 2017). \n1.3  Hold regional knowledge-sharing  workshop on integration of environment-related  SDGs. \n1.3.1  Design regional workshop and designate team to implement (Q2 2017). \nOutput 2. Recommendations for mainstreaming environment-related Sustainable Development \nGoals in three pilot developing member countries developed and dissemination workshop held \n2.1     Carry out activities to integrate environment-related  SDGs in three pilot DMCs.  \n2.1.1  Engage output 2 consultants and identify scope of activities to be undertaken (Q3 2017). \n2.1.2  Implement activities in pilot DMCs (Q4 2018). \n2.2     Recommendations on mainstreaming environment-related  SDGs for three pilot DMCs.  \n2.2.1  Prepare recommendations for mainstreaming based on outcome of activities and prepare a work  \n          Plan and resource mobilization strategy (Q2 2019). \n2.3     Disseminate technical guidance materials, knowledge, and lessons on integrating environment   \n          SDGs through a regional dissemination workshop. \n2.3.1  Design regional dissemination and capacity building workshop and designate team to implement  \n          (Q3 2019). \nInputs \nADB: $1,000,000  \nNote: Pilot DMC governments  will provide  counterpart support in the form of counterpart staff, office \naccommodations, office supplies, secretarial assistance, domestic transportation, and other in-kind \ncontributions. \nAssumptions  for Partner Financing \nNot applicable. \nADB = Asian Development Bank, DMC = developing member country, NA = not applicable, Q = quarter, SDG =  \nSustainable Development Goal, TA = technical assistance. \na United Nations. Transforming Our World: The 2030 Agenda for Sustainable Development.  \n    https://sustainabledevelopment.un.org/post2015/transformingourworld. \n  Source: ADB. \n \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \nItem  Amount \na\nAsian Development Bank    \nb\n  1.  Consultants    \n    a.  Remuneration and per diem   \n      i.  International consultants  330.0 \n      ii.  National consultants  80.0 \n    b.  International and local travel  140.0 \n    c.  Reports and communications  15.0 \nc\n  2.  Training, seminars, and conferences   380.0 \n  3.  Miscellaneous administration and support costs  5.0 \n  5.  Contingencies  50.0 \n        Total  1,000.0 \nNote: The technical assistance (TA) is estimated to cost $1,150,000, of which  contributions from the Asian \nDevelopment Bank (ADB) are presented in the table above. The governments of the three pilot developing member \ncountries (DMCs) will provide counterpart support in the form of counterpart staff, office accommodation, office \nsupplies, secretarial assistance, domestic transportation, and other in-kind contributions. Each pilot DMC is estimated \nto provide $50,000 as an in-kind contribution. The total value of government contribution is estimated to account for \n13% of the total TA cost. \na  Financed by ADB’s Technical Assistance Special Fund (TASF-V).  \nb  Includes consultants to support activities in pilot DMCs under output 2.  \nc The TA will fund at least two regional workshops with at least 50 participants per workshop in ADB headquarters.   \nSource: ADB estimates. \n ", "  Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.     International and national consultants will be engaged through competitive bidding and \nwill use an output-based contract to deliver: \n(i)  a stocktaking review report addressing Sustainable Development Goals (SDGs) \n12, 14, and 15, and environment-related targets of other SDGs (second quarter \n[Q2] of 2017); \n(ii)  a regional workshop for developing member country (DMC) officials, other DMC \nstakeholders, and development partners to share and validate review findings, \nand identify priority environment-related targets, capacity needs, and follow-up \nactions (Q2 2017); \n(iii)  technical guidance materials for SDGs 12, 14, and 15 (Q3 2017); \n(iv)  activities in pilot DMCs (Q4 2018); \n(v)  recommendations, including a work plan and resource mobilization strategy, for \npilot DMCs (Q2 2019); and \n(vi)  a second regional workshop for DMC officials, other DMC stakeholders, and \ndevelopment partners to disseminate technical assistance (TA) knowledge and \nlessons (Q3 2019). \n \nTable A3: Resource Plan \nExperts  Person-Months \nTechnical assistance lead   6 \nCapacity building consultant  6 \nEnvironment  statistics specialist  3 \nSustainable consumption and production specialist  3 \nSustainable natural resource management specialist (terrestrial)  2 \nSustainable natural resource management specialist (marine)  2 \nTechnical assistance coordinator and knowledge management consultant  12 \nNational consultants (3)  12 \nSource: Asian Development Bank. \n \n2.    Technical  assistance  lead  for  implementing  environment-related  Sustainable \nDevelopment Goals (international, 6 person-months, intermittent). The consultant will have at \nleast a master’s degree in environmental management, environmental economics, or a related \ndiscipline,  and  practical  knowledge  and  at  least  10  years’  experience  in  integrating \nenvironmental sustainability into policies, strategies, and programs. The consultant should have \nexperience implementing Millennium Development Goal 7 and environment-related SDGs. The \nconsultant should have practical knowledge of the 2030 Agenda for Sustainable Development \nAgenda  2030,  the  SDGs,  and  Mainstreaming,  Acceleration,  and  Policy  Support  (MAPS) \nframework1. Knowledge and experience in Asia and the Pacific is essential. The consultant will \nbe responsible for overall TA implementation, and the following: \n(i)  organize, coordinate, and plan TA implementation, including other consultants’ \ninputs; \n(ii)  establish a working group to review outputs with operational departments and \nsector and thematic groups as well as external agencies including United Nations \nDevelopment Programme (UNDP), the United Nations Environment Programme \n                                                 \n1 United Nations. Transforming Our World: The 2030 Agenda for Sustainable Development. \n  https://sustainabledevelopment.un.org/post2015/transformingourworld. \n \n ", "10   Appendix 3 \n \n \n(UNEP),  and  Economic  and  Social  Commission  for  Asia  and  the  Pacific \n(ESCAP);2 \n(iii)  lead liaison with the working group to review outputs; \n(iv)  design a stocktaking review exercise—addressing SDGs 12, 14, and 15, and \nenvironment-related targets of other SDGs—on (a) DMCs’ efforts and progress in \nimplementing  environment-related  SDGs  through  national  and  subnational \npolicies,  strategies,  and  programs,  early  lessons,  and  capacity  needs;  (b) \nregional-  and  country-level  support  by  development  partners;  (c)  knowledge \npartnerships; (d) barriers to mainstreaming these SDGs in national policies and \nplans, including alignment with national priorities and obligations, and natural \nresource management and other relevant regulations; and (e) potential entry \npoints to  integrate  these SDGs in  DMCs’ national and subnational policies, \nstrategies, and programs; \n(v)  implement  a  stocktaking  review  exercise  following  agreed  design,  including \nliterature review, consultations, and expert interviews; and prepare a draft report \nfor consultation;3 \n(vi)  review  and  synthesize  existing  Asian  Development  Bank  (ADB)  support  for \nenvironment-related  SDGs,  building  on  ADB  studies  (including  Independent \nEvaluation  Department  studies  on  Millennium  Development  Goals  and \nenvironmentally  sustainable  growth)  and  in  consultation  with  regional \ndepartments and country directors; \n(vii)  oversee the development and dissemination of the technical guidance materials; \n(viii)  design, oversee implementation of, and prepare a report on a regional workshop \nfor DMC officials, other DMC stakeholders, and development partners to share \nand validate the review findings and identify priority environment-related targets, \ncapacity needs, and follow-up actions; \n(ix)  update stocktaking report based on feedback from working group and regional \nworkshop; \n(x)  reference ADB’s support for environment-related SDGs to develop parameters \nfor eligible activities;4 \n(xi)  develop selection criteria for pilot DMCs, building on the indicative criteria;5  \n                                                 \n \n2  The group will review outputs to ensure an integrated implementation approach is adopted and to avoid duplication. \nReflecting the integrated approach to implementing SDGs, all thematic groups will be included. Relevant Asian \nDevelopment Bank (ADB) sector groups and departments—including Strategy and Policy Department and \nEconomic  Research  and  Regional  Cooperation  Department—will  be  involved,  and  external  agencies,  as \nappropriate, since it is important for TA effectiveness to ensure, where relevant, activities are coordinated with \ndevelopment partner efforts.  \n3  Including consultations with the following TA teams: ADB. 2016. Technical Assistance for Agenda 2030: Supporting \nthe Sustainable Development Goals through Strategic Partnerships and Preparedness. Manila (TA 9130-REG); \nand ADB. 2016. Technical Assistance for Scaling Up Private Sector Participation and Use of Market-Based \nApproaches for Environmental Management. Manila (TA 9093-REG). \n4  Pilot DMC activities may address sustainable resource management including water, land, forest, and fisheries; \nresource and energy efficiency measures; sustainable infrastructure; sustainable procurement and supply chain \nmanagement; eco-labeling and certification; and environmental technology for cleaner production.    \n5 Indicative selection criteria (to be finalized under output 1) include (i) regional department representation; (ii) \nexpressed commitment to implement environment-related SDGs; (iii) existence of an institutional system to support \nSDG implementation; (iv) availability of robust empirical analysis to support outputs of pilot activities; (v) ability to \nharness science, technology, and innovation to implement environment-related SDGs; (vi) willingness to allocate \nstaff resources to undertake TA pilot activities; and (vii) relevance to operational department priorities and project \npipelines.  \n ", "  Appendix 3  11 \n(xii)  liaise with ADB regional departments and country directors and DMCs to identify \npotential activities; \n(xiii)  oversee selection and set up of coordination involving resident missions in pilot \nDMCs; \n(xiv)  design, oversee, and monitor implementation of activities and development of \nrecommendations, including work plan and resource mobilization strategy, in the \npilot DMCs; \n(xv)  liaise  with  counterpart  ministries  and  agencies  to  implement  activities  and \ndevelop  recommendations  in  consultation  with  operational  departments  and \ncountry directors; \n(xvi)  design, oversee  implementation and prepare a report on  a second  regional \nworkshop for DMC officials, other DMC stakeholders, and development partners \nto disseminate TA knowledge and lessons; \n(xvii)  identify  and  liaise  with  development  partners,  including  UNDP,  UNEP,  and \nESCAP, to oversee wider dissemination of the TA findings; and \n(xviii)  provide technical inputs to and review of the technical guidance materials and \nfinal TA knowledge products. \n \n3.    Capacity  building  consultant  for  environment-related  Sustainable  Development \nGoals  technical  guidance  materials  (international,  6  person-months,  intermittent).  The \nconsultant will have at least a master’s degree in environmental management, environmental \neconomics, or a related discipline, and practical knowledge and at least 10 years’ experience in \nintegrating environmental sustainability into policies, strategies, and programs. The consultant \nshould have experience in models for sustainable consumption and production, and sustainable \nnatural resources management. The consultant should have proven practical knowledge of \nAgenda 2030, the SDGs, and MAPS framework. Knowledge and experience in Asia and the \nPacific is essential. The consultant will be responsible for technical inputs to the stocktaking \nreview and the development and dissemination of technical guidance materials on integrating \nenvironment-related SDGs into national policies and plans. The consultant will \n(i)  organize, coordinate, and plan the development and dissemination of technical \nguidance materials, including coordinating inputs by other consultants; \n(ii)  liaise with the working group to review outputs; \n(iii)  design a framework—addressing SDGs 12, 14, and 15 and environment-related \ntargets of other SDGs and with reference to MAPS—for the technical guidance \nmaterials intended for DMC (governments and other stakeholders) use, including \npreparing an outline of at least three modules on SDGs 12, 14, and 15; \n(iv)  review and synthesize from literature review, consultations, and expert interviews \n(a) mapping of interlinkages between SDGs 12, 14, and 15 and environment-\nrelated targets of other SDGs against economic and social SDGs; and (b) best \npractices,  tools,  and  other  mechanisms  (e.g.,  economic  modeling,  remote \nsensing, and spatial analysis) that have been developed or are being developed \nby  development  partners  for  implementation  of  environment-related  SDGs \n(footnote 3);  \n(v)  assess the applicability of identified models in facilitating the integration of SDGs \n12, 14, and 15 and environment-related targets of other SDGs into national \npolicies and plans; \n(vi)  prepare a draft framework and inventory of materials that could be adopted, \nupdated, or developed by DMCs for consultation; \n(vii)  participate in the regional workshop for DMC officials, other DMC stakeholders, \nand development partners to share and validate the findings of tasks (i)–(vi); \n ", "12   Appendix 3 \n \n \n(viii)  update the framework and inventory based on feedback from the working group \nand regional workshops; \n(ix)  lead the preparation of technical guidance material modules for at least SDGs \n12, 14, and 15, including the provision of technical inputs and the coordination of \nconsultants; \n(x)  finalize  the  technical  guidance  materials  and  package  for  publication  and \ndissemination, and easy access by DMCs;  \n(xi)  serve as  a capacity-building technical advisor  for activity implementation and \nrecommendation  development  in  the  pilot  DMCs,  as  relevant,  including  by \nparticipating  in  discussions  on  and  helping  design  pilot  DMC  activities  and \nrecommendations;  \n(xii)  participate  in  the  second  regional  workshop  for  DMC  officials,  other  DMC \nstakeholders,  and  development  partners  to  disseminate  technical  guidance \nmaterials; and \n(xiii)  identify  and  liaise  with  development  partners,  including  UNDP,  UNEP,  and \nESCAP, to more widely disseminate the technical guidance materials.  \n \n4.    Environment statistics specialist for environment-related Sustainable Development \nGoals  technical  guidance  materials  (international,  3  person-months,  intermittent).  The \nconsultant will have at least a  master’s degree in statistics or related discipline, practical \nknowledge, and at least 10 years’ experience working on environment-related development of \nindicators and data collection. The consultant should have experience in models for sustainable \nconsumption and production, and sustainable natural resources management. The consultant \nshould have proven practical knowledge of Agenda 2030, the SDGs, and MAPS framework. \nKnowledge  and  experience  in  Asia  and  the  Pacific  is  essential.  The  consultant  will  be \nresponsible for developing the environment statistics elements of the stocktaking review and \ntechnical guidance materials for integrating environment-related SDGs into national policies and \nplans. The consultant will \n(i)  review and synthesize from literature review, consultations, and expert interviews \nthe availability of data for the indicators recommended for SDGs 12, 14, and 15 \nand  environment-related  targets  of  other  SDGs,  and  the  DMCs’  capacity \n(resources and institutional arrangements) to produce these statistics; \n(ii)  undertake  an  assessment  to  examine  the  status  of  indicators,  data  gaps, \npriorities to fill, and adequacy of capacity to produce statistics for the integration \nof SDGs 12, 14, and 15 and environment-related targets of other SDGs into \nnational policies and plans; \n(iii)  identify best practices and opportunities for DMCs to learn from others to develop \nindicators and address data gaps and capacity building needs for statistics; \n(iv)  participate in the regional workshop for DMC officials, other DMC stakeholders, \nand development partners to share and validate the findings of tasks (i)–(iii); \n(v)  provide  technical  inputs  on  environment  statistics  for  preparing  technical \nguidance material modules;  \n(vi)  serve as environment statistics technical advisor for activity implementation and \nrecommendation  development  in  the  pilot  DMCs,  as  relevant,  including  by \nparticipating  in  discussions  on  and  helping  design  pilot  DMC  activities  and \nrecommendations; and \n(vii)  participate in the second regional workshop to disseminate technical guidance \nmaterials. \n \n ", "  Appendix 3  13 \n5.    Sustainable  consumption  and  production,  and  sustainable  natural  resource \nmanagement  specialists  for  technical  guidance  materials  on  environment-related \nSustainable Development Goals (international, 7 person-months total, intermittent). Three \nconsultants with expertise in environment-related SDGs (SDG 12, 14, and 15) will be engaged \nto support the development of the technical guidance materials and mainstreaming, and pilot \nactivities in three selected DMCs. Preferred consultants will have at least a master’s degree in \nenvironmental management, environmental economics, natural resource management, or a \nrelated  discipline,  and  practical  knowledge  and  at  least  10  years’  experience  integrating \nsustainable  consumption  and  production,  marine-related  sustainable  natural  resources \nmanagement, or terrestrial-related sustainable natural resources management into policies, \nstrategies, and programs. The consultants should have practical knowledge of Agenda 2030, \nthe  SDGs,  and  MAPS  framework.  Knowledge  and  experience  in  Asia  and  the  Pacific  is \nessential. The consultants will be responsible for the technical inputs to the stocktaking review \nand the technical elements of the technical guidance materials. The consultants will \n(i)  identify best practices and opportunities for DMCs to learn from others on the \nintegration of sustainable consumption and production or sustainable  natural \nresource management into national policies and plans; \n(ii)  participate in the regional workshop to share and validate the findings of task (i); \n(iii)  provide technical inputs for preparation of technical guidance material modules;  \n(iv)  serve as  a technical advisor  for activity implementation and recommendation \ndevelopment  in  the  pilot  DMCs,  as  relevant,  including  by  participating  in \ndiscussions on and helping design activities and recommendations; and \n(v)  participate in the second regional workshop to disseminate technical guidance \nmaterials. \n \n6.     Technical assistance coordinator and knowledge management consultant (national, \n12  person-months,  intermittent).  The  consultant  will  have  a  degree  in  environmental \nmanagement, environmental economics, or related discipline, and practical knowledge and at \nleast  10  years’  experience  working  in  environment-related  project  administration,  financial \nadministration, and budgeting. The consultant should  have  practical knowledge  of  Agenda \n2030, the SDGs, and MAPS. Knowledge and experience in Asia and the Pacific is essential. \nThe consultant will be responsible for supporting the ADB TA officer and TA lead in organizing, \ncoordinating, planning, and monitoring TA implementation. \n \n7.     National  consultants  for  mainstreaming  environment-related  Sustainable \nDevelopment Goals in pilot developing member countries (national, 12 person-months total, \nintermittent). Three consultants with expertise in environment-related SDGs (SDG 12, 14, and \n15), as relevant to the activities of the pilot DMCs being supported, will be engaged to support \nthe mainstreaming of environment-related SDGs in three selected DMCs. Preferred consultants \nwill have at least a master’s degree in environmental management, environmental economics, \nor a related discipline, and practical knowledge and at least 5 years’ experience in the national \nplanning process in relevant DMCs and the integration of environmental sustainability. The \nconsultants  should  have  practical  knowledge  of  Agenda  2030,  the  SDGs,  and  MAPS. \nKnowledge and experience in the DMC is essential. The consultants will support the ADB TA \nofficer, TA lead, and TA coordinator. \n \n "], "metadata": {"Author": "ADB", "Comments": "v.1Sep15 SPD updated DMF; guidance for nonsovereign TA on cover; update notes on decision and recommendation; v.26May14 updated URL for quick reference guide for generating at a glance; v.12May14 disclosure note; v.2May14 project classification; v.10Jan14 Updated to reflect TA due diligence; v.19Mar13\r\nReplaced \"TASF-IV\" with \"TASF-V\"\r\nv.22Feb13\r\n1. Revised wording in the decision and recommendation paragraphs as agreed with OGC.\r\n2. Added a contents page.\r\n3. Moved a portion of the general instructions to the contents page (consistent with RRP template)\r\n4. Minor clean-up work to generate contents page", "Company": "Licenced User", "CreationDate": "D:20161129140730+08'00'", "Creator": "Acrobat PDFMaker 11 for Word", "Keywords": "adb technical assistance ta report", "ModDate": "D:20161129142135+08'00'", "Producer": "Adobe PDF Library 11.0", "SourceModified": "D:20161129060717", "Title": "Technical Assistance Report"}}