{"path": "data/input/ta/50171-002-tar-en.pdf", "pages": ["   \nTechnical Assistance Report\n \n \n \nProject Number: 50171-002  \nTransaction Technical Assistance (TRTA) \nDecember 2017 \n \n \n \n \n \n \nPakistan:  Capacity  Building  for  Khushhali  Bank \nLimited \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTThhies  viiesw tsh eex parbebssreedv iaheteredi nv aerres itohnos eo fo ft hthee  cdooncsuumltaennt ta nthda dt o enxoct lnuedceess scaorimly mreeprrceisaellnyt  tsheonses iotifv eA DaBn’sd  \ncmoenmfidbeernst,i aBlo baruds ionf eDsisre cintoforsr,m Maatinoang ethmaetn its,  osru sbtajeffc, ta ntod  mexacye bpet ioprnesli mtoin adriys cinlo nsautruere s. e t forth in ADB’s \nPublic Communications Policy 2011. \n ", " \nCURRENCY EQUIVALENTS \n(as of 19 December 2017) \n \nCurrency unit  –  Pakistani rupee (PKR) \nINR1.00  =  $0.0091 \n$1.00  =  PKR109.88 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  KBL  –  Khushhali Bank Limited \n  TA  –  Technical Assistance \n \n \n       \n       \n       \n \nNOTES \n(i)  The fiscal year (FY) of Khushhali Bank Limited ends on 31 December. “FY” before \na calendar year denotes the year in which the fiscal year ends, e.g., FY2013 ends \non 31 December 2013.  \n(ii)  In this report, \"$\" refers to US dollars.  \n \n \nVice-President  Diwakar Gupta, Private Sector and Cofinancing Operations \nDirector General  Michael Barrow, Private Sector Operations Department (PSOD) \nDirector  Christine Engstrom, Private Sector Financial Institutions Division, PSOD \n   \nTeam leader  Tina Rohner, Investment Specialist, PSOD \nTeam members  Asif Cheema, Senior Investment Specialist, PSOD \nLars Johannes, Senior Results Management Specialist, PSOD \nGenevieve Abel, Principal Transaction Support Specialist, PSOD \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \nI.  THE ONGOING PROJECT  1 \nII.  THE TECHNICAL ASSISTANCE  1 \nA.  Justification  1 \nB.  Outputs and Activities  1 \nC.  Cost and Financing  2 \nD.  Implementation Arrangements  2 \nE.  Governance  3 \nIII.  THE PRESIDENT'S DECISION  4 \n \n ", "", " \n \n \nI.  THE ONGOING PROJECT \n1.  On December 12 2016, the President approved a loan of up to $20,000,000 to Khushhali \nBank Limited (KBL) for Expanding Access to Credit for Agriculture and Micro, Small, and Medium-\nSized Enterprise (MSME) Borrowers in Pakistan. 25% of ADB’s funding will be targeted to female \nborrowers. The loan agreement was signed on May 22, 2017. \n \nII.  THE TECHNICAL ASSISTANCE \n \nA.  Justification \n \n2.  The TA will help KBL increase its capacity to provide loans to MSMEs and farmers in order \nto realize their investment needs. The ADB TA contribution is only a small part of KBL’s overall \ninvestment and KBL will be contributing two dollars from its own resources for every dollar of ADB \nfunds spent. \n \nB.  Outputs and Activities  \n3.  Output 1: Establishment of a Training Academy. KBL is the largest microfinance bank \nin Pakistan with nearly two million clients.  It is growing at a rate of 30% annually. In order to serve \nthese clients, KBL employs 3,000 staff, of which 1,600 are loan officers. This requires constant \ninvestment  in  training  and  skills  development  both  at  the  corporate  office  and  across  the \ndistribution network comprising 150 branches spread across Pakistan. Retention of staff, in \nparticular loan officers, is a key challenge for KBL as its staff is highly regarded in the market. In \naddition, given KBL’s substantial growth, expansion of number of staff requires ever increasing \ntraining needs to ensure that new staff has the right skills. KBL’s budget for training for FY2017 \nis PKR 56 million. Currently, this training is executed by the HR department, as well as the retail \ndepartment, while certain training is executed through outsourcing arrangements with specialized \ninstitutes. Training takes place throughout the year.  \n \n4.  The task has become challenging both in terms of logistics, cost, and maintenance of \nquality. KBL is therefore going to establish a specialized training academy that will be equipped \nwith the management, faculty, curriculum as well as technology-based tools to support the \ngrowing requirements of the bank in terms of quality and cost effectiveness. The academy will be \nestablished in-house and specialized consultants will be engaged to conduct training sessions.  \n \n5.  Output  2:  Review  and  Reform  of  the  Performance  Planning,  Coaching  and \nEvaluation System (PPCE). KBL will carry out a review and reform of the PPCE system with the \npurpose of implementing more objectivity and transparency and ensuring that performance is \nrecognized and rewarded. Given the expansion of KBL, the current PPCE system is no longer \nadequate to serve the needs of the growing organization. KBL will engage a consulting firm to \nhelp  establish  a  state-of-the-art  PPCE  system that  will  allow  KBL  to manage  a motivated \nworkforce and establish a high performance culture within the organization. \n \n6.  Output 3: Development of a Digital Finance strategy. The Pakistani market has been \nserviced by digital finance providers since 2009 with the advent of Tameer Easy Paisa (Pakistan’s \nfirst  mobile  based  branchless  banking  service),  with  a  focus  on  digital  bill  payments  and \nremittances. However, further development of digital finance products is needed to adequately \nserve the market and expand access to finance. Few banks to date have started exploring the \ndevelopment of new credit and savings products and other services to be offered through digital \n ", "2 \n \nfinance - key areas that KBL is focused on. KBL is currently in the process of upgrading its IT \ninfrastructure and has already implemented a new software system. KBL will engage a consulting \nfirm  to  help  with the  development  of  a digital finance  strategy  which  will  be  implemented \nsimultaneously with the broader IT infrastructure upgrade.  \n \n7.  Output 4: Innovation of Products and Services for the Rural and Agriculture Sector. \nKBL is one of the top ten lenders to rural areas in Pakistan and the largest amongst microfinance \nbanks with annual disbursements of over PKR 30 billion. The rural and agriculture sector is vital \nfor food security, exports as well as livelihoods for a large proportion of the Pakistani population \nand is also a policy priority for the central bank. Innovation of products and services offered by \nthe financial sector to rural areas and the agriculture sector has been minimal. Few initiatives \ntargeted specifically to the agriculture sector and rural borrowers have been explored and KBL \nsees great opportunities to be a market leader of innovation in this area. KBL will engage a \nspecialized consulting firm to assist with the development of new and innovative products and \nservices specifically for agriculture and rural borrowers.  \n \nC.  Cost and Financing \n8.  The TA is estimated to cost $1.5 million, of which $500,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-VI). The key expenditure items are \nlisted in Appendix 1.  \n \nD.  Implementation Arrangements \n9.  Administration of the TA will be delegated to Khushhali Bank Limited, which will be the \nexecuting  agency.  KBL's  Procurement  department  will  manage  the  TA  and  has  adequate \nmanagement capabilities and processes in place to successfully execute the TA. KBL will report \ninternal audit findings to ADB on an annual basis. \n \n10.  ADB will disburse the TA funds directly to KBL through an advance payment facility, \nfollowing ADB's Technical Assistance Disbursement Handbook (2010, as amended from time to \ntime). TA implementation is expected to begin in January 2018 and be completed by 31 October \n2020. \n \n11.  The execution of the TA requires the selection of consultants. ADB will monitor the \nselection and procurement steps, check that the use of funds comply with relevant ADB policies, \nand check that outputs for development effectiveness are on track. \n \n12.  KBL and ADB will enter into a TA agreement that sets out the terms and conditions for the \nTA, including KBL's responsibilities in selecting, contracting, and managing the consultants; and \nauditing procedures in a manner acceptable to ADB. The TA agreement will (i) refer to relevant \nagreed selection and contracting frameworks to be used, (ii) confirm ADB's concurrence at each \nrelevant stage of the selection process, and (iii) require documentation of the execution of the TA; \nProcurement (including consulting services) to be financed by ADB TA Funds will follow ADB \nProcurement Policy (2017, as amended from time to time) and Procurement Regulations for ADB \nBorrowers (2017, as amended from time to time).  \n \n13.  KBL will provide ADB with annual TA progress reports, including information on the \n(i)  identification of solutions and consultation with ADB; \n(ii)  preparation  of  implementation  plans,  including  the  development, testing,  and \nrollout of new products and services and staff training; and \n ", "3 \n \n(iii)  execution, performance tracking, and monitoring of the implementation plans.  \nTable 1: Implementation Arrangements \nAspects   Arrangements \nIndicative implementation period  January 2018–October 2020  \nExecuting agency  Khushhali Bank Limited (KBL) \nConsultants  To be selected and engaged by executing agency \nQBS  Output 1 & 2  $125,000 \nQBS  Output 3  $200,000 \nQBS  Output 4  $125,000 \nDisbursement  The TA resources will be disbursed following ADB's Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). \nKhushhali Bank Limited will pay consultants through the advance payment \nfacility or reimbursement. The terms thereof will be agreed in the TA \nAgreement. \nSources: Asian Development Bank estimates. \n \n14.  Consulting services. In addition to the expertise criteria set out in the applicable TORs, \nin order for an individual consultant or a consulting firm to qualify as Consultant, the following \neligibility criteria shall be met:  \n(i)  A Consulting Firm shall be incorporated in an ADB member country;  \n(ii)  An Individual Consultant, either engaged individually or through a consulting firm, \nshall be a citizen of one of the ADB member countries; \n(iii)  A Consultant shall be competent and qualified for Services in accordance with the \nterms of the TA Agreement to be entered into with KBL;  \n(iv)  An Individual Consultant shall not be named on ADB's Sanctions List or sanctioned \nby ADB pursuant to ADB's Integrity Principles and Guidelines (2015, as amended \nfrom time to time);  \n(v)  A Consulting Firm, including its personnel, shall not be named on ADB's Sanctions \nList or owned or controlled by a person or a legal entity that is named on the \nInternational Sanctions List or sanctioned by ADB pursuant to ADB's Integrity \nPrinciples and Guidelines (2015, as amended from time to time); and \n(vi)  An  Individual  Consultant  shall  not be  a  representative  or  an  employee  of  a \ngovernment organization, or a Related Party of KBL, its subsidiaries or its staff.  \n \n15.  KBL will select consulting firms through Quality Based Selection (QBS) and will use either \ntime-based contracts or lump sum contracts, depending on the scope of the assignment. KBL \nshall not use any ADB TA Funds for payment of any applicable taxes, and shall be solely liable \nfor payment of any such taxes from its own funds.  \n \nE.  Governance  \n \n16.  ADB has carried out a procurement capacity assessment of KBL which found KBL’s \nprocurement  procedures  to  be  satisfactory.  Integrity  due  diligence  has  been  conducted  in \naccordance with ADB's Integrity Due Diligence Guidelines for Nonsovereign Operations as part \nof PSOD’s due diligence for the loan that was approved in December 2016.1 ADB’s review of the \nownership structure does not give ADB cause to believe that such entity has been established, \n                                                \n1 ADB. 2015. Integrity Due Diligence Guidelines for Nonsovereign Operations. Manila. \n ", "4 \n \nor is being used for cross-border tax evasion, money laundering, or terrorism financing in the \njurisdictions involved in the investment (see the supplementary linked document for details).  \n \nIII.  THE PRESIDENT'S DECISION \n17.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis to \nKhushhali Bank Limited for Capacity Building for Khushhali Bank Limited, and hereby reports this \naction to the Board. \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20180427155557+08'00'", "Creator": "Microsoft® Word 2016", "Keywords": "Pakistan, Khushhali Bank Limited, KBL, finance sector, financial infrastructure, inclusive growth, financial institution, banking, 50171, TASF 9483, ADB technical assistance, approved technical assistance, tar, ta projects", "ModDate": "D:20180427164654+08'00'", "Producer": "Microsoft® Word 2016", "Subject": "Technical Assistance Report", "Title": "50171-002: Capacity Building for Khushhali Bank Limited"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 19 December 2017) \n \nCurrency unit  –  Pakistani rupee (PKR) \nINR1.00  =  $0.0091 \n$1.00  =  PKR109.88 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  KBL  –  Khushhali Bank Limited \n  TA  –  Technical Assistance \n \n \n       \n       \n       \n \nNOTES \n(i)  The fiscal year (FY) of Khushhali Bank Limited ends on 31 December. “FY” before \na calendar year denotes the year in which the fiscal year ends, e.g., FY2013 ends \non 31 December 2013.  \n(ii)  In this report, \"$\" refers to US dollars.  \n \n \nVice-President  Diwakar Gupta, Private Sector and Cofinancing Operations \nDirector General  Michael Barrow, Private Sector Operations Department (PSOD) \nDirector  Christine Engstrom, Private Sector Financial Institutions Division, PSOD \n   \nTeam leader  Tina Rohner, Investment Specialist, PSOD \nTeam members  Asif Cheema, Senior Investment Specialist, PSOD \nLars Johannes, Senior Results Management Specialist, PSOD \nGenevieve Abel, Principal Transaction Support Specialist, PSOD \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "Diwakar Gupta", "role": "Private Sector and Cofinancing Operations", "organization": ""}, {"fullname": "Michael Barrow", "role": "Private Sector Operations Department (PSOD)", "organization": ""}, {"fullname": "Christine Engstrom", "role": "Private Sector Financial Institutions Division", "organization": "PSOD"}, {"fullname": "Tina Rohner", "role": "Investment Specialist", "organization": "PSOD"}, {"fullname": "Asif Cheema", "role": "Senior Investment Specialist", "organization": "PSOD"}, {"fullname": "Lars Johannes", "role": "Senior Results Management Specialist", "organization": "PSOD"}, {"fullname": "Genevieve Abel", "role": "Principal Transaction Support Specialist", "organization": "PSOD"}]}