{"path": "data/input/ta/50204-002-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 50204-002 \nKnowledge and Support Technical Assistance (KSTA) \nDecember 2021 \n \n \nPapua New Guinea: Strengthening Fiscal, Debt, and \nFinancial Management \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Access to Information \nPolicy. \n \n \n ", "", " \nCURRENCY EQUIVALENTS \n(as of 14 November 2021) \n \n \nCurrency unit  –  kina (K) \nK1.00  =  $0.29 \n$1.00  =  K3.51 \n \n \nABBREVIATIONS \n \n  ADB   –  Asian Development Bank \n  COVID-19  –  coronavirus disease  \n  DOT  –  Department of Treasury \n  FRA  –  Fiscal Responsibility Act \n  GDP  –  gross domestic product \n  IMF  –  International Monetary Fund \n  MTFS  –  medium-term fiscal strategy \n  PEFA  –  Public Expenditure and Financial Accountability \n  PFM  –  public financial management \n  PNG  –  Papua New Guinea \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Leah C. Gutierrez, Pacific Department (PARD) \nDeputy Director General  Emma Veve, PARD  \nDirectors  Ananya Basu, Social Sectors and Public Sector Management \nDivision (PASP), PARD \n  David Hill, Papua New Guinea Resident Mission (PNRM), PARD \n   \nTeam leaders  Edward Faber, Country Economist, PNRM, PARD \nAshish Narain, Principal Economist, PASP, PARD \nTeam members  Magdelyn Kuari, Economics Analyst, PNRM, PARD \n  Lorraine Pohakiu, Operations Assistant, PNRM, PARD \n  Matthew Rees, Financial Management Specialist, PNRM, PARD \n  Pamela Wyatt, Principal Public Management Specialist \n(Governance), PASP, PARD \nDiane Mauritz P. Zapata, Operations Assistant, PASP, PARD \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", "", " \nCONTENTS \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Outputs, Methods, and Activities  4 \nC.  Cost and Financing  5 \nD.  Implementation Arrangements  5 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  List of Linked Documents  10 \n \n \n \n ", "", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 50204-002\nProject Name Strengthening Fiscal, Debt, and  Department/Division PARD/PNRM\nFinancial Management\nNature of Activity Capacity Development Executing Agency Department of Treasury\nModality Regular\nCountry Papua New Guinea\n2. Sector Subsector(s)     ADB Financing ($ million)\nPublic sector  Economic affairs management 0.50\nmanagement\nPublic expenditure and fiscal management 1.00\nTotal 1.50\nqq\n3. Operational Priorities Climate Change Information\n  Accelerating progress in gender equality GHG Reductions (tons per annum) 0.000\n  Strengthening governance and institutional capacity Climate Change impact on the Project Low\nADB Financing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 5.5 Some gender elements (SGE)\nSDG 8.1\nSDG 17.1, 17.4 Poverty Targeting\nGeneral Intervention on Poverty\n4. Risk Categorization Low \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 1.50\n    Knowledge and Support technical assistance: Technical Assistance  1.50\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 1.50\n  \nCurrency of ADB Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 09122021144234348188 Generated Date: 09-Dec-2021 14:45:59 PM", "", " \nI.  INTRODUCTION \n \n1.  The knowledge and support technical assistance (TA) will support the strengthening of \nfiscal, debt, and public financial management (PFM) in Papua New Guinea (PNG) to mitigate \nfiscal and debt sustainability risks, which have been aggravated by the coronavirus disease \n(COVID-19) pandemic. The TA builds upon existing support of the Asian Development Bank (ADB) \nfor PFM in PNG, including for health sector reforms, PFM reform, and fiscal management.1 It will \nprovide (i) policy assessments on PFM issues to inform government planning; and (ii) support for \ncapacity development in public sector management in prioritized areas. \n \n2.  The  TA  is  aligned  with  ADB's  Strategy  2030  operational  priority  6  (strengthening \ngovernance and institutional capacity).2 It also reflects ADB’s country partnership strategy for \nPNG, 2021–2025, Strategic Pathway 2 priority areas of improving fiscal, debt, and PFM, and \nresponding to shocks.3 The TA is included in the country operations business plan for PNG, 2021–\n2023.4 It also aligns with the Government of Papua New Guinea’s PFM reform agenda and \ncountry development plans.5 \n \nII.  ISSUES \n \n3.  Development and economic context. PNG is a lower middle-income country, classified \nas a fragile and conflict-affected situation, that faces significant development challenges, including \ninstitutional weaknesses and capacity constraints.6 Annual gross domestic product (GDP) growth \naveraged only 2.1% from 2016 to 2020, dragged down by a series of shocks that included a \ndecline in commodity prices, a severe drought, and a major earthquake.7 The COVID-19 crisis \nresulted in an estimated 3.3% contraction in the GDP in 2020. A significant 37.5% of the \npopulation lives below the national poverty line.8 Gender equality remains a challenge and women \nhave substantially less access to health care and education services than men.9 \n \n4.  Public sector management. The public sector plays a key role in helping government \nmanage macroeconomic risks and improve development outcomes. However, fiscal outcomes \nhave  generally  been  poor,  symptomatic  of  capacity  constraints  in  fiscal  management  and \nvulnerability to exogenous shocks. PNG’s budget deficit averaged 4.7% from 2016 to 2020. \n \n1  ADB. Papua New Guinea: Supporting Public Financial Management; ADB. Papua New Guinea: Supporting Public \nFinancial Management, Phase 2; ADB. Papua New Guinea: Supporting Public Financial Management (Phase 3); \nADB. Papua New Guinea: Health Services Sector Development Program, Subprogram 1; ADB. Papua New Guinea: \nHealth Services Sector Development Program (Subprogram 2); and ADB. Papua New Guinea: Health Services \nSector Development Program (Subprogram 3). \n2  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n3  ADB. 2020. Country Partnership Strategy: Papua New Guinea, 2021–2025—Achieving Diversified, Sustained, and \nInclusive Growth. Manila.  \n4  ADB. 2020. Country Operations Business Plan: Papua New Guinea, 2021–2023. Manila. The TA was formerly \nnamed Supporting Public Financial Management (Phase 4). The TA first appeared in the business opportunities \nsection of ADB’s website on 19 October 2021. \n5  Government of PNG, Department of National Planning and Monitoring. 2010. Development Strategic Plan 2010–\n2030. Port Moresby; and Government of PNG, Department of National Planning and Monitoring. 2018. Medium Term \nDevelopment Plan III (2018–2022). Port Moresby.  \n6  ADB. 2021. Fragile and Conflict-Affected Situations and Small Island Developing States Approach. Manila. \n7  This was higher than the average growth for fragile and conflict-affected states (0.9%) but lower than the average for \nlow- to middle-income economies (3.4%). World Bank. World Development Indicators (accessed 28 October 2021). \n8  Government of PNG, Department of National Planning and Monitoring. 2018. Medium Term Development Plan III \n(2018–2022). Port Moresby. \n9  United Nations Population Fund. 2021. Gender equality and women’s empowerment (accessed 8 October 2021). \n \n ", "2 \nRevenues have weakened alongside economic challenges.10 The tax to GDP ratio averaged only \n12.7%  during  2016–2020,  below  the  15%  benchmark  generally  regarded  as  the  minimum \nrequired for sustainable development.11 At the same time, expenditure composition has worsened \nas recurrent expenditures, especially the public sector wage bill, have continued to rise and \noverrun budget estimates. The 2020 International Monetary Fund (IMF) Staff-Monitored Program \nhas helped direct reform priorities.12 \n \n5.  Weak fiscal management. Fiscal management is guided by a comprehensive medium-\nterm fiscal strategy (MTFS) and the Fiscal Responsibility Act (FRA).13 However, both the MTFS \nand FRA have been subject to frequent revisions since 2016, contributing to weaker fiscal \noutcomes.14 There is a need to strengthen medium-term, policy-based budgeting given the \nfrequency of shocks and the continued fiscal difficulties that are expected to affect PNG post-\npandemic. The government will also need support in adhering to fiscal strategies and fiscal rules \nand improving the content and coverage of budget documents. In turn, this will require stronger \nmacroeconomic  forecasting  and  improved  budget  reliability.  ADB  has  been  supporting  the \ngovernment in many of these areas, but more support is needed.15 Because budgets can be a \ntool for supporting gender equality and raising awareness of how budgets affect different groups \nof people, the government also requires assistance in gender-responsive budgeting and gender \nanalysis of the budget.16 \n \n6.  Debt management vulnerabilities. The increase in public debt since 2020, driven by the \nCOVID-19 pandemic has reemphasized the need for prudent debt management. Public debt \nincreased from 33.7% of GDP in 2016 to 49.2% in 2020. In June 2020, an updated IMF debt \nsustainability analysis indicated that PNG faces a high risk of debt distress.17 The government \nhas revised its medium-term debt strategy, focusing on concessional financing and decreasing \nthe government's reliance on short-term domestic borrowing with the aim of reducing the public \ndebt-to-GDP ratio to under 40%.18 Debt management capacities also need to be enhanced to \naddress shortcomings flagged in various assessments, including (i) insufficient monitoring and \n \n10 Revenues from the mineral and petroleum industries averaged 7.6% of total revenues for 2015–2019, compared \nwith an average of 15.1% in 2010–2014, prompted by weaker commodity prices and declining oil production. \n11 V. Gaspar, L. Jaramillo, and P. Wingfender. 2016. Tax Capacity and Growth: Is there a Tipping Point? IMF Working \nPaper No. 16/234. Washington, DC: International Monetary Fund. \n12 IMF. 2020. Papua New Guinea: Staff Report for the 2019 Article IV Consultation and Request for A Staff-Monitored \nProgram—Debt Sustainability Analysis. Washington, DC. \n13 Government of PNG, Department of Treasury. 2017. Medium Term Fiscal Strategy 2018–2022; Government of PNG. \n2006. Fiscal Responsibility Act. Port Moresby. \n14 In 2019, the MTFS was revised to allow for increased capital expenditure and some arrears clearance, resulting in a \nfiscal deficit of 5.0% of GDP (above the revised MTFS target of 4.1% of GDP and well above the 2.2% of GDP target \noutlined in the original MTFS). Fiscal rules in the FRA have also been amended and language altered, affecting \nconsolidation efforts; in 2017, a rule requiring that “the budget will be in balance over the term of the government” \nwas replaced with “the government’s fiscal strategy will target a zero average annual non-resource primary fiscal \nbalance over the medium term.” \n15 Previous TA has supported (i) the preparation and review of key budget documents, (ii) the development of the MTFS \nand its subsequent revisions, (iii) advice provided on fiscal rules, (iv) review of tax legislation, (v) advice for \nmacroeconomic forecasting, (vi) communication to multiple stakeholders on macro-fiscal conditions, and (vii) day- \nto-day capacity building of staff in fiscal management. ADB. 2016. Technical Assistance to Papua New Guinea for \nSupporting Public Financial Management (Phase 3). Manila. \n16 Gender-responsive budgeting is mentioned in national plans, but has yet to be implemented in PNG. \n17 IMF. 2020. Papua New Guinea: Request for Disbursement under the Rapid Credit Facility–Press Release; Staff \nReport; and Statement by the Executive Director for Papua New Guinea. Washington, DC. \n18 The FRA, amended in 2020, establishes a temporary government debt ceiling of up to 60% of GDP, with a \nrequirement for government debt to fall beneath 40% of GDP by 2030. The medium-term debt strategy is outlined \nwithin the MTFS 2018–2022. An update to the medium-term debt strategy was provided in the 2021 national budget \nto reflect changing fiscal and debt conditions. \n \n ", "3 \nreporting on public debt liabilities and insufficient and incomplete data accuracy, impacted by \nPNG’s existing debt management system;19 (ii) insufficient debt management guidelines, weak \noperational risk management, and staffing issues; and (iii) gaps in analytical capacity that impede \neffective management of debt vulnerabilities.20 ADB has been supporting debt management and \nthe government has indicated that they would like this support to continue.21 \n \n7.  Inadequate controls on budget execution. Progress has been made in PFM in PNG, \nguided by the 2015 Public Expenditure and Financial Accountability (PEFA) road map.22 Notable \nreform success include improvements made in the PFM legal framework, and accelerated rollout \nof an integrated financial management system. From 2019 to 2020, a new PEFA assessment was \ncompleted, and a PFM road map exercise commenced, which is being finalized and will guide \nfurther reform efforts.23 Despite some progress, weaknesses remain in procurement processes, \npayroll audit, and responsiveness to internal audit recommendations.24 Of notable concern are \ndeficiencies in public accounts preparation across various levels of government and for statutory \nauthorities, which affect the successful preparation of PNG’s national accounts. Public financial \ninformation is frequently unaudited, incomplete, not easily available, or significantly delayed. \n \n8.  Lessons learned and development partner coordination. Key lessons for ADB include \nthe need to (i) deliver sustained support and engagement with the Department of Treasury (DOT), \nDepartment of Finance, and other government departments on PFM reforms; (ii) build capacity \nnot just for government counterparts, but also for key decision makers; (iii) maintain sustained \ncommunication with the government and development partners on the reform agenda; and (iv) \nmaintain flexibility to respond to evolving issues and needs. ADB will take into account support \nbeing provided by other bilateral and multilateral development partners who are engaged in PFM \nreforms, including the European Union, the IMF and its Pacific Financial Technical Assistance \nCentre, the World Bank, and the governments of Australia, Japan, and New Zealand.  \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n9.  The TA is aligned with the following impact: prudent management of fiscal policy and \nbudget discipline attained.25 The TA will have the following outcome: PFM strengthened.26 \n \n19 PNG uses the Commonwealth Secretariat Debt Recording and Management System; however, this system is \noutdated and affected by some bugs, and is scheduled for upgrade to the Commonwealth Meridian system.  \n20 The World Bank conducted a debt management performance audit in 2020.  \n21 ADB supported debt management under previous TA. Specific outputs under TA for Supporting Public Financial \nManagement (Phase 3) included (i) communication to multiple stakeholders on debt conditions; (ii) day-to-day \ncapacity building of DOT staff in debt management; (iii) a debt management diagnostic review that identified \ndeficiencies in the quality and completeness of debt data recording and institutional and organizational arrangements; \n(iv) support for migration to the Meridian debt management system; and (v) revisions proposed for existing \nregulations on provisions of debt guarantees. ADB. Papua New Guinea: Supporting Public Financial Management \n(Phase 3). \n22 Government of Papua New Guinea. 2015. Public Expenditure and Financial Accountability Road Map, 2015‒2018. \nPort Moresby. \n23 A national PEFA exercise was conducted in 2019 and received the PEFA check in 2020. The report will be officially \npublished together with the new PFM road map following endorsement by the minister of finance and the Prime \nMinister. Two subnational PEFA assessments are being finalized and two additional ones are planned for 2022. \n24 Under previous TA, ADB provided support for strengthening procurement systems and processes. ADB. Papua New \nGuinea: Supporting Public Financial Management (Phase 3).  \n25 Government of Papua New Guinea, Department of National Planning and Monitoring. 2010. Development Strategic \nPlan, 2010–2030. Port Moresby. \n26 The design and monitoring framework is in Appendix 1. \n \n ", "4 \nB.  Outputs, Methods, and Activities \n \n10.  Output 1: Advice on enhancing fiscal management provided. The TA will support the \ngovernment  in  strengthening  fiscal  and  economic  management  through  high-quality  policy \ndialogue and capacity building. It will produce briefing notes, analytical reports, and background \ninformation that can be incorporated into decision-making and policy dialogue. The TA will \nconduct training workshops to help build capacity in identified areas. Experts will work closely with \nDOT counterparts, but may also support other government departments.27 Areas for support will \nbe  developed  in  consultation  with  the  government  and  are  expected  to  evolve  over  the \nimplementation period. Initially, the TA will cover support for (i) the review and update of fiscal, \nrevenue, and expenditure strategies; (ii) review of the MTFS and FRA, and drafting of other fiscal \nlegislation;  (iii)  drafting  and  review  of  key  budget  documents;  \n(iv) improved budgeting techniques and macroeconomic and fiscal forecasting; and (v) gender-\nresponsive budgeting. 28 Policy advice will incorporate gender considerations wherever feasible. \nWomen will comprise at least 30% of trainees and/or attendees in capacity building workshops \nand events. \n \n11.  Output 2: Improved debt management supported. The TA will support stronger debt \nmanagement through policy advice and technical support for the DOT. The initial scope of work \nidentified with the government is support for (i) increased transparency, debt data accuracy, and \ndebt data completeness, including smooth migration from the current debt recording system to its \nproposed  successor;  (ii)  enhanced  analytical  capacity  of  DOT  staff  for  managing  debt \nvulnerabilities and risks; (iii) development of an updated medium-term public debt strategy for \n2023–2027; and (iv) improved communication on debt and more timely availability of debt data, \nincluding the creation of an annual public debt bulletin. \n \n12.  Output  3:  Support  for  strengthening  budget  execution  controls  provided.  In \naccordance with the forthcoming PEFA assessment, the TA will support capacity building of the \nAuditor General’s Office to (i) improve the quality and increase the quantity of financial reporting \noutputs, including for public accounts and statutory authorities; (ii) meet reporting responsibilities, \nwhich will be backed up by an assessment on the backlog of audits and a plan to address delays; \n(iii) follow up on audit findings; and (iv) support an update of the Audit Manual, which will clearly \ndetail responsibilities, timelines, and procedures to follow. At a later stage, the TA will explore \nproviding training to government agencies, public corporations, and provincial entities to improve \nfinancial reporting. The TA will also support the government in reforming its procurement function \nthrough strengthening procurement monitoring, methods, public access to information, and other \npriorities identified in the PEFA road map (forthcoming). \n \n13.  Areas of support are expected to evolve over the TA implementation period. TA outputs \nwill be delivered by international and national consultants, working closely with government \ncounterparts and ADB. The experts will deliver a mix of capacity building support involving \nworkshops, group discussions, and on-the-job training. To be effective, consultants will need to \nwork alongside government counterparts in PNG.29 The delivery method builds on lessons from \nprevious ADB policy-based operations and TA that supported PFM (footnote 1).  \n \n27 Other government departments may include the Department of Planning, the Department of Finance, and the Prime \nMinister’s Office. \n28 The TA will provide flexible assistance for strengthening domestic resource mobilization and complement support \nprovided by the IMF and ADB’s Asia Pacific Tax Hub.   \n29 The ongoing COVID-19 pandemic could delay the start date of some assignments. However, once working \nrelationships are established, consultants can provide some support remotely. \n \n ", "5 \nC.  Cost and Financing \n \n14.  The TA is estimated to cost $1,500,000, which will be financed on a grant basis by ADB’s \nTechnical Assistance Special Fund (TASF 7). The key expenditure items are listed in Appendix \n2. The government will provide counterpart support in the form of staff, office space, office \nsupplies, secretarial assistance, domestic transportation, and other in-kind contributions. \n \nD.  Implementation Arrangements \n \n15.  ADB, through its Pacific Department, will administer the knowledge and support TA over \na 5-year period, from January 2022 to December 2026. Implementation will be harmonized with \nADB’s other activities in PNG through the resident mission and will be coordinated with ADB \ndepartments such as the Sustainable Development and Climate Change Department and the \nProcurement, Portfolio, and Financial Management Department. The indicative implementation \narrangements are summarized in the table below. \n \nIndicative Implementation Arrangements \nAspects   Arrangements \nIndicative  implementation  January 2022–December 2026 \nperiod \nExecuting agency  Department of Treasury, Papua New Guinea  \nImplementing agency  Asian Development Bank through the Pacific Department \nConsultants  To be selected and engaged by ADB \n  Individual: Individual selection   108 person-months   $1,340,000 \n(88  person-months \ninternational;  20 \nperson  months  \nnational) \nDisbursement   Disbursement of TA resources will follow ADB's Technical Assistance Disbursement \nHandbook (2020, as amended from time to time). \nSource: Asian Development Bank. \n \n16.  Consulting services. A total of 108 person-months of inputs are envisaged over a 60-\nmonth period, including 88 person-months of individual international consultants, on a continuous \nor intermittent basis, and 20 person-months of individual national consultants. The specific \nrequirements of expertise and length of engagement will depend on the scope of work to be \ndetermined during TA implementation.30 Consultants will be required to submit 6 monthly reports \ndetailing progress on their specific outputs. Evaluation of their performance will be based on \nassessments by ADB and the government. ADB will engage the consultants following the ADB \nProcurement  Policy  (2017,  as  amended  from  time  to  time)  and  its  associated  project \nadministration instructions and/or staff instructions. \n \nIV.  THE PRESIDENT'S DECISION \n \n17.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,500,000 on a grant basis to \nthe  Government  of  Papua  New  Guinea  for  Strengthening  Fiscal,  Debt,  and  Financial \nManagement, and hereby reports this action to the Board. \n \n30 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with \nPrudent management of fiscal policy and budget discipline attained (Development Strategic Plan, 2010–\n2030) a \n  Data Sources and  Risks and Critical \nResults Chain  Performance Indicators   Reporting Mechanisms  Assumptions \nOutcome  By 2027:     \n \nPublic financial  a. Improvements in, or no  a. PEFA report or  R: Government \nmanagement  deterioration of, PEFA  equivalent assessment  ownership of \nstrengthened  scores PI-5, PI-9, PI-10, PI- in between PEFA reports   governance and \n    13, PI-15 from 2020  institutional reforms is \nassessment until end-2026  not sustained \n(2021 baseline: TBC) \nOutputs  By 2026:     \n \n1. Advice on  1a. At least five policy briefs  1a. Copy of ADB  R: Budget reliability and \nenhancing fiscal  to strengthen medium-term  policy notes/briefs, as  credibility might be \nmanagement  fiscal planning prepared and  published  weakened by partisan \nprovided  disseminated to key decision    politics \nmakers (2021 baseline: 0)     \n(OP 6.1.3)   \nR: The availability of \n1b. Report on gender  1b. Copy of consultant \nquality international and \nanalysis of budget (national  report \nnational experts \nand line ministries),   \ndecreases \nassessment of gender \n \nmainstreaming capacity, and \n \nrecommendations on entry \nR: Uncertainty related \npoints for gender-responsive \nto COVID-19 pandemic \nbudgeting produced (2021 \nrestricts consultants’ \nbaseline: 0) (OP 2.3.2) \nability to deliver TA \n1c. At least five training  1c. Reports from training  activities \nsessions on economic and  sessions     \nfiscal management   \norganized for government,   \nwith women comprising at   \nleast 30% of participants    \n(2021 baseline:0) (OP 6.1.1)    \n \n  By 2026:   \n \n     \n \n2. Improved debt  2a. At least two agreed  2a. Copy of \n \nmanagement  reforms incorporated into  government’s 2023–\nsupported  government’s updated  2027 medium-term debt \n  medium-term debt strategy  strategy \n  (2021 baseline: policy not \n  updated) (OP 6.1.3) \n \n2b. Support provided in  2b. Copy of 2022–2026 \n \npublishing the Debt bulletin  Debt bulletins published \n \ndetailing PNG’s debt,  by the Department of \n \nincluding contingent liabilities  Treasury \n \n(2021 baseline: not   \n \nprepared) (OP 6.1.3)   \n \n ", "Appendix 1  7 \nData Sources and  Risks and Critical \nResults Chain  Performance Indicators   Reporting Mechanisms  Assumptions \n      \n2c. At least 70% of  2c. Reports from training \nparticipants from structured  sessions  \ncapacity building workshops   \nin debt management report \nimproved technical know-\nhow (2021 baseline: 0) (OP \n6.1.1) \n  By 2026:   \n     \n3. Support for  3a. At least two (forthcoming)  3a. Copy of PEFA \nstrengthening  PFM road map priority  assessment report/road \nbudget execution  actions supported (2021  map progress report \ncontrols provided  baseline: 0) (OP 6.1.4)   \n \n3b. Review and update the  3b. Copy of the revised \nAudit Manual for the Auditor  Audit Manual for the \nGeneral’s Office (2021  Auditor General's Office \nbaseline: not updated) (OP  approved by the Auditor \n6.1.4)  General \n \n3c. Provide a comprehensive  3c. Copy of the audit \nassessment on the backlog  plan approved by the \nof audits relating to  Auditor General \ngovernment accounts and \ndevelop a clear, time-bound \naction plan to address the \ndelays. (2021 baseline: 0) \n(OP 6.2.2) \n \nKey Activities with Milestones \n1.  Advice on enhancing fiscal management provided (2021–2026) \n1.1 Prepare terms of reference and recruit consultants by February 2022 and field consultants by April \n2022 \n1.2 Conduct economic analysis and prepare policy notes/briefs to support the development of prudent \nmacroeconomic and fiscal policies (April 2022–December 2026) \n1.3 Support preparation of new Medium-Term Fiscal Strategy, Medium-Term Revenue Strategy, and \nMedium-Term Expenditure Strategy by 2023 and provide ongoing support for the update of these \nstrategies, as needed (April 2022–December 2026) \n1.4 Support preparation of annual budget strategies and papers (November 2022–November 2026) \n1.5 Provide ongoing support for improved budgeting practices (April 2022–October 2026) \n2.  Improved debt management supported (2021‒2026) \n2.1 Prepare terms of reference and recruit consultants by February 2022 and field consultants by April \n2022 \n2.2 Provide ongoing support and capacity building in debt management to the Financial Management \nDivision, Department of Treasury (April 2022–December 2026) \n2.3 Update Medium-Term Debt Strategy (November 2022–November 2026) \n2.4 Prepare and publish annual debt bulletin in conjunction with the Financial Management Division (April \n2022–November 2026) \n3.  Support for strengthening budget execution controls provided (2021–2026) \n3.1 Prepare terms of reference and recruit consultants by February 2022 and field consultants by April \n2022 \n \n ", "8  Appendix 1 \n3.2 Provide ongoing support to Auditor General’s Office for the preparation and monitoring of public \naccounts (February 2022–November 2026) \n3.3 Provide ongoing support for implementation of PFM reforms (April 2022–October 2026) \nInputs \n \nADB: $1,500,000 \n \nNote: The government will provide counterpart support in the form of staff, office space, office supplies, \nsecretarial assistance, domestic transportation, and other in-kind contributions. \nADB = Asian Development Bank, COVID-19 = coronavirus disease, OP = operational priority, PEFA = Public \nExpenditure and Financial Accountability, PFM = public financial management, PI = PEFA indicator, PNG = Papua \nNew Guinea, R = risk, TA = technical assistance, TBC = to be confirmed. \na  Government of Papua New Guinea, Department of National Planning and Monitoring. 2010. Development Strategic \nPlan, 2010–2030. Port Moresby. \nb  PEFA scores refer to: budget documentation (PI-5), public access to fiscal information (PI-9), fiscal risk reporting (PI-\n10), debt management (PI-13), macroeconomic and fiscal forecasting (PI-14), and fiscal strategy (PI-15). \nContribution to Strategy 2030 Operational Priorities: \nThe expected values and methodological details for all OP indicators to which this TA will contribute results are detailed \nin Contribution to Strategy 2030 Operational Priorities (accessible from the list of linked documents in Appendix 3 of \nthe TA report). \nSource: Asian Development Bank. \n \n ", "Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n \nItem  Amount \nAsian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  1,230 \nii.  National consultants    40 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  64 \nii.  Miscellaneous administration and support costs   6 \n2.  Training, seminars, workshops, forums, and conferences   \na.  Venue rental and related facilities  30 \n3.  Miscellaneous technical assistance administration costs  10 \n4.  Contingencies  120 \nTotal  1,500 \nNote: The technical assistance (TA) is estimated to cost $1,600,000, of which contributions from the Asian Development \nBank are presented in the table. The government will provide counterpart support in the form of counterpart staff, office \nand housing accommodation, office supplies, secretarial assistance, domestic transportation, and other in-kind \ncontributions. The value of the government contribution is estimated to account for 6.25% of the total TA cost. \na Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF 7). \nSource: Asian Development Bank estimates.\n \n ", "10  Appendix 3 \n \n \nLIST OF LINKED DOCUMENTS \n  http://www.adb.org/Documents/LinkedDocs/?id=50204-002-TAReport \n \n1.  Terms of Reference for Consultants \n2.  Contribution to Strategy 2030 Operational Priorities \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20211217081915+08'00'", "Creator": "Microsoft® Word for Microsoft 365", "Keywords": "papua new guinea, fiscal policy, budget discipline, public financial management, fiscal management, debt management, budget execution controls, 50204-002, ta 6867, adb technical assistance, approved technical assistance, tar, ta projects, ksta", "ModDate": "D:20211220115901+08'00'", "Producer": "Microsoft® Word for Microsoft 365", "Subject": "Public sector management / Economic affairs management - Public expenditure and fiscal management", "Title": "Strengthening Fiscal, Debt, and Financial Management: Technical Assistance Report"}}