{"path": "data/input/ta/50201-001-rrp.pdf", "pages": [" \n \n \n \nReport and Recommendation of the President  \n \n \nto the Board of Directors\n   \n \n \n \n \n \n \n \n \n \n \nProject Number: 50201-001 \nNovember 2016 \n \n \nProposed Results-Based Loan  \nPeople’s Republic of China: Public–Private \nPartnerships Demonstration Program to Transform \nDelivery of Elderly Care Services in Yichang, Hubei  \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011.  \n \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 15 October 2016) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1485 \n$1.00  =  CNY6.732 \n     \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DLI  –  disbursement-linked indicator \n  ECS  –  elderly care services \n  LTC  –  long-term care \n  MOF  –  Ministry of Finance \n  PMO  –  program management office \n  PPP  –  public–private partnership \n  PRC  –  People’s Republic of China \n  RBL  –  results-based loan \n  YCAB  –  Yichang Civil Affairs Bureau \n  YFB  –  Yichang Finance Bureau \n  YMG  –  Yichang municipal government \n \n \nNOTES \n \nIn this report, “$” refers to US dollars. \n \nVice-President  S. Groff, Operations Group 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  S. Penjor, Urban and Social Sectors Division, EARD \n   \nTeam leader  S. Shakil, Senior Education Specialist, EARD \nDeputy team leader  G. Xiao, Senior Public–Private Partnership Officer, People’s Republic \nof China Resident Mission \nTeam members  R. Abdukayumov, Senior Procurement Specialist, Operations \nServices and Financial Management Department (OSFMD) \nA. Burrell, Principal Public–Private Partnership Specialist, Office of \nPublic–Private Partnership \nF. Connell, Principal Counsel, Office of the General Counsel (OGC) \nJ. G. P. van Etten, Senior Urban Development Specialist, Sustainable \nDevelopment and Climate Change Department (SDCC) \nM. Gupta, Principal Safeguards Specialist (Resettlement), EARD  \n  S. Sasaki, Senior Environment Specialist, EARD \n  A. Seiler, Senior Finance Specialist (Energy), EARD \nH. U. Shiroishi, Financial Sector Specialist, EARD \nA. Syed, Senior Counsel, OGC \nG. Tadevosyan, Social Development Specialist (Safeguards), EARD \n  J. Vanta, Senior Operations Assistant, EARD \n  W. Walker, Principal Social Development Specialist, EARD \nPeer reviewers  E. Banzon, Senior Health Specialist, SDCC \nG. Bhatta, Technical Advisor (Governance), SDCC \nA. Mehta, Principal Financial Management Specialist, OSFMD \n ", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \nRESULTS-BASED PROGRAM AT A GLANCE \n \nI.  THE PROPOSAL  1 \n \nII.  THE PROGRAM  1 \nA.  Strategic Context  1 \nB.  Program Rationale  3 \nC.  Program Scope  4 \nD.  Program Results  5 \nE.  Expenditure Framework and Financing Plan  6 \nF.  Capacity Development and Program Action Plan  7 \nG.  Implementation Arrangements  7 \n \nIII.  SUMMARY OF ASSESSMENTS  8 \nA.  Program Technical Assessments  8 \nB.  Program Systems Assessments  8 \nC.  Integrated Risk Assessment and Mitigating Measures  9 \n \nIV.  ASSURANCES  10 \n \nV.  RECOMMENDATION  10 \n \nAPPENDIXES     \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  13 \n3.  Disbursement-Linked Indicators, Verification Protocols, and Disbursement Schedule  14 \n ", "Project Classification Information Status: Complete\nRESULTS-BASED PROGRAM AT A GLANCE\n1. Basic Data Project Number: 50201-001\nProject Name Public Private Partnerships Department EARD/EASS\n–\nDemonstration Program to Transform  /Division\nDelivery of Elderly Care Services in \nYichang, Hubei\nCountry China, People's Republic of Executing Agency Yichang Municipal \nBorrower China, People's Republic of Government\n2. Sector Subsector(s)      ADB Financing ($ million)\nHealth Health insurance and subsidized health programs 20.00\nHealth system development 20.00\nPublic sector management Decentralization 10.00\nTotal 50.00\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic Pillar 2: Access to economic opportunities,  Climate Change impact on the  Low\ngrowth (IEG) including jobs, made more inclusive Project\nPillar 3: Extreme deprivation prevented and \neffects of shocks reduced (Social Protection)\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity Institutional development Some gender elements (SGE)\ndevelopment (GCD)\nKnowledge solutions Knowledge sharing activities\n(KNS) Pilot-testing innovation and learning\nPartnerships (PAR) Commercial cofinancing\nImplementation\nPrivate Sector\nPrivate sector  Conducive policy and institutional environment\ndevelopment (PSD) Promotion of private sector investment\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Rural Low\nHousehold Targeting No Urban High\nSDG Targeting Yes\nSDG Goals SDG3\n6. Risk Categorization: Complex\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: C   Indigenous Peoples: B\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 50.00\n     Sovereign Results Based Lending: Ordinary capital resources 50.00\nCofinancing 0.00\n     None 0.00\nCounterpart 78.40\n     Government 55.00\n     Others 23.40\nTotal 128.40\n9. Effective Development Cooperation\nUse of country procurement systems Yes\nUse of country public financial management systems Yes\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 18112016103354376287 Generated Date: 18-Nov-2016 10:34:08 AM", "   \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the People’s Republic of China (PRC) for the Public–Private Partnerships Demonstration \nProgram to Transform Delivery of Elderly Care Services in Yichang, Hubei.1 \n \n2.  The proposed Asian Development Bank (ADB) assistance will be the first sovereign, \nresults-based loan (RBL) for the promotion of public–private partnerships (PPPs) in the PRC \nthat will likely have a catalytic effect and transform the manner in which social services are \ndelivered by local governments in the PRC. The PPP demonstration program will build capacity \nfor developing, procuring, and managing transparent PPPs, and finance a demonstration PPP \nfor socially inclusive, efficient, and quality elderly care services (ECS) in one municipality of the \nPRC (Yichang, Hubei). The program will serve as a demonstration for other local governments \non how PPP can be used for the delivery of public social services and, therefore, may create \nmore opportunities for ADB to finance inclusive and efficient service delivery in the PRC.2  \n \nII.  THE PROGRAM \n \nA.  Strategic Context \n \n3.  Sector context. One of the most significant social challenges facing the PRC today is a \nrapidly aging population. The proportion of people above the age of 60 across the PRC is \nexpected to grow from around 14% in 2016 to 34% by 2050, while those 80 and older will \nincrease from about 18 million in 2010 to a projected 98 million by 2050.3 As a result of rapid \nurbanization, the impact of the one-child policy on families, and large-scale internal workforce \nmigration to urban areas, traditional family support systems are increasingly becoming unable to \nmeet elderly care needs. For the majority of elderly people, home- and community-based ECS \nare the preferred option but are inadequate at the present time.4  ECS are provided by public \nand private operators and, except for some well-managed ECS facilities, many public and \nprivate residential facilities provide low-quality services. Market-oriented reforms that promote \nservice-oriented,  inclusive,  and  high-standard  ECS  catering  to  different  levels  of  care  are \nneeded. The diversity of the demand for ECS requires an innovative response that offers a \nrange of quality yet affordable services, including the use of technology-based approaches such \nas  telemedicine,  and  training  for  care  providers,  ranging  from  fully  dependent  and  semi-\nindependent residential care to different levels of community-based and home-based care.5 \n \n4.  The Government of the PRC has identified Yichang as the preferred municipality to \nimplement a pilot PPP ECS as the Yichang municipal government (YMG) recently approved the \nYichang Long-Term Care Services Strategic Plan, 2016–2030, which is a long-term, strategic \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  PPPs have been identified as a major driver of ADB’s partnership with the PRC, particularly to promote efficiency \nand quality of services. ADB’s support for PPPs is aligned with the PRC’s long-term goals of achieving more \neffective delivery of services to the elderly, and the proposed loan is the first in a series to strengthen local \ngovernment implementation of ECS included in the country program pipeline. \n3  United Nations. 2011. World Population Prospects: The 2010 Revision. New York.  \n4 The favored national policy of 90–7–3 is based on the broad assumption that 90% of the elderly are either \nindependent or require only home-based care, 7% need more extensive community-based ECS, with the residual \n3% requiring residential-based care. Local government has traditionally just looked after and provided subsidy to a \ngroup referred to as “the three no’s”. These are elderly people with no income, no ability to work, and no family \nsupport. \n5  Use of telecommunication and information technologies to provide clinical health care at a distance to help improve \naccess to home-based medical services that would often not be available to distant communities.  ", "2 \n \nplan for the provision of ECS6 in Yichang. Yichang is a third-tier city in the Yangtze River \nEconomic Belt region, with 20% of its population, or almost 148,000 elders, over the age of 60 \n(which is higher than the national average of 15%). The city typifies the average medium-sized \ncity that characterizes much of the PRC outside of the coastal belt.7 Initial ECS demand analysis \nindicates there are currently about 2,000 elderly people who need residential care and about \n23,000 who need home- and community-based care. The current absorption rate for residential \nECS (based on the number of beds utilized) and the projected penetration rate indicate that the \nECS facility market in Yichang is gaining momentum, and with adequate marketing by providers \nthere will be a demand for an additional 3,666 beds in 2017. The projections result in a revised \npenetration rate of 1.58%, a growth of 55% over the historical penetration rate of 1.02%. This \ninitial demand analysis for Yichang shows that the proposed number of beds for the program \n(1,255)  will  satisfy  only  a  percentage  of  the  demand  for  care  needs  of  Yichang’s  elderly \npopulation.8  \n \n5.  Poverty and social analysis reveals that there is a high demand for expanded, good- \nquality ECS among those who have lost their spouses, do not have a family member residing \nwith them, are infirm or disabled, or are elderly women. Currently all ECS facilities in Yichang \nhave lower service standards than those in major PRC cities. Furthermore, there are inadequate \nlinks between health care and ECS providers. Many ECS facilities do not have medical staff for \neven  basic  health  care.  There  is  a  clear  need  to  introduce  innovative  approaches  when \nexpanding ECS coverage to overcome such weaknesses. \n \n6.  Public–private partnership policy context. The design and implementation of PPPs \nfor the provision of public services face major regulatory, institutional, and financial challenges. \nPPP implementation in the PRC is hampered by a lack of transparency, regulatory gaps, and \nPPP regulations that overlap and which are poorly coordinated with other regulations, including \nrules on land, tax, budget, and government procurement. PPPs in the PRC are also often \ncharacterized by a significant imbalance in the allocation of risks and responsibilities. Moreover, \nwhile there is accumulated experience in infrastructure PPPs, a major barrier with regard to \nPPP implementation in the social sectors is a lack of knowledge and expertise within local \ngovernments  to  understand  the  intricacies  of  social  sector  PPP  design,  procurement,  and \ncontract management. Ministerial and central guidelines and requirements for PPPs issued by \nthe Ministry of Finance (MOF) in 2015 indicate that the policy framework is improving the \nenabling environment, but a lot needs to be done to translate this into PPP projects at the local \ngovernment level that are in line with international good practice for PPPs.9 \n \n7.  The Government of the PRC considers PPP for ECS to be the most urgent need to \npromote  efficiency  and  quality  of  service  delivery.  The  government  wants  to  promote  a \nmechanism for genuine and transparent PPPs (i.e., transparent bidding processes with open \nand fair competition) that  can be replicated nationwide to (i) close the gap between local \ngovernment fiscal capacity and the increasing demand for social services; and (ii) search for \ninnovation, better technology, and management skills to tackle sophisticated issues such as \nelderly care. PPPs have been implemented in the PRC since the late 1980s but the policy \n                                                \n6  ADB. 2016. Strategic Plan Elderly Care Services Development in Yichang (2016–2030). Consultant's report. Manila \n(TA 8672-PRC). The long-term care plan was endorsed by the YMG on 11 May 2016. \n7  Poverty and Social Analysis (accessible from the list of linked documents in Appendix 2). \n8  Waterman Hong Kong. Pre-Feasibility Study of Integrated Elderly Care Public–Private Partnership Pilot Project In \nYichang City. Unpublished.  \n9  The current policy framework governing PPP has evolved over time and is a patchwork of measures.  \n ", "  3   \nemphasis of PPPs has significantly shifted since 2014.10 In 2014, the Third Plenum of the \nCommunist  Party  of  China  called  for  a  decisive  role  for  the  market  in  delivering  public \nservices.11 Between late 2014 and May 2015, the MOF and the National Development and \nReform  Commission  compiled  a  database  of  more  than  7,700  PPP  project  proposals \n(amounting to $1.37 trillion), and selected 200 demonstration PPPs to be developed in the next \nfive-year period.12 However, such PPPs need to be based on firm policy foundations, political \ncommitment, and a sound and predictable legal and regulatory environment. Market players \ngenerally require that these policy conditions and the public sector capacity are in place when \nconsidering their participation in a project.  \n \nB.  Program Rationale \n \n8.  It is in the above context that the Government of the PRC has requested ADB’s support \nto help transform how local governments implement PPPs that provide value for money; are \nwell designed, transparently contracted, and well managed; and deliver effective services to the \npublic. The government seeks a sound mechanism for the provision of integrated community- \nand home-based ECS that can be replicated nationwide. The program is aligned with the PRC’s \n13th Five-Year Plan, 2016–2020, which supports strengthening the ECS system in the PRC,13 \nand with government policies for introducing and expanding PPP in public services to bring \nefficiency, innovation, and quality that is affordable. Recent policy directives issued for the \ndevelopment  of  the  ECS  industry14 recognize  the  need  to  improve  services  and  human \nresources, develop the ECS market, and outline the role of local governments and private social \ncapital. The program is aligned with ADB’s country partnership strategy, 2016–2020 pillars on \ninclusive growth and institutional and governance reforms;15 the Midterm Review of Strategy \n2020; the Operational Plan for Health, 2015–2020; the Public–Private Partnership Operational \nPlan, 2012–2020;16 and the Upper Middle-Income Country Approach Paper.17 It also supports \nthe programming priorities included in the operational directions for 2016.18 \n \n9.  Building  local  government  capacity  to  apply  appropriate  laws  and  developing  a \ndemonstration ECS PPP requires the use of the national regulatory framework for PPPs while \nproviding results-based financing to support the YMG’s program to implement PPPs for ECS. \nTo systematically build institutional capacity and create the best demonstration practice for \napplication by other local governments, the program will (i) use national PPP frameworks and \nlocal regulations, (ii) focus on results and performance, (iii) take a risk-based approach, and (iv) \n                                                \n10  Traditionally, state-owned enterprises have had bigger participation in PPPs in the PRC while foreign and market \ninvestors have had little space in the market. Market players and social capital partners often include state-owned \nenterprises. \n11 Government of the PRC, State Council. 2014. Opinions on Innovative Investment Mechanism and Encouraging \nSocial Investment in Key Sectors. Beijing. \n12  International  Institute  for  Sustainable  Development  and  Moody’s  Investor  Service.  2015.  Public–Private \nPartnerships in China. Winnipeg. \n13  Government of the PRC, State Council. 2016. The Thirteenth Five-Year Plan for National Economic and Social \nDevelopment. Beijing. \n14  Government of the PRC, State Council. 2013. Opinions on Promoting the Development of Senior Care Service \nIndustry (Circular No. 35). Beijing; and Government of the PRC. 2015. Implementation Opinions on Encouraging \nPrivate Capital to Participate in the Development of Elderly Care Service Industry. Beijing. \n15   ADB. 2016. Transforming Partnership: People's Republic of China and Asian Development Bank (2016–2020).  \nManila. The country partnership strategy prioritizes the development of ECS. \n16  ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. \nManila; ADB. 2015. Operational Plan for Health, 2015–2020. Manila; and ADB. 2012. Public–Private Partnership \nOperational Plan, 2012–2020. Manila.  \n17  ADB. 2015. Clients–Contributors–Collaborators: A New Partnership with Upper Middle-Income Countries. Manila. \n18  ADB (Office of the President). 2016. Planning Directions: Work Program and Budget Framework 2017–2019. \nMemorandum. 19 February (internal).  \n ", "4 \n \nbe accompanied by appropriate capacity building to mitigate risk and ensure results. RBL is the \nmost appropriate modality to finance the program to strengthen capacity to design, manage, \nand implement a true PPP in ECS using national regulations and guidelines because it will \nleverage ADB financing to transform service delivery by the YMG, and enable other municipal \ngovernments to replicate future similar programs without ADB financing in a sustainable manner.  \n \n10.  ADB’s value added is in introducing international expertise and good practice models \nand supporting an honest dialogue between potential bidders and the local government that \nensures transparency and credibility to design a quality PPP project that (i) offers genuine value \nfor money, (ii) generates high-level policy dialogue with the government, and (iii) translates \nnational PPP policies into an actionable PPP approach. Most importantly, local governments, \nincluding the YMG, are currently ill-prepared to take on transformational PPP projects without \nextensive external support. ADB’s support is timely and will introduce innovation, contribute to \nknowledge on local-level PPPs and ECS standards, and have a high demonstration impact. \nADB has already gained credibility with the Government of the PRC for responding to its PPP \nagenda with an appropriate mix of policy dialogue, sharing of international experience, and \nproposing an innovative approach. These efforts have placed ADB as a lead partner in the area \nof PPP and local government delivery of ECS. \n \nC.  Program Scope \n \n11.  The  program  is  anchored  in  the  long-term  care  (LTC)  plan,19 which  focuses  on \nstrengthening the public system of ECS delivery and introducing PPPs to increase the supply of \nfacilities. At the request of the Government of the PRC, ADB has provided extensive support to \nthe YMG in designing the program, which will support the PPP cornerstone of the LTC plan, \nwhile a public sector loan in 2017 will support strengthening of the public system of ECS \ndelivery. The program will be guided by YMG’s policy framework for PPPs which is aligned with \nthe State Council and MOF regulations governing PPPs for social sectors.20 The program will \nintroduce a pilot PPP for ECS to create the required capacity in the YMG to expand socially \ninclusive, high-quality ECS using PPPs. It will also support Government of the PRC policies and \npriorities for introducing and expanding PPP in social sectors, particularly ECS, by mobilizing \nprivate capital to expand efficiency, innovation, and quality services. The Government of the \nPRC  has  espoused  a  long-term  programmatic  approach21 so  as  to  create  an  enabling \nenvironment for transparent PPPs and encourage local governments to introduce PPPs in ECS \nand the health sector (para. 7). The broader Government of the PRC program envisions rolling \nout PPPs in several local governments during the 13th Five-Year Plan period, while the RBL \nprogram in Yichang will serve as a demonstration for other local governments. \n \n \n \n                                                \n19  With the support of policy and advisory technical assistance financed by ADB since 2014 (ADB. 2014. Technical \nAssistance to the People’s Republic of China for Strategic Elderly Care Services Development in Yichang. \nManila), the YMG has prepared the Long-Term Care Services Strategic Plan, 2016–2030 to address growing \nneeds for ECS, including development of service standards and expanded use of PPPs. See Summary of \nYichang Municipal Government’s Elderly Care Services Plan (accessible from the list of linked documents in \nAppendix 2). \n20  Yichang Civil Affairs Bureau, Yichang Development Reform Commission. 2015. The Implementation Opinions on \nPromoting Public-Private Partnerships in the Public Service Sector. Yichang.  \n21  Ministry of Civil Affairs, National and Development Reform Commission, Ministry of Education, Ministry of \nFinance, Ministry of Human Resources and Social Security, Ministry of Housing and Urban–Rural Development, \nMinistry  of  Health  and  Family  Planning  Commission,  China  Banking  Regulatory  Commission,  and  China \nInsurance  Regulatory  Commission. 2015.  The  Implementation  Opinions  on  Encouraging  Private  Capital  to \nParticipate in the Development of Elderly Care Service Industry. Beijing.  \n ", "  5   \nD.  Program Results \n \n12.  The program’s impact will be socially inclusive delivery of social services using PPPs. \nThe outcome of the program is that quality ECS using PPPs by local governments will be \ndelivered. The program has two outputs:  \n  \n(i)  Local  government  capacity  to  design,  procure,  manage,  and  deliver \neffective  services  through  public–private  partnerships  in  elderly  care \nservices  developed. This output includes capacity building to systematically \naddress the challenges faced by local governments to optimize PPP design and \nimplementation within the national regulatory framework. This will help manage \nthe risk of using PPPs to introduce advanced elderly care concepts, ensuring that \nlocal governments have PPP systems in place to (a) introduce innovative and \nelderly and environmentally sustainable design features in the ECS facilities; (b) \ndevelop  key  performance  indicators  that  take  account  of  international  ECS \nstandards  and  are  compatible  with  national  guidelines;  (c)  develop  the  PPP \nstructure and financing model, including a social inclusion strategy; (d) provide \ntransaction support to design and procure the PPP concession contracts with \nECS service providers (PPP contracts); (e) perform integrity, financial viability, \nand  safeguards  due  diligence  of  relevant  key  stakeholders;  (f)  develop  and \ndeliver a PPP training plan for relevant YMG staff; (g) develop and implement \nPPP contracts and program monitoring systems in the delivery of services; and \n(h) disseminate lessons from ECS PPP implementation. \n  \n(ii)  A socially inclusive public–private partnership demonstration program for \nelderly care services in Yichang successfully implemented. Financing will be \nprovided to enable the YMG to meet agreed key performance indicators and \noutput  targets  for  well-designed  PPPs  to  provide  integrated  ECS  services \nincorporating inclusive and best-design features. Given the risks associated with \nintroducing a more complex PPP in a third-tier city, the government will provide \nthe land and undertake basic construction of the ECS facilities with appropriate \ndesign parameters, and the PPP contract(s) will be executed with the private \nsector to fully equip, operate, and maintain the ECS facilities. The program will \nsupport the YMG to meet the care needs of the majority of its elderly people, who \nare  lower-middle  and  middle-income  pensioners  and  are  the  principal  target \nbeneficiaries  of  this  program.  The  integrated  ECS  facilities  are  expected  to \ninclude  residential,  medical,  and  nonmedical  services  and  provide  outreach \nservices to support community- and home-based care. Community- and home-\nbased care provisions will be included within the PPP contracts. The services to \nbe provided by the concessionaires to residents and the local community of \nelderly  people  will  cover  different  levels  of  care  needs  (from  mildly  to  fully \ndependent elderly people) and will include nursing care; skilled cognitive care; \nday care; social counseling; recreational activities; and support for activities of \ndaily living such as walking, bathing, dressing, toileting or incontinence, brushing \nteeth, and eating. Home-based care will include a range of services such as \nhousekeeping, shopping support, preparation of meals, routine medical check-\nups, and physiotherapy.  \n \n13.  The program has a concise results framework based on PPP capacity building needs \nand Yichang’s LTC plan. Disbursement-linked indicators (DLIs) of the RBL program are based \non the program’s results framework, are the basis for disbursing ADB financing, and correspond \nto the program’s financing needs. The proposed DLIs were selected within five results areas \nand formulated for  their  criticality for  achieving  high quality  and  efficient  ECS that  will  be \n ", "6 \n \ndelivered through PPPs in the integrated ECS facilities (Table 1).22  \n \nTable 1: Disbursement-Linked Indicators \nDisbursement  Share of Total \nAllocated  ADB \nIndicator  ($ million)  Financing (%) \nOutcome     \n1. Quality ECS provided through PPP   4  8 \n2. PPP demonstration achieved  2  4 \nOutput     \n3. YMG’s PMO capacity in PPP design and management built  1  2 \n4. ECS facilities with elderly and environmentally sustainable design features     \nconstructed  33  66 \n5. Number of elderly with access to integrated and inclusive ECS facilities increased  10  20 \nTotal  50  100 \nECS = elderly care services, PMO = program management office, PPP = public–private partnership, YMG = Yichang \nmunicipal government. \nSource: Asian Development Bank. \n \nE.  Expenditure Framework and Financing Plan \n \n14.  Program expenditures. The RBL program expenditures are estimated to be $128.4 \nmillion during 2017–2022 (Table 2). About 77.6% will be used to design, construct, and equip \nthe ECS facilities; 7.8% will be for strengthening YMG’s capacity to develop and implement \nPPPs for social services; and 14.6% will be for the operation and maintenance of the centers.  \n \nTable 2: Summary of Program Expenditure Framework, 2017–2022 \n(in 2016 prices) \n  Amount  Share of Total \nItem  ($ million)  (%) \n1. Capacity developmenta  10.0  7.8 \n2. Capital budget  99.7  77.6 \n    a. Land  33.2  25.9 \n    b. Civil works  37.2  28.9 \n    c. Equipment and furniture  2.8  2.2 \n    d. Mobilizationb  0.6  0.4 \n    e. Physical contingency  6.4  5.0 \n    f.  Price contingency  3.7  2.9 \n    g. Taxes  5.7  4.5 \n    h. Finance charges  10.1  7.9 \n3. Recurrent budget  18.7  14.6 \n    a. Staff costs  10.5  8.2 \n    b. Other operating expendituresc  4.7  3.6 \n    c. Maintenance costs  1.8  1.4 \n    d. Margin on operating expendituresd  1.7  1.3 \n  Total   128.4    100.0 \na  Includes the cost of consulting services to undertake market sounding, develop elderly care service standards, \nprocure private sector services, train executing and implementing agency staff in public–private partnership \nprojects, costs related to program monitoring, logistical support for training,  program management office \noperational expenses, and other capacity development measures.  \nb  Mobilization includes costs for activating the service provider’s physical and human resources.  \nc  Other operating expenditures include costs for meals, materials, insurance, marketing, transport, service \nprovider overheads, utilities, and consumables.  \nd  Profit margin of 10% of operating expenditures for the private sector operator to be recovered from tariff \nrevenues. \nSources: Asian Development Bank estimates and prefeasibility study. \n                                                \n22 Four sites have been identified, and it is expected that PPPs will be implemented at these four sites. However, the \nexact number of ECS facilities will be finalized during the detailed feasibility design and agreed with ADB. \n ", "  7   \n15.  Program financing. It is estimated that the YMG will provide $55.0 million and the \nprivate sector will provide $23.4 million for the program. The YMG has requested a loan of $50 \nmillion from ADB’s ordinary capital resources to help finance the RBL program. The loan will \nhave a 26-year term, including a grace period of 5 years, an annuity repayment method based \non a 9.50% discount factor, an annual interest rate determined in accordance with ADB's \nLondon interbank offered rate (LIBOR)-based lending facility, a commitment charge of 0.15% \nper  year,  and  such  other  terms  and  conditions  set  forth  in  the  draft  loan  and  program \nagreements. Based on this, the average loan maturity is 18.96 years and the maturity premium \npayable to ADB is 0.20% per annum.23 The financing plan is summarized in Table 3.  \n \nTable 3: Program Financing Plan \nSource  Amount ($ million)  Share of Total (%) \nGovernment  55.0  42.9 \nPrivate sectora   23.4  18.2 \nAsian Development Bank   \n  Ordinary capital resources (loan)  50.0  38.9 \nTotal  128.4  100.0 \na Assumes that private service funds initial investments in furniture, equipment, mobilization, including taxes and \ncontingencies, and initial working capital of $4.7 million and recurrent costs of $18.7 million will be covered from \ntariff revenues. \nSources: Asian Development Bank estimates and prefeasibility study. \n \n16.  Disbursement  arrangements.  The  program  will  provide  advance  financing  and \nfinancing for the prior result relating to securing the sites for the ECS facilities (DLI 2), which is \nessential to the successful subsequent implementation of the program. The YMG may submit a \nwithdrawal  application  upon  achievement  of  any  DLIs,  along  with  evidence  verifying \nachievement of the DLIs, and also for the advance financing and for the achievement of the \nprior result. Verification mechanisms and protocols have been established using public and \nindependent sources and are clarified in the verification protocols. Disbursements are allowed \nfor partial, early, or late achievement of DLIs, and will be made to an account specified by the \ngovernment for the purpose of program implementation. \n \nF.  Capacity Development and Program Action Plan \n \n17.  The YMG does not currently have the necessary experience or capacity to design and \nimplement PPPs. Therefore, capacity development is embedded in the design of the program, \nwith output 1 supporting transparent PPP development, and this has already started during \nprogram preparation.24 The RBL program will build capacity through the YMG engaging key \nexperts who will work alongside the program management office (PMO) and the PPP team of \nthe Yichang Finance Bureau (YFB) and Yichang Civil Affairs Bureau (YCAB) to develop service \nstandards for ECS; support financial management, procurement, and contract management; \ndevelop  monitoring  systems;  implement  the  PPP  projects;  and  facilitate  dissemination.25 A \nprogram action plan, incorporating actions for capacity building, is included. \n \nG.  Implementation Arrangements \n \n18.  The program will be implemented from January 2017 to December 2022, while the PPP \ncontracts are expected to operate for 25 years. The oversight of the broader PPP program will \nbe led by the Government of the PRC acting through the National Development and Reform \n                                                \n23 Loan Agreement and Program Agreement (accessible from the list of linked documents in Appendix 2).   \n24 Using policy and advisory technical assistance (footnote 19). \n25 Program Implementation Document (accessible from the list of linked documents in Appendix 2) has detailed \ncapacity building component description. \n ", "8 \n \nCommission and MOF. The program executing agency is the YMG, which assumes overall \naccountability for the program. The YMG has established a high-level coordinating and program \nleading group to oversee the program. This leading group will be led by the vice-mayor with \nhigh-level  representation  from  the  YCAB,  Yichang  Development  and  Reform  Commission, \nYichang  Environmental  Protection  Bureau,  YFB,  Yichang  Health  and  Family  Planning \nCommission,  Yichang  Housing  Investment  and  Development  Company,  Yichang  Land \nAdministration Bureau, and Yichang Planning Bureau. Under the program leading group, a \nPMO will be established, which would be placed in the YFB during the program preparation and \nPPP operator selection stage and be transferred to the YCAB during the implementation stage \nof the PPP contracts. The PMO will act on behalf of the YMG to manage all the preparation and \nimplementation activities, and play a leading role in (i) communicating and coordinating with \nADB;  (ii)  coordinating  with  all  involved  agencies,  departments,  and  institutes  for  program \nimplementation;  (iii)  submitting  program  implementation  progress  reports,  safeguards \nmonitoring reports, and annual audit reports to ADB; (iv) carrying out program performance and \ncompliance monitoring; and (v) reviewing withdrawal applications and supporting documents. \n \n19.  The program implementation agencies include the YCAB, YFB, and Yichang Housing \nInvestment  and  Development  Company.  The  YFB  will  be  responsible  PPP  design  and \nprocurement, and will also support program monitoring throughout the life of the program. The \nYichang  Housing  Investment  and  Development  Company  will  be  responsible for the  basic \nconstruction of the ECS facilities. The YCAB will be responsible for the implementation of a \nsocially inclusive ECS PPP demonstration program in Yichang, including contract management \nand supervision of ECS during the facilities design, equipping, and operation stages.   \n \nIII.  SUMMARY OF ASSESSMENTS \n \nA.  Program Technical Assessments \n \n20.  The program is technically sound and in line with the YMG’s LTC plan, which includes \nthe expanded use of PPPs. Piloting a demonstration ECS PPP will help the YMG strengthen its \nsystems for designing and managing PPPs, and will help raise much-needed resources and \ninnovation from the private sector for ECS. The PPP based on service contracts will attract ECS \nproviders rather than developers. The program’s proposed implementation arrangements are \nappropriate to help the YMG develop capacity for ECS PPPs. The program’s expenditure and \nfinancing plan is based on appropriate assumptions for demand and services as concluded by \nthe prefeasibility study and preliminary market sounding and shows that the projected tariff \nrevenue of CNY2,100 per month per elderly person will be sufficient to make the PPP viable. \n \n21.  The program will have a substantial economic impact as it will protect vulnerable elderly \nfrom health or disability shocks, reduce the possibility of extended hospital stays, and create \nemployment  opportunities  in  geriatric  care.  The  program  also  has  positive  social  impacts, \nproviding the elderly population with services that are of a higher quality and standard than \nthose that exist currently in Yichang. The program targets elderly people, 11% of whom are \nabove 80 years of age, with lower-middle and middle-income pension levels in Yichang city. \nLow-income  pensioners  will  be  included  using  a  cross-subsidy  or  government  subsidy \nmechanism, details of which will be considered during the detailed PPP feasibility and design \nstage. The program will mainly benefit people who require assisted living, and it will also benefit \nelderly women who are more vulnerable given the care burden on other family members.  \n \nB.  Program Systems Assessments \n \n22.  Monitoring  and  evaluation  system  and  institutional  assessment. The  YMG has \n ", "  9   \nsuccessful past experience in the implementation of a recent ADB project that introduced a \nwidely acclaimed bus rapid transit system.26 With capacity building under the program, the YMG \nwill be able to successfully implement an ECS PPP and strengthen monitoring systems for \nimplementation within both the YFB and YCAB.   \n \n23.  Fiduciary systems. The procurement and financial management systems assessments \nconfirm that the program will need to support the YMG to strengthen its capacity for designing, \nprocuring, and implementing PPPs for ECS. The Government of the PRC’s Procurement Law, \nunder certain conditions and procedural controls, allows for competitive negotiation, competitive \nconsultation, and single-source procurement, which does not necessarily comply with ADB’s \nkey procurement principle of open competition. The program’s design will introduce measures to \nexclude the use of such noncompetitive practices.  \n \n24.  The Guidelines to Prevent or Mitigate Fraud, Corruption, and Other Prohibited Activities \nin Results-Based Lending for Programs were explained to and discussed with the government \nand the YMG.27 \n \n25.  Safeguard systems. The program’s environmental impacts are confirmed as category B. \nUnder the program some existing buildings will be remodeled or partially demolished, and new \nbuildings constructed at the selected sites. A potential benefit of the program is the opportunity it \nprovides to incorporate green building and space features. Potential adverse impacts are noise \nand dust; disposal of solid waste and fugitive dust generated during construction, demolition, or \nremodeling; and noise generated by construction work and use of heavy mechanical equipment. \nThese impacts are temporary and can be mitigated to comply with the applicable environmental \nstandards. The program will not have any impact on virgin land, and it avoids protected areas, \necologically sensitive habitats, and cultural heritage sites. An environmental action plan will \nguide environmental mitigation by complying with the local environmental regulatory framework \nand ADB’s Safeguard Policy Statement (2009), and an information disclosure mechanism for \nprogram environmental safeguards will be established. YMG has the capacity and resources to \nimplement the environmental mitigation measures of the program. \n \n26.  The program’s involuntary resettlement impacts are confirmed as category C, and none \nof the involuntary resettlement policy principles in ADB’s Safeguard Policy Statement apply for \nthe program. The program will not acquire any land, negatively affect income and livelihood \nsources, or affect access to common property and resources of any person or community. In \nfact, it will provide employment for both skilled and unskilled workers at construction sites and at \nthe ECS facilities. The program is category B for indigenous peoples as ethnic minority elderly \npeople are expected to benefit from the program. Ethnic minority elderly people will be provided \nequal  access  to  ECS, and  the  program  action  plan  will  ensure  that ECS  providers  make \nnecessary provisions for appropriate recreational activities and any special dietary requirements.  \n \nC.  Integrated Risk Assessment and Mitigating Measures \n \n27.  The program is piloting a new approach with a local government in a third-tier city in the \nPRC, making this an overall high-risk program, but the overall benefits derived from building \ncapacity and demonstrating innovative ECS far outweigh the costs and risks. Major risks and \nmitigating measures are summarized in Table 4.  \n \n                                                \n26 ADB. 2013. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the \nPeople’s Republic of China for the Hubei–Yichang Sustainable Urban Transport Project. Manila. \n27 ADB. 2013. Piloting Results-Based Lending for Programs. Manila (Appendix 7). \n ", "10 \n \nTable 4: Summary of Integrated Risk Assessment and Mitigating Measures \nRisks  Ratings  Key Mitigating Measures \nResults. The results at risk are (i) protracted land  H  YMG will make effort to allocate land in a timely \nallocation and delayed construction of the facilities  manner, complete construction, and retain key staff \nimpact timely commencement of the bidding process for  until the PPP contract(s) is effective. The capacity \nservice provider(s) for the ECS facilities, and (ii) the  building phase will support timely contracting of \nfacilities are not made operational in a timely manner.  ECS providers. \nExpenditures and financing. Risks identified in this  S  The expenditure framework is based on rigorous \nassessment include (i) underestimation of cost  prefeasibility-stage modeling, with adequate \nestimates, (ii) counterpart funding shortfalls, (iii)  contingencies. ECS is a high-priority subsector for \nfinancial failure of the PPP contractors, and (iv) demand  Yichang and visible high-level political support \nfor ECS falling short of expectations.     suggests funding will be made available in a timely \nmanner. Financial failure of the ECS providers will \nbe mitigated through careful financial appraisal of \npotential bidders, and the use of a financial \nperformance bond will be considered. Demand risk \nand its mitigation will be further assessed through \nmarket sounding.  \nFiduciary. The very limited YMG experience in the  H  The program includes capacity building for the \nprocurement of international consultants and PPP  procurement of PPPs using country regulations \ncontracts could seriously reduce the effectiveness of  and systems governing PPPs, but with conditions \nthe program in achieving desired outcomes.   for transparent procurement. ADB will closely \noversee procurement capacity building consultants.   \nOperating environment. Yichang is a third-tier city  S  Market sounding is being conducted to raise \nwith limited quality private ECS providers, and there is a  awareness and prepare a commercially viable \nrisk that private and social capital ECS providers may  PPP. \nnot be interested in bidding. \nOverall RBL program risk  H   \nADB = Asian Development Bank, ECS = elderly care services, PPP = public–private partnership, RBL = results-based \nlending, YMG = Yichang municipal government.  \nRisk factors are assessed against two dimensions: (i) the likelihood that the risk will occur, and (ii) the impact of the risk on \nthe outcome. Rating scale: low (L) = low likelihood and low impact; moderate (M) = substantial to high likelihood but low to \nmoderate impact; substantial (S) = low to moderate likelihood but substantial to high impact; high (H) = high likelihood and \nhigh impact. \nSource: Asian Development Bank.  \n \nIV.  ASSURANCES  \n \n28.  The Government of the PRC and the YMG have agreed with ADB on certain covenants \nfor the RBL program, which are set forth in the loan agreement and program agreement. \n \nV.  RECOMMENDATION \n \n29.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$50,000,000  to  the  People’s  Republic  of  China  for  the  Public–Private  Partnerships \nDemonstration Program to Transform Delivery of Elderly Care Services in Yichang, Hubei, from \nADB’s ordinary capital resources, with interest to be determined in accordance with ADB’s \nLondon interbank offered rate (LIBOR)-based lending facility; for a term of 26 years, including a \ngrace period of 5 years; and such other terms and conditions as are substantially in accordance \nwith those set forth in the draft loan and program agreements presented to the Board.  \n \n \nTakehiko Nakao \nPresident \n \n21 November 2016 \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \nImpact the RBL program is aligned with \nThe expected impact of the program is socially inclusive delivery of social services using PPPs, which is aligned with (i) \nestablishing a three-tiered elderly care system (home-, community-, and institutional-based care) (Opinions on Promoting the \nDevelopment of Senior Care Service Industry [PRC State Council Circular No. 35, 2013] and the PRC 13th Five-Year Plan, \n2016–2020);a and (ii) reforming and diversifying local government financing channels using PPP and other means (Opinions \non Innovative Investment Mechanism and Encouraging Social Investment in Key Sectors).b \n \nPerformance Indicators with  Data Sources and   \nResults Chain  Targets and Baselines  Reporting  Risks \nOutcome       \nQuality ECS  a. 80% of ECS recipients rate services  a–c. PMO annual progress  Lack of market interest \ndelivered by local  received through the ECS facilities  reports based on service  downgrades overall bidder \ngovernments  delivered by PPP as satisfactory by  provider surveys and ADB  quality and the level of \nusing PPPs   2022 (2016 baseline:0)  missions and project  service delivery innovation \n  progress reports  offered.  \nb. ECS PPP development manual   \ndeveloped, approved, disseminated  b. Annual plans of local \nto, and used by at least two local  governments  \ngovernments by 2020 (DLI 5) (2016 \nbaseline: 0) \n \nc.  75% of ECS facilities meet approved \nservice standards by 2021 (DLI 4) \n(2016 baseline: 0) \nOutputs       \n1. Local  1a.A viable ECS PPP model developed in  1a. PPP feasibility study  Facilities are not made \ngovernment  2017 based on sound market analysis    operational on time, with \ncapacity to  with (i) clear and socially inclusive    delays in either clearing \ndesign, procure,  identification of target beneficiaries, (ii)    land sites and/or in the \nmanage, and  a commercially acceptable IRR, (iii)    bidding process. \ndeliver effective  value for money analysis in 2017, and   \nservices  (iv) clear results expected of the PPP   \nthrough ECS  (2016 baseline: none) (DLI5)   \nPPPs     \ndeveloped  1b.Competitively bid PPP contracts for   \n  integrated ECS facilities in effect by  1b. Signed PPP contracts \n2018c (2016 baseline: 0)   \n   \n1c. 95% of PMO staff with certified   \ncompetencies in PPP design and risk  1c. PPP Center certification \nmanagement apply their PPP  of competencies \nexpertise to develop and support   \nadditional ECS PPP projects by June   \n2020 (Baseline: Low capacity in YMG   \nin PPP design, implementation, and   \nrisk management in 2016) (DLI1)   \n(2016 baseline: 0)   \n   \n1d.Program monitoring system based on \n \nKPIs fully functional by 2020 (related \n \nto DLI 4) (2016 baseline: 0)  1d. PMO annual program \nprogress reports \n       \n2. A socially  2a.The detailed approved designs for the  2a–f. PMO annual progress \ninclusive PPP  ECS facilities include elderly and  reports and ADB missions \ndemonstration  environmentally sustainable design  and project progress reports \nprogram for  features by 2017 (DLI) (Baseline: In \nECS subsector  2016, no ECS provided in PPP) \nin Yichang  financed ECS facilities. (2016 \nsuccessfully  baseline: 0) \nimplemented   \n \n ", "12  Appendix 1 \nPerformance Indicators with  Data Sources and   \nResults Chain  Targets and Baselines  Reporting  Risks \n  2b.Service standards and key     \nperformance indicators for ECS \ndeveloped and approved by 2017 (DLI \n4) (2016 baseline: 0) \n \n2c.Construction, renovation, and \nrehabilitation of the ECS facilities \ncompleted in 2018c (DLI) (2016 \nbaseline: 0) \n \n2d.Services commenced in the integrated \nand universal design ECS facilities in \n2019c (DLI 3) (2016 baseline: No PPP \nECS facilities) \n \n2e.The integrated and inclusive ECS \nfacilities provide residential ECS to at \nleast 1,000 elderly people in 2022 \n(DLI 3) (sex disaggregated 2016 \nbaseline: 0, 0) \n \n2f. Community- and home-based care \nservices provided to at least 2,000 \nelderly people in 2022 (sex-\ndisaggregated 2016 baseline: 0,0) \nKey Program Actions \n1. Local government capacity to design, procure, manage, and deliver effective services through ECS PPPs \ndeveloped \n1.1 Award contract and commence services for PPP advisory consultants by January 2017. \n1.2 Feasibility study, including value for money, completed by June 2017. \n1.3 Issue request for proposals for the provision of ECS and the operation and maintenance of the ECS facilities by 2017. \n1.4 Sign PPP contracts with ECS providers for the provision of ECS and the operations and maintenance of the ECS \nfacilities by 2018. \n1.5 Complete training and testing of PMO staff in PPP design and risk management by June 2020. \n1.6 PMO PPP staff conduct workshops to disseminate PPP manual to other local governments. \n2. A socially inclusive PPP demonstration program for the ECS subsector in Yichang successfully implemented \n2.1 Finalize and approve detailed designs for the ECS facilities, including elderly and environmentally sustainable design \nfeatures, by 2017. \n2.2 Acquire sites required for the ECS facilities free of any and all liens and encumbrances by 2017. \n2.3 Complete construction, renovation, and rehabilitation of the ECS facilities by 2018.  \n2.4 Commence ECS services in the ECS facilities by 2019. \n2.5 Provide at least 800 elderly residential ECS in the integrated and inclusive ECS facilities by 2020. \n2.6 Provide at least 1,200 elderly residential ECS in the integrated and inclusive ECS facilities by 2022. \nFinancing Plan \nTotal program financing from 2017 to 2022: $128.4 million  \nGovernment: $55.0 million \nADB: $50.0 million (loan) \nPrivate financing: $23.4 million \nAssumptions for Partner Financing  \nNot applicable \nADB = Asian Development Bank, DLI = disbursement-linked indicator, ECS = elderly care services, IRR = internal rate of \nreturn, KPI = key performance indicator, PMO = project management office, PPP = public–private partnership, PRC = \nPeople’s Republic of China, YMG = Yichang municipal government.   \na  Government of the PRC, State Council. 2013. Opinions on Promoting the Development of Senior Care Service Industry \n(Circular No. 35). Beijing; and Government of the PRC, State Council. 2016. The 13th Five-Year Plan for National \nEconomic and Social Development. Beijing.  \nb  Government of the PRC, State Council. 2014. Opinions on Innovative Investment Mechanism and Encouraging Social \nInvestment in Key Sectors. Beijing. \nc   There are four identified sites, and it is expected that these four will be developed and PPPs implemented for integrated \nservices at these four sites. However, the exact number of ECs facilities will be finalized during the detailed feasibility \ndesign and agreed with ADB. \nSource: Asian Development Bank. \n ", "Appendix 2  13 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=50201-001-3 \n \n1.  Loan Agreement \n2.  Program Agreement  \n3.  Country Economic Indicators  \n4.  Sector Assessment (Summary): Health \n5.  Program Soundness Assessment  \n6.  Program Results Assessment  \n7.  Program Results Framework  \n8.  Program Expenditure and Financing Assessment  \n9.  Program Monitoring and Evaluation System Assessment  \n10.  Program Fiduciary Systems Assessment  \n11.  Program Safeguard Systems Assessment  \n12.  Integrated Risk Assessment and Mitigating Measures  \n13.  Program Action Plan  \n14.  Contribution to the ADB Results Framework  \n15.  Development Coordination  \n16.  Summary Poverty Reduction and Social Strategy \n17.  Program Implementation Document  \n \nSupplementary Documents \n18.  Capacity Building Component for Developing and Implementing Public–Private \nPartnership Projects in Elderly Care Services for Yichang Municipal Government  \n19.  Poverty and Social Analysis  \n20.  Environmental Safeguard System Assessment \n21.  Social Safeguard Systems Assessment \n22.  Summary of Yichang Municipal Government’s Elderly Care Services Plan  \n23.  State Council Opinions on Accelerating Development of the Elderly Care Services \nIndustry \n \n ", "14  Appendix 3 \nDISBURSEMENT-LINKED INDICATORS, VERIFICATION PROTOCOLS, AND DISBURSEMENT SCHEDULE \n \nTable A3.1: Disbursement-Linked Indicators \nDISBURSEMENT-LINKED INDICATORS, VERIFICATION PROTOCOLS, AND DISBURSEMENT SCHEDULE \nBaseline and \nDLIs  Prior Results  2017  2018  2019  2020  2021  2022 \nTargets \n \nOutput 1: Quality ECS delivered by local governments using PPPs \nDLI 1  Target is to          95% of PMO     \nYMG’s PMO  strengthen YMG’s  staff trained in \ncapacity in PPP  capacity to  PPP design and \ndesign,  effectively  risk \nmanagement,  leverage PPP in  management \nand effective  the ECS sector  and demonstrate \nservice delivery    required \nbuilt.  Baseline: Low  competencies  \n  capacity in YMG  ($1 million) \nto design, \nimplement and \nmonitor PPP in \nsocial sectors, \nand 0 staff trained \nin PPP design \nand risk \nmanagement. \nOutput 2: A socially inclusive PPP demonstration program for the ECS sector in Yichang successfully implemented \nDLI 2  Target is to  The sites  The detailed  Construction,         \nECS facilities  construct ECS  identified for the  designs for the  renovation \nwith elderly and  facilities which  ECS facilities  ECS facilities have  and \nenvironmentally  have been  have been made  been finalized and  rehabilitation \nsustainable and  designed with  available for use,  approved and  of the ECS \ninclusive design  elderly and  free of any and  include elderly and  facilities \nfeatures  environmentally  all liens and  environmentally  completed  \nconstructed.  sustainable  encumbrances,  sustainable and  ($24 million) \n  features using  for the purpose  inclusive design \nPPP.  of the PPP  features  \n  demonstration  ($6 million) \nBaseline: In 2016,  program  \nno ECS provided  ($3 million) \nin PPP financed   \nECS facilities   \n ", "Appendix 3  15 \n \nBaseline and \nDLIs  Prior Results  2017  2018  2019  2020  2021  2022 \nTargets \n \nDLI 3  Target is to        ECS  At least 600    At least 1,000 \nNumber of  increase number  services in  elderly provided    elderly \nelderly with  and occupancy of  the ECS  residential ECS  provided \naccess to  residential beds  facilities are  in the integrated  residential \nintegrated and  and access to  commenced  and inclusive  ECS in the \ninclusive ECS  home-based and  ($8 million)  ECS facilities   integrated \nfacilities  community based    ($1 million)  and inclusive \nincreased  care provided by    ECS facilities  \n  the ECS facilities.     ($1 million) \nBaseline: In 2016,   \nno ECS provided   \nin PPP financed   \nECS facilities \nOutcome: Delivery of elderly care services by local governments strengthened \nDLI 4  Target is to    Service standards      Monitoring  75% of ECS   \nQuality ECS  develop and  and key  system  facilities meet \nprovided through  monitor service  performance  implemented  approved \nPPP  standards for ECS  indicators for ECS  and reports on  service \n  using key  developed and  key performance  standards   \nperformance  approved  indicators  ($1 million) \nindicators.   ($2 million)  produced \n  ($1 million) \nDLI 5      A viable ECS PPP      ECS PPP     \nPPP  model developed  Development \nDemonstration  based on sound  Manual \nAchieved  market analysis  developed, \nwith (i) clear and  approved,  \nsocially inclusive  disseminated to \nidentification of  at least 2 local \ntarget  governments ($1 \nbeneficiaries, (ii) a  million) \ncommercially \nacceptable IRR, \nand (iii) value for \nmoney analysis. \n($1 million) \nADB = Asian Development Bank, DLI = disbursement-linked indicator, ECS = elderly care services, IRR = internal rate of return, PMO = program management office, \nPPP = public-private partnerships, YCAB = Yichang Civil Affairs Bureau, YFB = Yichang Finance Bureau, YMG = Yichang Municipal Government. \n   \n ", "16  Appendix 3 \nDISBURSEMENT-LINKED INDICATOR DISBURSEMENT PRINCIPLES AND PROCEDURES \n \nA.  Disbursement Principles \n \nFinancing prior results. The Public-Private Partnerships Demonstration Program to Transform Delivery of Elderly Care \nServices in Yichang will finance prior results. The prior result that has been selected is one that is critical to the successful \nsubsequent implementation of the program, and need to be accomplished at the latest by the effectiveness date of the program. The \ntotal amount for such financing is $3 million which does not exceed 20% of the ADB financing (i.e., $10 million). The time frame for \nsuch financing is within 12 months before the signing of the legal agreements. \n \nAdvance financing. The program will also provide advance financing up to the amount of $12 million, so that the total of \nfinancing for prior results and advance financing does not exceed 30% (i.e., $15 million) of ADB financing.  \n \nPartial disbursements are allowed. Partial disbursements are allowed for DLI 3 and DLI 4 and the formulas for partial \ndisbursement are detailed in the verification protocols (see Table A3.2 below). Once the remaining targets are met for any partially \nmet DLI, the balance of disbursement allocation for the DLI can be disbursed. \n \nB.   Disbursement Procedures \n \nYMG may submit a withdrawal application upon achievement of any DLIs, along with evidence verifying achievement of the \nDLIs. YMG may also submit a withdrawal application upon approval of the loan for the advance financing and for achievement of the \nprior result. Disbursements are allowed for early or late achievement of DLIs. Verification mechanisms and protocols have been \nestablished using public and independent sources and are clarified in the verification protocols. \n \nThe PMO will collect all reports and information necessary to verify accomplishment of the DLIs and prepare a draft DLI \nachievement report. Achievement reports will refer to the month and year of the DLI achievement indicated in the DLI Table A3.3 \nbelow. All such reports will be appropriately authorized by a designated signatory, acting for and on behalf of YMG who will make the \nwithdrawal application accompanied by the evidence of DLI achievement. Where ADB identifies issues with the DLI achievement, it \nwill relay its concerns to the YMG within one month of its receipt of the withdrawal application for further verification.  \n \n ", "    Appendix 3  17 \n \nTable A3.2:  Verification Protocols \nDLIs  Definition and Description of Achievement and  Information Source and  Verification Agency and Procedure \n  Verification Timeframe  Frequency   \nOutput 1: Local government capacity to design, procure, and manage ECS PPPs developed \nDLI 1  Definition     \nYMG’s PMO capacity in PPP  YMG will establish a dedicated PMO for the program which  Capacity building consultant  Independent verification by ADB PPP \ndesign, management, and  will  together  with  relevant  personnel  undertake  training  reports  specialists. \neffective service delivery built.  required for the PPP.      \n     \nOutput 2: A socially inclusive PPP demonstration program for the ECS sector in Yichang successfully implemented \nDLI 2  Definition     \nECS facilities with elderly and  All ECS facilities must be designed with sensitivity to the  Final and approved detailed  Prior Result: YFB will be required to (a) \nenvironmentally sustainable  specific needs of the elderly to whom these ECS facilities  designs of the ECS facilities  issue  a  formal  confirmation  that  the \nand inclusive design features  will  cater  to.  Environmentally  sustainable  features must  and constructed facilities   sites for four ECS facilities have been \nconstructed.  also  be  incorporated  in  the  detailed  designs  so  as  to  acquired by YMG, free of any and all \n  ensure environmental sustainability of the ECS facilities.  liens and encumbrances; and (b) submit \n  a  legal  opinion  from  a  duly  qualified \nThe location of the facilities is critical, and the sites which  lawyer  acceptable  to  ADB  confirming \nhave been identified and selected (for which due diligence  that the sites have been acquired by \nhas been conducted) are situated in central Yichang with a  YMG,  free  of  any  and  all  liens  and \nlarge concentration of elderly and their families. This is  encumbrances.  \nincluded  as  a  prior  result  to  ensure  technically  viable   \nlocations are secured for the PPP demonstration program.  2017:  The  detailed  designs  for  the   \n  ECS facilities have been finalized and \napproved  and  include  elderly  and \nenvironmentally  sustainable  and \ninclusive  design  features.    The \nappropriateness and adequacy of the  \ndetailed  designs  and  the \nenvironmentally  and  inclusive  design \nfeatures incorporated in such detailed \ndesigns will be subject to independent \nreview by an international design expert \nappointed by ADB in consultation with \nYMG \n \n2018:  The  completion  certificates  for  \nECS facilities have been issued; and \nADB  and  PMO  have  carried  out \nphysical  inspections  of  the  ECS \nfacilities  constructed,  renovated  and \nrehabilitated  \n ", "18  Appendix 3 \n \nDLIs  Definition and Description of Achievement and  Information Source and  Verification Agency and Procedure \n  Verification Timeframe  Frequency   \nDLI 3  Definition     \nNumber of elderly with access  Elderly are defined as those above the age of 60 years with   Program  progress  reports  2019:  Official  confirmation  from  PMO \nto  integrated  and  inclusive  care needs above level 2 and above (note: Level 2 is  from PMO and providers.  that  the  ECS  services  in  the  ECS \nECS facilities increased  defined as dependent senior adults needing assistance in  facilities have commenced  \n  daily  living),  and  accommodated  in  and/or  utilizing  the   \n  services of the ECS facilities  2020: Records from the PMO and ECS \nIntegrated and inclusive ECS facilities are those which are  service  provider(s)  confirming  that  at \nuniversal in design and socially inclusive   least  600  elderly  are  receiving \nIntegrated and inclusive ECS facilities are those which:   residential services in the ECS facilities  \n(i)  Integrate universal and elderly sustainable design  2022: Records from the PMO and ECS \nprinciples into the physical design  service  provider(s)  confirming  that  at \n(ii)  provide multi-tiered services (residential, home- and  least  1000  elderly  are  receiving \ncommunity-based) from a  facility  residential services in the ECS facilities \n(iii)  Develop and provide services to address the care \nneeds of elderly who are currently unserved (such \nas those with dementia) \n(iv)  Socially  inclusive  means  that  fee  charges  for \nservices  will  target  beneficiaries  from  the  lower-\nmiddle and the middle income range of the elderly \npopulation, including vulnerable elderly women \nDisbursements will be allowed for partial compliance in \naccordance with the following procedure: \n \n2019: Partial disbursement will be allowed upon completion \nof each ECS facility and the commencement of services by \nsuch ECS facility \n \n2020 and 2022: Full disbursement will be made if targets \nare  achieved  as  agreed;  partial  disbursements \nproportionate to the actual achieved value may also be \nmade \n \nOutcome: Delivery of elderly care services by local governments strengthened \nDLI 4  Definition     \nQuality ECS provided through  Key performance indicators and a system for monitoring  Report  on  the  key  2017: The PMO will issue a report on \nPPP  these indicators will be developed  performance indicators and  the  key  performance  indicators  and \n  Service Standards for ECS will be developed. These will  monitoring system issued by  monitoring system and the methodology \ninclude key performance indicators for the specific ECS  PMO  used  to  identify  the  key  performance \nservice contract(s), and will be developed by the PMO and    indicators and formulate the monitoring \napproved by the PLG  Annual  program  progress  methodology An independent third party \n  reports from PMO  with  established  expertise  in  such \nQuality  is  defined  in  terms  of  achievement  of  the  key      quality  standards  will  review  and \n ", "    Appendix 3  19 \n \nDLIs  Definition and Description of Achievement and  Information Source and  Verification Agency and Procedure \n  Verification Timeframe  Frequency   \nperformance indicators for the ECS facilities, measured by  Annual performance reports  confirm this.  \nmonitoring reports prepared by YCAB that include user  from each ECS facility   \nsatisfaction data, with independent verification from time to    2020 and 2021: Each ECS facility will \ntime    provide  the  relevant  data  on  key \n  performance  indicators  to  the  YCAB \n2020: At least 75% of facilities must meet the prescribed  who  will  certify  whether  the  facilities \nservice  standards.  Partial  disbursement  will  be  allowed  meet the approved service standards.  \nproportionate  to  the  number  of  facilities  meeting  the   \nstandards, e.g., if only 1 or 2 meet the standards Full  YCAB  will  prepare  the  monitoring \ndisbursement  will  be  allowed  once  75%  of  the  ECS  reports to ensure satisfactory services \nfacilities meet the prescribed service standards.   and this will be verified by ADB and \nverified  through  an  independent  third \nparty with competency in the area of \nECS service standards. \nDLI 5  Definition     \nPPP Demonstration Achieved  The capacity building consultants work with the PMO to  Feasibility report.  PMO to provide to ADB the detailed \ndevelop a viable ECS PPP model developed based on    feasibility report. \nsound market analysis by undertaking market sounding  PPP  manual  and  sample   \nand preparing a detailed feasibility of the PPP. This would  bidding documents  PMO to provide to ADB, certified true \ninclude  strategies  for  social  inclusion  while  creating  a    copies of manuals and reports of study \ncommercially viable PPP.   YMG report on PPP visits or  visits and/or presentations \n  presentations   \nYMG  successfully  develops  and  disseminates  a  PPP    ADB will monitor and report to central \nmanual for the ECS sector and sample bidding documents,  Annual  plans  of  two  other  government whether at least two other \nand  evidence  of  success  includes  at  least  2  local  local governments  local  governments  that  learn  from \ngovernments either visit Yichang to learn about its PPP or  Yichang  are  using  the  systems  and \nYMG invited to at least two local governments to share  processes developed by Yichang and \ntheir experience and model.   have included PPP project(s) for ECS \n  in their annual plans \n(While not linked to disbursement and beyond the control of   \nYMG, one measure of success will be if another local \ngovernment  launches  a  PPP  using  the  systems  and \nprocesses learned from Yichang). \nADB = Asian Development Bank, DLI = disbursement-linked indicator, ECS = elderly care services, PLG = Program Leading Group, PMO = program management office, \nPPP = public-private partnerships, YCAB = Yichang Civil Affairs Bureau, YFB = Yichang Finance Bureau, YMG = Yichang Municipal Government.   \n ", "20  Appendix 3 \n \nTable A3.3: Disbursement Schedule ($ million) \n    Share of               \n  Total ADB  ADB   Financing             \nDisbursement-Linked Indicators  Financing   Financing  for Prior  2017  2018  2019  2020  2021  2022 \nAllocation  (%)  Result \nOutputs                   \nDLI No 1:  YMG’s PMO capacity in PPP  1.00  2.00  1.00 \ndesign, management, and effective service   \ndelivery built. \n                    \nDLI No 2:  ECS facilities with  elderly and  33.00  66.00  3.00  6.00  24.00 \nenvironmentally  sustainable design  features \nconstructed    \n                   \nDLI No 3: Number of elderly with access to  10.00  20.00         8.00   1.00     1.00 \nintegrated and inclusive ECS facilities \nincreased \n \n                   \nOutcome \nDLI No 4: Quality ECS provided through PPP  4.00  8.00    2.00      1.00  1.00   \n                   \nDLI No 5: PPP Demonstration Successful  2.00  4.00    1.00      1.00     \n                   \nTotals  50.00  100.00  3.00  9.00  24.00  8.00  4.00  1.00  1.00 \nADB = Asian Development Bank, ECS = elderly care services, PMO = program management office, PPP = public-private partnerships, YMG = Yichang Municipal \nGovernment.  \n \n \n \n \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20161121142441+08'00'", "Creator": "PDF24 Creator", "Keywords": "adb rrp report recommendation president results based lending", "ModDate": "D:20161121143035+08'00'", "Producer": "GPL Ghostscript 9.14", "Title": "Report and Recommendation of the President results based lending"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 15 October 2016) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1485 \n$1.00  =  CNY6.732 \n     \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DLI  –  disbursement-linked indicator \n  ECS  –  elderly care services \n  LTC  –  long-term care \n  MOF  –  Ministry of Finance \n  PMO  –  program management office \n  PPP  –  public–private partnership \n  PRC  –  People’s Republic of China \n  RBL  –  results-based loan \n  YCAB  –  Yichang Civil Affairs Bureau \n  YFB  –  Yichang Finance Bureau \n  YMG  –  Yichang municipal government \n \n \nNOTES \n \nIn this report, “$” refers to US dollars. \n \nVice-President  S. Groff, Operations Group 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  S. Penjor, Urban and Social Sectors Division, EARD \n   \nTeam leader  S. Shakil, Senior Education Specialist, EARD \nDeputy team leader  G. Xiao, Senior Public–Private Partnership Officer, People’s Republic \nof China Resident Mission \nTeam members  R. Abdukayumov, Senior Procurement Specialist, Operations \nServices and Financial Management Department (OSFMD) \nA. Burrell, Principal Public–Private Partnership Specialist, Office of \nPublic–Private Partnership \nF. Connell, Principal Counsel, Office of the General Counsel (OGC) \nJ. G. P. van Etten, Senior Urban Development Specialist, Sustainable \nDevelopment and Climate Change Department (SDCC) \nM. Gupta, Principal Safeguards Specialist (Resettlement), EARD  \n  S. Sasaki, Senior Environment Specialist, EARD \n  A. Seiler, Senior Finance Specialist (Energy), EARD \nH. U. Shiroishi, Financial Sector Specialist, EARD \nA. Syed, Senior Counsel, OGC \nG. Tadevosyan, Social Development Specialist (Safeguards), EARD \n  J. Vanta, Senior Operations Assistant, EARD \n  W. Walker, Principal Social Development Specialist, EARD \nPeer reviewers  E. Banzon, Senior Health Specialist, SDCC \nG. Bhatta, Technical Advisor (Governance), SDCC \nA. Mehta, Principal Financial Management Specialist, OSFMD \n ", "authors": [{"fullname": "S. Groff", "role": "Operations Group", "organization": ""}, {"fullname": "A. Konishi", "role": "East Asia Department (EARD)", "organization": ""}, {"fullname": "S. Penjor", "role": "Urban and Social Sectors Division", "organization": "EARD"}, {"fullname": "S. Shakil", "role": "Senior Education Specialist", "organization": "EARD"}, {"fullname": "G. Xiao", "role": "Senior Public", "organization": ""}, {"fullname": "R. Abdukayumov", "role": "Senior Procurement Specialist", "organization": "Operations"}, {"fullname": "A. Burrell", "role": "Principal Public", "organization": ""}, {"fullname": "F. Connell", "role": "Principal Counsel", "organization": "Office of the General Counsel"}, {"fullname": "J. G. P. van Etten", "role": "Senior Urban Development Specialist", "organization": "Sustainable"}, {"fullname": "M. Gupta", "role": "Principal Safeguards Specialist (Resettlement)", "organization": "EARD"}, {"fullname": "S. Sasaki", "role": "Senior Environment Specialist", "organization": "EARD"}, {"fullname": "A. Seiler", "role": "Senior Finance Specialist (Energy)", "organization": "EARD"}, {"fullname": "H. U. Shiroishi", "role": "Financial Sector Specialist", "organization": "EARD"}, {"fullname": "A. Syed", "role": "Senior Counsel", "organization": "OGC"}, {"fullname": "G. Tadevosyan", "role": "Social Development Specialist (Safeguards)", "organization": "EARD"}, {"fullname": "J. Vanta", "role": "Senior Operations Assistant", "organization": "EARD"}, {"fullname": "W. Walker", "role": "Principal Social Development Specialist", "organization": "EARD"}, {"fullname": "E. Banzon", "role": "Senior Health Specialist", "organization": "SDCC"}, {"fullname": "G. Bhatta", "role": "Technical Advisor (Governance)", "organization": "SDCC"}, {"fullname": "A. Mehta", "role": "Principal Financial Management Specialist", "organization": "OSFMD"}]}