{"path": "data/input/ta/50233-001-tar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 50233-001  \nRegional—Research and Development Technical Assistance (R-RDTA) \nNovember 2016 \n \n \n \n2017 International Comparison Program for Asia \nand the Pacific \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB’s  Public \nCommunications Policy 2011. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DME  –  developing member economy \n  GDP  –  gross domestic product \n  GFCF  –  gross fixed capital formation \n  ICP  –  International Comparison Program \n  ICP-APSS  –  ICP Asia and the Pacific Software Suite \nNIA  –  national implementing agency \n  PPP  –  purchasing power parity \n  RAB  –  Regional Advisory Board \n  RIA  –  regional implementing agency \nTA  technical assistance \n  UNSC  –  United Nations Statistical Commission \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \nVice-President  B. Susantono, Knowledge Management and Sustainable Development \nChief Economist and  J. Zhuang, Officer-in-Charge, Economic Research and Regional \nDirector General  Cooperation Department (ERCD) \nDirector  R. Hasan, Development Economics and Indicators Division, ERCD \n   \nTeam leader  K. Joshi, Principal Statistician, ERCD \nTeam members  E. Capilit, Economics and Statistics Officer, ERCD \nO. Gagni, Operations Assistant, ERCD \n  A. Martinez, Jr., Statistician, ERCD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \n \nRESEARCH AND DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE RESEARCH AND DEVELOPMENT TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Methodology and Key Activities  2 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  5 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  Outline Terms of Reference for Consultants  10 \n4.  Outline of the Final Report  14 \n \n \n ", "Project Classification Information Status: Complete\nRESEARCH AND DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 50233-001\nProject Name 2017 International Comparison  Department ERCD/ERDI\nProgram for Asia and the Pacific /Division\nCountry REG Executing  Asian Development Bank\nAgency\nqq\n2. Sector Subsector(s)     ADB Financing ($ million)\nPublic sector  Economic affairs management 1.00\nmanagement\nTotal 1.00\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the  Low\ngrowth (IEG) including jobs, created and expanded Project\nRegional integration  Pillar 4: Other regional public goods\n(RCI)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Client relations, network, and  No gender elements (NGE)\ncapacity development partnership development to \n(GCD) partnership driver of change\nOrganizational development\nKnowledge solutions  Application and use of new \n(KNS) knowledge solutions in key \noperational areas\nKnowledge sharing activities\nPartnerships (PAR) Implementation\nInternational finance institutions (IFI)\nRegional organizations\nUnited Nations organization\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No\nRegional High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG1, SDG17\nqq\n6. TA Category: A\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 1.00\n    Research and development technical assistance: Technical Assistance  1.00\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 1.00\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 03112016195900393422 Generated Date: 02-Dec-2016 16:04:05 PM", "   \nI.  INTRODUCTION \n \n1.  The  International  Comparison  Program  (ICP),  the  world's  largest  global  statistical \ninitiative implemented under the guidance of the United Nations Statistical Commission (UNSC), \naims to compute measures of gross domestic product (GDP) and its components (household \nconsumption expenditure, government consumption expenditure, consumption expenditure of \nnonprofit institutions serving households, gross fixed capital formation (GFCF), and imports and \nexports) based on purchasing power parity (PPP). These measures allow more meaningful \ncross-country comparisons, as they correct for distortions induced by differences in the price \nlevels between countries. \n \n2.  The  PPP-based  estimates  of  GDP  and  its  components  allow  direct  cross-country \ncomparisons of indicators of well-being, such as GDP per capita; or health, education, and \nhousing expenditures per capita. Similarly, PPPs for household consumption have been the \nmain inputs for deriving the international poverty lines (such as $1.25 per day in 2005 PPP, or \n$1.90  per  day  in  2011  PPP)  used  for  computing  internationally  comparable  estimates  of \nextreme  poverty.  In  particular,  the  PPPs  for  household  consumption  from  the  last  three \nbenchmark ICPs have been used to derive the international poverty line and update global \npoverty headcounts.  \n \n3.  From a small research project in 1968 at the University of Pennsylvania, the ICP has \ngrown into a global statistical operation; 146 economies participated in the 2005 ICP and 199 \neconomies participated in the 2011 ICP. The World Bank functions as the global coordinator of \nthe ICP while the Asian Development Bank (ADB) served as the regional implementing agency \n(RIA) of the ICP in Asia and the Pacific since the 2005 ICP, with financing provided through \nADB’s technical assistance (TA) program.1 The impact, outcome, outputs, and activities under \nthe TA are provided in Appendix 1.2 \n \nII.  ISSUES \n \n4.  Until now, the ICP has been implemented for irregular benchmark years, with the last \nthree rounds conducted in 1993, 2005, and 2011. Extrapolation techniques were used for \nestimating  the  PPPs  for  non-benchmark  years.  However,  extrapolating  PPPs  has  been \nproblematic when benchmark years are spaced far apart, as the approach implicitly assumes \nthat internationally comparable price indexes evolve identically to the national price indexes \nused  for  extrapolation.  Comparability  problems  also  arise  on  account  of  methodological \nchanges in computing PPPs across ICP benchmark years. Tackling these issues requires more \nfrequent ICP benchmark rounds and a relatively consistent methodology for generating PPPs. \n \n5.  In response to increasing demand from stakeholders to make PPPs available in a more \nfrequent, timely, and consistent manner, the UNSC endorsed the ICP global comparison to \nbecome a permanent element of the global statistical work program during its 47th session held \nin March 2016. The UNSC also endorsed a shortened interval between ICP benchmark rounds \nas recommended by the Friends of the Chair group on the evaluation of the 2011 round of the \n                                                \n1  For the 2005 and 2011 benchmark ICP, the following agencies were the regional coordinating agencies: the \nAfrican Development Bank for Africa, ADB for Asia and the Pacific, the Interstate Statistical Committee of the \nCommonwealth of Independent States for the Commonwealth of Independent States, the Economic Commission \nfor Latin America and the Caribbean for Latin America and the Caribbean, and the Economic Commission for West \nAsia for West Asia. The Statistical Office of the European Communities is responsible for the ICP activities in \nEuropean  countries,  and  the  Organisation  for  Economic  Co-operation  and  Development  for  non-European \ncountries of Organisation for Economic Co-operation and Development member countries. They will remain as \ncoordinating agencies for the ICP 2017 round as well.  \n2  The TA first appeared in the business opportunities section of ADB’s website on 9 August 2016. \n ", "2 \nICP.  In  particular,  the  next  benchmark  round  is  proposed  to  be  conducted  in  2017,  with \nsubsequent  benchmark  rounds  to  be  conducted  every  3  years.3 These  improvements  are \nexpected to address the main issues encountered in the previous ICP benchmark rounds. \n \n6.  The  expanded  geographic  coverage  (from  146  to  199  countries),  methodological \nimprovements,  and  strengthened  capacity  of  national  statistical  systems  in  compiling  price \nstatistics and national accounts brought higher acceptability of the 2011 ICP round among \ncountries compared with earlier benchmark rounds. However, outstanding methodological and \nadministrative issues still remain as challenges to be addressed in future ICP rounds. \n \n7.  Addressing  methodological  challenges  will  remain  an  integral  part  of  the  research \nagenda of future ICP rounds. Examples of these challenges include country-specific limitations \nof housing expenditures (rental) and government compensation data, comparison of prices of \ncomparison-resistant  services  (such  as  education  and  health),  expansion  of  the  overlap \nbetween the ICP and consumer price index baskets in order to reduce the burden on countries \nto collect price data, and the need for a more consistent and reliable breakdown of GDP \nexpenditure for basic headings under household and non-household sectors. Resolving these \nchallenges will require greater alignment of ICP activities with national statistical programs and \nthe statistics capacity building efforts of RIAs of the ICP, including ADB. \n \nIII.  THE RESEARCH AND DEVELOPMENT TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n8.  The impact of the 2017 ICP for Asia and the Pacific will be the enhanced utilization of \ncomparable macroeconomic statistics in policy making and research. The outcome will be \nimproved comparability of macroeconomic aggregates for the economies in Asia and the Pacific. \nPotential performance targets include (i) the collection of prices for at least 30% of the ICP items \nwithin each basic heading by each participating economy, and (ii) the availability of a PPP and \nGDP expenditure database for 2017 for all participating economies.4 \n \nB.  Methodology and Key Activities \n \n9.  This  TA  intends  to  support  the  next  round  of  the  ICP  in  Asia  and  the  Pacific  by \ncoordinating all activities related to the collection of prices and the calculation of PPPs and \nrelated  aggregates  for  participating  economies.  It  is  expected  that  22  developing  member \neconomies (DMEs) that were part of ICP 2011 will also be part of the next ICP round in 2017.5 \nTo estimate the PPPs, the ICP requires undertaking (i) price collection surveys of a large \nnumber  of  household  and  non-household  items  that  are  comparable  based  on  structured \nproduct descriptions across participating economies, and (ii) a breakdown of the national GDP \n                                                \n3  United Nations, Economic and Social Council. 2016. Statistical Commission: Report on the Forty-Seventh Session \n(8–11 March 2016). http://unstats.un.org/unsd/statcom/47th-session/documents/Report-on-the-47th-session-of-the-\nstatistical-commission-E.pdf. \n4  Basic headings are the lowest level of aggregation of items in the GDP breakdown for which expenditure data are \navailable. For example, prices will be collected for about 21 varieties of rice, and the expenditures across all rice \nvarieties will be aggregated under the basic heading “rice.” \n5  There were 23 participating economies in ICP 2011: Bangladesh; Bhutan; Brunei Darussalam; Cambodia; the \nPeople’s Republic of China; Fiji; Hong Kong, China; India; Indonesia; the Lao People’s Democratic Republic; \nMacau, China; Malaysia; the Maldives; Mongolia; Myanmar; Nepal; Pakistan; the Philippines; Singapore; Sri \nLanka; Taipei,China; Thailand; and Viet Nam. An informal communication was sent to the chief statisticians of \nthese economies to seek their expressions of interest in participating in the TA. Nineteen economies have already \nexpressed their interest in participating in the 2017 ICP round, while Macau, China (the only non-member \neconomy) has expressed inability to join the 2017 ICP round. Assistance to Brunei Darussalam; Hong Kong, \nChina; Singapore; and Taipei,China will be provided on a reimbursable basis. \n ", "3 \ninto 155 basic headings as per the ICP classification of goods and services. The TA outputs are \n(i) ICP survey tools are produced, (ii) ICP knowledge products delivered, and (iii) statistical \ncapacity  of  participating  staff  of  national  statistics  offices  on  prices  and  national  accounts \nstatistics is further strengthened. \n \n10.  The UNSC also recommended gradually adopting a flexible rolling benchmark approach \nfor estimating the PPPs, with price collection surveys of household products spread over a cycle \nof 3 years. However, the rolling survey approach will require good quality and comparable \ndisaggregated  price  indexes  for  extrapolation.  Therefore,  for  regions  with  less  scope  for \nextrapolation, flexibility has been provided to implement the 2017 ICP as a regular benchmark \nround. Asia and the Pacific and most other developing regions will be implementing the 2017 \nICP as a regular benchmark survey. The UNSC has also recommended aligning the ICP and \nconsumer price index surveys more closely to (i) reduce the burden on countries, and (ii) link \nthe ICP activities to enhance statistical capacity for monitoring the Sustainable Development \nGoals. \n \n11.  To achieve the desired outcome, the TA will follow three major activities: (i) setup of the \ngovernance framework; (ii) pre-survey preparations; and (iii) data collection and validation, PPP \ncomputation, and output dissemination. \n \n12.  Setup of the governance framework. Based on the successful governance framework \nof the 2011 ICP round, the following arrangements will be made: \n(i)  Partnership with the participating DMEs. ADB will continue its partnership with DMEs by \noutlining the roles of both the national statistics offices (as NIAs) and ADB (as RIA and \nmember of the interagency coordination group) through the framework of partnership with \nthe NIAs, as was done in the 2011 ICP round. \n(ii) Regional Advisory Board. ADB will establish a Regional Advisory Board (RAB) comprising \nselected  heads  of  NIAs  and  development  partners.  As  the  policy  making  body  for \nimplementing  the  ICP  in  Asia  and  the  Pacific,  RAB  would  regularly  review  the \nimplementation  of  the  TA  in  participating  DMEs  and  provide  advice  for  improving  TA \nprocesses and outputs. \n(iii) Global ICP Unit. ADB will collaborate with the Global ICP Unit at the World Bank for (a) \ncoherent and integrated implementation of work related to the ICP across Asia and the \nPacific, and (b) conformity of the standard concepts and methods of this global exercise. \n(iv) Governing board and interagency coordination group. At the global level, a governing \nboard comprising 11 selected countries (including 2 countries from Asia and the Pacific) and \n5 development partners will be established by the United Nations Statistics Division, which \nfunctions as the Secretariat to the UNSC. The governing board will be a strategic body that \ntackles strategy, funding, political support, and outreach issues, and also endorses the \npolicies and protocols to which regional and global PPP calculation will adhere. ADB will be \na member of the ICP governing board on a rotating basis. ADB will also be a member of the \ninteragency  coordination  group  comprising  all  RIAs  that  will  be  jointly  responsible  for \ndetermining  data  collection,  validation,  calculation  and  dissemination  work  plans,  and \ncapacity building activities. \n \n13.  Pre-survey preparations. These cover (i) updating of the ICP product catalogs, (ii) the \nformulation of ICP guidelines and operations materials, and (iii) the conduct of regional inception \nand preparatory workshops. \n \n14.  Product catalogs will be developed for household and non-household sectors through \nthe collective efforts of participating economies, ADB, and the Global ICP Unit. Asia and the \nPacific  product  catalogs  will  include  (i)  regional  lists  reflecting  the  intercountry  diversity  of \n ", "4 \nconsumption patterns within Asia and the Pacific, and (ii) the global core lists of household and \nnon-household products that will be used to link the regional PPPs with the other regions. \nAppropriate  sampling  designs  necessary  to  collect  nationally  representative  data  will  be \nprepared and finalized by each economy in close consultation with ADB prior to price collection. \n \n15.  Data collection and validation, PPP computation, and output dissemination. DMEs \nwill conduct price surveys in accordance with the NIAs’ approved sampling design and price \ncollection methods. DMEs in Asia and the Pacific will be required to submit pre-validated prices, \nincluding quality parameters like coefficients of variation of prices and the number of price \nquotations every quarter to ADB. They will also be required to submit GDP expenditures for the \n155 basic headings. Participating economies will use the ICP Asia and the Pacific Software \nSuite–a tool for data entry, data validation, and data submission. While the participating DMEs \nhave experience in implementing ICP activities, the lack of timely implementation of the survey \nschedule or turnover of trained staff may affect the TA project’s schedule of activities.6 \n \n16.  Intra and intercountry data review and validation will be conducted periodically to ensure \ncomparability and reliability of information. Workshops will be conducted to develop and sustain \neach NIA’s technical knowledge of the ICP concepts, methods, and tools. GDP expenditures will \nbe  validated  following  international  standards of  national  accounts  statistics. The  validated \nprices  and  GDP  expenditure  data  will  be  used  to  calculate  PPPs  for  GDP  and  its  major \naggregates and the required levels of aggregation. Regional PPP calculations will follow, to the \nextent possible, the recommended methodology across regions and in consultation with the \nGlobal ICP Unit at the World Bank. Preliminary and final PPPs and PPP-based indicators \nestimated by ADB will be analyzed and discussed with the NIAs, World Bank experts, and RAB \nmembers, as deemed necessary. Preliminary and final regional PPPs, and other information \nagreed to be shared for the estimation of the global PPPs will be submitted to the Global ICP \nUnit of the World Bank for the preparation of the 2017 ICP global report. \n \n17.  The TA will use several avenues to disseminate good practices and lessons: (i) regional \nworkshops where DMEs share experiences and discuss issues related to data validation and \nquality, (ii) articles in the ICP newsletter regularly published by the World Bank, (iii) regional \ncoordinators' meetings organized by the World Bank, (iv) working papers, and (v) the ICP web \npage on the ADB website. \n \n18.  The regional results for Asia and the Pacific will be presented in a concluding workshop. \nThe final regional report, which will be titled “2017 International Comparison Program for Asia \nand  the  Pacific:  Purchasing  Power  Parities  and  Real  Expenditures,” will  be  produced  and \ndisseminated in print and online on ADB’s website, and on the websites of other regional and \ninternational organizations.7 Advocacy work and related research on ICP will be conducted to \nadvance  the  participating  DMEs’  capacities  and  enhance the  usefulness  and relevance  of \nproject outputs. \n \nC.  Cost and Financing \n \n19.  The TA is estimated to cost $1,000,000, which will be financed on a grant basis by \nADB’s Technical Assistance Special Fund (TASF-V). Appendix 2 presents the cost estimates \nand financing plan. \n \n                                                \n6  The GDP expenditure breakdown includes a component on gross fixed capital formation (GFCF) summarized by \ntype of assets. To improve the accuracy of GFCF estimates, the participating economies will be encouraged to \nprovide GFCF estimates by type of assets for the following groups: general government, public corporations, \nprivate corporations, and households. A set of technical guidelines on GFCF estimation will be prepared. \n7  Appendix 4 provides the outline of the final report.  \n ", "5 \nD.  Implementation Arrangements \n \n20.  ADB will be the executing agency and will serve as the implementing agency of the ICP \nprogram in Asia and the Pacific. ADB’s Development Economics and Indicators Division of the \nEconomic Research and Regional Cooperation Department will be responsible for the overall \nmanagement of regional data collection, data validation, data analysis, calculation of PPPs, and \nmaintenance of ICP data and the ICP web page on ADB’s website.  \n \n21.  As in the previous ICP rounds, the national statistics offices in the DMEs will be the NIAs \nto implement the ICP at the national level, conduct price surveys and data collection, undertake \nintra-country  price  data  validations  and quality  assessment,  and  prepare GDP  expenditure \nvalues and participate in data validation workshops for finalizing the data for estimating the \nregional PPPs. DME governments will sign letters of no objection to confirm their participation in \nthe 2017 ICP round.  \n \n22.  Each participating economy will be required to identify a national coordinator, a deputy \nnational  coordinator,  and  an  ICP  country  team  that  will  be  responsible  for  implementing \nactivities  identified  in  the  regional  program.  Periodic  reviews  of  survey  progress  will  be \nundertaken by the ADB project team, and necessary interventions in the form of technical and \noperational  advice  will  be  provided  to  the  participating  economies  on  an  ongoing  basis. \nQuarterly regional data review and validation workshops with project staff of all NIAs will be \nundertaken to review data collection and validation issues. These implementation arrangements \nwere used in the 2005 and 2011 ICP benchmark rounds and resulted in improved data quality \nand  comparability.  The  participating  economies  have  also  gained  sufficient  experience  in \ncarrying out data collection surveys and compiling other data needed for calculation of the PPPs. \n \n23.  The TA will be implemented from November 2016 to December 2019  and finance 41 \nperson-months of consulting services comprising 4 person-months of international consultant \ninputs (in areas of sampling design, PPP methodology, national accounts statistics, and report \nwriting), and 37 person-months of national consultant inputs (as a statistician or economist, data \nspecialist, and manuscript editor). All consultants will be selected on an individual basis and \nengaged by ADB in accordance with ADB’s Guidelines on the Use of Consultants (2013, as \namended  from  time  to  time).  Lump-sum  payments  and  output-based  contracts  will  be \nconsidered for consulting services in line with Midterm Review of Strategy 2020 Action Plan Nos. \n2.9.2  and  2.10.2,  where  applicable8 The  outline  terms  of  reference  for  consultants  are  in \nAppendix 3. The procurement of equipment and the handover of procured computer software \nand hardware to the governments of participating DMEs upon completion of the TA will follow \nADB's Procurement Guidelines (2015, as amended from time to time). Equipment purchased \nwill comply with ADB guidelines on accountability of assets purchased under the TA, and \ndisposal  will  follow  the  procedures  as  per  relevant  project  administration  instructions. \nDisbursements under the TA will be done in accordance with ADB’s Technical Assistance \nDisbursement Handbook (2010, as amended from time to time).  \n \nIV.  THE PRESIDENT'S DECISION \n \n24.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,000,000 on a grant basis \nfor the 2017 International Comparison Program for Asia and the Pacific, and hereby reports this \naction to the Board. \n                                                \n8  ADB. 2014. Midterm Review of Strategy 2020: Action Plan. Manila.  \n \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with \nUtilization of comparable macroeconomic statistics in policy making and research enhanced (project defined) \n  Performance Indicators     \n  with Targets and  Data Sources and   \nResults Chain  Baselines  Reporting  Risks \nOutcome  By 2019     \nComparability of  a. All participating  a. Workshop  Weak capacity of some \nmacroeconomic  economies collect at  documents; TA  national implementing \naggregates for the  least 30% of the ICP  reports titled: “2017  agencies to conduct high-\neconomies in Asia  items within each basic  International  quality data collection may \nand the Pacific  heading for the 2017 ICP  Comparison Program  impact comparability in Asia \nimproved  benchmark year (2011  for Asia and the  and the Pacific. \n  ICP baseline: 18  Pacific: Purchasing   \neconomies [78.2%])  Power Parities and   \n  Real Expenditures”   \n     \nb. PPP and GDP  b. Country ICP data   \nexpenditure database for  submission   \n2017 for 155 basic   \nheadings will be available   \nfor all participating   \neconomies (2011 ICP \nbaseline: 15 economies \n[65.2%])  \nOutputs        \n       \n  1. ICP survey tools  By 2018     \nproduced  1a. ICP product catalogs  1a. ICP product   \n  with structured product  catalogs;   \n  descriptions for price  progress reports and   \n  surveys in the household  comments from   \n  and non-household  participating   \n  sectors  (2011 ICP  economies   \n  baseline: same as target)     \n       \n  1b. Guidelines for     \n  implementing the ICP  1b. Progress reports   \n  across Asia and the  and comments from   \n  Pacific and at the country  participating   \n  level  economies   \n  (2011 ICP baseline:     \n  same as target )     \n       \n  1c.Updated ICP-APSS  1c. Use of ICP-APSS   \n  with enhanced features  by participating   \n  (2011 ICP baseline:  economies in project   \n  same as target)  implementation    \n       \n2. ICP knowledge  By 2019  2a. Validated price  Other national priorities \nproducts delivered  2a. Validated quarterly  data for PPP  and/or frequent turnover of \n  and annual ICP item  computation for basic  trained staff in national \n  prices and PPP data for  headings and sub- statistics offices may disrupt \n  all participating  aggregates  data collection schedule. \n ", "Appendix 1  7 \n  economies (2011 ICP     \n  baseline: same as    Subject-specific experts may \n  target )    be limited or unavailable to \n      serve as consultants and \n  2b. Comparable GDP   2b. Validated gross  resource persons in Asia and \n  expenditure values for  domestic expenditure  the Pacific \n  155 basic headings for all  weights and PPPs by   \n  economies (2011 ICP  basic heading  \n  baseline: 142 basic   \n  headings)   \n     \n  2c. Publication of final  2c. Print and online \n  report titled “2017  publication of the final \n  International Comparison  ICP report  \n  Program for Asia and the   \n  Pacific: Purchasing   \n  Power Parities and Real   \n  Expenditures”   \n   (2011 ICP baseline: 1   \n  publication)   \n     \n  2d. ICP 2017 database  2d. ICP web page  \n  finalized (2011 ICP   \n  baseline: same as target)   \n     \n  2e. 2 working papers on  2e. Print and online \n  ICP-related research  ADB Economics \n  topics published (2011  Working Paper Series \n  ICP baseline: 1 working   \n  paper on ICP related   \n  research topic)   \n       \n  3. Statistical capacity  By 2019   \nof participating staff of  3a. At least 1 training  3a. Regional and in-\nnational statistics  session on ICP, price  country training \noffices on prices and  statistics, national  highlights, training \nnational accounts  accounts statistics  materials, or \nstatistics is further  concepts, and methods  documents; back-to-\nstrengthened  conducted during 2017  office reports \nICP regional data   \nvalidation workshops   \n(2011 ICP baseline: not \napplicable) \n \n \n ", "8  Appendix 1 \nKey Activities with Milestones    \n   \n1.  Output 1: ICP survey tools produced (Nov 2016–Dec 2019)   \n1.1. Building and continuation of partnerships with DME, and collaboration   \nwith the Global ICP Unit at the World Bank for coherent and integrated   \nimplementation of the ICP work at all levels (Oct 2016–Dec 2019)   \n1.2. Development and/or updating of the ICP product catalogs (Nov 2016–\nOct 2018) \n1.3. Formulation and implementation of guidelines and operations materials, \nincluding sampling designs for ICP surveys (Nov 2016–Aug 2018) \n1.4. Updating and maintenance of the ICP databases and information, \nincluding systems development and/or enhancement (Nov 2016–Dec \n2019) \n2.  Output 2: ICP knowledge products delivered \n2.1. Data collection, validation, and PPP computation (Apr 2017–Mar 2019)  \n2.2. Estimation and validation of GDP expenditure values at the required \nlevel of disaggregation (Jun 2017–Jun 2019) \n2.3. Preparation and publication of the final report titled “2017 International \nComparison Program for Asia and the Pacific: Purchasing Power \nParities and Real Expenditures” highlighting regional PPP results and \ndissemination (May 2019–Oct 2019) \n3.  Output 3: Statistical capacity of participating staff of national \nstatistics offices on prices and national accounts statistics further \nstrengthened  \n3.1. Regional and in-country validation workshops and training to sustain \nand/or further strengthen the statistical capacity of staff of participating \nnational statistics offices on ICP and ICP-related research agenda (Dec \n2016 –Dec 2019) \n3.2. Provision of online and hands-on backstopping technical and \nadministrative support on ICP and other related research topics (Nov \n2016–Mar 2019) \n \nInputs \n \nAsian Development Bank: $1,000,000 (TASF V) \n \nGDP = gross domestic product, ICP = International Comparison Program, ICP-APSS = ICP-Asia and the Pacific \nSoftware Suite, PPP = purchasing power parity, TA = technical assistance. \nSource: Asian Development Bank. \n \n \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem    Amount \nAsian Development Banka   \n1.  Consultants   \n  a. Remuneration and per diem   \n         i. International consultants                           60.0 \n        ii. National consultants  90.0 \n  b. International and local travelb    30.0 \n2.  Equipmentc  10.0 \n3.   Workshops, seminars, and conferencesd                320.0 \n4.  Surveyse    420.0 \n5.  Miscellaneous administration and support costsf      20.0 \n6.  Contingencies  50.0 \n                 Totalg                                                                 1,000.0 \na  Financed by the Technical Assistance Special Fund (TASF-V) of the Asian Development Bank (ADB). \nb  Includes airfare, incidentals, and per diem. \nc  Includes purchase of laptops and other computer hardware. The procurement of any equipment will be done in \naccordance with ADB’s Procurement Guidelines. Handover of procured computer software and hardware to the \ngovernments of participating developing member economies (DMEs) upon completion of the technical assistance \n(TA) will follow ADB's Procurement Guidelines (2015, as amended from time to time). \nd  Includes (i) travel and related expenses of resource persons, including ADB staff as resource persons; (ii) \nparticipants’ travel cost and per diem; (iii) conduct of workshops, meetings, or training sessions; (iv) relevant costs, \nincluding representation expenses; and (v) other related costs. \ne  Includes conduct of price surveys and data collection, data processing, documentation, expanded list of eligible \nexpenditures like bank charges, and related costs by DMEs. \nf  Includes  software  procurement,  communications,  report  preparation  and  dissemination  activities,  printing, \nexpanded list of eligible expenditures like bank charges, and other related costs. \ng  The total costs of the project, including undertaking research and capacity building and preparatory activities for the \nnext International Comparison Program (ICP) round, are estimated at $2,500,000. For 2016, the Economic \nResearch and Regional Cooperation Department (ERCD) management has earmarked $1,000,000. For 2017, \nERCD management has endorsed the project as a corporate priority TA project, and the balance of $1,500,000 \nneeded to implement the full range of ICP activities has been incorporated in the pipeline of the ERCD through its \nwork program and budget framework, 2017–2019 under TASF-V. \nSource: ADB estimates. \n ", "10  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.   Consultant for sampling (international, 1 person-month, intermittent). The consultant \nmust be a statistician with extensive experience in designing sample surveys, particularly price \nsurveys.  Previous International Comparison Program (ICP) experience is preferred. \n \n2.   The specific responsibilities of the consultant will include the following: \n(i)  prepare guidelines for sampling design and ask developing member economies \n(DMEs) to prepare their sampling designs for ICP price surveys, \n(ii)  review and evaluate sampling designs and provide appropriate steps to be taken, \nand \n(iii)  serve  as  a  resource  person  and  prepare  technical  documentation  of  the \nproceedings on the sampling training workshop that may be organized. \n \n3.   The expected outputs of the consultant are (i) guidelines for the sampling design for \nparticipating DMEs, and a draft and final report evaluating the sampling designs of the DMEs \nand providing appropriate recommendations; and (ii) presentations, workshop materials, and \ntechnical documentation of the proceedings of the workshops. \n \n4.   Consultant for purchasing power parity computation methodology (international, 1 \nperson-month,  intermittent).  The  consultant  should  be  an  economist  or  statistician  with \nextensive working experience with the ICP, with particular emphasis on purchasing power parity \n(PPP) computation. \n \n5.   The specific responsibilities of the consultant will include the following:  \n(i)  undertake  technical  evaluation  of  data  submissions  by  DMEs  to  establish \nconsistency of concepts used in price collection, \n(ii)  participate in data validation workshop technical assistance (TA) meetings to \nassist  the  project  team  in  determining  the  quality  of  data  inputs  for  PPP \ncomputation, \n(iii)  determine the accuracy of product identification in the DMEs and establish that \ncorrect product specifications were followed in identifying the products priced, \n(iv)  perform the required statistical analysis to determine if the desired price parity is \nestablished based on data submissions of DMEs, \n(v)  recommend practical and technical solutions or suggest appropriate courses of \naction to be taken by the DMEs or the Development Economics and Indicators \nDivision of the Economic Research and Regional Cooperation Department to \naddress issues and concerns regarding data submissions, \n(vi)  recommend the appropriate methodology for PPP computation, and \n(vii)  perform other related tasks necessary in PPP computation. \n \n6.   The expected outputs of the consultant are (i) a draft and final report evaluating the \nquality of ICP data submitted by DMEs based on established international standards and using \nstatistical techniques; and (ii) technical documentation including the rationale for recommending \ncertain  methods  for  implementation  in  Asia  and  the  Pacific,  workshop  proceedings,  and \npresentations, among others. \n \n \n7.   Consultant for national accounts (international, 1 person-month, intermittent). The \nconsultant  should  be  an  economist  or  statistician  with  extensive  working  experience  in \neconomic statistics, with particular emphasis on national accounts compilation methods. \n ", "  Appendix 3  11 \n \n8.   The specific responsibilities of the consultant will include the following: \n(i)  provide training on the 2008 System of National Accounts1; 9 \n(ii)  ensure consistency with the national accounts comparisons between Asia and \nthe Pacific and other geographic areas in the 2017 ICP; \n(iii)  develop methods for establishing a uniform disaggregation of the gross domestic \nexpenditure categories into various basic headings, including the reliability of \nweights at the basic heading level, and assist DMEs in deriving the required \nweights by basic heading; \n(iv)  establish  appropriate  expenditure  categories  for  individual  and  collective \ngovernment final consumption expenditure; \n(v)  adapt the expenditure classification established by the Global ICP Unit for global \ncomparisons  to  best  suit  circumstances  in  Asia  and  the  Pacific,  ensuring \nconsistency with other ICP areas; \n(vi)  prepare guidelines for estimating components of gross fixed capital formation by \ntype of assets and by institutional sectors; and \n(vii)  assist  the  Development  Economics  and  Indicators  Division  of  the  Economic \nResearch  and  Regional  Cooperation  Department  in  conducting  related \nworkshops and preparing meeting reports. \n \n9.   The expected outputs of the consultant are  \n(i)  draft and final report evaluating the quality of national accounts data submitted by \nDMEs,  including  compliance  with  the  2008  System  of  National  Accounts \nrecommendations  and  guidelines  for    estimating  components  of  gross  fixed \ncapital formation; \n(ii)  summary  of  national  accounts  quality  assurance  framework  for  country \nsubmissions; and \n(iii)  technical  documents  for  the  workshops,  which  may  include  background \ndocuments,  PowerPoint  presentations,  and  documentation  of  workshop \nproceedings. \n \n10.   Consultant  for  preparation  of  draft  report  of  the  International  Comparison \nProgram for Asia and the Pacific (international, 1 person-month, intermittent).  The consultant \nshould be an economist or statistician with extensive ICP work experience and a proven track \nrecord in data analysis of PPP-related information and technical report writing. \n \n11.   The specific responsibilities of the consultant will include the following: \n(i)  perform  required  statistical  analysis  for  the  ICP  regional  report  titled  “2017 \nInternational Comparison Program for Asia and the Pacific: Purchasing Power \nParities and Real Expenditures” and prepare a report on data inconsistencies \nthat may be encountered; \n(ii)  serve as the lead writer for the ICP regional report referred in para. 11(i); \n(iii)  prepare a report outline, and prepare draft and final report of the ICP regional \nreport referred in para. 11(i) for approval of appropriate authorities; and \n(iv)  perform other related tasks that may be necessary in the publication of the ICP \nregional report referred in para. 11(i) \n \n                                                \n1 The System of National Accounts 2008 (2008 SNA) is the latest version of the international statistical standard for \nthe national accounts, adopted by the United Nations Statistical Commission (UNSC).  \n ", "12  Appendix 3 \n12.   The expected output of the consultant is the draft and final ICP Asia and the Pacific \nregional report. \n \n13.   Manuscript editor (national, 1 person-month, intermittent). The consultant should have \nextensive experience in editing economic and statistical publications, and should preferably be \nfamiliar with ICP-related work. \n \n14.   The specific responsibilities of the editor will include the following: \n(i)  conduct data consistency checks of the manuscript to ensure data integrity and \ninternal consistency; \n(ii)  liaise with the typesetter to ensure that all editorial comments are incorporated in \nthe typeset manuscript for final printing; \n(iii)  edit in conformity with the Asian Development Bank’s editorial style and usage \n(including  identifying  and  resolving  issues  regarding  politically  and  legally \nsensitive material); \n(iv)  prepare the table of contents, definition of terms, and list of acronyms; and \n(v)  review the typeset manuscript for digital printing. \n \n15.   The expected output of the consultant is the final manuscript for publication. \n \n16.   Economist or statistician (national, 24 person-months, continuous). The consultant \nshould be an economist or statistician with preferably a Master’s degree in a related discipline, \nshould have extensive experience working in the areas of national accounts and price statistics, \nand should preferably have previous ICP work-related experience. The responsibilities of the \nconsultant, who should be a resident of the Philippines, will include the following:  \n(i)  assist the project officer in implementing the TA; \n(ii)  assist in the development of household and non-household product lists and \ncatalogs and technical guidelines; \n(iii)  request consumer price index lists of DMEs and assist in identifying common \ncommodities in the consumer price index to set up pricing lists for household final \nconsumption expenditures; \n(iv)  collect price data and/or assist in breaking down the national accounts data from \nparticipating DMEs into the desired 155 basic heading levels; \n(v)  assist in data editing and validation of ICP price and/or national accounts data; \n(vi)  assist in preparing communications and coordinating with national implementing \nagencies; \n(vii)  determine the availability of national accounts data for participating DMEs by \nexamining  the  details  of  their  national  accounts  estimates,  and  identify \nsupplementary data that could be used to provide the details required; \n(viii)  assist  in  the  preparation  of  the  national  accounts  metadata  of  participating \neconomies; \n(ix)  assist in the calculation of preliminary and final PPP results; \n(x)  draft technical documentation of activities under the TA; \n(xi)  provide  administrative  and  technical  support to  the  project  officer,  Economic \nResearch  and  Regional  Cooperation  Department  staff,  and  the  international \nconsultants engaged under the TA; \n(xii)  assist  in  organizing  TA  technical  meetings  and/or  workshops  and  preparing \nmeeting and/or workshop documents; and \n(xiii)  perform other tasks as needed. \n ", "  Appendix 3  13 \n17.  The expected outputs of the consultant are (i) product catalogs, guidelines, data reviews, \nand validation reports; and (ii) metadata documentation, documents and reports (as needed), \nworkshop highlights, presentation materials, and preliminary PPP estimates. \n \n18.  Data specialist (national, 12 person-months, intermittent). The consultant should have \nworking knowledge of economics and/or statistics and have a strong programming background, \nwith  particular  emphasis  in  database  management,  including  statistical  databases  and \napplications. The responsibilities of the consultant, who should be a resident of the Philippines, \nwill include the following: \n(i)  review the ICP process commencing from product list development to basic data \nanalysis (computation of average, coefficients of variations, minimum, maximum, \nand minimum-maximum ratio); \n(ii)  review and enhance the ICP Asia and the Pacific Software Suite (ICP-APSS) for \ndata processing and data validation protocols for data quality control, and add \nadditional features as necessary; \n(iii)  ensure that outputs of the updated version of the ICP-APSS include variables, \nproduct specifications, and calculations to meet the requirements of the work; \n(iv)  provide  technical  support  to  Economic  Research  and  Regional  Cooperation \nDepartment staff and participating economies on the use of the ICP-APSS; \n(v)  provide clear algorithms and documentation (including instruction manuals) for \nthe programs developed; and \n(vi)  perform other tasks as needed. \n \n19.   The  expected  outputs  of  the  consultant  are  (i)  an  updated  ICP-APSS  and  related \ninstruction materials; (ii) documentation of the data workflow and programs created; and (iii) \ndraft reports (as needed), workshop highlights, and presentation materials. \n \n \n \n ", "14  Appendix 4 \n \nOUTLINE OF THE FINAL REPORT \n \n2017 International Comparison Program for Asia and the Pacific:  \nPurchasing Power Parities and Real Expenditures \n \nA.  General Background \n \nB.  Main Results and Analysis \n \nC.  Governance and Methodology \n \nD.  Economy Experiences \n \nE.  Detailed Tables \n \nF.  Appendixes \n \nG.  Glossary of Terms \n \nH.  References \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20161202164743+08'00'", "Creator": "PDF24 Creator", "Keywords": "r-rdta, icp, price collection surveys, purchasing power parities, consumer price index, statistical work, price statistics, icp survey tools, icp knowledge products, 50233, adb technical assistance, approved technical assistance, tar, ta projects ", "ModDate": "D:20161207135749+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "50233-001: 2017 International Comparison Program for Asia and the Pacific"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DME  –  developing member economy \n  GDP  –  gross domestic product \n  GFCF  –  gross fixed capital formation \n  ICP  –  International Comparison Program \n  ICP-APSS  –  ICP Asia and the Pacific Software Suite \nNIA  –  national implementing agency \n  PPP  –  purchasing power parity \n  RAB  –  Regional Advisory Board \n  RIA  –  regional implementing agency \nTA  technical assistance \n  UNSC  –  United Nations Statistical Commission \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \nVice-President  B. Susantono, Knowledge Management and Sustainable Development \nChief Economist and  J. Zhuang, Officer-in-Charge, Economic Research and Regional \nDirector General  Cooperation Department (ERCD) \nDirector  R. Hasan, Development Economics and Indicators Division, ERCD \n   \nTeam leader  K. Joshi, Principal Statistician, ERCD \nTeam members  E. Capilit, Economics and Statistics Officer, ERCD \nO. Gagni, Operations Assistant, ERCD \n  A. Martinez, Jr., Statistician, ERCD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "B. Susantono", "role": "Knowledge Management and Sustainable Development", "organization": ""}, {"documentRole": "Chief Economist and", "fullname": "J. Zhuang", "role": "Officer-in-Charge", "organization": "Economic Research and Regional"}, {"documentRole": "Director", "fullname": "R. Hasan", "role": "Development Economics and Indicators Division", "organization": "ERCD"}, {"documentRole": "Team leader", "fullname": "K. Joshi", "role": "Principal Statistician", "organization": "ERCD"}, {"documentRole": "Team members", "fullname": "E. Capilit", "role": "Economics and Statistics Officer", "organization": "ERCD"}, {"documentRole": "Team members", "fullname": "O. Gagni", "role": "Operations Assistant", "organization": "ERCD"}, {"documentRole": "Team members", "fullname": "A. Martinez", "role": "Jr", "organization": ""}]}