{"path": "data/input/ta/50235-001-tar-en.pdf", "pages": ["   \nTechnical Assistance Report\n \n \n \nProject Number: 50235-001  \nKnowledge and Support Technical Assistance (KSTA) \nAugust 2017 \n \n \n \nFacilitating the Use of Country Safeguard Systems \nand Strengthening Safeguards Delivery \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe document is being disclosed to the public in accordance with ADB's Public Communications \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nPolicy 2011. \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n \n ", " \n ABBREVIATIONS \n  ADB  –  Asian Development Bank \n  CSS  –  country safeguard system \n  DMC  –  developing member country \n  SDCC   –  Sustainable Development and Climate Change Department \n  SPS  –  Safeguard Policy Statement \n  TA  –  technical assistance  \n \n \nNOTE \nIn this report, \"$\" refers to United States dollars.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nVice-President  B. Susantono, Knowledge Management and Sustainable Development \nDirector General  A. Leung, Sustainable Development and Climate Change Department \n(SDCC) \nDirector  H. Gunatilake, Environment and Safeguards Division, SDCC \n   \nTeam leader  Z. Abbas, Principal Environment Specialist, SDCC \nTeam members  I. Simbolon, Principal Safeguards Specialist, PSTS \nL. Laurito, Social Development Officer, SDCC \n  L. Buenaventura, Operations Analyst, SDCC \nD. Navarrete, Senior Operations Assistant, SDCC \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \n \nI.  INTRODUCTION  1 \n \nII.  ISSUES  1 \n \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Outputs, Methods, and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \n \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  List of Linked Documents  9 \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 50235-001\nProject Name Facilitating the Use of Country  Department SDCC/SDES\nSafeguard Systems and Strengthening /Division\nSafeguards Delivery\nNature of Activity Capacity Development Executing  Asian Development Bank\nAgency\nModality Regular\nCountry REG\n2. Sector Subsector(s)     ADB Financing ($ million)\nTransport Road transport (non-urban) 0.30\nUrban roads and traffic management 0.30\nAgriculture, natural  Water-based natural resources management 0.20\nresources and rural \ndevelopment\nEnergy Electricity transmission and distribution 0.10\nEnergy sector development and institutional reform 0.10\nTotal 1.00\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the  Low\ngrowth (IEG) opportunities, including jobs, made  Project\nmore inclusive\nEnvironmentally  Environmental policy and legislation\nsustainable growth \n(ESG)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Client relations, network, and  Some gender elements (SGE)\ncapacity development partnership development to \n(GCD) partnership driver of change\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting Yes\nNation-wide High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG10, SDG16\nQq\n6. Risk Categorization Low\n \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 1.00\n    Knowledge and Support technical assistance: Technical Assistance  1.00\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 1.00\nqq\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 28042017145707153671 Generated Date: 17-Aug-2017 11:47:56 AM", " \nI.  INTRODUCTION \n \n1.   The strengthening and use of country systems is widely recognized as a means to improve \naid effectiveness. Toward this end, the Asian Development Bank (ADB) pursues the use of \ncountry safeguard systems (CSS) as stipulated in the Safeguard Policy Statement (SPS) (2009). \nThe proposed knowledge and support technical assistance (TA) will strengthen CSS by facilitating \ntheir application, in lieu of ADB safeguard requirements, to identify and manage the environmental \nand social risks associated with ADB-supported projects. This will be achieved through the \nconduct of CSS assessments and capacity-building activities following the CSS assessment \nmethodology.1 The TA will help realize the benefits of using CSS, which take the form of: (i) \nreducing transaction costs involved in project compliance with safeguards; (ii) strengthening the \nownership of borrowers and clients of environmental and social safeguards; and (iii) harmonizing \nsafeguard policies among donors.2 \n \n2.  The TA is included in the Management-approved 2017 work program of the Sustainable \nDevelopment and Climate Change Department (SDCC), and is an endorsed corporate priority \nTA.3 \n \nII.  ISSUES \n \n3.  The SPS emphasizes a phased and demand-driven approach to the use of CSS. The \ndemand has, however, been lower than the SPS Medium-Term Action Plan (2010–2012) had \nenvisioned. According to the action plan, ADB was to support the use of CSS in 3–5 developing \nmember countries (DMCs) (SPS, attachment 1, p. 89). To date, only two DMCs have requested \nADB to consider such use: (i) the Government of Indonesia requested the use of its CSS for \nenvironment and involuntary resettlement safeguards in selected priority sectors, as a result of \nwhich the work toward use of a CSS is under way; and (ii) ADB has approved the use of CSS at \nthe agency level for the Power Grid Corporation of India, and is also in the process of completing \nthe national CSS assessment. \n \n4.  The SPS requires ADB to undertake the following, prior to use of CSS: (i) an equivalence \nassessment4 of the DMC policy framework for environment, involuntary resettlement, and/or \nIndigenous Peoples safeguards; and (ii) an acceptability assessment5 of the DMC capacity and \ntrack record in implementing its own policies and requirements. The CSS assessment process \nalso requires ADB to conduct stakeholder consultations on the findings of the assessments, and \nto collaborate with other development partners. Constraints that have so far hampered a more \nexpeditious implementation of the SPS provisions on the use of CSS include the considerable \ncost of conducting equivalence and acceptability assessments, and the limited technical expertise \nin applying the CSS assessment methodology as specified in the SPS.  \n \n                                                \n1  The SPS prescribes a format and methodology for undertaking equivalence and acceptability assessments (SPS, \nparas. 68–69 and Appendix 6). \n2  The TA first appeared in the business opportunities section of ADB’s website on 6 June 2017. \n3  ADB. 2016. 2017 Corporate Priority TA Program—Summary of Decisions from the Heads of Departments Meeting. \nMemorandum. 22 November (internal).  \n4  A CSS is equivalent to the ADB SPS if the CSS is designed to achieve the objectives and adheres to the policy \nscope, triggers, and applicable principles set out in the SPS (SPS, para. 68[ii] and Appendix 6, para. 10; see also \nADB. 2010. Draft Guidance Note for Review of Country Safeguard Systems. Manila. para. 10).  \n5  Acceptability refers to the extent to which the borrower has the acceptable implementation practice, track record, \ncapacity, and commitment to implement the applicable laws, regulations, rules, and procedures in the country, or \nspecific sector or agency concerned (SPS, para. 68[ii] and Appendix 6, para. 10; see also ADB. 2010. Draft Guidance \nNote for Review of Country Safeguard Systems. Manila. para. 16).  \n ", "2 \n5.  Once the equivalence and capacity assessments have been completed, and if the CSS is \nfound to be broadly aligned with the SPS, a gap-filling action plan will be prepared to ensure CSS \noutcomes are fully in line with SPS requirements. It is noteworthy, in this context, that adoption \nby  India  and  Indonesia  of  landmark  legislation  on  land  acquisition  and  resettlement  has \nencouraged those countries to request ADB to consider the use of CSS. In countries where larger \ngaps in safeguard policies and capacities exist, capacity building will continue and efforts would \nbe made on policy and regulatory reforms.   \n \n6.  The Independent Evaluation Department, in two evaluation studies of the ADB safeguard \npolicy implementation, has recommended to promote the use of CSS through a more strategic \nand  systematic  program  of  action.6 It  also recommended  to  continue  with  ADB’s  cautious \napproach in using CSS. The proposed TA pursues this approach. It will focus on countries with \npromising prospects for a successful application of CSS. In these countries, the TA will support \nthe conduct of equivalence and capacity assessments, including the development of gap-filling \naction  plans,  if  required.  It  will  also  undertake  capacity  building  activities  for  government \ncounterparts, consultants, and in-country stakeholders on the CSS assessment methodology and \nto close wider gaps in other countries. This approach is expected to generate higher demand in \nthese DMCs for use of CSS in lieu of SPS requirements. \n \n7.  Under the completed TA on Strengthening and Use of Country Safeguard Systems,7 ADB \nundertook some groundwork which will support the activities of the proposed TA. ADB initiated \nan exercise to map CSS across Asia and the Pacific in August 2014 under this TA. The objective \nof the CSS regional mapping exercise is to facilitate the strengthening and use of CSS by \nidentifying areas of convergence between DMC policy frameworks and the SPS. The TA has \ncompleted  this  reconnaissance-level  mapping  on  environment  and  involuntary  resettlement \nsafeguards in all 40 borrowing DMCs, and for Indigenous Peoples safeguards in 22 DMCs. The \nproposed TA will update the preliminary assessments, as appropriate, to consider relevant \nchanges in legislation, and will also complete the mapping on Indigenous Peoples safeguards. \n \n8.  A regional overview of the completed matrices from preliminary mapping shows that there \nare policy frameworks in DMCs in all three safeguard areas. Some of the frameworks are closer \nto the SPS than others as they include legal instruments that can be considered fully or partially \nequivalent to SPS policy principles. For environmental safeguards, Bhutan, the Philippines, and \nKazakhstan have either full or partial equivalence in all 11 environmental policy principles (SPS, \np.16). The common equivalence gaps among DMCs are in principle relating to examining project \nalternatives,  cumulative  and  strategic  assessments,  and  disclosure  of  environmental \nassessments. For involuntary resettlement safeguards, India, the Philippines, and Sri Lanka have \neither full or partial equivalence in all 12 involuntary resettlement policy principles (SPS, p.17). \nCommon gaps in the involuntary resettlement policy framework  relate to nontitled affected \npersons; preparation, disclosure, and monitoring of resettlement plans; and improving or restoring \nthe livelihood of displaced persons. For Indigenous Peoples safeguards, the Philippines policy \nframework is closest to the nine policy principles of the SPS (SPS, p.18) because of the landmark \n1997 Indigenous Peoples Rights Act. For most other DMCs, the common gaps in Indigenous \nPeoples safeguards relate to identification of Indigenous Peoples, consultation and consent \nduring project planning and implementation, and provisions for culturally appropriate benefits and \nmitigation measures. \n                                                \n6  Independent Evaluation Department. 2014. Safeguards Operational Review: ADB Processes, Portfolio, Country \nSystems, and Financial Intermediaries. Manila; Independent Evaluation Department. 2015. Real-Time Evaluation of \nADB’s Safeguard Implementation Experience Based on Selected Case Studies. Manila. \n7  ADB. 2010.  Regional Technical Assistance for Strengthening and Use of Country Safeguard Systems. Manila. \n ", "3 \n \n9.  The preliminary, reconnaissance-level safeguard equivalent matrices, together with the \nlegal instruments upon which each assessment is based, have been made available for comment \nto internal and external stakeholders via a CSS web portal.8 These assessments will help in \nidentifying countries with better prospects for using CSS and identifying major gaps in countries \nto focus on reforms, and serve as initial data for rigorous CSS assessments when a country \nrequests the  use  of  CSS. Thus,  the  proposed TA  will  build  on the  outputs  of the TA  on \nStrengthening and Use of Country Safeguard Systems.  \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n10.  Based on the design and monitoring framework, the TA is aligned with the following \nimpact: environmental and social sustainability of development projects enhanced. The TA will \nhave the following outcome: use of CSS in ADB operations supported.9  \n \nB.  Outputs, Methods, and Activities  \n \n11.  Output 1: Equivalence and acceptability assessments conducted. For each DMC or \nagency that requests the use of CSS, the TA will support the equivalence assessment of the \nexisting policy and regulatory framework, and the acceptability assessment of the agencies \ninvolved. Based on the assessment recommendations, a gap-filling action plan will be drafted, \ndiscussed, and endorsed by the relevant government institution, and then finalized. Using the \nassessments and action plan as the basis of due diligence, ensuing projects in the DMC may then \nadopt the use of CSS in lieu of SPS requirements as the benchmark for safeguards. ADB will \nsupport in-country stakeholder consultations on the assessments and action plan. Under output \n1, the TA will also update preliminary CSS assessment, as needed. \n \n12.  Output 2: Capacity development activities on use and strengthening of country \nsafeguard systems undertaken. The TA will support training workshops on the conduct of \nequivalence and acceptability assessments. ADB will train staff of DMC government agencies, \nexperts from academe, and consultants on the methodology to assess policy equivalence and \nimplementation capacity using the guidance note for country safeguard review.   \n \n13.  Output 3: Interagency collaboration on country safeguard systems strengthened. \nThe  TA  will  support  collaboration  among  development  partners  to  achieve  harmonized \napproaches to the use of CSS in lieu of financiers’ requirements. Among others, one of the bases \nfor this collaboration is the principles of collaboration on country safeguard systems signed by \nADB, the World Bank, Japan International Cooperation Agency, and Department of Foreign \nAffairs and Trade (Australia) in May 2016. To support the collaboration agreement, the TA will \nprepare  and  disseminate  knowledge  products  on  best  practices  in  country  safeguard \nassessments, and use and strengthening of CSS.10 The TA will conduct a CSS regional workshop \nfor knowledge exchange between development partners and DMCs. The TA also will support \ntraining workshops on environmental and social impact assessment through the safeguard \n                                                \n8  CSS web portal: http://countrysafeguardsystems.net/ \n9  The design and monitoring framework is in Appendix 1. \n10 Digital publication will be preferred; however, printed publications will be made available on demand. \n ", "4 \nlearning centers that have been established by the development partners, including in the \nPhilippines and Viet Nam.11   \n \nC.  Cost and Financing \n \n14.  The TA is estimated to cost $1,000,000 which will be financed on a grant basis by ADB’s \nTechnical Assistance Special Fund (TASF-other sources). The key expenditure items are listed \nin Appendix 2.     \n \nD.  Implementation Arrangements \n \n15.  ADB will administer the TA. SDCC will select, supervise, and evaluate consultants; \nprepare knowledge products; organize workshops; and provide resources for staff to act as the \nresource persons in workshops. In conducting equivalence and acceptability assessments, SDCC \nand the relevant operations department will form country assessment teams composed of staff \nfrom ADB Headquarters and resident missions. Based on the results of the CSS mapping \nexercise under the TA on Strengthening and Use of Country Safeguard Systems, the potential \ncandidates  for  equivalence  and  acceptability  assessments  include  Fiji,  the  Philippines,  the \nPeople’s Republic of China, and Sri Lanka. The selection of DMCs and/or agencies to be \nsupported under the TA will be on a first-come, first-served basis, since CSS assessments are \nconducted on a demand-driven basis (SPS, para. 77). SDCC has undertaken consultation \nmeetings with the East Asia Department, Southeast Asia Department, South Asia Department, \nand Pacific Department staff on the potential for CSS assessment in the candidate countries. \nBased on a request from the Government of Sri Lanka, SDCC and the South Asia Department \nfielded a joint consultation mission to Sri Lanka to explain SPS provisions on use of CSS. To \naccess TA funds under output 1, operations departments will formally express interest to SDCC \nthat a specific DMC has requested ADB to consider the use of CSS.  No funds will be disbursed \nuntil ADB obtains a no-objection letter from the DMC government concerned. \n \nImplementation Arrangements \nAspects   Arrangements \nIndicative implementation period  August 2017–July 2019  \nExecuting agency  Asian Development Bank \nImplementing agencies  Sustainable Development and Climate Change Department and \noperational departments \nConsultants  To be selected and engaged by ADB \nIndividual selection  16 person-months  $299,200 \n(international)   (intermittent) \nIndividual selection  24 person-months  $132,000 \n(national)   (continuous) \nIndividual selection  38 person-months  $123,200 \n(national)   (intermittent) \nDisbursement  The TA resources will be disbursed following ADB's Technical Assistance \nDisbursement Handbook (2010, as amended from time to time).  \nSource: Asian Development Bank  \n \n16.  Consulting services. The TA will involve 78 person-months of services by international \nand national consultants on input-based contracts, including: (i) international CSS experts; (ii) \nnational CSS specialists; (iii) a TA coordinator; (iv) a capacity-building specialist; and (iv) a \nnational editor. The consultants will be engaged by ADB in accordance with the Guidelines on the \n                                                \n11 The World Bank, working with ADB and other development partners, established learning centers in the Philippines \nand Viet Nam for building capacity in safeguards.  Under the same arrangements, similar learning centers will also \nbe established in Indonesia, Myanmar, and the People’s Republic of China. \n ", "5 \nUse of Consultants (2013, as amended from time to time).12  Resource persons from relevant \norganizations with international experience in CSS will be engaged to peer review the TA reports, \nCSS assessments, and knowledge products. \n \nIV.  THE PRESIDENT'S DECISION  \n \n17.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,000,000 on a grant basis for \nFacilitating the Use of Country Safeguard Systems and Strengthening Safeguards Delivery, and \nhereby reports this action to the Board. \n \n \n                   \n                                                \n12  Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is aligned with  \nEnvironmental and social sustainability of development projects enhanceda \n(i)    Performance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting  Risks  \nOutcome       \nUse of CSS in ADB  By July 2019:   Final TA report  Civil society advocacy \noperations  Support provided for use of  that use of country \nsupported  CSS involving at least two  systems represents \nDMCs   dilution of ADB \n(2016 baseline: 0)  safeguard policy \n   \nOutputs       \n1. Equivalence and  1a. Equivalence and  1. Assessment reports  Change in priorities \nacceptability  acceptability assessments,  and action plans  and/or personnel of \nassessments  and gap-filling action plans,    government agencies \nconducted   for at least two DMCs    responsible for \n  completed by Q1 2019    safeguards  \n(2016 baseline: 0)     \n  Change in selected \n1b.  Update preliminary at  governments’ safeguard \nleast five CSS assessments   policy frameworks \n(2016 baseline: 0) \n \n2. Capacity  2a. At least two training  2. Training workshop   \ndevelopment  workshops, with 15  reports, and TA \nactivities on use  participants each, conducted  midterm and final \nand strengthening  by Q1 2019  reports \nof country  (2016 baseline: 0)   \nsafeguard systems   \nundertaken.   \n \n3. Interagency  3a. Regional CSS workshop  3. Workshop   \ncollaboration on  conducted in Q3 2019, with  proceedings, and TA \nCSS strengthened  100 participants.  midterm and final \n(2016 baseline: 0)   reports \n \n3b. At least three capacity \ndevelopment activities in \nsafeguard learning centers \nsupported by Q2 2019 \n(2016 baseline: 1) \n \n ", "Appendix 1  7 \nKey Activities with Milestones \n \nOutput 1: Equivalence and acceptability assessments conducted \n1.1 Select DMCs and prepare guidelines for review (Q3 2017) \n1.2 Conduct equivalence and acceptability assessments, including recommending action plans to address \ngaps in CSS (Q4 2017 onwards) \n1.3 Draft initial assessment reports and action plans (Q1 and Q4 2018) \n1.4 Undertake stakeholder consultations and disclosure (Q1 and Q4 2018) \n1.5 Finalize assessment reports (Q4 2018) \nOutput 2: Capacity development activities on use and strengthening of country safeguard \nsystems undertaken. \n2.1 Design training modules (Q3 2017) \n2.2 Identify DMC participants and seek endorsement for their participation (Q4 2017 onwards) \n2.3 Conduct training workshops (Q4 2017 onwards) \nOutput 3: Interagency collaboration on country safeguard systems strengthened \n3.1 Liaise with development partners on cooperation opportunities (Q3 2017 onwards) \n3.2 Prepare and disseminate knowledge products (Q4 2017 onwards) \n3.3 Support training workshops in safeguard learning centers (Q4 2017 onwards) \n \nTA Management Activities \nRecruit international and national consultants (Q3 2017) \nEstablish technical team comprising SDCC staff and consultants (Q3 2017) \nEstablish country teams comprising SDCC and operations department staff (as required) \nPrepare midterm review report (Q3 2018) \nPrepare final TA report (Q2 2019)  \nDisseminate reports and lessons learned (Q2 2019) \n \nInputs \nADB: $1,000,000  \n \nAssumptions for Partner Financing \nNot applicable \n \nADB = Asian Development Bank, CSS = country safeguard system, DMC = developing member country, Q = quarter, \nTA = technical assistance. \na defined by project. \nSource: Asian Development Bank. \n \n \n \n \n         \n         \n         \n         \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nAsian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  299.20 \nii.  National consultants  255.20 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  115.60 \nii.  Reports and communications  5.00 \n2.  Training, seminars, workshops, forums, and conferencesb  270.00 \n3.  Miscellaneous administration and support costsc  5.00 \n4.  Contingencies  50.00 \nTotal  1,000.00 \nNote: The technical assistance (TA) is estimated to cost $1,000,000, of which contributions from the Asian Development \nBank are presented in the table above.  \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-other sources).  \nb  Travel support will be provided to Asian Development Bank staff as speakers or resource persons and for \ngovernment, civil society, and other local organization representatives for their participation in TA activities. Amount \nincludes allowance for refreshments, which may include limited amounts of alcoholic beverages during conference \nand workshop receptions.  \nc  Including translation of documents to local languages. It may also include travel costs of ADB staff to provide \nadministrative support services for the implementation of regional training activities (workshops, seminars) for the \nregional TA, as per the Asian Development Bank memorandum approved on 26 June 2013 on the Use of Bank \nResources: Regional Technical Assistance and Technical Assistance vs. Internal Administrative Expenses Budget.   \nSource: Asian Development Bank estimates. \n \n \n ", "  Appendix 3  9 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=50235-001-TAReport \n   \n \nTerms of Reference for Consultants \n \n \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20170821140047+08'00'", "ModDate": "D:20170821140047+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Technical Assistance Report", "Keywords": "adb technical assistance ta report"}, "author_page": " \n ABBREVIATIONS \n  ADB  –  Asian Development Bank \n  CSS  –  country safeguard system \n  DMC  –  developing member country \n  SDCC   –  Sustainable Development and Climate Change Department \n  SPS  –  Safeguard Policy Statement \n  TA  –  technical assistance  \n \n \nNOTE \nIn this report, \"$\" refers to United States dollars.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nVice-President  B. Susantono, Knowledge Management and Sustainable Development \nDirector General  A. Leung, Sustainable Development and Climate Change Department \n(SDCC) \nDirector  H. Gunatilake, Environment and Safeguards Division, SDCC \n   \nTeam leader  Z. Abbas, Principal Environment Specialist, SDCC \nTeam members  I. Simbolon, Principal Safeguards Specialist, PSTS \nL. Laurito, Social Development Officer, SDCC \n  L. Buenaventura, Operations Analyst, SDCC \nD. Navarrete, Senior Operations Assistant, SDCC \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "B. Susantono", "role": "Knowledge Management and Sustainable Development", "organization": ""}, {"documentRole": "Director General", "fullname": "A. Leung", "role": "Sustainable Development and Climate Change Department", "organization": ""}, {"documentRole": "Director", "fullname": "H. Gunatilake", "role": "Environment and Safeguards Division", "organization": "SDCC"}, {"documentRole": "Team leader", "fullname": "Z. Abbas", "role": "Principal Environment Specialist", "organization": "SDCC"}, {"documentRole": "Team members", "fullname": "I. Simbolon", "role": "Principal Safeguards Specialist", "organization": "PSTS"}, {"documentRole": "Team members", "fullname": "L. Laurito", "role": "Social Development Officer", "organization": "SDCC"}, {"documentRole": "Team members", "fullname": "L. Buenaventura", "role": "Operations Analyst", "organization": "SDCC"}, {"documentRole": "Team members", "fullname": "D. Navarrete", "role": "Senior Operations Assistant", "organization": "SDCC"}]}