{"path": "data/input/ta/50250-001-tar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 50250-001  \nRegional—Capacity Development Technical Assistance (R-CDTA) \nNovember 2016 \n \n \n \nRegional Project Development Support for the  \nSouth Asia Subregional Economic Cooperation \nOperational Plan, 2016–2025 \n(Cofinanced by the Regional Cooperation and Integration Fund) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB’s  Public \nCThoem vmieuwnsi ceaxtpiorensss ePdo hliceyre 2in0 a1r1e.  those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \n \nABBREVIATIONS \n \nADB   –  Asian Development Bank  \nBIMSTEC  –  Bay of Bengal Initiative for Multi-Sectoral Technical and Economic \nCooperation \nRCI  –  regional cooperation and integration \nSAARC  –  South Asian Association for Regional Cooperation \nSARC  –  South Asia Regional Cooperation and Operations Coordination \nDivision \nSASEC  –  South Asia Subregional Economic Cooperation  \nTA   –  technical assistance  \n \n \n \nNOTE \n \n In this report, \"$\" refers to US dollars.  \n \n \nVice-President  W. Zhang, Operations 1 \nDirector General  H. Kim, South Asia Department (SARD) \nDirector  R. Butiong, Regional Cooperation and Operations Coordination Division, \nSARD \n   \nTeam leader  H. Jeong, Senior Economist (Regional Cooperation), SARD \nTeam members  R. McKenzie, Senior Regional Cooperation Specialist, SARD \nM. Nakane, Economist, SARD \nA. Pangilinan, Programs Officer, SARD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \n \nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE PROPOSED CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  5 \nIV.  THE PRESIDENT'S DECISION  5 \n \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  Outline Terms of Reference for Consultants  10 \n \n \n \n ", "", "Project Classification Information Status: Complete\nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 50250-001\nProject Name Regional Project Development Support Department SARD/SARC\nfor the South Asia Subregional  /Division\nEconomic Cooperation Operational \nPlan, 2016-2025\nCountry REG Executing  Asian Development Bank\nAgency\nqq\n2. Sector Subsector(s)     ADB Financing ($ million)\nIndustry and trade Industry and trade sector development 0.60\nTrade and services 0.45\nTransport Multimodal logistics 0.50\nRoad transport (non-urban) 0.40\nTransport policies and institutional development 0.30\nWater and other urban  Other urban services 0.25\ninfrastructure and \nservices\nTotal 2.50\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the  Low\ngrowth (IEG) including jobs, created and expanded Project\nRegional integration  Pillar 1: Cross-border infrastructure\n(RCI) Pillar 2: Trade and investment\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Institutional systems and political  No gender elements (NGE)\ncapacity development economy\n(GCD)\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nPartnerships (PAR) Implementation\nRegional organizations\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No\nRegional High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG9\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 2.50\n    Capacity development technical assistance: Regional Cooperation and  0.50\nIntegration Fund\n    Capacity development technical assistance: Technical Assistance Special 2.00\nFund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 2.50\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 07112016093749129049 Generated Date: 22-Nov-2016 9:17:49 AM", "", " \nI.  INTRODUCTION \n1.  The South Asia Subregional Economic Cooperation (SASEC) countries approved the \nSASEC Operational Plan, 2016–2025 in June 2016.1 This plan will guide the future regional \ncooperation and integration (RCI) support offered by the Asian Development Bank (ADB) to the \nSASEC countries. The plan is consistent with the directions of ADB’s Operational Plan for RCI \nto strengthen connectivity between economies and boost competitiveness among connected \nmarkets.2  \n \n2.  The plan outlines the SASEC program’s strategic objectives and operational priorities in \nfour cooperation areas: transport, trade facilitation, energy, and economic corridor development. \nEconomic corridor development is an enhanced connectivity strategy that was recently added \nas  a  priority  initiative  to  accelerate  industrial  growth.  The  plan  also  expands  the  SASEC \nprogram’s focus beyond intraregional cooperation to developing links with East and Southeast \nAsia. It contains a long list of potential projects that could be implemented in 2016–2025, and a \nsubset of projects for possible ADB funding in 2016–2020.  \n \n3.  The plan was first discussed at the SASEC Trade Facilitation and Transport Working \nGroup Meeting held on 4 November 2014 in Kathmandu, Nepal. The governments requested \nADB as the SASEC Secretariat to coordinate the preparation of the plan in close consultation \nwith the SASEC countries. In May 2016, the draft of the plan was presented to and endorsed by \nthe  SASEC  countries  at  the  Regional  Consultation Workshop  in  New  Delhi,  India.  At  this \nworkshop, SASEC members reiterated the need for ADB assistance in promoting the regional \npipeline for the next 10 years. With the proposed technical assistance (TA) support for the \nimplementation of the SASEC Operational Plan can be undertaken. It also aims to expand \nADB’s existing research products on effective policy responses to the new challenges and \nemerging issues confronting SASEC member countries. The design and monitoring framework \nis in Appendix 1.  \n \nII.  ISSUES \n4.  South Asia’s growth prospects. Significant reforms in countries comprising the South \nAsia Subregional Economic Cooperation (SASEC)3 Program produced an impressive annual \naverage growth rate of more than 8% during 2003–2007.  However, this tapered off to about 4% \nin  2008  (due  to  the  financial  crisis  of  2008–2009)  and  despite  a  rebound  in  2009-2010, \neconomic  growth  in  the  SASEC  subregion  remained  sluggish  from  2011  until  regaining \nmomentum 2014. ADB has forecasted that South Asia could become the fastest growing region \nin  Asia,  and  that  its  strong  economic  performance  will  be  fueled  by  the  SASEC  member \ncountries, which are collectively expected to grow at 7.3% in 2016 and 7.7% in 2017.4 \n  \n5.  Connectivity and integration challenges. A huge infrastructure deficit is impacting \ngrowth, and, more importantly, quality of life in the region. Connectivity among the SASEC \ncountries and with those outside the region is poor. Within SASEC countries, many areas lack \naccess  to  a  reliable  electricity  connection,  safe  water  supply,  and  adequate  roads  and \ntransportation facilities. Moreover, South Asia’s trade volume with the rest of Asia remains low, \nsuggesting that the region has not fully taken advantage of Asia’s rapid integration. In 2015, \n                                                \n1  SASEC comprises Bangladesh, Bhutan, India, the Maldives, Nepal, and Sri Lanka. \n2  ADB. 2016. Operational Plan for Regional Cooperation and Integration: Promoting Connectivity, Competitiveness, \nRegional Public Goods and Collective Action for Asia and the Pacific (2016–2020). Manila. \n3  The SASEC subregion comprises Bangladesh, Bhutan, India, Maldives, Nepal and Sri Lanka. \n4   ADB. 2016. Asian Development Outlook 2016 Update. Manila. \n ", "2 \n \nSASEC countries' intraregional trade made up just 4.5% of its total trade with the rest of the \nworld, compared to 9.0% for Central Asia, 23.6% for Southeast Asia, and 36.7% for East Asia.5 \n    \n6.  Requisites for sustaining growth. The next 10 years will be challenging for South Asia \nas it strives to regain and sustain its growth momentum and ensure that this growth is inclusive. \nKey challenges include (i) increasing productivity and investment; (ii) creating high-value jobs in \nindustry and tourism; (iii) maintaining strong macroeconomic fundamentals through enhanced \nmacroeconomic surveillance and analysis; (iv) developing lagging regions and improving the \ndelivery of social services to these areas; (v) addressing vulnerabilities to global trends in \nenergy, climate, and food; (vi) addressing constraints on faster integration, such as high trade \ncosts, low quality infrastructure, and weak institutional capacity; and (vii) industrial development, \ninternational competitiveness, human capital development, and economic linkages with global \nproduction networks and neighboring regions in Asia. \n \n7.  Regional cooperation and integration as a sustainable growth instrument. SASEC \ncountries have been cooperating with each other to address these challenges. In transport, \nbetter connectivity has helped expand markets and fostered enterprise competitiveness  by \nincreasing economies of scale. Trade facilitation complemented infrastructure investments to \nfurther reduce bottlenecks at the borders, thus enhancing trade and economic integration. In \nenergy, power trading helped expand, diversify, and improve the security of the energy supply. \nHowever, sustaining the region’s growth momentum requires refocusing the SASEC program’s \noperational priorities to respond better to changes in the economic environment. In transport, \nthere is a need to address capacity constraints better and ensure seamless movement along \nintermodal  systems.  This  would  encourage  enterprises  to  diversify  production,  spurring \ninvestments, productivity, and jobs. Further deepening trade facilitation and covering both land- \nand sea-based transport by focusing on the logistics chain will help economies keep pace with a \nmore competitive global environment. Improving the diversity and security of the energy supply \nwill hinge on enhancing energy trade infrastructure and the regulatory framework. Moreover, a \nstronger focus on economic corridor development, using transport infrastructure as the basis for \nspatial development, can help increase development synergies from multisector investments \nand spread benefits to the hinterlands for more inclusive growth. \n \n8.  Broadening the South Asia Subregional Economic Cooperation agenda. In recent \nyears, SASEC’s agenda has begun to evolve within wider integration processes taking place in \nAsia. Although SASEC has focused on links within South Asia for most of the 15 years that it \nhas existed, it has begun to pursue transport and energy links outside the region. Doing so will \nenable SASEC countries to exploit trade opportunities and economies of scale based on a \nlarger regional market, and access a larger and more diverse energy resource pool. SASEC has \naligned its connectivity agenda with the frameworks of the South Asian Association for Regional \nCooperation  (SAARC)  and  the  Bay  of  Bengal  Initiative  for  Multi-Sectoral  Technical  and \nEconomic  Cooperation  (BIMSTEC).  ADB’s  support  for  SAARC’s  and  BIMSTEC’s  transport \nmaster plans includes funding key sections of these plans under the SASEC program. ADB \nsupport will transform transport corridors into economic corridors, thus improving multimodal \nconnectivity involving roads, seaports, and airports, which will efficiently link SASEC’s industry \nclusters with production networks in neighboring regions. \n \n9.  The SASEC Operational Plan contains a long list of potential projects that support \nSASEC's strategic objectives and priorities through 2025. This list includes (i) national projects \nwith regional significance; (ii) regional projects drawn from the SAARC Regional Multimodal \n                                                \n5  ADB. Asia Regional Integration Center. www.aric.adb.org/integrationindicators (accessed 14 November 2016). \n ", "3 \n \nTransport Study,6 the SAARC Regional Energy Trade Study,7 and the BIMSTEC Transport \nInfrastructure and Logistics Study;8 (iii) priorities from significant regional developments, such as \nthe Motor Vehicle Agreement among Bangladesh, Bhutan, India, and Nepal; and (iv) emerging \nopportunities resulting from the opening of Myanmar, an important land bridge connecting South \nand Southeast Asia. The SASEC countries have agreed that this project list should continue to \ndevelop to reflect emerging needs and priorities. The plan also contains recommendations on \nfurther developing economic corridors in the region, and exploring ways to increase synergies \namong them. \n \n10.  The plan also includes 40 projects worth about $25 billion being considered for possible \nADB financing for 2016–2020. Many of these projects are in advanced stages of readiness, \nalthough several require further development.  \n \n11.  The TA seeks to support the implementation of the SASEC Operational Plan. It will also \n(i) allow ADB to effectively respond to SASEC countries’ requests for demand-driven knowledge \nand analytical work, (ii) continue to generate operationally relevant knowledge work, and (iii) \nbroaden the agenda of future RCI work, which will address emerging development issues in \nSASEC countries. The TA will (i) support project identification and development, scoping, and \nprefeasibility studies; (ii) facilitate the publication of flagship RCI studies on economic corridors \nand other analytical work to address key development issues in the region, including formulating \nnew  initiatives  and  preparing  the  corresponding  framework  agreements;  and  (iii)  organize \nconferences, workshops, and other outreach activities on RCI economic corridors and other \npriority initiatives. The TA will build on the progress of the SASEC program since 2001.  \n \nIII.  THE PROPOSED CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome  \n \n12.  The TA’s impact will be (i) increased trade and economic cooperation within the SASEC \ncountries; (ii) enhanced economic linkages between SASEC countries and East and Southeast \nAsia; and (iii) improved, sustained, and inclusive economic growth in the SASEC countries. The \nTA outcomes will be scaled-up investment in RCI and other key regional development initiatives \nin the SASEC subregion. The TA will help increase the cumulative value of approved RCI \nprojects during 2016–2020 by 50%. The TA will also help the SASEC countries complete at \nleast two additional regional cooperation framework agreements or initiatives that may lead to \nfuture  investment  projects,  such  as  power  trade  agreements  and  economic  corridor \ndevelopment studies.  \n \nB.  Methodology and Key Activities  \n \n13.  The TA  outputs  will  include  (i)  an  annual  3-year  rolling  pipeline  of priority  regional \ncooperation projects and initiatives agreed upon by the SASEC countries; (ii) RCI analytical \nwork and other operationally relevant knowledge products; and (iii) knowledge sharing and \ncapacity development of the SASEC countries. The first output will help update and refine the \ninitial list of potential projects in the SASEC Operational Plan to develop a firm pipeline of well-\nformulated projects through 2025. The second output will generate analytical work on emerging \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \n                                                \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n6 South  Asia  Association  for  Regional  Cooperation  (SAARC)  Secretariat.  2006.  SAARC  Regional  Multimodal \nTransport Study. Kathmandu. \n7  SAARC Secretariat. 2010. SAARC Regional Energy Trade Study. Kathmandu. \n8 ADB. Updating and Enhancement of the BIMSTEC Transport Infrastructure and Logistics Study. Unpublished.  \n ", "4 \n \nissues in SASEC countries as the basis for framing new initiatives, including cross-sectoral and \nmultistakeholder programs such as economic corridor development. The third output will (i) \nprovide forums for the SASEC countries to reach a consensus on the pipeline of priority projects; \n(ii)  disseminate  study  results;  (iii)  promote  awareness  of  issues  and  discuss  possible \napproaches or initiatives; and (iv) share knowledge, experiences, and good practices.     \n \n14.  Output  1:  An  annual  3-year  rolling  pipeline  of  priority  regional  cooperation \nprojects  and  initiatives  agreed  upon  by  the  South  Asia  Subregional  Economic \nCooperation  countries.  SASEC  working  groups  and  nodal  officials  will  be  involved  in \ndeveloping the regional project pipeline in specific sectors. This will entail further updating and \nrefining the project list in the SASEC Operational Plan, drawing from the results of feasibility and \nother studies. To solicit commitment and foster partnerships with other stakeholders, meetings \nwith local governments, the private sector, and development partners will also be organized. At \nthe country level, consultations with the relevant ministries will be conducted to facilitate broad \nagreements on sector interventions and new initiatives.  \n \n15.  Output  2:  Regional  cooperation  and  integration  analytical  work  and  other \noperationally relevant knowledge products completed. The analytical work involved in the \nTA includes monitoring, assessing, and updating sector developments that could affect the \ndevelopment of the project pipeline. It will also address key development issues in the region, \nincluding formulating new initiatives and preparing the corresponding framework agreements. \nThe TA will support studies to examine further and address issues flagged in earlier sector \nstudies, such as the power trade regulatory framework, port logistics and facilitation, private \ninvolvement in transport facilitation, mutual recognition agreements, and value chain analysis in \neconomic corridors.   \n \n16.   Output  3:  Knowledge  sharing  and  capacity  development  of  South  Asia \nSubregional  Economic  Cooperation  countries  implemented.  Learning  events  will  be \nconducted under the TA to disseminate the results of studies and analytical work. Forums will \nbe organized to promote awareness of RCI issues and suggest approaches to address them. \nKnowledge sharing on experiences and best practices could promote a better understanding of \nissues,  foster  consensus,  and  generate  stakeholder  support  for  regional  initiatives,  thus \ncontributing to more effective implementation. The SASEC website and its related outreach \ntools, which will be updated regularly, will serve as a knowledge sharing tool. The TA project \nteam  will  also  organize  training  seminars  on  the  application  of  modern  techniques  and \ninternational best practices, especially for those involved in project implementation.  \n \n17.  Given the regional nature of this TA and the complexities of cross-border projects, the \nTA will coordinate closely with the ministries of finance and foreign affairs, as well as relevant \nline agencies in all stages of implementation. It will also engage with all relevant stakeholders \nand interested development partners to solicit their cooperation in implementing various SASEC \ninitiatives. The active engagement of all stakeholders will help generate greater support for the \nTA in particular, and for RCI in general.  \n \nC.   Cost and Financing     \n \n18.  The TA is estimated to cost $2.5 million, of which $2.0 million will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-other sources) and $0.5 million by \nthe Regional Cooperation and Integration Fund.9 The detailed cost estimates and financing plan \n                                                \n9  Established by ADB. Financing partner: the Government of Japan. \n ", "5 \n \nare in Appendix 2. Future replenishment of TA funding is highly likely as countries are expected \nto identify new priority projects and development challenges for further analytical work and \nassessment during national and subregional consultations. \n \nD.   Implementation Arrangements \n \n19.  The TA will be implemented over a period of 48 months, from 20 November 2016 to 20 \nNovember 2020. ADB will be the executing and implementing agency. The South Asia Regional \nCooperation and Operations Coordination Division (SARC) will be responsible for implementing \nthe TA. An ADB TA team will comprise staff from SARC and other divisions, resident missions, \nand consultants as appropriate. The ADB TA team will coordinate closely with the participating \ncountries  and  other  ADB  departments,  including  the  Central  and  West  Asia  Department, \nSoutheast Asia Department, and Economic Research and Regional Cooperation Department. \nDesignated focal persons in relevant divisions of the South Asia Department will help implement \nactivities and deliver outputs.  \n \n20.  The TA will require a total of 59 person-months of international consulting services and \n93 person-months of national consulting services. The consultants will have expertise in the \nfollowing main areas: (i) trade facilitation, (ii) transport, (iii) energy, (iv) environment, and (iv) \neconomic  corridor  development.  ADB  will  engage  all  consultants  in  keeping  with  ADB’s \nGuidelines on the Use of Consultants (2013, as amended from time to time). The outline terms \nof reference for consultants are in Appendix 3.  \n \n21.  The consultants will be recruited as individuals, and not through a firm  due to the \nfollowing factors: (i) they will be operating in different countries; (ii) their respective work and \noutputs will be independent of each other’s; and (iii) they will be managed by SARC, which has \nthe capacity to perform this role.10 \n \n22.  All  disbursements  under  the TA  will  be  made  in  accordance  with  ADB’s  Technical \nAssistance Disbursement Handbook (2010, as amended from time to time).  \n \n23.  The TA will be monitored primarily though SASEC meetings and national and other \nsubregional meetings to be held under the TA. The South Asia Department will evaluate the TA \noutputs  through  the  meetings  and/or  annual  TA  implementation  review  missions,  with \nassistance from the resident missions. Good practices and lessons learned from the TA will be \n(i) documented in reports to the SASEC nodal officials and SASEC Trade Facilitation and \nTransport  Working  Group,  (ii)  shared  through  learning  events,  (iii)  posted  on  the  SASEC \nwebsite, and (iv) reported in meetings of the RCI thematic group.   \n \nIV.   THE PRESIDENT’S DECISION \n \n24.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $2,500,000 on a grant basis \nfor  the  Regional  Project  Development  Support  for  the  South  Asia  Subregional  Economic \nCooperation Operational Plan, 2016–2025, and hereby reports this action to the Board. \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n                                                \n10  In line with the Strategy 2020 Midterm Review Action Plan, the use of output-based (lump-sum) contracts for \nconsulting services will be considered. ADB. 2014. Midterm Review of Strategy 2020: Action Plan. Manila. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts the TA is Aligned with:  \nTrade and economic cooperation within SASEC countries increased, economic linkages between \nSASEC countries and with East and Southeast Asia enhanced, and inclusive economic growth in \nSASEC countries improved and sustaineda  \n  Data Sources and \nPerformance Indicators  Reporting \nResults Chain  with Targets and Baselines  Mechanisms  Risks \nOutcome  By 2020     \n       \nInvestments in RCI and  1a.  The cumulative value  1a. Reports and  Changes in SASEC \nother key regional  of RCI projects  recommendations  countries’ policies \ndevelopment initiatives in  approved during  of the President  due to volatile \nthe SASEC region  2016–2020 increased    regional and global \nscaled up  by 50% (2011–2015    political conditions \nbaseline: $3.29    could delay \nbillion)    investments in RCI.  \n     \n1b.  At least two additional  1b.  Summaries of   \nregional cooperation  SASEC working  Complex internal \nframework  group meetings  government \nagreements or  and similar  procedures in the \ninitiativesb completed  platforms in print  SASEC countries \nby the SASEC  or on the ADB  could delay \ncountries (2015  website; and the  agreements on \nbaseline: Motor  announcement of  projects and \nVehicle Agreement  new regional  initiatives. \nAmong Bangladesh,  cooperation \nBhutan, India, and  initiatives on the \nNepal agreed upon)   ADB, country, or \n  other regional \nwebsites \n \nOutputs       \n       \n1.  An annual 3-year  1a.  At least 30 priority  1a. List of projects  Different government \nrolling pipeline of  regional projects  (updated yearly)  policies will reduce \npriority regional  agreed upon by  in the SASEC  their willingness to \ncooperation projects  participating countries  Operational Plan  participate in regional \nand initiatives agreed  for inclusion in the 3-   projects and \nupon by the SASEC  year rolling pipeline    initiatives.    \ncountries  (2016 baseline: 30     \n   regional priority     \nprojects for 2017–    \n2020)     \n     \n1b.  At least two additional  1b. Summaries of \ninitiatives endorsed  SASEC working \nby the SASEC  group meetings \ncountries by 2018   \n(2016 baseline: 1   \ninitiative)  \n \n ", "Appendix 1  7 \nData Sources and \nPerformance Indicators  Reporting \nResults Chain  with Targets and Baselines  Mechanisms  Risks \n       \n2.  RCI analytical work  2a.  At least three  2a. TA consultants’  The difficulty of \nand other  prefeasibility studies  progress and  reaching consensus \noperationally  completed by  completed reports  on recommendations \nrelevant knowledge  December 2019  in print and on the  and the varied \nproducts completed  (2016 baseline: 0)   ADB, country, and  capacity of the \n  other regional  participating \n  websites  countries could delay \n    the completion of \n2b.  At least seven studies  2b.  Publications in  these knowledge \nand papers  print and on the  products.  \ncompleted by  ADB and other \nDecember 2019, of  regional websites \nwhich at least five are   \npublished by June \n2020 (2016 baseline: \n0)      \n \n3.  Knowledge sharing  3a.  At least five regional  3a. Report or  The SASEC \nand capacity  conferences and  proceedings of the  countries are unable \ndevelopment of the  workshops on study  conferences and  to participate fully in \nSASEC countries  results held by June  workshops on the  these events due to \nimplemented  2020 (2016 baseline:  ADB website  their varied \n1)     commitments.  \n   \n3b.  At least two outreach  3b.  Report or \nforums on RCI issues  proceedings of the \nand possible  forums \napproaches held by   \nJune 2019 (2016   \nbaseline: 0)   \n   \n3c.  At least eight national  3c.  The training \ntraining, seminars  evaluation report \nand workshops on  and feedback \nsharing knowledge,  from seminar and \nexperiences, and best  workshop \npractices conducted  participants  \nby September 2020   \n(2016 baseline: 2)   \n   \n3d.  At least one forum on  3d.  Report or \neconomic corridor  proceedings of the \ndevelopment held by  forum  \nDecember 2017    \n(2016 baseline: 0)   \n   \n3e.  The SASEC website  3e. The SASEC \nand associated  website \nplatforms updated  (www.sasec.asia)  \nregularly \n ", "8  Appendix 1 \nKey Activities with Milestones \nOutput 1. An annual 3-year rolling pipeline of priority regional cooperation projects and \ninitiatives agreed upon by the SASEC countries \n1.1 Organize the annual meetings of the SASEC working groups and SASEC nodal officials (Q4 2016–\nQ2 2020) \n1.2 Organize meetings with regional organizations and other stakeholders (development partners and \nthe private sector) (Q4 2016, Q4 2017, Q4 2018, Q2 2020)  \n1.3 Organize consultations with concerned country line ministries to obtain their broad agreements on \nsector objectives and operational priorities (Q4 2017, Q4 2018, Q4 2019, July 2020) \n \nOutput 2. RCI analytical work and other operationally relevant knowledge products completed  \n2.1 Assess, update, and monitor the implementation of sector strategies in the SASEC Operational Plan \n(December 2016–September 2020) \n2.2 Prepare prefeasibility or related studies on candidate economic corridors (December 2017) \n2.3 Prepare prefeasibility studies on high priority regional projects (January 2017–December 2019)  \n2.4 Prepare a study on the proposed framework of the Intergovernmental Agreement on Regional Power \nTrade (December 2017) \n2.5 Prepare a paper on the packaging, sequencing, intermodality, and software requirements of related \ntransport projects (December 2018)    \n2.6 Prepare a paper on the framework for mutual recognition agreement among national conformance \nbodies, including the standards and certification process (December 2019)   \n2.7 Prepare the publication of knowledge products (March 2018–June 2020) \n \nOutput 3. Knowledge sharing and capacity development of SASEC countries implemented  \n3.1 Organize forums on SASEC and its priority projects (Q4 2017, Q4 2018, Q4 2019, Q2 2020) \n3.2 Organize learning events on the findings of key studies and analytical work (Q1 2017, Q1 2018, Q2 \n2019, Q1 2020)     \n3.3 Organize training and seminars on the application of modern techniques and international best \npractices in trade facilitation (Q3 2017, Q3 2018, Q3 2019, Q3 2020)  \n3.4 Organize awareness forums to discuss RCI issues and possible approaches (Q2 2017, Q2 2019)  \n3.5 Maintain the SASEC website and related outreach tools (continuing)  \n  \nInputs \nADB:  \n  Technical Assistance Special Fund                   $2,000,000 \n  Regional Cooperation and Integration Fund         $500,000  \n \nAssumptions for Partner Financing \nNot applicable.  \nADB = Asian Development Bank, Q = quarter, RCI = regional cooperation and integration, SASEC = South Asia \nSubregional Economic Cooperation, TA = technical assistance.  \na  Defined by the project. \nb  These activities may lead to future investment projects, such as motor vehicle agreements or economic corridor \ndevelopment studies. \nSource: ADB. \n \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \nItem  Amount \nA.  Asian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  538.1 \n      ii.  National consultants  416.8 \n    b.  International and local travel  70.5 \n  2.  Training, seminars, conferences, and meetings   \n      i.  Meetings and conferences  700.0 \n      ii.  Representation costb  50.0 \n  3.  Printing and publication  30.4 \n  4.  Reports and communications  44.2 \n  5.  Contingencies  150.0 \n      Subtotal (A)  2,000.0 \nB.  Regional Cooperation and Integration Fundc   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  420.5 \n      ii.  National consultants  0.0 \n    b.  International and local travel  29.5 \n  2.  Training, seminars, conferences, and meetings  0.0 \n  3.  Printing and publication  0.0 \n  4.  Reports and communications  0.0 \n  5.  Contingencies  50.0 \n      Subtotal (B)  500.0 \n        Total  2,500.0 \nNote: The technical assistance is estimated to cost $2.5 million, of which contributions from the Asian Development \nBank (ADB) and Regional Cooperation and Integration Fund are presented in the table above.  \na  Financed by ADB’s Technical Assistance Special Fund (TASF-other sources).  \nb  Includes entertainment expenses such as alcoholic beverages, and other expenses relevant to holding meetings.  \nc  Established by the Asian Development Bank. Financing partner: the Government of Japan. \nSource: ADB estimates. \n ", "10        Appendix 3 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  Under  the  supervision  of  the  South  Asia  Department  team  overseeing  the \nimplementation  of the  technical  assistance (TA), the TA  will  engage 59  person-months of \ninternational consultants and 93 person-months of national consultants as individuals. These \nconsultants  will  report  to  the  designated  international  staff  member  of  the  South  Asia \nDepartment, who will act as team leader and supervise the consultants’ work. Consultants will \nbe recruited in accordance with the Guidelines on the Use of Consultants (2013, as amended \nfrom time to time) of the Asian Development Bank (ADB).  \n \nA.   International Consultants \n2.  Sector  strategy  experts  (3  positions,  9  person-months,  cumulative).  The  sector \nstrategy experts on trade, transport, and energy should have advanced degrees in economics \nor engineering and at least 10 years of experience in the sector of specialization. The experts \nwill prepare an assessment of the sector’s implementation strategy for its infrastructure and \npolicy components as reflected in the South Asia Subregional Economic Cooperation (SASEC) \nOperational  Plan,  2016–2025.  The  assessment  will  (i)  identify  necessary  improvements  to \ninstitutional  arrangements  (e.g.,  regulatory  or  administrative  and  regional  decision-making \nprocesses); (ii) identify the challenges of developing sector infrastructure (including financing \noptions); and (iii) propose subregional evaluation, prioritization, and monitoring criteria and \nprocesses to ensure that the sector program is responsive to SASEC’s thrusts and objectives. \nThe experts will have due regard for cross-sectoral linkages and synergies. The main output is a \nsector strategy study, which will provide guidance for future updating or refinement of the plan’s \nsector pipeline, including recommending the promotion of long-listed projects to the priority \nshortlist.  \n \n3.  Regional power trade specialist (1 position, 6 person-months). The specialist should \nhave an advanced degree in international law, business, or economics and at least 10 years of \nexperience  in  the  energy  or  power  utility  industry.  Working  with  the  SASEC  Electricity \nTransmission Utility Forum, the specialist will draft an intergovernmental agreement on regional \npower trade in the SASEC subregion, with due consideration for (i) the current state of cross-\nborder power transmission infrastructure in the subregion; (ii) power regulatory frameworks and \nongoing efforts to harmonize these among the SASEC countries; and (iii) the provisions of \nexisting  bilateral  power  trade  arrangements  between  SASEC  countries.  The  specialist  will \nparticipate in the review of the SASEC power trade agreement during the SASEC Electricity \nTransmission Utility Forum meetings, and implement the necessary refinements in the power \ntrade agreement, culminating in the said agreement’s acceptance by the member countries.  \n \n4.  Economic corridor development experts (2 positions, 14 person-months, cumulative). \nThe experts should have an advanced degree in economics, business, or engineering and at \nleast 10 years of experience in transport corridor and value chain analysis. The experts will \nprepare studies in one or more of the following areas: (i) tapping opportunities for improving \nsupply  chain  infrastructure,  including  capacity  building;  (ii)  identifying  new  value  chain \narrangements (e.g., raw material sourcing and technology transfer) for intra-country economic \ncorridors; (iii) harmonizing quality and testing standards for the smooth movement of goods; (iv) \nidentifying infrastructure linkages to maximize synergies between economic corridors; and (v) \nproposing mechanisms for the more effective engagement of government and private actors in \nlinking various economic corridors. The study reports will be discussed in the SASEC sector \nworking groups to ensure that the sector pipelines maximize cross-sector synergies and help \nrealize maximum benefits from the improvement of cross-border economic corridor linkages. \n ", "  Appendix 3  11 \n \n5.  Project  development  specialists  (3 positions, 12 person-months, cumulative). The \nspecialists should have advanced degrees in economics or engineering and at least 7 years of \nexperience in the sector of specialization. The specialists will undertake actions to advance the \npreparedness of projects identified as critical to realizing the plan’s sector objectives. These \nactions include (i) coordinating with sector agencies to enhance the project’s design, as well as \nwith  counterpart  agencies  in  neighboring  countries  to  concretize  the  project’s  regional \ndimensions; (ii) compiling data and information and analyzing the project’s development impacts \nand regional significance; (iii) suggesting alternative design options to realize maximum regional \nimpacts and other project benefits; (iv) exploring possible financing options, including a potential \nprivate  sector  role  under  public–private  partnership  arrangements;  and  (v)  preliminarily \nscreening safeguards impacts, as necessary. The sector strategy studies will identify certain \nprojects for priority development. \n \n6.  Regional  cooperation  development  specialists  (2  positions,  18  person-months, \ncumulative).  The  specialists  should  have  advanced  degrees  in  business,  management,  or \neconomics,  and  12  years  of  experience  in  regional  cooperation  and  integration  (RCI) \ncoordination work, with adequate understanding of the political, institutional, and operational \nmechanisms of RCI in the SASEC subregion. The specialists will assist the TA supervising unit \nin  implementing,  refining,  and  monitoring  the  progress  of  the  SASEC  Operational  Plan, \nespecially by (i) recommending and helping operationalize the necessary regional platform for \nsecuring  SASEC  consensus  on  the  priority  pipeline  and  other  key  plan  decisions;  (ii) \nbackstopping consultations and dialogues to be held to refine ad update the plan’s sector \npipeline; (iii) submitting reports to the SASEC working groups on the status of  the sector \nstrategy studies and project development activities; and (iv) analyzing and compiling data and \ninformation on economic, policy, and other developments in the SASEC countries that affect the \nstatus of various elements of the plan.  \n \nB.   National Consultants \n7.  Sector strategy country analysts (6 positions, 18 person-months, cumulative). The \nanalysts  (in  the  areas  of  transport,  trade  facilitation,  and  energy)  should  have  degrees  in \neconomics, business, management, or engineering, and at least 5 years of experience in the \nsector of specialization. The analysts will help the sector strategy experts by providing vital \ncountry inputs in assessing each sector’s strategy for implementing the SASEC Operational \nPlan. The analysts will point out critical challenges in a country’s decision processes with regard \nto  developing,  prioritizing,  financing,  and  monitoring  the  progress  of  regional  projects  and \ninitiatives, including in-country limitations for tapping cross-sectoral and cross-country linkages \nand  synergies.  The  analysts’  main  outputs  are  the  country  reports,  which  will  provide \nbackground  information  for  the  sector  strategy  reports,  as  well  as  parameters  and \nrecommendations for updating the country pipeline under the plan. \n \n8.  Regional cooperation expert (1 position, 15 person-months). The expert should have a \ndegree in economics, business, or management, and at least 7 years of experience in RCI \ncoordination work. The expert will be part of the core team engaged to advance and monitor the \nprogress of the SASEC Operational Plan’s implementation by (i) supporting the work programs \nof the SASEC sector working groups and subgroups with a focus on enhancing development \nresults,  (ii)  coordinating  with  relevant  ADB  sector  divisions  and  offices  and  government \nagencies in monitoring and implementing SASEC projects, (iii) assisting and reviewing the \nrefinement  and  updating  of the  plan’s  priority project  pipeline,  and  (iv)  preparing  resource \npapers for follow-up actions on directives from relevant SASEC working groups and/or regional \n ", "12  Appendix 3 \ngroupings, such as the South Asian Association for Regional Cooperation and Bay of Bengal \nInitiative for Multi-Sectoral Technical and Economic Cooperation, especially on the results of the \nsector  strategy  and  economic  corridor  development  analysis,  which  will  impact  the  plan’s \npriorities.  \n \n9.  Regional project analysts (2 positions, 30 person-months, cumulative). The analysts \nshould  have  degrees  in  economics,  business,  or  management,  and  at  least  5  years  of \nexperience  in  RCI  coordination  work.  The  analysts  will  help  the  ADB  TA  supervising  unit \ncoordinate activities under the TA, including (i) liaising with various ADB officers, international \nand national consultants, and focal persons in relevant agencies of SASEC countries on matters \nrelated to the implementation of the SASEC Operational Plan; (ii) coordinating the organization \nof consultations and workshops to review and refine the plan, and various capacity building \nactivities to facilitate the plan’s implementation; and (iii) helping prepare, disseminate, and \npublish  the  various  TA  outputs  (e.g.,  the  updated  plan, sector  strategy  papers,  and  other \nknowledge products). \n \n10.  Web  content  manager  (1  position,  15  person-months,  cumulative).  The  manager \nshould  have  (i)  a  degree  in  communications,  international  relations,  or  a  related  field;  (ii) \nexperience in website content writing, development, and maintenance; and (iii) at least 6 years \nof experience in web content management. The manager will help develop the SASEC website \nas  an  information  portal  for  SASEC  projects  and  activities,  and  as  a  repository  for  trade \nprocedures, regulations, and technical requirements for public and private stakeholders involved \nin cross-border trade. The manager will work as part of a team to enhance the external and \ninternal visibility of SASEC activities by developing and maintaining the SASEC website.  \n \n11.  Web  administrator  (1  position,  15  person-months,  cumulative).  The  administrator \nshould have (i) a degree in computer science, information technology, network administration, \nor any computer-related field; (ii) preferably experience in and knowledge of database design, \nPHP programming, mySQL database administration, Linux Server administration, and Apache \nweb server administration; and (iii) at least 6 years of experience in web administration. The \nadministrator  will  help  develop  the  website  specifications  of  the  externally  hosted  SASEC \nwebsite, including the design and navigation facilities and business and technical requirements \nusing relevant technologies and related programs. The administrator will build, maintain, and \nupdate the full spectrum of mobile application architectures.  \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20161122093155+08'00'", "Creator": "PDF24 Creator", "Keywords": "south asia, sasec, operational plan, regional cooperation, regional intergration, regional trade, economic corridor development, connectivity, capacity building, 50250, ta 9231, adb technical assistance, approved technical assistance, tar, ta projects ", "ModDate": "D:20161124155345+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "50250-001: Regional Project Development Support for the South Asia Subregional Economic Cooperation Operational Plan 2016–2025"}, "author_page": " \n \nABBREVIATIONS \n \nADB   –  Asian Development Bank  \nBIMSTEC  –  Bay of Bengal Initiative for Multi-Sectoral Technical and Economic \nCooperation \nRCI  –  regional cooperation and integration \nSAARC  –  South Asian Association for Regional Cooperation \nSARC  –  South Asia Regional Cooperation and Operations Coordination \nDivision \nSASEC  –  South Asia Subregional Economic Cooperation  \nTA   –  technical assistance  \n \n \n \nNOTE \n \n In this report, \"$\" refers to US dollars.  \n \n \nVice-President  W. Zhang, Operations 1 \nDirector General  H. Kim, South Asia Department (SARD) \nDirector  R. Butiong, Regional Cooperation and Operations Coordination Division, \nSARD \n   \nTeam leader  H. Jeong, Senior Economist (Regional Cooperation), SARD \nTeam members  R. McKenzie, Senior Regional Cooperation Specialist, SARD \nM. Nakane, Economist, SARD \nA. Pangilinan, Programs Officer, SARD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "W. Zhang", "role": "Operations", "organization": ""}, {"fullname": "H. Kim", "role": "South Asia Department (SARD)", "organization": ""}, {"fullname": "R. Butiong", "role": "Regional Cooperation and Operations Coordination Division", "organization": ""}, {"fullname": "H. Jeong", "role": "Senior Economist (Regional Cooperation)", "organization": "SARD"}, {"fullname": "R. McKenzie", "role": "Senior Regional Cooperation Specialist", "organization": "SARD"}, {"fullname": "M. Nakane", "role": "Economist", "organization": "SARD"}, {"fullname": "A. Pangilinan", "role": "Programs Officer", "organization": "SARD"}]}