{"path": "data/input/ta/50259-001-pptar.pdf", "pages": ["Appendix 3     9 \nPROJECT PREPARATORY TECHNICAL ASSISTANCE \n \nA.  Justification \n1.  The  project  preparatory  technical  assistance  (PPTA)  will  assist  the  government  to \nconduct feasibility study, due diligence, and safeguard assessment for the proposed project, \nparticularly  to  ensure  that  ADB's  Safeguard  Policy  Statement  (2009)  should  be  strictly \nimplemented in the Republic of Karakalpakstan. Moreover, to ensure long-term financial and \nenvironmental sustainability, initial cost recovery actions and economic development activities \nmust be identified.  \n \n2.  The Western Uzbekistan Water Supply System Development Project will significantly \nboost the coverage and particularly the quality of water supply services in district centers and in \nurban and rural settlements thus benefiting a population of no less than 452,000 at project \ncompletion, within six districts of the Republic of Karakalpakstan by providing continuous and \nsafe water supply, thereby setting favorable conditions for enhancement of local small to large \nscale economies, including tourism which is steadily developing in the southern area of the Aral \nbasin. \n \nB.  Major Outputs and Activities \n3.  The major outputs and activities are summarized in Table A3.1.  \n \nTable A3.1: Summary of Major Outputs and Activities \n  Deliverable/Milestone  Expected Completion Date \n1  Inception Report  February 2017 \n2  Environmental Baseline Survey  April 2017 \n3  Socio-Economic Survey and Draft PSA Report  April 2017 \n4  Alternative and cost comparison analysis  April 2017 \n5  Alternative selection – Review cost estimates  April 2017 \n6  Resettlement Survey, Draft LARP and Safeguard Documents  April 2017 \n7  LARP and Safeguard Documents – Final   May 2017  \n8  Draft IEE  May 2017 \n9  Draft SPRSS  May 2017 \n10  Interim Report  May 2017 \n11  SPRSS (Final), GAP, PSA  May 2017 \n12  Financial Management and Capacity Assessment  May 2017 \n13  Draft Capacity Building, Institutional Development Program  May 2017 \n14  Preliminary Financial and Economic Analysis  May 2017 \n15  Final Financial and Economic Analysis  May 2017 \n16  Project Procurement Risk Assessment  May 2017 \n17  Draft Final Report  June 2017 \n18  IEE Final     July 2017 \n19  ADB Fact-Finding Mission  August 2017 \n20  Final Report  August 2017 \nGAP = gender action plan, IEE= initial environmental examination, LARP = land acquisition and resettlement \nplan, PSA = poverty and social analysis, SPRSS = summary poverty reduction and social strategy. \n   \nC.  Cost Estimate and Proposed Financing Arrangement  \n4.  The PPTA is estimated to cost $750,000 equivalent, which will be financed on a grant \nbasis by ADB's Technical Assistance Special Fund (TASF-V). The government will provide \ncounterpart  support  in  the  form  of  counterpart  staff  reports  and  data,  and  other  in-kind \n ", "10     Appendix 3 \ncontributions.  TA  proceeds  shall  be  disbursed  in  accordance  with  ADB  TA  Disbursement \nHandbook (May 2010, as amended from time to time). The detailed cost estimate is presented \nin Table A3.2.  \n \nTable A3.2: Cost Estimates and Financing Plan \n ($'000) \n Item  Total Cost \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (16 person-months)  355,000 \n      ii.  National consultants (18  person-months)  70,000 \n    b.  International and local travel  70,000 \n    c.  Reports and communications  15,000 \n  2.  Office Equipment (computer, printer, copier, etc.)b  15,000 \n  3.  Miscellaneous administration and office rental  25,000 \n  4.  Surveys               150,000 \n             5.          Workshops, trainings, and seminarsc  40,000 \n  6.  Contingencies  10,000 \n    Totald  750,000 \na \nFinanced by the Asian Development Bank's Technical Assistance Special Fund (TASF V).  \nb Assets would be turned over to the EA/IA upon completion of the PPTA. \nc  Details to be discussed with government and finalized  during PPTA implementation. \nd The government will provide counterpart support in the form of counterpart staff, reports and data, and other in-kind \ncontributions. The value of government contribution is estimated to account for 10% of the total TA cost. Additional \nTASF financing of $150,000 will be sought  in 2017. \nSource: ADB staff estimates. \n \nD.  Consulting Services \n5.  The PPTA team will consist of 10 international and 8 national consultants. Due to the \ncomplexity of the project and the tight processing timeline, these consultants will be recruited on \nan individual basis. The total input will be 16 international person-months and 18 national \nperson-months. ADB will recruit individual consultants in accordance with ADB’s Guidelines on \nthe Use of Consultants (2013, as amended from time to time).  \n \nTable A3.3: Summary of Consulting Services Requirement \nNo.  Expertise  Inputs (PM) \nInternational \n1  Team Leader and Water Supply Engineer  4.0 \n2  Water Treatment Specialist  1.0 \n3  Institutional Specialist 1  1.5 \n4  Institutional Specialist 2  1.5 \n5  Project Financial Specialist  2.0 \n6  Project Economy Specialist  1.0 \n7  Environment Specialist  1.5 \n8  Social Safeguard (Resettlement) Specialist  1.5 \n9  Social Development and Gender Specialist  1.0 \n10  Climate Change Specialist  1.0 \nSubtotal  16.0 \nNational \n1  Water Supply and Sanitation Engineer 1  3.5 \n2  Water Supply and Sanitation Engineer 2  3.5 \n ", "Appendix 3     11 \nNo.  Expertise  Inputs (PM) \n3  Hydraulic Engineer (system simulation expert)  1.0 \n4  Electro-mechanical Engineer  1.0 \n5  Hydrogeologist  1.0 \n6  Project Financial and Economy Specialist  2.0 \n7  Procurement Specialist  3.0 \n8  Social Development and Gender Specialist  3.0 \nSubtotal  18.0 \nSource: ADB staff estimates. \n \n6.  The outline terms of reference for the project preparatory TA consultants are described \nin paras. 7 to 38.  \n \n7.  Team Leader/Water Supply Engineer (international, 4 person-months). Under the FS, \nthe team leader and will carry out the following tasks:  \n(i)  coordinate, manage, and supervise the overall project activities of the consulting \nteam; \n(ii)  liaise with UCSA,  the Republic of Karakalpakstan  Suvokova (RKS), and other \nrelevant  government  agencies,  ADB  as  well  as  other  project  stakeholders  as \nopportune; make sure that representatives of both the executing agency (EA) and  \nimplementing agency (IA) are constantly kept informed on alternative development \noptions, perspectives and of any other potential difficulty that could arise at any \ntime during the preparation of the FS; \n(iii)  prepare activity flow charts and revised personal assignment schedules; ensure \nthe quality and timely delivery of the required deliverables, workshops, and other \noutputs as set in the activity charts; \n(iv)  ensure that standards and procedures adopted in FS are conform with national \nnorms and international standards as required; \n(v)  provide support to and advise ADB missions, lead and participate in meetings, \ncarry out field visits, and draft or revise sector-related reports as required; \n(vi)  review the progress of work of the national team of water supply engineers and \nsurveyors and ensure timely delivery of the results of the surveys, the preparation \nof layouts and cost estimates; \n(vii)  provide  inputs  in formulating  and  assessing  alternative  development  schemes, \ncarrying out cost-comparison analysis and selecting the alternatives; \n(viii)  review water demand projections and the hydraulic calculations carried out by the \nnational team engineers and make sure that pipelines, reservoirs and pumping \nstations are dimensioned in order to satisfy the projected average and maximum \nday and hour water demand; \n(ix)  ensure permanent and efficient interactions between the water supply engineering \nteam,  the  safeguard  and  environment  teams,  and  the  financial  and  economy \nteams;  \n(x)  interact with the institutional specialists and participate in the review of the legal, \nregulatory,  and  financial  framework  for  the  sector,  and  determine  areas  for \nimprovement in urban water supply and sanitation; \n(xi)  work closely with the water treatment and the desalination experts and make sure \nthat technical options for water treatment and desalination are cost-effective and \nsustainable; \n(xii)  work closely with the hydrogeologist and review the intermediate results of the \nhydrogeological  surveys;  examine  alternative  solutions  for  groundwater \ndevelopment and approve final hydrogeological reports; \n ", "12     Appendix 3 \n(xiii)  provide suggestions and inputs to institutional experts in order to identify specific \nneeds and to tailor suitable capacity building programs targeting particularly; (a) \nfinancial sustainability, (b) tariff setting, (c) system management, and (d) utility \nmanagement; \n(xiv)  provide  inputs to the  institutional  and financial  experts  to tailor  a  program for \nstrengthening institutional structure and implementation capacity with respect to \nfinancial  sustainability  and  tariff  setting,  governance,  utility  performance,  and \nprivate sector participation; \n(xv)  provide guidance and technical support in preparing a comprehensive FS feasibility \nstudy including preliminary conceptual technical engineering layouts of the planned \ninfrastructure in support of the investment program;  \n(xvi)  provide  support  and  guidance  to  the  national  Procurement  expert  for  the: \nassessment of the procurement capacity of both EA and IA, preparation of contract \npackaging,  arrangements  for  project  implementation,  project  implementation \nschedule, scope of work for Consultants; \n(xvii) lead workshops and/or seminars about the project addressed the EA, IA, ADB  and \nother project stakeholders;  \n(xviii) coordinate and provide inputs to the preparation of intermediate and final reports \non the FS; and \n(xix)  coordinate water resources studies that demonstrate long term availability of the \nwater resources for domestic water supply and studies on competitive use of water. \n \n8.  Water Treatment Specialist (international, 1 person-month). Under the FS, the Water \nTreatment Specialist will work closely with the team leader (TL) and undertake the following \ntasks:  \n(i)  review the existing water treatment facilities at Takiatash, Tuyamuyun, Mangit, and \nKipchak and make an accurate assessment of the present state of functionality of \neach facility; analyze performance from the point of view of quality but also of \nenergy consumption; examine long term quality analysis of influent and treated \nwater; examine the long term quantitative influent and treated water records;  \n(ii)  review other simplified water treatment facilities such as these based on simple \nsedimentation like as that in use at Muynak; make accurate assessments and \nrecommend improvements as appropriate, including relevant specifications and \ncost estimates;  \n(iii)  develop  and  compare  alternative  options  for  the  expansion  of  the  treatment \ncapacity of the Takiatash water treatment plant (WTP); establish basic layouts and \nprocess diagrams and carry out and relevant CAPEX and OPEX cost estimates;  \n(iv)  establish and review alternative development options for the rehabilitation of the \ntreatment/filtration plant in Mangit (15,000 m3/d) and for a new WTP in Kipchak \n(30,000 m3/d) and carry out relevant CAPEX and OPEX cost estimates;  \n(v)  elaborate an alternative rapid sand filtration WTP to be possibly constructed in \nMunyak district, with an indicative capacity of 35,000 m3/d, and relevant cost \nestimates;  \n(vi)  if applicable propose a plan for refurbishment and rehabilitation of the existing \nwater treatment facilities at Tuyamuyun;  \n(vii)  work closely with the TL and the water supply engineers and provide inputs as \nrequired for intermediate and final reports as well as for technical presentations \nand workshops if required. \n   \n ", "Appendix 3     13 \n9.  Institutional  Specialists  1  and  2  (international,  1.5  person-months  each).  The \nInstitutional Specialists will carry out the following main tasks:  \n(i)  review the recent regulatory framework in the Water Supply sector with particular \nconcern to recent Decrees of Cabinet of Ministers (DCM) in the sector (particularly \nexamine changes/proposals in the Legal agreements and Fiduciary control as per \nDCM No. 306, to improve structure and management of WSS enterprises, and No. \nand 334 to improve mechanisms of finance from international donors) and assess \nthe adequacy of the recent reform for the water supply sector;  \n(ii)  carry  out  dedicated  interviews  and  evaluate  the  management  and  operational \ncapability of the UCSA and of the RKS;  \n(iii)  identify  weaknesses  within  the  management,  administration,  planning  and \nmaintenance groups and propose measures and means to improve the institutional \nand capacity in areas identified as insufficient or weak with the purpose to ensure \neffective and sustainable implementation of the investment program;  \n(iv)  propose  mechanisms  aimed  to  foster  improved  coordination  among  various \norganizations and stakeholders involved in the water supply and sanitation sector;  \n(v)  assess the management capacity of the RKS and identify particular needs for \nimprovement taking into account the regional extension of the water supply project, \nand the planned principle to include: a) full metering, and b) extended automation \nsystems, in order to optimize control of water wastage;  \n(vi)  as  a  consequence  of  above  identify  and  propose  capacity  building  programs \naddressed  to  both:  a)  the  management,  and  b)  the  operational  staff  of  the \nprovincial suvokova taking also into account needs for improving operation and \nmaintenance  capacity  of  the  personnel  assigned  to  the  districts’  suvokovas \nbranches;  \n(vii)  work in coordination with the team leader and the FS engineering staff in order to \nidentify specific needs for technical capacity building  that will have to be provided \nto the suvokovas personnel in charge of operation and maintenance through on-\nthe-job training during construction or specifically tailored training inland or abroad, \nin order to secure sustainable operation and management of the assess in the long \nterm;  \n(viii)  prepare headlines of the capacity building programs proposed to be implemented \nduring the construction phase and further, as required, as well as matrix-type \nsummaries and cost estimates of such capacity building programs with relevant \nschedule of implementation;  \n(ix)  identify  the  needs  for  consultants  specialists,  both  national  and  international, \nrequired to be assigned under the detailed design and construction supervision \nprogram  of  the  Project  in  order  to  ensure  the  proper  implementation  of  the \nCapacity Building Program, which will be finalized under the detailed design and \nfurther implemented under the construction phase of the project, and prepare a \ndescriptive scope of work for said experts;  \n(x)  propose institutional / structural arrangements to be applied for the construction of \nthe water supply facilities being financed under the ADB Loan; and \n(xi)  provide inputs to periodic and final reports as well as to workshops, as needed. \n   \n ", "14     Appendix 3 \n10.  Project  Financial  Specialist  (international,  2  person-months).  Under  the  FS,  the \nInternational Project Finance Specialist will:  \n(i)  undertake a financial management capacity assessment of the EA and the IA for \nthe project in accordance with ADB’s Technical Guidance Note (TGN) for Financial \nManagement Assessment (2015), TGN for project financial reporting (2015), and \nthe  TGN for preparation of cost estimates (2014); use FMA questionnaires as a \ntool and hold meetings and discussions to assist with the FMA; identify risks to \nfinancial management, and develop risk mitigation measures and FM action plan; \ndetermine financial reporting and auditing arrangement for the Agencies;  \n(ii)  prepare the financial evaluation (estimating Financial Internal Rates of Return) of \nthe  proposed  investment  components  according  to  ADB’s  Technical  Guidance \nNote  for  Financial  Management  Assessment  (2015),    and  the  Financial  Due \nDiligence Methodology Note (2005); assess demand and tariff assumptions, check \ntariff setting mechanism, review cost structure as well as billing and collection \nsystem; prepare forecasts of cash flows and revenue and cost projections that will \nensure financial viability; carry out sensitivity analysis for the financial evaluation;  \n(iii)  review and analyze the financial performance using the financial statements of the \npast 3 years of the RKS and ADB project related districts (on pro forma basis); \nreview  the  business  plan  and  financial  performance  of  RKS  and  ADB  project \nrelated districts under DCM 306; prepare and develop financial projections for the \ncompany  assuming  ADB  project  based  on  the  corporate  restructuring  reform; \nevaluate cost recovery and debt repayment capacity, external public and private \nfinancing sources, and recommend financial covenants if required;  \n(iv)  review  the  fiscal  arrangement  and  fiscal  capacity  of  the  RKS  to  sustain  the \ninvestment program and review the financial performance of service delivery and \ncapacity of implementing agencies regarding cost recovery, borrowing capacity, \ncollection of fees and taxes, accounts receivable, and subsidies, as appropriate.  \n(v)  design the funds flow and disbursement mechanisms based on the FMA of both \nEA and IA; propose onlending arrangement of ADB loan proceeds;  \n(vi)  review past and potential government subsidy programs;  \n(vii)  Work with the social development specialist to develop a willingness to pay survey \nfor water; conduct tariff affordability analysis;  \n(viii)  work  with  sector  specialist  and  prepare  tables  of  detailed  cost  estimates,  a \nsummary  cost  estimates  table,  a  financing  plan  in  accordance  with  ADB’s \nTechnical Guidance Note for Financial Management Assessment (2015), TGN for \nproject financial reporting (2015), and the TGN for preparation of cost estimates \n(2014);  \n(ix)  interact with the Institutional specialist and recommend strategies to ensure the \nfinancial sustainability of the proposed investment and provide inputs for identifying \nany further capacity building particularly with concern to financial management) \nthat will be necessary to insure a smooth and effective implementation the Project;  \n(x)  develop and test tariff setting and if needed, identify and quantify subsidy needed \nto  achieve  financial  sustainability  and  make  recommendations  on  transparent, \nequitable and efficient mechanisms for services tariffs setting;  \n(xi)  propose a draft project financial performance system and relevant indicators for \nmonitoring financial performance of the reconstructed company, considering the \nproposed financial structure and tariff setting methodology;  \n(xii)  make  recommendations  regarding  an  effective  and  appropriate  regulatory \nmechanism to ensure service quality and affordable fees.  \n ", "Appendix 3     15 \n(xiii)  propose  institutional  and  financial  improvement  arrangements  for  the  RKS \nidentifying reform measures and indicative target dates; provide inputs for the \npreparation  of  a  capacity  building  program  in  Financial  Management  Systems \nbeing  addressed  to  the  IA,  EA,  and  other  representatives  of  stakeholder \nAdministrations;  \n(xiv)  assist in drafting the relevant sections of RRP and linked documents and provide \nrelevant reports as needed. \n \n11.  Project Economy Specialist (international, 1 person-month). Under the FS, the Project \nEconomy Specialist will carry out the following tasks:  \n(i)  prepare overall project and sample subproject economic analysis in accordance \nwith all ADB relevant guidelines which include the following: Guidelines for the \nEconomic  Analysis  of  Projects,  Handbook  for  Integrating  Poverty  Impact \nAssessment in the Economic Analysis of Projects, Handbook Guidelines for the \nEconomic  Analysis  of  Water  Supply  Projects,  Handbook  for  Integrating  Risk \nAnalysis in the Economic Analysis of Projects, and ADB’s Criteria for Subsidies; \n(ii)  provide survey questions to the social survey team regarding affordability  and \npeople’s willingness to pay; \n(iii)  prepare the project economic analyses in forms and substance agreeable to ADB, \ncovering a review of the macroeconomic setting, economic justification, demand \nforecast,  least  economic  cost  analysis,  economic  cost  and  benefits  analysis, \neconomic  internal  rates  of  return  and  average  incremental  economic  costs, \nsensitivity analysis, benefit distributional analysis, and subsidies; and \n(iv)  with  the  Institutional  and  Finance  Specialist,  review  the  tariff  policy,  tariff \ndetermination guidelines and other policies, and standards in the urban and water \nsupply  sectors.  Assess  the  performance  of  past  WSS  tariffs  to  identify \nimprovements. \n \n12.  Environment  Specialist  (international,  1.5  person-months).  Specifically,  the \nEnvironment Specialist will:  \n(i)  prepare  and  finalize  rapid  environmental  assessment  checklist  to  determine \nenvironment category;  \n(ii)  interacting  with  the  civil  engineering  and  social  safeguard  specialists  for  the \ninformation and data requirements available in the feasibility study and technical \ndesign reports. Identifying the gaps in information that still need to be included and \nobtaining the necessary information for the IEE; \n(iii)  estimating cost for EMP implementation and interacting with the economic and \nfinancial consultants to include the EMP costs into the project budget and bidding \ndocuments.  The  EMP  costs  consist  of  mitigation  measures,  environmental \nmonitoring measurements, and environmental supervision, reporting and capacity \nbuilding for PMU and contractors; \n(iv)  assist  UCSA  and  RKS  in  conducting  a  meaningful  public  consultation  by \npresenting  draft  IEE  at  meeting  with  relevant  government  agencies,  local \nauthorities, other stakeholders, local communities and potential affected people in \nthe project sites. Incorporating their comments and feedback in the revision of the \nIEE; and \n(v)  incorporating comments from UCSA, ADB, and subsequently assisting UCSA in \nobtaining necessary approval to the IEE from ADB and UZB Gospripoda. \n \n13.  Social  Safeguard  (Resettlement)  Specialist  (international,  1.5  person-months). \nFollowing SPS 2009, the Social Safeguard (Resettlement) Specialist will: (i) provide guidance \n ", "16     Appendix 3 \non  socioeconomic  survey,  census  survey  and  social  impact  assessment;  (ii)  conduct \nstakeholders consultation and analysis; (iii) prepare analysis of survey results; (iv) provide \ninputs on social dimension and safeguard component on all project documents; and (v) prepare \nand finalize the resettlement plan, summary of poverty reduction and social strategy, indigenous \npeoples  impact  categorization,  and  involuntary  resettlement  impact  categorization.  The \nSpecialist will (i) prepare involuntary resettlement categorization checklist; (ii) due diligence \nreport on land acquisition and resettlement; (iii) for subprojects involving land acquisition and \nresettlement,  prepare  a  land  acquisition  and  resettlement  plan,  disclosure  and  grievance \nprocedures; (iv) coordinate with project team to ensure that mitigation measures are integrated \ninto  the  project  design  features;  (v)  ensure  that  resettlement-related  information  are  well \nconsidered  and  included  in  the  program  communication  plan;  (vi)  assess  the  capacity  of \nexecuting  agency  to  screen  impacts,  prepare  and  implement  resettlement  plans;  and  (vii) \nrecommend  appropriate  capacity  development activities  to  develop  or  enhance  safeguards \nknowledge and skills of executing agency. \n \n14.  Social Development and Gender Specialist (international, 1 person-months).  The \nSpecialist should: (i) collect sex-disaggregated baseline data in order to set appropriate gender \ntargets; (ii) develop a gender action plan (GAP); (iii) support improvement of the collection of \nsex-disaggregated data and information for the qualitative elements of the GAP matrix and \nDMF; (iv) conduct a gender analysis and identify potential gender design features; and (v) \ncollect the qualitative benefits from the provision of water supply and sanitation, and solid waste \nmanagement. (vi) prepare a poverty, social and gender assessment (PSGA) of the project's \ntarget beneficiary communities, (vii) draft the Summary Poverty Reduction and Social Strategy \n(SPRSS) based on the findings of the PSGA. Specifically, the Specialist will (i) work with the \nsocial survey team to ensure that household data and other demographic data that will be \ncollected are sex-disaggregated; and (ii) lead the collection of qualitative information that may \nnot be included in the survey, such as, women's perspectives on the potential benefits of the \nproject, gender division of labor in the communities and household and see if the project will \nhelp ease women's housework, potential income-generating opportunities during and after the \nproject, and other gender-relevant information. \n \n15.  Climate  Change  Specialist  (international,  1  person-month).  The  Climate  Change \nSpecialist will identify expected climate change hazards relevant to the project. They will work \nwith the Hydrologist, Team Leader, and Wastewater Engineer to: (i) identify and assess impacts \nand  risks  to  the  project  structure,  operation,  maintenance  and  longevity;  (ii)  assess  and \nrecommend appropriate climate adaptation measures to incorporate into project design; (iii) \nestimate the incremental cost of the adaptation options; and (iv) conduct the climate change \nreview on the project due to its location and link to the snow melt streams.   \n \n16.  Water Supply and Sanitation Engineers 1 & 2 (national, each 3.5 person-month). The \nnational Water Supply Engineers 1 and 2 will work closely with the TL and undertake the \nfollowing tasks under the FS:  \n(i)  review the population projections and water demand within the project area for \neach village and water distribution center;  \n(ii)  establish  layouts  of  the  water  supply  network,  including  transmission  main, \npumping stations and reservoirs, distribution mains and secondary distribution;  \n(iii)  carry out field surveys; inspect all existing water supply facilities within the project \narea; carry out interviews with technical personnel of various provincial suvokova \nand District “branches” and obtain from them information about the real conditions \nof the existing water supply networks components including the electromechanical \ninfrastructure including pumps, chlorinators, controls and transformers;  \n ", "Appendix 3     17 \n(iv)  based on the field surveys make an accurate assessment of the existing water \nsupply  network  within  the  planned  distribution  area;  assess  the  condition  of \npipelines  and  electromechanical  equipment  and  determine  these  components \nwhich need to be replaced;  \n(v)  prepare layouts of the water supply systems down to the secondary and street \ndistribution system, including all other system appurtenances such as pumping \nstations, disinfection devices, ancillary buildings, etc.;  \n(vi)  for each pumping station provide layouts of the appurtenances such as reservoirs, \npump houses, chlorinators, transformers as well as a description of all equipment \nincluding an assessment of the conditions of such equipment;  \n(vii)  carry out hydraulic analysis of the transmission main and of the pipeworks from \neach pumping – distribution center down to the service areas; make sure that \npumps and pipelines are sufficiently dimensioned to respond to the increasing \nservice water demand up to the Project horizon;  \n(viii)  provide pertinent inputs to the water treatment specialist for the preparation of \nconceptual development of the extension of the water treatment plant (WTP) in in \nTakiatash, as well as of the minor water treatment plants in Mangit and Kipchak, \nwith particular concern to water quality analysis of the raw water to be used to \nprepare drinking water;  \n(ix)  work closely with and provide pertinent inputs to the desalination plant specialist; \n(x)  review the quantitative assessments of groundwater availability in the long term \nprepared by the Hydrogeologist and assess the quantities of works such as drilling \nof new or rehabilitation of existing wells, replacement of submersible pumps, and \nother appurtenances within each potential wellfield within the project perimeter;  \n(xi)  develop an alternative including groundwater as an alternative or complementary \nsource of water;  \n(xii)  obtain long term flow records of the Amu Darya and of irrigation canals in the area \nof Muynak and Kungrad and assess minimum available flow for abstraction during \nthe critical summer months;  \n(xiii)  develop optional water supply schemes for Muynak that can be sustainable and \ntechnically feasible alternative to the base option consisting of supplying the city by \nmeans  of  a  new  101  km  transmission  main  from  Kungrad  and  fed  from  the \nexpanded Takiatash WTP;  \n(xiv)  carry out a detailed assessment of the situation of the water supply along the \nTuyamuyun-Nukus  water  transmission  main;  compare  the  advantage  of \nrehabilitating the 2nd lift pump station at Tuyamuyun WTP for the long term supply \nof the population living along the main; evaluate the opportunity of rehabilitating the \nwater treatment plant for future needs as well as alternative options; \n(xv)  for each subproject, based on estimated quantities of works to be carried out and \ngoods to be provided, prepare cost estimates for each variant, if applicable, which \nwill be retained in the preliminary stage of the FS;  \n(xvi)  in close collaboration with the TL carry out cost-benefits comparison analysis in \norder to select the most appropriate, cost effective and sustainable alternative for \ndevelopment;  \n(xvii) provide inputs to the TL for the preparation of an implementation plan of the \nProject;  \n(xviii) provide inputs to the Procurement Specialist, the Financial Expert and the TL for \nthe preparation of a procurement Plan;  \n(xix)  provide  the  involuntary  resettlement  team  with  information,  data  and  layouts, \nregarding rights of way for pipelines, location and surface of any infrastructure \nincluded in the Project requiring permanent or temporary occupation of land;  \n ", "18     Appendix 3 \n(xx)  prepare drawings and layouts as needed;  \n(xxi)  make sure that all drawings, quantities and measures are conform with National \nstandard norms as well as with international requirements as needed;  \n(xxii) provide  the  PCU  with  the  required  technical  assistance  throughout  the  period \nrequired for the submission of the FS documents to the State Expertise. \n \n17.  Hydraulic Engineer (national, 1 person-month). During his/her assignment under the \nTA, the Hydraulic Engineer will:  \n(i)  carry out all required the hydraulic calculations for the optimization of the each \nwater supply system as proposed in the FS;  \n(ii)  establish  hydraulic  profiles  along  existing  and  planned  transmission  and \ndistribution mains in each subproject;  \n(iii)  verify  the  adequacy  of  the  existing  water  distribution  pipework  to  convey  the \nquantities of water to and within each service area taking into account the planned \nwater demand at the Project horizon;  \n(iv)  optimize the size of pipelines within the service area commanded from each pump \nstation or each water distribution center, taking into account average and peak-\nhour demand as well as fire requirements at the project horizon;  \n(v)  based on the water demand of service areas, optimize the needed total pumping \nand lifting capacity at each relevant pumping station as well as the number and the \nspecific  capacity  of  each  pump,  taking  into  account  maximum-day,  peak-hour \nwater demand, and stand-by capacity;  \n(vi)  optimize the size of the primary, secondary and service distribution lines within \neach distribution area considering standard requirements relative to maximum flow \nvelocity in pipelines and maximum day water demand at the project horizon;  \n(vii)  provide  inputs  as  needed  for  the  selection  and  dimensioning  of  pumps  and \npumping equipment;  \n(viii)  carry out calculations for the optimization of reservoirs and elevated tanks;  \n(ix)  prepare layouts of network systems; and \n(x)  provide inputs to reports as needed. \n \n18.  Electromechanical  Engineer  (national,  1  person-month).  The  main  tasks  of  the \nElectromechanical  Engineer  in  the  FS  will  consist  of  providing  inputs  for  the  preliminary \ndimensioning of pumping equipment, and all other electro-mechanical devices. His/her main \nactivities under the FS will be:  \n(i)  carry  out  inspections  of  all  pumping  stations  and  other  electromechanical \nequipment in all the subproject included in the Project and make for each accurate \nassessments  regarding  working  conditions,  efficiency,  residual  life  expectancy, \nneeds  for  rehabilitation  or  replacement  and  relevant  cost  estimates  using  a \nprotocol format agreed upon with the TL;  \n(ii)  liaise with the hydraulic engineer and determine the power supply requirements of \npumps based on their hydraulic characteristics;  \n(iii)  determine the needs of all other utilities requiring power supply such as control \nsystems, actuators, chlorinators, internal and external lightening;  \n(iv)  provide inputs to the Water Supply Engineer to draft layouts of new Pump Station \nbuildings and relevant cost estimates;  \n(v)  provide general technical specifications or performance schedules for the various \ntypes of pumps which are to be installed under the Project;  \n(vi)  provide inputs to the water supply engineers for the cost estimates of pumps, \ncontrols  and  other  automatic  data transmission  systems  as  well  as  any  other \nelectrically operated equipment including lightening; and \n ", "Appendix 3     19 \n(vii)  provide inputs for the specification of characteristics of system operation control \nand operation, actuators, remote transmission, SCADA, on-line control systems.  \n \n19.  Hydrogeologist (national, 1 person-month). Under his/her assignment in the FS, the \nHydrogeologist will carry out the following tasks:  \n(i)  collect all information on groundwater within the project area from the relevant \ninstitutions such as institute of geology, national hydrogeological survey, etc.;  \n(ii)  prepare layouts indicating the perimeters of the main groundwater bearing units, \ntheir characteristics and renewable potential for development;  \n(iii)  update the knowledge of the present state of exploitation of the main groundwater \nunits with particular reference to the fresh water wellfields: in Beruniy, Turtkul, \nAmudarya, Nukus and other potential sites for development of groundwater being \ndesalinated; for each production well, collect construction parameters, long term \nrecords on water quality, flow, regime of exploitation (hours per day) and total \namounts  withdrawn  per  month  and  per  year;  of  the  of  the  present  state  of \nexploitation  of  the  main  groundwater  units  with  particular  reference  to  the \nwellfields:  \n(iv)  collect recent data on analysis of quality of the groundwater in each wellfield and \nresume such data in table format;  \n(v)  make a clear assessment of the number of production wells stull operated and \nprovide indications of their operational conditions;  \n(vi)  collect  information  on  characteristics  of  the  submersible  pumps  and  on  their \noperating conditions, assess needs for replacement and repairs;  \n(vii)  carry out field investigations in order to verify, improve and consolidate the data \nand information previously acquired;  \n(viii)  re-assess the sustainable potential of groundwater which can be withdrawn on a \npermanent basis from each aquifer in the long term (30-40 years);  \n(ix)  considering the  amounts  of groundwater  being  presently  withdrawn from  each \naquifer on a permanent base, and based on the estimated total yield that can be \ndeveloped  annually  from  each  aquifer,  make  an  estimate  of  the  additional \nquantities of groundwater which can be developed on a sustainable base in the \nlong term;  \n(x)  make an estimate the of the average yield that can be expected from a single \nproduction well on a long term basis and estimate the total number of wells which \ncan be constructed in addition of existing ones in order to exploit the total amount \nof groundwater available from each aquifer on an average annual base;  \n(xi)  make  an  inventory  of  other  fresh  and  brackish  groundwater  production  wells \ndisseminated  within  the  project  area  which  are  used  for  the  supply  of  local \nsettlements; obtain data on well construction parameters, characteristics of the \nsubmersible pumps, quality of groundwater, regime of groundwater extraction and \nquantity, any other pertinent information;  \n(xii)  prepare layouts with the location of all surveyed wells containing indication on their \ncharacteristics: average yield, salinity, etc.;  \n(xiii)  interact with the water supply team and provide them with relevant information as \nrequired by the team;  \n(xiv)  elaborate a report on groundwater resources availability within each main aquifer \ncontaining at least the following developments; i) a statement on existing level of \nexploitation  of  the  groundwater  resource,  ii)  groundwater  quality,  and  iii) \nperspectives for development of additional quantities of groundwater in the long \nterm; and \n(xv)  provide inputs to periodical and final reports as required. \n ", "20     Appendix 3 \n20.  Project Finance and Economy Specialist (national, 2 person-months). In the FS, the \nnational Project Finance and Economy Specialist will primarily be the following:  \n(i)  assist the international Project finance specialist to assess financial performance \nand financial management assessment of the EA and IA;  \n(ii)  assist the EA and if applicable, the IA, in the process of approval of the Project by \nthe  MOF  and  other  national  commissions  ad  hoc  by  providing,  as  needed, \ncompetent answers to any clarification to enquiries set by the MOF;  \n(iii)  provide assistance to the international finance specialist to carry out analysis of \nfinancial components based on ADB's Guidelines for the Economic Analysis of \nProjects and assess their economic viability;  \n(iv)  carry out sensitivity analyses;  \n(v)  provide inputs to organize and further review the outputs of the socio-economic \nsurvey with regard to ability-to-pay;  \n(vi)  in  consultation  with  the  Social  Development  Specialist  incorporate  poverty \nreduction  impacts  in  accordance  with  ADB’s  Handbook  on Integrating  Poverty \nImpact Assessment in the Economic Analysis of Projects; \n(vii)  provide assistance to undertake analysis of tariff,  affordability, and sustainability;  \n(viii)  collaborate/coordinate with the international project economy analyst to ensure \nconsistent use of approach and assumptions in financial and economic analyses;  \n(ix)  provide inputs to develop economic indicators relevant to the water supply sector \nroadmap;  \n(x)  assist  for  the  preparation  economic  cost-benefit  assessments  and  economic \nanalysis of the proposed Projects;  \n(xi)  estimate  the  economic  internal  rate  of  and  net  present  value,  with  sensitivity \nanalysis and quantitative risk analysis;  \n(xii)  provide  inputs  for  the  evaluation  of  the  project's  economic  risks  and  propose \nmitigation measures;  \n(xiii)  assist for the preparation of economic justification of the project based on the \noverall program development of the republic of Karakalpakstan;  \n(xiv)  provide inputs to periodic and final reports as needed. \n \n21.  Procurement Specialist (national, 3 person-months). Under the FS the Procurement \nSpecialist will undertake the following tasks:  \n(i)  carry  out  a  Procurement  Assessment  and  Recommendation  of  the  EA  in \naccordance  with  the  ADB  requirements  and  procedures;  identify  gaps,  and \nrecommend appropriate undertakings;  \n(ii)  carry  out  interviews  based  on  Project  Procurement  Risk  Assessment \nQuestionnaire and prepare a Project Procurement Risk Assessment;  \n(iii)  provide advices to TL and other consultant team members on suitable procedures \nfor  procurement  of  services,  works  and  goods  and  for  project  and  subproject \npackaging;  \n(iv)  suggest and if opportune revise procedures and methods for the procurement of \ngoods,  works  and  services  following  national  and  international  bidding  as \nappropriate;  \n(v)  coordinate and take the lead in the preparation of the procurement plan;  \n(vi)  provide comments on quantities of works and goods, cost estimates and proposed \nProject implementation organization as appropriate;  \n(vii)  ensure  that  methods  of  procurement  requiring  international  bidding  are  in \naccordance with ADB procurement procedures and documents;  \n ", "Appendix 3     21 \n(viii)  ensure that methods of Procurement requiring National bidding are in accordance \nwith national procurement procedures in force in Uzbekistan but also consistent \nwith ADB requirements for national bidding;  \n(ix)  provide inputs for the preparation of arrangements for Project implementation;  \n(x)  provide  inputs  for  the  preparation  of  terms  of  reference  for  consultants  being \nselected for project implementation;  \n(xi)  prepare draft scope of works for international and national consultants required for \nProject implementation;  \n(xii)  provide  suggestions  and  inputs  relative  to  needs  for  capacity  building  in \nprocurement and relevant training programs; and \n(xiii)  provide inputs to interim and final reports as required. \n \n22.  Social  Development  and  Gender  Specialist  (national,  3  person-months).    The \nnational expert  will assist the international Social Development and Gender Specialist to: (i) \ncollect sex-disaggregated baseline data in order to set appropriate gender targets; (ii) develop a \ngender action plan (GAP); (iii) support improvement of the collection of sex-disaggregated data \nand information for the qualitative elements of the GAP matrix and DMF; (iv) conduct a gender \nanalysis and identify potential gender design features; and (v) collect the qualitative benefits \nfrom the provision of water supply and sanitation, and solid waste management. (vi) prepare a \npoverty, social and gender assessment (PSGA) of the project's target beneficiary communities, \n(vii) draft the Summary Poverty Reduction and Social Strategy (SPRSS) based on the findings \nof the PSGA. Specifically, the Specialist will (i) work with the social survey team to ensure that \nhousehold data and other demographic data that will be collected are sex-disaggregated; and \n(ii) lead the collection of qualitative information that may not be included in the survey, such as, \nwomen's perspectives on the potential benefits of the project, gender division of labor in the \ncommunities and household and see if the project will help ease women's housework, potential \nincome-generating  opportunities  during  and  after  the  project,  and  other  gender-relevant \ninformation. \n \nE.  Implementation Period \n23.  The TA will be implemented from December 2016 to May 2017. The Uzbekistan Agency \n‘Uzkommunkhizmat’  (UCSA)  will  be  the  project’s  executing  agency.  The  RKS  will  be  the \nimplementing  agency  for  the  project,  with  its  strategic  development  department  being \nresponsible for day to day project implementation functions.   \nTable A3.4: Technical Assistance Processing and Implementation Schedule \nMajor Milestones  Expected Completion Date \nApproval  December 2016 \nInception  January 2017 \nDraft Final Report  May 2017 \nCompletion  June 2018 \nFinancial Closure  September 2018 \nSource: ADB staff estimates. \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20170110143653+08'00'", "ModDate": "D:20170110143653+08'00'", "Author": "LMB", "Creator": "PDF24 Creator", "Title": "Concept paper", "Keywords": "adb project concept paper"}}