{"path": "data/input/ta/50276-001-tar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 50276-001  \nRegional—Capacity Development Technical Assistance (R-CDTA) \nDecember 2016 \n \n \n \nSupport for Trade Facilitation in Asia and the Pacific \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB’s  Public \nCThoem vmieuwnsi ceaxtpiorensss ePdo hliceyre 2in0 a1r1e.  those of the consultant and do not necessarily represent those of ADB’s \n members, Board of Directors, Management, or staff, and may be preliminary in nature.  \n \n ", " \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  APTFF  –  Asia-Pacific Trade Facilitation Forum \nDMC  –  developing member country \nESCAP  –  Economic and Social Commission for Asia and the Pacific  \nTA  –  technical assistance \n  WTO  –  World Trade Organization \n       \n \n \n \n \nNOTE \nIn this report, “$” refers to US dollars.  \n \n \n \n \n \n \n \n \n \n \nVice-President  B. Susantono, Knowledge Management and Sustainable Development \nDirector General  J. Zhuang, Officer-in-Charge, Economic Research and Regional \nCooperation Department (ERCD) \nDirector  C. Park, Regional Cooperation and Integration Division, ERCD  \n   \nTeam leader  D. Li, Lead Regional Cooperation and Integration Specialist, ERCD \nTeam members  M. Gregorio-Dela Paz, Senior Operations Assistant, ERCD  \nF. Khan, Economist, ERCD \n  A. Rosario, Senior Economics Officer, ERCD \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n ", " \nCONTENTS \n \nPage \n \nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  2 \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  Outline Terms of Reference for Consultants  9 \n \n \n \n   \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "Project Classification Information Status: Complete \n \n \n  CAPACITY DEVELOPMENT TECHNICA  L ASSISTANCE AT A GLANCE \n1 .  Basic Data    Project Number: 50276-001 \nProject Name Support for Trade Facilitation in Asia and the  D  epartment  ERCD/EROD \n  Pacific  / Division \nCountry  REG  E  xecuting  Asian Development Bank \nAgency \n \n2.  Sector  Subsector(s)      ADB Financing ($ million) \n  Industry and trade  Trade and services        0.75   \n          Total  0.75   \n                 \n3.  Strategic Agenda  Subcomponents    Climate Change Information       \n  Inclusive economic  Pillar 1: Economic opportunities,  Climate Change impact on the    Low   \n  growth (IEG)  including jobs, created and expanded  Project       \n  Regional integration  Pillar 2: Trade and investment            \n  (RCI)               \n                 \n  4.   Drivers of Change   Components      Gender Equ ity and Mainstreaming          \n  Governance and  Client relations, network, and   No gender elements (NGE)       \n  capacity development  partnership development to             \n  (GCD)  partnership driver of change             \n    Institutional systems and political           \n    economy             \n  Knowledge solutions  Knowledge sharing activities             \n  (KNS)               \n  Partnerships (PAR)  Implementation             \n    Official cofinancing             \n    United Nations organization             \n                 \n5.  Poverty and SDG Targeting    Location Impact       \n  Geographic Targeting  No    Nation-wide    High   \n   Household Targeting  No                \n  SDG Targeting  Yes             \n  SDG Goals  SDG8             \n  6 .   TA Category:   B                   \nq7q .   Safeguard Categorizati on  Not Applicable                   \nq8q.   Financing                      \n  Modality and Sources       Amount ($ million)       \n  ADB          0.75    \n  Capacity development technical assistance: Technical Assistance Special   0.75    \n  Fund               \n  Cofinancing          0.00    \n  None          0.00    \n  Counterpart          0.00    \n  None          0.00    \n  Total          0.75    \n  9.   Effective Development Cooperation                   \n  Use of country procurement systems  No           \n  Use of country public financial management systems  No           \n   \n \n \n \n \n \n \n       \nSource: Asian Development Bank  \n         \nThis document must only be generated in eOps. 11112016155142083710 Generated Date: 09-Jan-2017 17:12:24 PM \n   \n \n   ", " \n \nI.  INTRODUCTION \n1.  The Asian Development Bank (ADB) has actively supported trade since the 1990s and \nnow more actively in line with the regional cooperation objectives of its Strategy 20201 and the \nregional  cooperation  and  integration  strategy  adopted  in  2006,2 which  identified  trade  and \ninvestment as one of the four pillars (pillar 2). Various ADB-supported subregional programs—\nthe  Central  Asia  Regional  Economic  Cooperation,  Greater  Mekong  Subregion,  South  Asia \nSubregional Economic Cooperation, and Pacific Islands Forum—identify the facilitation of cross-\nborder trade processes as a key component in furthering trade expansion within the subregions. \nThe recently approved Operational Plan for Regional Cooperation and Integration, 2016–20203 \nreaffirms  ADB‘s  support  for  trade  facilitation  under  the  three  outcome-focused  operational \ndirections: connectivity, competitiveness, and regional common goods. \n \n2.   At the same time, ADB has actively promoted good practices in trade facilitation through \na series of partnerships with other international organizations.4  ADB’s partnership with the \nWorld Customs Organization has helped developing member countries (DMCs) improve their \ncustoms procedures.5 The partnership with the Economic and Social Commission for Asia and \nthe Pacific (ESCAP) has provided ADB’s DMCs a platform for sharing knowledge on trade \nfacilitation  challenges  and  experiences  at  the  regional  level.6 Based  on  the  lessons  and \nrecommendations  from  past  ADB  projects,  the  ADB  Management’s  response  to  the \nIndependent Evaluation Department’s thematic evaluation study on regional cooperation and \nintegration, and the partnership memorandum of understanding between ADB and ESCAP, the \ntechnical assistance (TA) will continue to support trade facilitation in the region, particularly the \nAsia-Pacific Trade Facilitation Forum (APTFF).7 The APTFF has built the capacities of over \n1,000 DMC officials since 2009 and has launched knowledge products to guide the design, \nimplementation, and monitoring of trade facilitation.8 The design and monitoring framework is in \nAppendix 1.9  \n                                                \n1  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila.   \n2  ADB. 2006. Regional Cooperation and Integration Strategy. Manila. \n3  ADB. 2016. Operational Plan for Regional Cooperation and Integration, 2016–2020. Manila. \n4  ADB and the United Nations. 2013. Designing and Implementing Trade Facilitation in Asia and the Pacific, 2013 \nUpdate. Manila. Trade facilitation is also given prominence by the World Trade Organization (WTO) when its \nmembers adopted a Protocol of Amendment on 27 November 2014, which inserted a trade facilitation agreement \ninto the WTO’s “Bali Package” of December 2013. Ratification of the trade facilitation agreement continues, with 63 \nout of 164 WTO members ratifying the agreement as of September 2016.      \n5  The memorandum of understanding between ADB and the World Customs Organization originally signed on 4 May \n2010 was extended in 2015 until 4 May 2020. The two organizations agreed to continue collaboration on \ninternational and regional trade facilitation and trade security issues in the region.  \n6  A separate memorandum of understanding between ADB and ESCAP was originally signed on 16 May 2004 with \nthe following proposed areas for cooperation: supporting trade policy capacity building, trade facilitation, private \nsector development, and an enabling environment for small and medium-sized enterprises at the regional and \nsubregional levels. The cooperation with ESCAP has led to the establishment of the annual Asia–Pacific Trade \nFacilitation Forum (APTFF), which has promoted trade facilitation as an important component of a comprehensive \nstrategy for national and regional development. In 2016, ADB and ESCAP decided to make the APTFF biennial \nand introduce a roundtable meeting in between to bridge. \n7  ADB. 2016. Technical Assistance Completion Report: Support for Trade Facilitation. Manila; and Independent \nEvaluation  Department.  2015.  Thematic  Evaluation  Study:  Asian  Development  Bank  Support  for  Regional \nCooperation and Integration. Management Response (p.xxiii). Manila: ADB.  \n8  These outputs were noted in ADB’s report presented during the 11th Annual Consultation Meeting between ADB \nand ESCAP on 12 November 2015. ADB and ESCAP co-produced a reference guide titled Designing and \nImplementing Trade Facilitation in Asia and the Pacific 2013 Update and a joint guide on establishing trade and \ntrade facilitation monitoring mechanisms currently being implemented in South Asia. \n9  The TA first appeared in the business opportunities section of ADB’s website on 17 November 2016.  \n ", "2 \n \nII.  ISSUES \n3.  Increased international trade has largely benefited from major improvements through \nreduction in tariffs and nontariff barriers. Tariffs, both in most favored nation and free trade \nagreement rates, have been going down in Asia. Nontariff barriers, however, continue to impede \nsmooth transactions in trade.10 For example, significant costs to international trade remain due \nto complex customs and at-the-border procedures. Moreover, the progress of trade facilitation \nreforms significantly varies across economies as well as subregions. In particular, land-locked \nand sea-locked countries are facing serious obstacles to trade from the lack of integrated border \nmanagement, as well as cross-border trade facilitation coordination, which are exacerbated by \ntheir particular geographic circumstances that add trade cost.  With the general decline in tariffs, \nthe private sector has shifted its focus from tariffs to reducing transport and transaction costs, \nalong with other nontariff barriers. The gains from trade facilitation will surpass the benefits from \nfurther tariff reduction, with developing countries likely to benefit the most.11 \n \n4.  Meanwhile, international trade has undergone a transformation and a new landscape \nhas emerged, characterized by vast improvement in maritime and air shipping brought about by \ntechnological advancement and cooperation among economies. Just-in-time delivery and low \ninventory retention, multimodal logistics services, and the increasing complexity of supply chain \nnetworks  have  increasingly  added  cumulative  pressures  to  border  operations  across  Asia. \nThese developments and changes have underscored the important role of trade facilitation and \nhave required relevant border management administrations to strengthen their capacities to \ncarry out greater responsibilities and extended functions.12 \n \n5.  To respond to demand from the stakeholders and meet the challenges facing developing \ncountries in the region, on 24 April 2015, ADB and ESCAP extended their memorandum of \nunderstanding until the end of 2020, reaffirming their desire to work together in areas of mutual \ninterest in the service of the developing countries in the region. In addition, in the 11th annual \nconsultation  meeting  between  ADB  and  ESCAP  conducted  on  12  November  2015,  they \nacknowledged the achievements made on trade facilitation and committed to continue their \nsupport for regional integration and connectivity as one of the four joint priority cooperation \nareas with trade facilitation and paperless trade (technology and innovation) as core programs. \n \n6.  In the Support for Trade Facilitation TA, which concluded in March 2016, participants \nnoted  the  relevance,  knowledge  learned,  and  usefulness  of  the  APTFF  to  their  roles  in \nformulating, implementing, and monitoring trade and trade facilitation policies. The participants \nalso recommended ADB’s continued support to the APTFF as well as the expansion and \ndeepening of ADB’s research work on trade facilitation.13 This TA will further enhance the \n                                                \n10 In Southeast Asia, nontariff measures have even increased, which could complicate business. Deep integration \nwould largely eliminate nontariff measures that are highly visible yet riddled with political friction, are poorly \ndesigned, or are captured by special interests. L. Ing, S. de Cordoba, and O. Cadot, eds. 2016. Non-Tariff \nMeasures in ASEAN. Jakarta: Economic Research Institute for ASEAN and East Asia / United Nations Conference \non Trade and Development.  \n11 World Economic Forum. The Benefits of Trade Facilitation–A Modelling Exercise. http://reports.weforum.org/global-\nenabling-trade-2013/appendix/#view/fn-1.  Similarly,  the  2015  Organisation  for  Economic  Co-operation  and \nDevelopment trade facilitation indicators find that countries implementing the WTO trade facilitation agreement \ncould reduce their trade costs; low- and lower middle-income countries could benefit the most from this. \n12 ADB. Regional: Support for Trade Facilitation. https://www.adb.org/projects/48249-001/main. \n13 ADB. Forthcoming. Technical Assistance Completion Report: ADB and UNESCAP’s Asia Pacific Trade Facilitation \nForum 2015. Manila. \n   \n \n   ", "3 \n \ncapacities of DMC officials to deal with the issues and challenges of trade facilitation work and \ncontribute to better understanding and monitoring of trade facilitation. \n \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n7  The impact will be increase in the region’s trade volume. The outcome will be improved \npolicies and practices on trade facilitation. The outcome will be measured through the number of \ntrade facilitation measures that are initiated or implemented in some DMCs, the information for \nwhich will be obtained through a survey during the forums.14  \n \nB.  Methodology and Key Activities \n8.  The  TA  will  support  the  conduct  of  two  APTFFs  and  one  roundtable  meeting, \nenhancement of trade negotiation and trade facilitation policy formulation and implementation \nskills of DMC officials, and publication and dissemination of a research study report on the \neconomic  impact  assessment  of  trade  facilitation  especially  in  terms  of  quantification  and \nimprovement of progress monitoring. \n \n9.  Output 1: Asia-Pacific Trade Facilitation Forums successfully conducted in 2017 \nand  2019.  The APTFFs will be held in 2017 and 2019, with the objectives of (i) sharing \nexperiences  and  knowledge  between  and  among  countries  in  the  region;  (ii)  increasing \nunderstanding and exchange of views between public and private stakeholders, as well as with \ntrade facilitation standard developers and technical assistance providers; (iii) sharing lessons \nfrom ongoing implementation of the national and regional trade facilitation measures; and (iv) \ndeveloping  relevant  international  tools,  instruments,  and  facilities  aimed  at  increasing  the \nefficiency of regional and global trade.  \n \n10.  Output  2:  Roundtable  meeting  successfully  conducted  in  2018. The roundtable \nmeeting in 2018 is envisioned to be a bridge event between the two APTFFs with the objective \nof providing a venue for key government officials to discuss actions pursued immediately after \nthe APTFF in 2017, deliberate on crucial trade policy issues, keep the momentum of trade \nfacilitation going, and monitor progress on trade facilitation initiatives.  \n \n11.  Output  3:  Trade  negotiation  and  trade  facilitation  policy  formulation  and \nimplementation skills of developing member country officials enhanced. ADB will partner \nwith knowledge institutions specialized on trade to further build the capacities of selected DMC \nofficials for handling trade negotiations, trade facilitation, and other matters related to trade. \nDetailed criteria for partnership with knowledge institutions and selection of DMC officials will be \nprepared in consultation with ADB’s regional departments and ESCAP. Specific training needs \nof DMCs as identified from existing ADB projects will be discussed with regional departments. \n12.  Output 4: Research study report published and disseminated. The research on the \nimpact of trade facilitation will be based on self-contained background papers.15  The TA will \n                                                \n14 Trade facilitation measures include country-based administrative circulars and memorandum orders on trade-\nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nrelated investments; export-related matters; price control measures; non-automatic licensing, quotas, prohibitions, \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \nand quantity control; and sanitary and phytosanitary requirements. \n15 The background papers have been planned as follows: (i) An introductory, policy-oriented, and context-setting \nbackground paper will provide a regional overview of trade facilitation especially as it relates to the ADB-supported \n \n ", "4 \n \nassess the progress of trade facilitation reforms in the region through trade cost indicators and \nmeasure the potential impact of trade facilitation on outcomes such as trade, foreign direct \ninvestment, growth, and poverty. Most previous research on the quantification of benefits of \ntrade facilitation has focused exclusively on the impact on gross domestic product growth.16 \nMore comprehensive studies on the economic impact assessment have been requested by the \nregional departments during previous consultations with the Economic Research and Regional \nCoordination Department, pointing to the relevance of such research to ADB operations. The \nkey findings of the research will be shared with regional departments for possible pilot-testing \nand disseminated through the APTFF and ADB publications like the Asian Economic Integration \nReport.  \n \nC.  Cost and Financing \n13.  The TA is estimated to cost $750,000 which will be financed on a grant basis by ADB’s \nTechnical Assistance Special Fund (TASF-V). The detailed cost estimates and financing plan \nare in Appendix 2.  \n  \n14.  For the conduct of the APTFFs, ESCAP will provide and administer funding support \nestimated at $200,000. Selected government hosts will provide administrative support and local \ncosts such as meeting packages and study tours which they will also administer themselves.  \n \nD.  Implementation Arrangements \n15.  The TA will be executed by ADB and implemented by the Economic Research and \nRegional Cooperation Department. The Office of the Chief Economist and Director General will \nhandle the overall administration and supervision of the TA and at the same time lead the \ndelivery of the trade facilitation forums, including supervision of the consultants who will be hired \nto deliver the APTFFs, roundtable meeting, and training. The Office of the Chief Economist and \nDirector General will liaise and coordinate with the ESCAP and the selected government hosts \nfor the organization of the forums, consult and coordinate with the regional departments for their \ntechnical  inputs  and  participation  as  resource  persons,  and  arrange  the  participation  of \nrepresentatives from the DMCs. Experts from ESCAP will also be tapped. To deliver the training, \npartnership with knowledge institutions with a proven track record on providing training on trade-\nrelated matters will be explored along with possibly providing training as a side event during the \n                                                                                                                                                       \nsubregional programs. In line with recommendations from APTFF 2015, this paper may also include a regional \noverview of trade facilitation at the sector level (in particular in agriculture and services), and the emerging role of \ncross-border  e-commerce.  (ii)  A  second  background  paper  will  carry  out  a  review  of  available  data  and \nmethodologies that have been previously employed for the purpose of economic impact assessment, and an \nassessment of the suitability of various approaches in line with ADB operations. These include on one hand macro \napproaches to quantify economy or region-wide impacts such as computable general equilibrium models and \napplied econometric methodologies such as the inverse gravity framework; and on the other hand measurement of \nlocalized  trade  facilitation  interventions  through  time  release  studies  and  project  assessments.  (iii)  A  third \nbackground paper will employ a more systematic methodology moving beyond the standard principal component \nanalysis for the construction of a trade facilitation index for the monitoring and progress of trade facilitation across \nthe ADB-supported subregional programs. (iv) The remaining background papers will involve the economic impact \nassessment of trade facilitation as measured by the specially constructed trade facilitation indicators on foreign \ndirect investment, poverty and inequality, and economic growth. (v) A final background paper will outline policy \nimplications in light of the economic impact assessment. This paper will also examine how trade facilitation can \nfacilitate the Sustainable Development Goals.  \n16 ADB and the United Nations. 2009. Designing and Implementing Trade Facilitation in Asia and the Pacific. Manila. \n   \n \n   ", "5 \n \nAPTFF.17 The Regional Cooperation and Integration Division will lead the implementation and \nbe responsible for delivering the research study. Consultants for the study will be hired in \ncoordination with the Office of the Chief Economist and Director General, but will be supervised \nby the Regional Cooperation and Integration Division. The duration of the TA will be from \nJanuary 2017 to December 2019.  \n  \n16.  Consultants and resource persons under this TA will be hired individually by ADB and in \naccordance with ADB’s Guidelines on the Use of Consultants (2013, as amended from time to \ntime). Ten consultants will be hired by the TA individually since collective responsibility is not a \nrequirement, additional outside (home office) professional support is not required, and individual \nexperience and qualifications are more important. Five international consultants with expertise \nin international trade and its related areas will be hired for the conduct of the research study \n(10 person-months). Two national consultants will be hired as research associates (20 person-\nmonths), one consultant as program coordinator (24 person-months), and two consultants to \nwork on the publishing side (3.3 person-months). Eight resource persons will be engaged as \ndiscussants for the two APTFFs and roundtable meeting (Appendix 3). All disbursements will be \ndone  in  accordance  with  ADB’s  Technical  Assistance  Disbursement  Handbook  (2010,  as \namended from time to time). Lump-sum payments or output-based contracts will be considered \nfor consulting services under the TA in line with the action plan for the Midterm Review of \nStrategy 2020.18  \n  \n17.  Reports from the APTFFs and the roundtable meeting will be uploaded in ADB’s and \nESCAP’s websites. Training materials will be shared through ADB’s k-learn website and the \nresearch study report will be disseminated via a “digital-first” approach. In addition, reports on \nthe progress of trade facilitation initiatives will be shared with the regional departments. Initial \nfindings  of  the  research  study  will  be  presented  in  Economic  Research  and  Regional \nCoordination Department workshops and in the APTFFs. The final research study will also be \ndisseminated  through  the  APTFF  network  and  ADB  publications  like  the  Asian  Economic \nIntegration Report.  \n \nIV.  THE PRESIDENT'S DECISION  \n \n18.   The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $750,000 on a grant basis for \nSupport for Trade Facilitation in Asia and the Pacific, and hereby reports this action to the Board. \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \n                                                \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n17 Specific criteria in selecting the knowledge institution and details of the training program will be done during TA \nimplementation. \n18 ADB. 2014. Midterm Review of Strategy 2020: Action Plan. Manila (actions 2.9.2 and 2.10.2). \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with \nTrade volume in the region increased  \n(Strategy 2020, pillars 1 and 2 of the 2006 RCI Strategy, and RCI operational plan)a \n \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting  Risks \n       \nOutcome \nPolicies and  a. At least 5 new trade  Forum feedback surveys  Increased \npractices on trade  facilitation measures are  protectionism \nfacilitation improved  initiated or implemented in \n \nsome DMCs by 2019 \n(2015 baseline: 0)   \n       \nOutputs \n1. APTFFs  1. At least 35 ADB- APTFF report, BTORs   \nsuccessfully  sponsored participants \nconducted in 2017  from governments and \nand 2019  other stakeholders attend \neach APTFF event (2015 \n \nbaseline: 39 ADB-\n  sponsored participants) \n2. Roundtable  2. At least 10 DMC officials  Roundtable report, \nmeeting  attend the roundtable  BTOR \nsuccessfully  meeting in 2018 (2015 \nconducted in 2018  baseline: 0) \n   \n3. Trade negotiation  3. At least 40 DMC officials  Attendance report, \nand trade facilitation  trained on trade  training feedback \npolicy formulation  negotiation and trade \nand implementation  facilitation policy \nskills of DMC  formulation and \nofficials enhanced     implementation by 2019 \n  (2015 baseline: 25) \n4. Research study  4a. By 2018, the research  Finalized report, ADB \nreport published and  study report is published  websites, distribution list \ndisseminated  and uploaded in at least 2 \n \n  websites (2015 baseline: \n0)   \n4b. By 2019, at least 5  Attendance report, \ndissemination events  BTORs, department \nwithin and outside Asia  accomplishment reports  \nand the Pacific (2015 \nbaseline: 0) \n \n ", "Appendix 1  7 \nKey Activities with Milestones \nOutput 1. APTFFs successfully conducted in 2017 and 2019 \n1.1  Hire national consultant to support events (February 2017, February 2019) \n1.2  Finalize program and invite resource persons and participants (May 2017, May 2019) \n1.3  Conduct APTFF and side events (November 2017, November 2019) \n1.4  Finalize documentation and evaluation reports on the APTFF (January 2018, December 2019) \nOutput 2. Roundtable meeting successfully conducted in 2018 \n2.1  Finalize program and invite resource persons and participants (May 2018) \n2.2  Conduct roundtable meeting (November 2018) \n2.3  Finalize documentation of the roundtable meeting (January 2019) \n \nOutput 3. Trade negotiation and trade facilitation policy formulation and implementation skills \nof DMC officials enhanced   \n3.1  Select knowledge partners for training courses on trade (Q2 2017, 2018, 2019) \n3.2  Select DMC officials (June–August 2017, 2018, 2019) \n3.3  Conduct training (Q4 2017, 2018, 2019) \nOutput 4. Research study report published and disseminated \n4.1  Hire international consultant(s) (January 2017) \n4.2  Conduct the study (February 2017–January 2018) \n4.3  Present preliminary findings within ERCD (October 2017) and APTFF 2017 for peer review    \n       (November 2017) \n4.4  Present updated findings of the study via internal workshop to ERCD and RCI focal persons at   \n       regional departments (February 2018) \n4.4  Finalize report (March–May 2018) \n4.5  Publish the report (July 2018) \n4.6  Disseminate the report, including the formal launch, at the roundtable meeting (August 2018– \n       November 2018) \nInputs \nADB: $750,000  \nAssumptions for Partner Financing \nAPTFF 2017 and APTFF 2019 co-organized with ESCAP and selected government hosts \nADB = Asian Development Bank, APTFF = Asia-Pacific Trade Facilitation Forum, BTOR = back-to-office report, \nDMC = developing  member  country,  ERCD  =  Economic  Research  and  Regional  Cooperation  Department, \nESCAP = Economic and Social Commission for Asia and the Pacific, RCI = regional cooperation and integration, TA \n= technical assistance.  \na  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \n   Manila; ADB. 2006. Regional Cooperation and Integration Strategy. Manila: and ADB. 2016. Operational Plan for \nRegional Cooperation and Integration, 2016–2020. Manila.  \nSource: Asian Development Bank. \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nItem  Amount \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  121.0 \n      ii.  National consultants  123.0 \n    b.  International and local travel  34.0 \n    c.  Reports and communicationsb  12.0 \n  2.  Training, seminars, and conferences   \n    a.  Resource personsc  71.0 \n    b.  Workshop, meeting, and training expensesd  332.0 \n  3.  Miscellaneous administration and support costse   9.0 \n  4.  Contingencies   48.0 \n        Total  750.0 \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-V).  \nb  Includes printing and production costs for the study. \nc  Includes travel costs and per diem of resource speakers.  \nd  Includes travel costs and per diem of participants from  developing member countries. Also includes travel \nexpenses of staff serving as resource persons or for technical assistance implementation in the workshops and \ndissemination activities. Asian Development Bank representation expenses will also be covered under this item. \ne  Includes expenses for administration and other dissemination activities.  \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "  Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  International Consultants \n \n1.  Trade  economists  (5  consultants,  10  person-months  total,  intermittent).  The \nconsultants will be knowledgeable in international trade, international economics, and/or trade \npolicy;  preferably  with  5  to  7  years  of  relevant  experience;  and  should  have  extensive \nprofessional  experience  working  in  government  institutions  and/or  international  financial \ninstitutions. The consultants should have a master’s degree in economics. A doctorate degree in \neconomics, trade, or a related field would be an advantage. Under the guidance of the trade \nspecialist of the Asian Development Bank (ADB), the consultants will work on the following \nspecific areas and do the following: \n \n(i)  Consultant 1: Trade facilitation context in the Asian Development Bank, \nAsia  and  the  Pacific  region,  and  Sustainable  Development  Goals.  The \nconsultant  shall  (a)  assess  the  current  situation;  (b)  identify  gaps,  issues, \nchallenges, and areas for policy reform; (c) assess possible actions in relation to \nthe Sustainable Development Goals; and (d) provide policy recommendations as \nappropriate.   \n \n(ii)   Consultant  2:  Survey  of  data  and  methodologies.  The  consultant  shall \n(a) assess the current situation; (b) assess the current level of application; (c) \nidentify advantages, gaps, and areas for improvement; and (d) provide policy \nrecommendations as appropriate.  \n \n(iii)  Consultant  3:  Assess  and  measure  the  progress  in  trade  facilitation \nthrough  estimation  of  trade  costs  and  construction  of trade facilitation \nindex.  The  consultant  shall  (i) assess  the  current  situation;  (ii)  assess \nmethodologies in measurement of trade costs and trade facilitation; (iii) develop \nan  appropriate  trade  facilitation  index  or  provide  trade  cost  estimates  or \nequivalent measures; and (iv) test the measure and provide recommendations. \n \n(iv)   Consultants 4 and 5: Economic impact assessments of trade facilitation. \nThe consultants shall (a) assess the current situation; (b) gather and analyze \ndata; (c) using selected methodologies, provide an economic impact assessment \non  selected  developing  member  countries;  and  (d)  provide  policy \nrecommendations as appropriate.  \n \n2.  The consultants will have a regular monthly teleconference or videoconference with the \nsupervising ADB specialist to discuss the progress of the paper. The papers will be presented in \na peer review meeting in ADB prior to finalization.   \n \nB.  National Consultants \n \n3.  Research  associates (2 consultants, 20 person-months total, intermittent). National \nconsultants will be hired to assist in the research requirements for the study, including data \nhandling. The consultants should have a background in economics and strong analytical skills.  \nA master’s degree in economics or a related field would be an advantage. Under the guidance \nof ADB’s technical assistance supervising unit, the consultants will \n(i)  collect and analyze study-related data and material, \n(ii)  prepare charts and tables, \n ", "10  Appendix 3 \n \n \n(iii)  prepare presentations and publications, \n(iv)  assist in the finalization of the study, and \n(v)  perform other related tasks as required. \n  \n4.  The consultants’ outputs are inputs to the study in the form of charts and tables, write-\nups and analysis of specific areas, requested datasets, and presentation materials. \n \n5.  Program coordinator (24 person-months, intermittent). A national consultant will serve \nas  the  coordinator for overall  preparations  in organizing  the  Asia-Pacific Trade  Facilitation \nForums (APTFFs), the roundtable meetings, and the training programs, including coordinating \nthe submission of background papers and the logistic arrangements. The consultant should \nhave strong writing skills and extensive experience in handling international events. Knowledge \nof ADB procedures and requirements for technical assistance disbursement and liquidation \nwould be an advantage. Under the supervision of staff from ADB’s Office of the Chief Economist \nand Director General, the consultant will be stationed at ADB headquarters in Manila and will \n(i)  support ADB staff and the trade facilitation experts in the organization of the \nAPTFFs, the roundtable and the training programs, including liaising with the \nEconomic and Social Commission for Asia and the Pacific, training institutions, \nand other collaborators on the detailed arrangements; \n(ii)  support logistical requirements for the conduct of the APTFFs, the roundtable, \nand the training, including budget preparation and liquidation; \n(iii)  provide assistance in research relating to the APTFFs, the roundtable, and the \ntraining programs; \n(iv)  provide both logistic and technical support during the APTFFs, the roundtable \nand the training programs; \n(v)  draft summary proceedings of the APTFFs, the roundtable, the training programs \nand its side events; and other meeting discussions; \n(vi)  assist  in  completing  post-APTFFs,  post-roundtable,  and  post-training  tasks \nrelated  to  logistic  arrangements  and  coordination  with  the  trade  facilitation \nexperts and resource persons;  \n(vii)  attend  and  join  ADB  missions  related  to  the  conduct  of  the  APTFFs,  the \nroundtable, and the training programs as necessary; and \n(viii)  other tasks as required. \n \n6.  The consultant’s outputs are the final arrangements for the APTFFs, roundtable meeting, \nand training; supporting liquidation materials; draft summary proceedings or highlights of the \nForum; and the roundtable meeting. \n \n7.  Copy editor (1.5 person-months). A copy editor will be engaged to ensure that prior to \npublication, reports and the study produced adhere to ADB style and usage and conform to high \npublication standards. Ideally, a copy editor from the Department of External Relations pool will \nbe hired for specific manuscripts. The consultant should have expertise in copy editing and have \nextensive  experience  in  similar  assignments.  Knowledge  of  ADB’s  Handbook  of  Style  and \nUsage is required. \n \n8.  Desktop publishing specialist (2 person-months). A layout artist and typesetter will be \nhired to layout the text, tables, and charts; and convert the files into the required format for \npublication.  The  consultant  should  have  expertise  in  desktop  publishing  with  extensive \nexperience  in  preparing  economic  publications.  Knowledge  of  ADB’s  Branding  Tool  Kit  is \nrequired. \n \n ", "  Appendix 3  11 \n9.  Resource  persons (8 resource  persons,  66  person-days total).  Resource  persons, \nwhose expertise and knowledge will be specified during implementation, will be engaged to \nserve as discussants, paper writers, and/or presenters. They will work closely with ADB staff, \nthe trade facilitation experts, and the program coordinator. \n "], "metadata": {"Title": "Technical Assistance Report", "Author": "ADB", "Keywords": "adb technical assistance ta report", "Creator": "Microsoft® Word 2010", "CreationDate": "D:20170112114913+08'00'", "ModDate": "D:20170112114913+08'00'", "Producer": "Microsoft® Word 2010"}, "author_page": " \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  APTFF  –  Asia-Pacific Trade Facilitation Forum \nDMC  –  developing member country \nESCAP  –  Economic and Social Commission for Asia and the Pacific  \nTA  –  technical assistance \n  WTO  –  World Trade Organization \n       \n \n \n \n \nNOTE \nIn this report, “$” refers to US dollars.  \n \n \n \n \n \n \n \n \n \n \nVice-President  B. Susantono, Knowledge Management and Sustainable Development \nDirector General  J. Zhuang, Officer-in-Charge, Economic Research and Regional \nCooperation Department (ERCD) \nDirector  C. Park, Regional Cooperation and Integration Division, ERCD  \n   \nTeam leader  D. Li, Lead Regional Cooperation and Integration Specialist, ERCD \nTeam members  M. Gregorio-Dela Paz, Senior Operations Assistant, ERCD  \nF. Khan, Economist, ERCD \n  A. Rosario, Senior Economics Officer, ERCD \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n ", "authors": [{"documentRole": "Vice-President", "fullname": "B. Susantono", "role": "Knowledge Management and Sustainable Development", "organization": ""}, {"documentRole": "Director General", "fullname": "J. Zhuang", "role": "Officer-in-Charge", "organization": "Economic Research and Regional"}, {"documentRole": "Director", "fullname": "C. Park", "role": "Regional Cooperation and Integration Division", "organization": "ERCD"}, {"documentRole": "Team leader", "fullname": "D. Li", "role": "Lead Regional Cooperation and Integration Specialist", "organization": "ERCD"}, {"documentRole": "Team members", "fullname": "M. Gregorio-Dela Paz", "role": "Senior Operations Assistant", "organization": "ERCD"}, {"documentRole": "Team members", "fullname": "F. Khan", "role": "Economist", "organization": "ERCD"}, {"documentRole": "Team members", "fullname": "A. Rosario", "role": "Senior Economics Officer", "organization": "ERCD"}]}