{"path": "data/input/ta/50279-001-tar.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 50279-001  \nRegional—Capacity Development Technical Assistance (R-CDTA)  \nNovember 2016  \n \n \n \n \nStrengthening the Conduct of Economic Analysis of \nProject and Program Investments in Developing \nMember Countries \n  \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB’s  Public \nCommunications Policy 2011.  \n The views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  COE  –  center of excellence \n  DMC  –  developing member country \n  EREA  –  Economic Analysis and Operational Support Division \n  STG  –  sector and thematic group \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars.  \n \n \nVice-President  B. Susantono, Knowledge Management and Sustainable Development  \nDirector General  J. Zhuang, Economic Research and Regional Cooperation Department \n(ERCD) \nDirector  E. Ginting, Economic Analysis and Operational Support Division, ERCD  \n   \nTeam leader  K. Y. Nam, Principal Economist, ERCD \nTeam members   M.R.M. Cham, Senior Economics Officer, ERCD \n  K. Naqvi, Economist, ERCD \n  R. Perez, Senior Operations Assistant, ERCD \n  D. Raitzer, Economist, ERCD \n  J. Samson, Senior Economics Officer, ERCD \n  K. Taniguchi, Senior Economist, ERCD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \n \nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \n \nI.  INTRODUCTION  1 \n \nII.  ISSUES  1 \n \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Methodology and Key Activities  2 \nC.  Cost and Financing  3 \nD.  Implementation Arrangements  4 \n \nIV.  THE PRESIDENT’S DECISION  5 \n \nAPPENDIXES \n \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  Outline Terms of Reference for Consultants  9 \n4.  Indicative Outline of Analytical Reports  13 \n \n \n ", "Project Classification Information Status: Complete\nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 50279-001\nProject Name Strengthening Conduct of Economic  Department ERCD/EREA\nAnalysis of Project and Program  /Division\nInvestments in Developing Member \nCountries\nCountry REG Executing  Asian Development Bank\nAgency\nqq\n2. Sector Subsector(s)     ADB Financing ($ million)\nPublic sector  Economic affairs management 1.00\nmanagement\nTotal 1.00\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the  Low\ngrowth (IEG) including jobs, created and expanded Project\nEnvironmentally  Eco-efficiency\nsustainable growth \n(ESG)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Public financial governance Some gender elements (SGE)\ncapacity development\n(GCD)\nKnowledge solutions  Application and use of new \n(KNS) knowledge solutions in key \noperational areas\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No\nRegional High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG8\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 1.00\n    Capacity development technical assistance: Technical Assistance Special 1.00\nFund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 1.00\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 15112016144722213550 Generated Date: 02-Dec-2016 15:31:42 PM", " \nI.  INTRODUCTION \n1.  The  Asian  Development  Bank  (ADB)  Charter  requires  staff  to  “take  the  necessary \nmeasures to ensure that the proceeds of any loan made, guaranteed or participated in by the \nBank are used J with due attention to considerations of economy and efficiency.” It also states \nthat “only economic considerations shall be relevant to their decisions.”1 At the same time, ADB \nfinancing is shifting to more complex development challenges as developing member countries \n(DMCs)  move  toward  upper  middle-income  status.  Many  of  these  challenges  will  require \ninnovative and catalytic investments that span multiple sectors, or that generate nonmarket \nbenefits, which will make quantification for economic analysis more difficult. Meanwhile, project \npreparation  is  expected  to  be  faster  and  leaner,  putting  pressure  on  those  undertaking \neconomic analysis to deliver timely information to support investment decisions. In this context, \nit is critical to strengthen the capacity of DMC executing agencies to deliver appropriate and \nrigorous economic analyses. The proposed regional capacity development technical assistance \n(TA) aims to overcome this constraint by providing focused capacity building to relevant officials \nin  DMCs  and  jointly  developing  economic  analyses  of  selected  innovative  projects  in \ncollaboration with regional departments. The TA will also formulate and/or update economic \nanalysis methodologies for new and more complex projects that DMCs plan to implement. A \nconcept  paper  prepared  for  the  TA  was  approved  by  the  vice-president  (knowledge \nmanagement and sustainable development) on 29 September 2016. The design and monitoring \nframework is in Appendix 1.2 \n \nII.  ISSUES \n2.  Recent  trends  show  that  ADB  has  been  receiving  more  demand  for  financing  for \ninnovative and catalytic projects from its DMCs. The Midterm Review of Strategy 2020 reaffirms \nthat knowledge and capacity building are the key pillars in ADB’s strategy of engaging its \nDMCs.3 This trend is expected to intensify as more ADB DMCs move toward upper middle-\nincome status, and the nature of ADB project financing will shift toward tackling more complex \ndevelopment challenges faced by its DMCs, including projects associated with urbanization, \nclimate change, regional integration, and value chain development. Anticipating this trend, the \nPresident, on 21 April 2016, issued guidance on the inclusion of high-level technology in the \ndesign of ADB projects to help meet the DMC challenges.4  \n \n3.   At the same time, a strong effort was made to introduce greater flexibility in ADB’s \nlending  modalities,  including  the  use  of  results-based  lending  whereby  the  assistance  is \nassessed and processed following the DMC’s own system for processing and implementation.5 \nUsing this modality, the DMC will increasingly conduct most of the design activities of the project \nand undertake the required due diligence such as safeguards, governance, and financial and \neconomic viability. Development partners will assist in the implementation of a DMC’s sector \nstrategy and investment plan, with financial assistance contingent upon the achievement of \npredetermined results. This approach reduces transaction costs and introduces greater flexibility, \n                                                \n1   ADB. 1965. Agreement Establishing the Asian Development Bank. Manila (Articles 14.11 and 36.2). \n2  The TA first appeared in the business opportunities section of ADB’s website on 10 October 2016.  \n3   ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila. \n4  Memo dated 21 April 2016 issued by the President to the Vice Presidents on Use of High Level Technology in \nProjects. \n5  Results-based lending is an ADB financing modality that was approved in March 2013 on a pilot basis for an initial \n6 years. Results-based lending is a performance-based form of financing, in which disbursements are linked to the \nachievement of results rather than to up-front expenditures, as is the case with traditional investment lending. \n \n ", "2 \n \nbut for it to function effectively, recipient countries must have the capacity to conduct a rigorous \nassessment  of  the  viability  of  the  proposed  projects  and  other  interventions.  In  addition, \npreparatory  activities  for  some  of  the  mainstreamed  modalities—e.g.,  sector  projects  and \nmultitranche financing facilities—often include due diligence only for a sample of investments \nand subprojects, and due diligence for the remaining investments and subprojects is expected \nto be undertaken by the executing or implementing agencies during implementation.  \n \n4.  While ADB’s new financing modalities imply greater reliance on DMCs’ capacities for \nproject preparation, the capacities for the conduct of due diligence, particularly for economic and \nfinancial analysis, vary greatly among the DMCs. An informal survey by ADB during the update \nof the Guidelines for the Economic Analysis of Projects found that only a handful of DMCs have \nestablished processes and capacities for the conduct of economic due diligence.6 In most DMCs, \nthe methodology applied is limited and needs to be updated and further developed. In particular, \nrecent development issues such as the impacts of high-level technology, climate change, and \nother externalities, and the need to include these in the project design are rarely considered in \nthe economic analysis of the proposed investments. The survey also found that a large number \nof DMCs mostly rely on ADB and other development partners’ project preparatory processes for \nthe assessment of economic and financial due diligence. DMCs’ weak capacities for conducting \nrigorous economic and financial assessments in their planning limit the potential benefits from \nthe new development assistance modalities, and can offset the gains from lower transaction \ncosts associated with processing and implementing investment projects. \n \n5.  Increasing DMCs’ demand for innovative and catalytic projects will require continued \nrefinement of the techniques used in the economic analysis of ADB projects. While the main \nprinciples of economic analysis remain valid, their application to innovative and multisector \nprojects, and projects with nonmarket benefits will require continued methodological adjustment \nand refinement to ensure relevance and practicality. At the same time, continued research is \nneeded to update the key parameters now used in conducting project-related economic analysis \nso as to improve its efficiency and ensure consistency of its application.  \n \n \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n6.  The impact will be more efficient resource allocation by DMC governments achieved. \nThe outcome will be the increased use of economic analysis in investment selection and design \nby DMC officials.  \n \nB.  Methodology and Key Activities \n7.  The TA will have two main outputs: \n (i)  Output 1: Capacity development. This output will focus on building the capacity \nof DMC officials and institutions responsible for the conduct of economic due \ndiligence to support their investment planning. Key activities are as follows: (a) \ntraining or capacity building in the general principles of economic analysis; and (b) \ndemonstration of good-practice economic analyses for selected innovative and \ncomplex investment projects in collaboration with DMCs, regional departments, \n                                                \n6  ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila.  \n \n ", "  3\nand sector and thematic groups (STGs). Output 1a will provide basic training on \neconomic  analysis  to  relevant  DMC  officials.  Output  1b  will  deepen  their \nunderstanding through the application of economic analysis in innovative ADB \ninvestments. Where possible, the TA will forge partnerships with universities, \nthink tanks, and centers of excellence (COEs) in the DMCs in imparting capacity-\nbuilding activities. Such partnerships will expand the current thin skill pool in the \nfield and support the sustainability of the TA output in the medium term.  \n (ii)  Output 2: Guidance materials for improved economic analysis. Activities will \ncover research on special topics to improve the analytical rigor and quality of \neconomic analysis in various sectors, including (a) a practical and user-friendly \nguidance note on analytical techniques not yet applied at ADB, such as valuation \nof  greenhouse  gas  emissions  in  collaboration  with  ADB’s  Sustainable \nDevelopment  and  Climate  Change  Department,  new  nonmarket  valuation \ntechniques, welfare modeling, and other topics relating to economic analysis, as \nrequested by DMC governments through the regional departments or STGs;  \n(b)  an  economic  analysis  of  other  lending  modalities,  such  as  policy-based \nand/or results-based  lending;  and  (c) the  development  of  economic analysis \nguidance materials for specific sectors, which can be readily used by the DMC \nofficials and may draw on demonstration cases from output 1. The practical \nguidance notes will supplement the Revised Guidelines on Economic Analysis of \nInvestment Projects, expected to be approved by December 2016.7 In some \ncases,  they  will  be  developed  in  conjunction  with  the  preparation  of \ndemonstration economic analyses under output 1a. In other cases, they can be \ndeveloped separately in collaboration with regional departments and STGs. As \nregards the economic analysis of policy-based and/or results-based lending, the \npractice currently varies across regional departments. The guidance notes for the \neconomic analysis of policy-based and/or results-based lending will synthesize \nthe current good practice in ADB and supplement it with other good practice in \nother multilateral development banks such as the World Bank and the Inter-\nAmerican  Development  Bank.  Selected  guidance  notes  will  be  prepared  in \ncollaboration  with  regional  departments  to  strengthen  DMCs’  capacity  in \nformulating and evaluating their key policy reforms. Appendix 4 presents an \nindicative outline of the tentative topics under output 2. \n \n8.        Key risks identified for the project include (i) high turnover of DMC officials in the \nplanning ministries or executing and/or implementing agencies, which may affect ownership and \ncontinuation of TA-supported activities after TA completion; and (ii) lack of sufficient funds for \nDMC  governments  to  implement  and  continue  the  conduct  of  economic  analysis  after  TA \ncompletion. Mitigation measures will include capacity-building activities that will target DMC \nofficials in both planning and key executing and implementing agencies, and relevant think \nthanks and COEs to help build critical mass. The TA will also provide easier access to economic \nassessment  guidelines  and  guidance  notes  for  DMC  officials,  including  by  making  them \navailable in selected local languages.   \n \nC.  Cost and Financing \n9.  The TA is estimated to cost $1,000,000, which will be financed on a grant basis by \nADB’s Technical Assistance Special Fund (TASF-V). Appendix 2 presents the cost estimates \nand financing plan. \n                                                \n7  ADB. Forthcoming. Revised Guidelines on Economic Analysis of Investment Projects. Manila. \n ", "4 \n \n \nD.  Implementation Arrangements \n10.   The  TA  will  have  a  2-year  implementation  period  starting  in  December  2016.  The \ncounterpart agencies in the respective DMCs will be the planning and sector agencies that are \ntasked with planning, designing, and assessing individual investment proposals or investment \nplans that comprise competing or complementing investment proposals. However, counterpart \nagencies will not be required to provide any material support to the implementation of the TA \nactivities. \n \n11.   ADB will be the executing agency, and the Economic Analysis and Operations Support \nDivision (EREA) of the Economic Research and Regional Cooperation Department will be the \nfocal point. EREA will coordinate closely with the DMCs, regional departments, and STGs in \ndelivering capacity-building activities. ADB will obtain a written confirmation of no objection \nbefore commencing and financing the proposed activities in the selected DMCs.  The selection \nof the projects to be included in output 1b for the demonstration of good-practice economic \nanalyses of projects will be based on (i) the relevance of particular projects for the application of \nnew economic analysis techniques, (ii) the replicability of the project examples for other future \neconomic analyses, and (iii) balance across the ADB region and sector portfolio. Potential \nassistance will be assessed on a first-come first-served basis, considering the distributional \nbalance  across  regional  departments.  The  Economic  Research  and  Regional  Cooperation \nDepartment will regularly conduct consultation meetings with regional departments and STGs to \ndiscuss and agree on the topics to be undertaken for the methodological research. Similarly, \nEREA will plan with the regional departments the schedule, location, and content of the training \nworkshops based on the needs of their respective DMCs. EREA also plans to coordinate with \nCOEs or selected research institutions in DMCs the implementation of TA components where \npossible. The draft studies and/or reports will be discussed and peer-reviewed internally and \nexternally (as needed) and workshops will be organized as needed to finalize them. EREA will \nalso coordinate with respective ADB departments and DMC planning and sector agencies on \nthe dissemination of TA outputs. \n \n12.  The TA will require the services of international and national experts, including project \neconomists,  sector  economists,  and  publication  and  research  assistants.  Since  the  actual \nrequired type of expertise and length of inputs will become clear only during the implementation \nof the TA outputs, it is not possible to quantify them exactly at this time, although an estimate \nfor some of the experts is provided (Appendix 3). Any planned collaboration with COEs and \nDMC  research  institutions  through  knowledge  partnerships  will  be  coordinated  with  the \nKnowledge Sharing and Services Center of the Sustainable Development and Climate Change \nDepartment. Since the TA will require rapid mobilization of consultants where the consultants’ \nexperience  and  qualifications  are  the  primary  consideration,  engagement  of  individual \nconsultants will be done in accordance with ADB’s Guidelines on the Use of Consultants (2013, \nas amended from time to time) and with ADB's Technical Assistance Disbursement Handbook \n(2010, as amended from time to time).8 In addition, procurement of equipment will be done in \naccordance with ADB's Procurement Guidelines (2015, as amended from time to time).9 \n \n                                                \n8  To the extent possible, lumpsum payments and/or output-based contracts will be considered for consulting \nservices in line with ADB. 2014. Midterm Review of Strategy 2020: Action Plan. Manila (Actions 2.9.2 and 2.10.2). \n9   Procurement of any equipment will be done in accordance with ADB’s Procurement Guidelines (2015, as amended \nfrom time to time) and with ADB. 2013. Administering Grant-Financed Technical Assistance Projects. Project \nAdministration Instructions. PAI 5.09. Manila (para. 27). \n ", "  5\n13.  The TA will conduct several national and regional capacity-building and dissemination \nworkshops. Major reports, training materials, and case studies will also be disseminated through \nthe ADB website. Partnerships with universities, research institutions, and COEs will be another \nkey channel of dissemination. \n  \nIV.  THE PRESIDENT’S DECISION \n14.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,000,000 on a grant basis \nfor Strengthening the Conduct of Economic Analysis of Project and Program Investments in \nDeveloping Member Countries, and hereby reports this action to the Board. \n \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA  is aligned with \nAchievement of more efficient resource allocation by DMC governments  \n  Performance Indicators \nwith Targets and  Data Sources and \nResults Chain  Baselines  Reporting  Risks \nOutcome       \nUse of economic  a. Improved design and  Reports of assessments or  High turnover of DMC \nanalysis in investment  quality of projects  evaluations undertaken by  officials in the \nselection and design  through more rigorous  DMCs, ADB, and other  planning ministries, \nincreased   conduct of economic  development partners on the  and executing and \n  analysis based on  quality of economic analysis  implementing \nevaluation or similar  of projects undertaken  agencies \nquality-at-entry     \nassessments    Lack of sufficient \n  funds to implement \nand continue the \n \nconduct of economic \n  analysis after TA \ncompletion \nb. Increase in the  Assessment reports \n \nnumber of DMC officials  indicating the increase in the \nwho conduct economic  number of people with better \nefficiency assessments  skills in economic analysis \nfor investment projects  \n \nOutputs       \n1. DMC officials’  At least 5 regional  Progress reports on TA   \ncapacity for economic  and/or national training  implementation submitted to \nanalysis developed  workshops for 25 to 30  ADB management, and \nand/or improved  DMC officials conducted  updates provided in the \neOperationsa \n \n2. Guidance materials  At least 4 publications  Published study reports,    \nfor improved economic  covering economic  sector handbooks, practical \nanalysis published and  analysis methodologies,  guide book, and guidelines \ndisseminated  sector-specific \n \ntechniques, and/or new \nlending modalities   \nAt least 4 demonstration  Papers on economic \ngood-practice economic  analyses \nanalyses using \n \ninnovative methods \n \nKey Activities with Milestones \n \n1. Output 1: Capacity development in conduct of economic analysis \n1.1 Design and preparation of the training programs, including materials for introductory and sector-\nspecific courses (Q4 2016–Q1 2017, Q4, 2017–Q1 2018) \n1.2 Conduct of economic analysis training workshops (Q2 2017–Q3 2018) \n1.3 Conduct of demonstration good-practice economic analyses using innovative methods (Q1 2017–Q3 \n2018) \n \n ", " \n  Appendix 1  7 \n2. Output 2: Guidance materials for improved economic analysis published and disseminated \n2.1 Identification of at least 4 methodological studies, guidelines, and sector handbooks to be undertaken \n(Q1 2017, Q2 2017, and Q3 2017) \n2.2 Conduct of workshop for the draft publications (as needed) \n2.3 Publication of the final reports (Q4 2017, Q1 2018, and Q2 2018)  \n2.4 Dissemination (regional or in-country) of published reports (Q1 2018, Q2 2018, and Q3 2018) \nTA Management Activities  \nEREA establishes a working group with regional departments and STGs to discuss and identify potential \ntopics to be included in output 2 (December 2016–January 2017) \nConsultants are mobilized to design the training program and initiate the conduct of the economic analysis \ntraining (December 2016–March 2017) \nConsultants are mobilized for the studies, guidebook, or manual identified in collaboration with regional \ndepartments and STGs for output 1 (December 2016–September 2017) \nCollection of survey data, procurement of information technology equipment, survey data, and reports or \npublications, are to be undertaken as needed (schedule to be determined during TA implementation)b \nInputs \nADB: $1,000,000 \nNote: If needed, the participating DMC governments, may provide counterpart support in the form \nof counterpart staff, office supplies, secretarial assistance, domestic transportation, and other in-\nkind contributions.  \n  \nAssumptions for Partner Financing \nNot applicable. \nADB = Asian Development Bank, DMC = developing member country, EREA = Economic Analysis and Operational \nSupport Division, Q = quarter, STG = sector and thematic group, TA = technical assistance.  \na  The eOperations (eOps) application has been developed to provide pipeline and portfolio management support for \nADB operations. \nb  Procurement of information technology equipment shall be conducted in accordance with ADB’s Procurement \nGuidelines (2015, as amended from time to time).  \nSource: Asian Development Bank. \n \n \n ", "8  Appendix 2     \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \nItem  Amount \nAsian Development Banka   \n1. Consultantsb   \na. Remuneration and per diem  350.0 \nb. International and local travel  50.0 \n2. Equipmentc  10.0 \n3. Workshops, training, and seminarsd  450.0 \n4. Surveyse  60.0 \n5. Miscellaneous administration and support costsf  30.0 \n6. Contingencies  50.0 \n  Total  1,000.0 \na \nFinanced by the Technical Assistance Special Fund (TASF-V) of the Asian Development Bank (ADB). \nb  Includes remuneration for international and national consultants and research assistants. \nc  Includes information technology equipment and software. Disposal and turnover of procured information technology \nequipment and software will be done following ADB guidelines and procedures, e.g., ADB’s Handbook on Project \nImplementation.  \nd  Includes travel-related costs (airfare, per diem, visa, and other miscellaneous travel cost) of developing member \ncountries’ participants in the training workshops, honoraria for resource persons in workshops and conferences, \nand travel expenses of ADB’s Economic Research and Regional Cooperation Department and regional department \nstaff serving as resource persons in the training and dissemination activities. This cost item also includes costs of \nvenue, meals, and snacks served during the training, workshop, and conference, and other related costs such as \npurchase of materials, rental of equipment, and photocopying of presentations. Other relevant costs will include \nrepresentation expenses in accordance with ADB (Budget, Personnel, and Management Systems Department; and \nStrategy and Policy Department). 2013. Use of Bank Resources: Regional Technical Assistance and Technical \nAssistance vs. Internal Administrative Expenses Budget. Memorandum. 26 June (internal). \ne  Includes conduct of survey and purchase of survey or study data or data products, and subscription to data and \ninformation services. \nf  Publications-related costs, mailing and shipping of documents, and translation costs.  \nSource: Asian Development Bank estimates. \n \n ", "      Appendix 3  9 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Development  Economists with  Sector  Specialization  (2–3 international, 6 person-\nmonths total) \n \n1.  The  consultants  will  prepare  methodological  studies,  sector-specific  handbooks  and \ncase  studies,  and  other  publications  to  supplement  the  Revised  Guidelines  on  Economic \nAnalysis of Projects.1 Specifically, the consultants, in coordination with Asian Development Bank \n(ADB) staff, will undertake methodological research and/or studies to address the current and/or \nemerging issues encountered by developing member countries (DMCs) and conveyed through \nregional  departments  and  sector  and  thematic  groups  in  the  conduct  of  project  economic \nanalysis in the various sectors The consultants should also be knowledgeable in conducting \neconomic analyses and how sector-specific issues and microeconomic theories can be applied \nto project-related economic analysis. The consultants should have a strong background in \nmicroeconomics  and  development  economics,  be  familiar  with  the  practical  application  of \neconomic analysis, and have good knowledge of the economies of ADB’s DMCs. Under the \ndirect supervision of Economic Analysis and Operational Support (EREA) staff, the consultants \nwill  \n(i)  prepare methodological studies, handbooks, and other reference materials on \neconomic analysis as determined by the EREA director; \n(ii)  participate in workshops and/or conferences organized as may be required; \n(iii)  work with the manuscript editor to ensure consistency and coherence of the \noutput; \n(iv)  deliver the draft, revised, and final report; and \n(v)  perform all other functions and responsibilities as may be assigned by the EREA \ndirector. \n \nB.  Project Economists (2–3 international, 6 person-months total) \n \n2.  The  consultants  should  have  a  background  in  development  economics  and \nmicroeconomics. They should have expertise in the economic analysis of projects and have \nconducted training in economic analysis in the past. The consultants, in close collaboration with \nEREA staff, will \n(i)  conduct a planning session with EREA and concerned ADB staff prior to the \ntraining workshops; \n(ii)  design a training program (both for introductory and intermediate levels) for the \neconomic  analysis  of  projects  based  on  ADB’s  updated  guidelines  for  the \neconomic analysis of projects; \n(iii)  prepare the training materials on the basis of ADB projects; \n(iv)  coordinate  with  and  supervise  the  national  consultants  for  the  training \nworkshops; \n(v)  deliver  the  training  workshops  in  coordination  with  EREA  staff,  regional \ndepartment staff, and resource persons; and \n(vi)  prepare a report for ADB to help assess the conduct of the workshop based on \nobservations  as  well  as  on  the  evaluation  or  feedback  provided  by  the \nparticipants. \n \n   \n                                                \n1 ADB. Forthcoming. Revised Guidelines on Economic Analysis of Investment Projects. Manila. \n \n ", "10  Appendix 3   \nC.  Climate Change Specialist (1 international, 2 person-months) \n \n3.  The consultant should have a background in greenhouse gas accounting and valuation. \nThe consultant should be familiar with the economic analysis of projects, particularly in the \nenergy and transport sectors. In close collaboration with EREA and Sustainable Development \nand Climate Change staff, the consultant will \n(i)  review existing ADB guidance on accounting and reporting of greenhouse gas \nemission effects of projects; \n(ii)  propose an updated set of procedures for estimating the effect of ADB projects \non  greenhouse  gas  emissions,  with  particular  attention  to  the  energy  and \ntransport sectors; and consult relevant ADB and DMC stakeholders on proposed \nprocedures; \n(iii)  prepare and finalize guidance materials on greenhouse gas valuation in ADB \nprojects; \n(iv)  provide training on greenhouse gas accounting and valuation techniques; and \n(v)  demonstrate the application of greenhouse gas accounting and valuation in at \nleast one project economic analysis. \n \nD.  Economics Editors (1–2 international, 3 person-months total) \n \n4.  Under the direct supervision of the EREA director and in consultation with other ADB \nstaff in the Economic Research and Regional Cooperation Department involved in preparing \nand reviewing the assigned report, the economics editor(s) will edit the output for consistency \nand economic content. In particular, the economic editor(s) will \n(i)  rewrite, reorganize, or shorten the text to improve its logical structure; \n(ii)  suggest different ways to present material, e.g., suggest deleting or adding tables, \nfigures, or text boxes to make the author’s case more forcefully; and \n(iii)  simplify technical language, eliminate jargon, and introduce definitions so that the \nchapter can be understood by an educated nonspecialist.  \n \n5.  The economics editors will also perform general editing, including \n(i)  simplifying long, complicated sentences; \n(ii)  eliminating excess words and redundancy; \n(iii)  ensuring consistency of the report with the updated economic analysis guidelines;  \n(iv)  reviewing the validity, necessity, and accuracy of information, tables, and charts; \n(v)  conferring with EREA and regional department staff on gaps in the manuscript \nand the needed revisions; \n(vi)  delivering the final edited draft; and \n(vii)  performing all other functions and responsibilities as may be assigned by the \nEREA director. \n \nE.  Manuscript Editor (1 international, 4 person-months) \n \n6.  Under the direct supervision of the EREA director, and in coordination with the relevant \nEREA staff, the manuscript editor will \n(i)  check  the  manuscript  for  consistency  and  accuracy,  including  checking  for \nfactual errors (e.g., ensuring that the correct names of institutions and other \nentities are used and checking major statements of fact on leading websites, \nwhere practical), and highlighting data inconsistencies; \n(ii)  copyedit all parts of the report in conformity with ADB editorial style and usage; \n ", "  Appendix 3  11 \n(iii)  smooth out the entire structure of the publications to make them readable with a \nconsistent logical flow; \n(iv)  ensure, to the degree possible, consistency of language style in all parts of the \npublication; \n(v)  edit tables and figures; \n(vi)  ensure that subheads are consistent and logical; \n(vii)  check references to tables, figures, appendixes, bibliographies, and parts of the \ntext; \n(viii)  edit notes and footnotes to make sure that the text references are correct; \n(ix)  supervise the encoding of corrections as well as the incorporation of tables, \ncharts, and boxes; \n(x)  ensure accuracy of table of contents, definition of terms, list of abbreviations, and \nreferences; \n(xi)  edit all other dissemination materials such as press releases and speeches as \nneeded; \n(xii)  liaise with the typesetter designated by EREA to ensure that all editorial marks \nand comments, as well as tables, charts, and boxes are incorporated in the \ntypeset manuscript, and that the manuscript is ready for printing; \n(xiii)  deliver the edited manuscript; and \n(xiv)  perform all other functions as may be assigned by EREA director. \n \nF.  Resource Persons (as needed) \n \n7.  Resource persons will be engaged to conduct training on project economic analysis and \nact as discussants during the presentation of studies and/or reports prepared in conferences \nand workshops. \n \nG.  Desktop Publishing Specialist and/or Graphic Designer (1 national, 4 person-months) \n \n8.  The consultant must be skilled in working with Adobe InDesign, Adobe Illustrator, Adobe \nPhotoshop, Microsoft Word, and Microsoft Excel. The consultant will typeset and proofread the \ntext, tables, charts, and all graphic elements of the publication from the preliminary draft to the \nfinal copy, and produce the high-resolution PDF file before forwarding to the external printer \n(including refining its web version). In particular, the consultant will \n(i)  assist in designing of the report cover, \n(ii)  lay out the manuscript, \n(iii)  reformat tables and charts, \n(iv)  encode corrections in the main text based on corrections received from the editor \nand EREA staff, \n(v)  prepare final layout of manuscript, \n(vi)  encode final text and graphical corrections, \n(vii)  deliver the web-ready and print-quality-checked consolidated PDF for publication, \nand \n(viii)  perform other related tasks as may be assigned by the EREA director. \n \nH.  Development Economists with Sector Specialization (2–3 national, 6 person-months \ntotal) \n \n9.  The consultants should have extensive working experience in general economics. Under \nthe direct supervision of EREA staff, the consultants will assist the research undertaken by \n ", "12  Appendix 3   \nEREA staff and the international consultant relating to economic analysis methodology, sector \nissues in project economic analysis, and other relevant factors. In particular, the consultants will \n(i)  undertake research issues concerning the methodology and/or case study being \nundertaken, including data gathering; \n(ii)  support the international consultant in preparing sections of the report; \n(iii)  contribute to the finalization of the report; and \n(iv)  undertake ad hoc research and other tasks as may be assigned by the EREA \ndirector. \n \nI.     Project Economists (1–2 national, 6 person-months total) \n \n10.  National consultants will be recruited to assist the international consultants, EREA staff, \nand resource persons in the preparation and conduct of the training as well as with administrative \nand logistics matters pertaining to the training workshops. In particular, the consultant(s) should \nhave a background in project economic analysis, and will \n(i)  support the international consultant in the preparation of the training materials, \nincluding the conduct of research for additional lecture materials, selection of \nappropriate case studies, and preparation of hands-on training exercises and \nmaterials; \n(ii)  support the international consultant in the hands-on training exercise; \n(iii)  support EREA, regional departments, and resident mission staff in the logistics of \nthe  workshop,  including  venue  arrangements,  international  and  local \ntransportation and hotel accommodation of participants, and other administrative \nassistance for the training workshop; and \n(iv)  prepare and submit a brief report on the conduct of the workshop, including the \nadministrative aspects for incorporation in the report of the international consultant \nand to assist EREA staff in the liquidation of the workshop expenses. \n \nJ.  Research Assistants (national, as needed) \n \n11.  Under the direct supervision of EREA staff, the consultants will help gather data in \nsupport of the methodological studies to be undertaken and related activities. The consultant will \nalso provide support to the analytical requirements for the conduct of the economic analysis \ntraining workshops. The assignment will be at ADB headquarters in Manila, Philippines. In \nparticular, the consultants will \n(i)  support the preparation of research studies and analytical-related work under the \ntechnical assistance, \n(ii)  assist in the preparation of the manuscript publication, \n(iii)  undertake quantitative analysis as required, and  \n(iv)  perform other tasks as may be assigned by the designated EREA staff. \n \n   \n ", "  Appendix 4  13 \nINDICATIVE OUTLINE OF ANALYTICAL REPORTS  \n \nOutput 2: Methodological Research on Economic Analysis \n \nA.  Greenhouse Gas Accounting for Project Economic Analysis \nI.  Introduction  \nII.  Why Account \nIII.  When to Account \nIV.  Principles of Good Practice \na.  Identifying With-Project and Without-Project Scenarios \nb.  Project Alternatives \nc.  Analytical Time Frames \nd.  Scope of Coverage \nV.  Energy Sector Quantification \nVI.  Transport Sector Quantification \n \nB.  Guidelines for the Economic Analysis of Policy-Based Lending \nI.  Introduction \nII.  Key Areas and Dimensions of Economic Analysis for Policy-Based Lending \nIII.  Assessing the Effects of Policy Change \nIV.  Assessing the Poverty Impact of Policy Change \nV.  Assessing the Benefits of Policy Change \nVI.  Decision Rules  \n \nC.  Economic Analysis Practical Guide Book \nI.  Introduction \nII.  Short Overview on Economic Analysis of Projects \nIII.  Good Practices for Conducting Demand Analysis in Social Sector Projects \nIV.  Economic Analysis of Social Sector Projects (Case Study) \nV.  Economic Analysis of Environmental Benefits (Case Study) \nVI.  Economic Analysis of Health Projects (Case Study) \nVII.  Economic Analysis of Integrated Multisector Projects (Case Study) \n \nD.  Nonmarket Valuation Techniques (for application to various sectors) \nI.  Introduction \nII.  Background on Willingness-to-Payok l and Literature Review \nIII.  Methodological Overview \nIV.  Technique 1 \nV.  Technique 2 \nVI.  Technique 3 \nVII.  Technique 4 \nVIII.  Discussion \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20161202153350+08'00'", "ModDate": "D:20161202153350+08'00'", "Author": "RP1", "Creator": "PDF24 Creator", "Title": "Microsoft Word - Revised Draft TA Paper_Strengthening Conduct of Economic Analysis_CLEAN-23Nov2016.docx"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  COE  –  center of excellence \n  DMC  –  developing member country \n  EREA  –  Economic Analysis and Operational Support Division \n  STG  –  sector and thematic group \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars.  \n \n \nVice-President  B. Susantono, Knowledge Management and Sustainable Development  \nDirector General  J. Zhuang, Economic Research and Regional Cooperation Department \n(ERCD) \nDirector  E. Ginting, Economic Analysis and Operational Support Division, ERCD  \n   \nTeam leader  K. Y. Nam, Principal Economist, ERCD \nTeam members   M.R.M. Cham, Senior Economics Officer, ERCD \n  K. Naqvi, Economist, ERCD \n  R. Perez, Senior Operations Assistant, ERCD \n  D. Raitzer, Economist, ERCD \n  J. Samson, Senior Economics Officer, ERCD \n  K. Taniguchi, Senior Economist, ERCD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "B. Susantono", "role": "Knowledge Management and Sustainable Development", "organization": ""}, {"documentRole": "Director General", "fullname": "J. Zhuang", "role": "Economic Research and Regional Cooperation Department", "organization": ""}, {"documentRole": "Director", "fullname": "E. Ginting", "role": "Economic Analysis and Operational Support Division", "organization": "ERCD"}, {"documentRole": "Team leader", "fullname": "K. Y. Nam", "role": "Principal Economist", "organization": "ERCD"}, {"documentRole": "Team members", "fullname": "M.R.M. Cham", "role": "Senior Economics Officer", "organization": "ERCD"}, {"documentRole": "Team members", "fullname": "K. Naqvi", "role": "Economist", "organization": "ERCD"}, {"documentRole": "Team members", "fullname": "R. Perez", "role": "Senior Operations Assistant", "organization": "ERCD"}, {"documentRole": "Team members", "fullname": "D. Raitzer", "role": "Economist", "organization": "ERCD"}, {"documentRole": "Team members", "fullname": "J. Samson", "role": "Senior Economics Officer", "organization": "ERCD"}, {"documentRole": "Team members", "fullname": "K. Taniguchi", "role": "Senior Economist", "organization": "ERCD"}]}