{"path": "data/input/ta/50299-001-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 50299-001 \nSeptember 2018 \n \n \n \nProposed Loan, Technical Assistance Grant, and \nAdministration of Technical Assistance Grant \nDemocratic Socialist Republic of Sri Lanka: \nSouth Asia Subregional Economic Cooperation Port \nAccess Elevated Highway Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communication Policy 2011.\n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 3 September 2018) \n \nCurrency unit  –  Sri Lanka rupee/s (SLRe/SLRs) \nSLRe1.00  =  $0.0061946   \n$1.00  =  SLRs161.43000   \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CKE  –  Colombo–Katunayake Expressway \n  EMP  –  environmental management plan \n  ETC  –  electronic toll collection \n  JICA  –  Japan International Cooperation Agency \n  km  –  kilometer \n  MOHRD  –  Ministry of Highways and Road Development \n  MOPS  –  Ministry of Ports and Shipping \n  NKB  –  New Kelani Bridge \n  OCH  –  Outer Circular Highway \n  O&M  –  operation and maintenance \n  PAM  –  project administration manual \n  RDA  –  Road Development Authority \n  SLPA  –  Sri Lanka Ports Authority \n  TA  –  technical assistance \n  TEU   –  20-foot equivalent unit \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", " \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Ravi Venkat Peri, Transport and Communications Division, SARD \n   \nTeam leader  Kanzo Nakai, Senior Transport Specialist, SARD \nTeam members  Nishanthi Manjula Amerasinghe, Senior Portfolio Management Specialist, \nSARD \n  Merdinia Dequilla, Associate Project Analyst, SARD \nCynthia Gutierrez, Associate Project Analyst, SARD \n  Tadateru Hayashi, Senior Economist, SARD \n  Kaoru Kasahara, Transport Specialist, SARD \nUtsav Kumar, Country Economist, SARD \nLaureen Laurito, Senior Social Development Officer (Safeguards), SARD \n  Cheska Llamas, Operations Assistant, SARD \n  Takafumi Mafune, Financing Partnerships Specialist, Office of Cofinancing \nOperations \n  Aruna Nanayakkara, Senior Project Officer (Transport), SARD \n  Vankina Sri Rekha, Principal Counsel, Office of the General Counsel \nJayamali Amila Waruna Ranaweera Weerappulige, Financial Control \nOfficer, SARD \n  Nimali Hasitha Wickremasinghe, Senior Economics Officer, SARD \n  Karma Yangzom, Senior Environment Specialist, SARD \n  Nanyan Zhou, Young Professional, SARD \nPeer reviewer  Jiangbo Ning, Principal Transport Specialist, Central and West Asia \nDepartment \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \n \nMAP \n \nI.  THE PROPOSAL  1 \n \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  4 \nC.  Outputs  4 \nD.  Summary Cost Estimates and Financing Plan  5 \nE.  Implementation Arrangements  6 \n \nIII.  ATTACHED TECHNICAL ASSISTANCE  7 \n \nIV.  DUE DILIGENCE  8 \nA.  Technical  8 \nB.  Economic and Financial  8 \nC.  Governance  9 \nD.  Poverty, Social, and Gender  9 \nE.  Safeguards  10 \nF.  Summary of Risk Assessment and Risk Management Plan  10 \n \nV.  ASSURANCES  11 \n \nVI.  RECOMMENDATION  11 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  12 \n2.  List of Linked Documents  14 \n \n \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 50299-001\nProject Name South Asia Subregional Economic  Department SARD/SATC\nCooperation Port Access Elevated  /Division\nHighway Project\nCountry Sri Lanka Executing Agency Ministry of Highways and \nBorrower Democratic Socialist Republic of Sri  Road Development, Ministry \nLanka of Ports and Shipping, Sri \nLanka Customs\n2. Sector Subsector(s)      ADB Financing ($ million)\nTransport Urban roads and traffic management 300.00\nTotal 300.00\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic growth Pillar 1: Economic opportunities,   Climate Change impact on the  Medium\n(IEG) including jobs, created and expanded Project\nEnvironmentally sustainable Global and regional transboundary \ngrowth (ESG) environmental concerns ADB Financing\nRegional integration (RCI) Pillar 1: Cross-border infrastructure Adaptation ($ million) 7.65\nPillar 2: Trade and investment\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity Client relations, network, and  Some gender elements (SGE)\ndevelopment (GCD) partnership development to partnership \ndriver of change\nInstitutional development\nOrganizational development\nPartnerships (PAR) International finance institutions (IFI)\nOfficial cofinancing\nPrivate sector development  Public sector goods and services \n(PSD) essential for private sector development\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Urban High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals SDG8, SDG9\n6. Risk Categorization: Complex\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 300.00\n     Sovereign Project (Regular Loan): Ordinary capital resources 300.00\nCofinancing 0.00\n     None 0.00\nCounterpart 60.20\n     Government  60.20\nTotal 360.20\nNote: Two attached technical assistance projects will be financed on a grant basis by the Technical Assistance Special Fund (TASF-6) in \nthe amount of $500,000; and the Japan Fund for Poverty Reduction in the amount of $1,250,000. \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 15062018181354183163 Generated Date: 11-Jul-2018 14:48:09 PM", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nthe  Democratic  Socialist  Republic  of  Sri  Lanka  for  the  South  Asia  Subregional  Economic \nCooperation Port Access Elevated Highway Project. The report also describes proposed technical \nassistance  (TA)  for  the  Expressway  Operations  Improvement  Project  and  the  proposed \nadministration of TA to be provided by the Japan Fund for Poverty Reduction for Supporting Trade \nLogistics Facilitation, and if the Board approves the proposed loan, I, acting under the authority \ndelegated to me by the Board, approve the TA and the administration of the TA. \n \n2.  The proposed project will finance the construction of about 5.3 kilometers (km) of an \nelevated toll highway with related facilities between the New Kelani Bridge (NKB) and Galle Face \nin central Colombo.1 It will provide a direct link to the city center and the port from the Colombo–\nKatunayake Expressway (CKE) via the NKB, and extend the expressway network into the city.2 \nThe project will help alleviate traffic congestion in Colombo’s densely populated areas, improve \nlast-mile connectivity between the country’s expressway network and Colombo’s international \nport, provide better logistics services for freight operations, and facilitate regional trade. \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  With economic growth averaging 5.8% per year since 2009, Sri Lanka is close to attaining \nupper middle-income status.3 To serve the dynamic transformation of the economy, the transport \nsector is gradually changing to provide growth-oriented infrastructure, support more diversified \nservices, promote exports, and cater to the value-adding manufacturing industry. New economic \nactivities continue to be established close to population centers and international gateways. \nColombo is the center of commercial and administrative functions and has the largest international \nport in the country. Western Province, which includes Colombo, contributes more than 40% to the \nnational gross domestic product. About 48.7% of Sri Lanka’s urban population is in Colombo, a \ndistrict with a population of 2.3 million. Improvement of traffic conditions in an area with great \npotential  is  key  to  enabling  efficient  economic  activities.  The  project  also  follows  ADB’s \ncomprehensive approach in facilitating trade logistics under the South Asia Subregional Economic \nCooperation. Improved connectivity to the port will facilitate the smooth flow of goods between \ndomestic, regional, and international markets to develop a high-value-added economy. \n \n4.  Road subsector overview of Colombo. Sri Lanka has a moderately developed road \nnetwork. Road transport accounts for 93% of the estimated 80 billion passenger-kilometers in \npassenger traffic and 97% of freight traffic.4 The road density, defined as ratio of road area to \nadministrative area, is 10.7% in the Colombo municipal council, which is better than in other \ncongested Asian cities such as Bangkok (7.1%) or Jakarta (7.3%) but lower than in other major \ncities such as Tokyo (16.3%), Seoul (13.6%), and Shanghai (12.3%).5 The number of vehicles \ncoming to the city has increased to nearly 300,000 per day. Total person-trips are projected to \n                                                \n1  Along the route, a dedicated ramp to the port will be constructed for port-related traffic. \n2  Japan International Cooperation Agency (JICA). 2014. Ex-Ante Evaluation: New Bridge Construction Project over \nthe Kelani River. JICA is financing the NKB. \n3  World Bank. World Bank Country and Lending Groups (accessed 7 June 2018). Per capita income in 2016 was \n$3,850. The World Bank defines upper middle-income economies as those with a gross national income per capita \nof $3,956–$12,235. \n4  Government of Sri Lanka, Ministry of National Policies and Economic Affairs. 2017. Public Investment Programme. \nColombo. \n5  JICA. 2014. Urban Transport Master Plan. Tokyo. \n ", "2 \nincrease 2.3 times from 2013 to 2035.6 The road network needs to be further developed to \naccommodate the increasing traffic demand.7 \n \n5.  Traffic volume on major arterial roads is almost at capacity, which causes serious traffic \ncongestion throughout the city. The average traffic speed is less than 10 km per hour during peak \nhours at many intersections along major arterial roads, particularly between the north–south \nBaseline Road and radial roads. Constructing new roads or widening existing ones, however, has \nbecome almost economically and socially unviable because of the potentially large scale of land \nacquisition and resettlement requirements. The congestion hindering efficient economic activities \nis a growing economic and social concern in Colombo. Without further intervention in transport \nprojects in Colombo, economic loss could reach about 3.5% of the Western Province’s gross \ndomestic product by 2020.8 \n \n6.  Expansion  of  expressway  network.  The  Road  Development  Authority  (RDA)  has \nexpanded its expressway network since it opened the Southern Expressway, Sri Lanka’s first \nexpressway, to traffic in 2011. The CKE has been in operation since 2013 and part of the Outer \nCircular Highway (OCH) has been in operation since 2014. The RDA will connect the three \nexpressways once the rest of the OCH is completed. The planned central expressway leading to \nthe OCH will also be part of the network. Connecting the rest of the country with Colombo through \nthe expressways will be essential for the development of the whole economy. However, without \nan efficient urban road network system, it will create additional traffic in the Colombo metropolitan \narea. The NKB, funded and implemented by the Japan International Cooperation Agency, links \nthe CKE to the proposed elevated highway. The NKB is scheduled for completion in 2021 and is \nclassified as collaborative cofinancing with the project, since it is part of the same plan of road \ndevelopment. \n \n7.  Insufficient logistics infrastructure to Colombo port. Colombo serves as the central \ntransport node between domestic and international logistics. At the northwestern edge of the city \nis Colombo port, Sri Lanka’s main international port, which handled 5.7 million 20-foot equivalent \nunits (TEUs) of container cargo in 2016. During the same year, the port handled about 1.3 million \nTEUs destined for or originating from Sri Lanka (25% of total containers handled), and this could \ndouble to 2.5 million TEUs in 2030 with Sri Lanka’s economic growth.9 The constrained site \nlocation forces the great majority of freight vehicles exiting and entering the port to pass only \nthrough the main gate on a four-lane, ground-level port access road.10 The existing port access \nroad leads to an intersection with Baseline Road, which is one of the busiest trunk roads in the \ncity.11 The cargo trucks, mostly through-traffic to and from areas outside Colombo city, have no \nchoice but to use the intersection, causing serious traffic congestion.12 The limited access route \nto the port, together with the national highway network radiating out from Colombo, creates the \nunnecessary concentration of through-traffic in the congested city. \n \n                                                \n6 Government of Sri Lanka, Ministry of Megapolis and Western Development. 2016. Western Region Megapolis \nTransport Master Plan. Colombo. \n7  The Asian Development Bank (ADB) and other development partners are also considering supporting the government \nin developing other transport modalities (e.g. urban railway) to share the load on the road network. \n8  Government of Sri Lanka, Ministry of Megapolis and Western Development. 2016. Western Region Megapolis Master \nPlan. Colombo. \n9  ADB. 2016. Technical Assistance to the Democratic Socialist Republic of Sri Lanka for the National Port Master Plan. \nManila. \n10 About 4,500 freight vehicles per day used the port access road in January 2017. The volume is expected to exceed \n6,500 per day by 2030. \n11 About 300 freight vehicles per hour use Main Gate No. 6 (both directions) on Baseline Road during the daytime. \n12 The traffic origin–destination survey in Colombo port shows that less than 10% of the containers originated from and \nwere destined for the Colombo municipal council. \n ", "3 \n8.  The project also includes improvement of customs practices. Sri Lanka’s performance on \nindicators of trade facilitation is better than that of other countries in the region, but lags many \nSoutheast  Asian  economies.  Current  trade  logistics  procedures,  which  lack  a  modern  risk \nmanagement system and limit use of automated systems, lead to queuing of cargo traffic at the \nport and may hinder the elevated highway project from realizing the intended benefits (para. 25).13 \nIntegrating trade logistics facilitation with the road project will then reduce congestion not only on \nthe  surrounding  road  network  but  also  within  the  port,  addressing  the  key  physical  and \nnonphysical  barriers  identified  by  the  South  Asian  Association  for  Regional  Cooperation \nSecretariat  Regional  Multimodal  Transport  Study  for  Colombo  Port.14  The  project  will  (i) \nsignificantly enhance the port’s capacity for expanding distribution services, (ii) provide better \nservices to port users, and (iii) help develop Colombo port into a logistics hub.15 \n \n9.  Challenges of traffic mobility in Colombo. Considering (i) the increasing traffic demand \nin a district with the most economic potential, (ii) further development of the expressway network, \nand (iii) the insufficient logistics infrastructure to the port, the transport sector faces the following \nmajor challenges: (i) alleviating the intensifying congestion in Colombo without large-scale land \nacquisition; (ii) efficiently managing the incoming traffic through the NKB from the expressway \nnetwork, while minimizing the burden on the existing road network in Colombo; and (iii) handling \nthe increasing freight traffic for Colombo port without causing congestion in the surrounding area. \nThe project will address these challenges by constructing the elevated highway within the port \npremises, which will enable the project to be implemented without considerable negative social \nimpact. Through the attached TA projects, it also aims to enhance institutional capacity for \nexpressway operation and to improve trade logistics efficiency. \n \n10.  Government development strategy. The government’s development policy statement \nhighlights the strategic importance of Sri Lanka as a hub for global logistics and commercial \noperations.16 The government also emphasized that export development is a top priority, with \nmeasures  aimed  at  productivity  improvement,  trade  facilitation,  and  bilateral  economic \nintegration. The Public Investment Programme, 2017–2020 provides policy directions to facilitate \nthe country’s economic growth by creating an efficient road network (footnote 4). Key strategies \nto achieve the policy are (i) providing efficient links between key economic centers and ports by \nextending the expressway network, and (ii) constructing an elevated road network to minimize \ntraffic congestion in the Colombo metropolitan area. The project is identified as a priority road \nproject in the Western Region Megapolis Master Plan (footnote 8). \n \n11.  ADB intervention. In line with the government’s national strategy, the country partnership \nstrategy, 2018–2022 of the Asian Development Bank (ADB) aims to address major constraints on \nSri Lanka’s development through the following pillars: (i) strengthen the drivers of economic \ngrowth, and (ii) improve the quality of growth.17 The transport sector is one of the key areas where \nthe strategy will be implemented. For the first pillar, ADB places a high value on the provision of \ngrowth-oriented infrastructure, which includes regional cooperation, and is boosted by better \nconnectivity to Colombo port. Emphasis is also given to institutional capacity strengthening to \n                                                \n13  Inspection requirements for import cargo is a nonphysical factor that worsens heavy traffic at the intersections. \nDetails  are  in  Attached  Technical  Assistance  Report:  Supporting  Trade  Logistics  Facilitation;  and  Sector \nBackground: Industry and Trade (accessible from the list of linked documents in Appendix 2). \n14  South Asian Association for Regional Cooperation Secretariat. 2006. SAARC Regional Multimodal Transport Study. \nKathmandu. \n15  Related port trade facilities to provide better logistics services will also be implemented under the project. Details \nare in para. 15 and the Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n16  From the Prime Minister’s statements to Parliament on 27 October 2016. \n17  ADB. 2017. Country Partnership Strategy: Sri Lanka, 2018–2022—Transition to Upper Middle-Income Country \nStatus. Manila. \n ", "4 \nsupport financial management and operation and maintenance (O&M). Support for improving \ncustoms  practices  is  in  line  with  the  operational  priorities  identified  under  the  South  Asia \nSubregional Economic Cooperation Operational Plan’s strategic objective of enhancing trade \nfacilitation.18 Improved trade logistics will strengthen competitiveness and thus also aligns with \nthe country partnership strategy’s thematic priority of supporting private sector development. \n \n12.  Value  added  by  ADB  assistance.  The  project  involves  port-related  activities  and \nmultiagency coordination, including with customs, and requires government intervention. ADB \nassistance in the toll road and its linkage with the NKB will add value by strengthening the \ninstitutional capacity of the RDA in the operation of the expressway network. As all expressways \nwill become interconnected, the current project-by-project basis of tolling operation needs to be \nchanged. Among the challenges the RDA could face is the need (i) to develop a fair, consistent, \nand accountable toll rate policy; and (ii) to introduce a technically unified modern toll collection \nsystem. The attached TA for the Expressway Operations Improvement Project will support the toll \npolicy formulation, which aligns with lessons learned from past ADB interventions.19 The project \ndesign also includes an advanced technology of the the multi-lane free flow electronic toll \ncollection (ETC) with support from the loan and the attached TA to charge tolls without physical \ntollbooths. \n \n13.  ADB’s strong ties with the implementing agencies for road, port, and regional cooperation \nwill enable an integrated and multidisciplinary approach to the project. The Employer’s detailed \ndesign has been prepared by the RDA under the Transport Project Preparatory Facility, and the \nproject has been fully reviewed by ADB’s TA for the National Port Master Plan to conform with \nfuture port development plans.20 The project requires coordination between the Sri Lanka Ports \nAuthority (SLPA) and the RDA for its location inside the port, where ADB has played a critical \nnodal role. Furthermore, ADB’s comprehensive approach in facilitating trade logistics under the \nSouth Asia Subregional Economic Cooperation will enhance the value of the project. TA support \nfor efficient trade logistics through customs modernization will contribute to improved economic \nefficiency. The TA also supports an innovative technology of electronic cargo tracking system to \nmonitor real-time container movement. Leveraging information and communications technology, \ncustoms practices, and maritime operations will be further integrated with trade logistics. \n \nB.  Impact and Outcome \n \n14.  The project is aligned with the following impact: economic growth and regional trade and \ncooperation of the country facilitated (footnote 4). The project will have the following outcome: \ntransport efficiency along the project road increased.21 \n \nC.  Outputs \n \n15.  Output 1: Elevated toll highway and related infrastructure constructed, upgraded, \nand installed. About 5.3 km of elevated toll highway between the NKB and Galle Face with a \nramp to the port and related facilities will be constructed and installed.22 An advanced ETC system \n                                                \n18  ADB. 2016. South Asia Subregional Economic Cooperation Operational Plan, 2016–2025. Manila. \n19  Attached Technical Assistance Report: Expressway Operations Improvement Project (accessible from the list of \nlinked documents in Appendix 2); ADB. 2016. Country Assistance Program Evaluation for Sri Lanka. Manila. The \ncountry assistance program evaluation emphasized that policy dialogue in the infrastructure sectors needs to be \nintensified for financial sustainability. \n20  ADB. 2016. Report and Recommendation of the President to the Board of Directors: Proposed Technical Assistance \nLoan to the Democratic Socialist Republic of Sri Lanka for the Transport Project Preparatory Facility. Manila; and \nfootnote 9. \n21  The design and monitoring framework is in Appendix 1. \n22  The elevated highway and port ramp construction requires related facilities, including an interterminal road, \nworkshops, port security gates, customs offices, surveillance cameras, scanners, and an automated logistics \n ", "5 \nwill be installed on the elevated toll highway, and will eventually be installed on the entire \nexpressway network. The project will upgrade about 1.4 km of the ground-level port access road \nfrom four to six lanes.23 A maritime facilitation center will be constructed (i) to relocate and gather \nthe administrative and operational functions, many of which will be affected by the elevated \nhighway construction; and (ii) to provide better services to port users. \n \n16.   Output 2: Tolling operation capacity of expressways strengthened. The attached TA \nfor the Expressway Operations Improvement Project will strengthen the operational capacity of \nthe expressway regarding its toll rate policy and the ETC system. The project team will hire a \nconsultant firm and individual consultants to prepare deliverables under the TA. \n \n17.  Output 3: Support for trade logistics facilitation provided. The attached TA for \nSupporting Trade Logistics Facilitation will help (i) prepare diagnostic studies, standard operating \nprocedures, and an action plan, and provide capacity building to improve risk management \npractices; (ii) undertake a feasibility study for a new customs inspection facility to improve process \nflow and timeliness; and (iii) conduct a study on the technical design and business case for an \nelectronic cargo tracking system to monitor and facilitate cargo movement to and from the port. \nThe project team will hire a consultant firm and individual consultants to prepare deliverables \nunder the TA. \n \nD.  Summary Cost Estimates and Financing Plan \n \n18.  The project is estimated to cost $360.2 million (Table 1). \n \nTable 1: Summary Cost Estimates \n($ million) \nItem  Amounta \nA.  Base Costb   \n  1.   Output 1  323.8 \n  a.   Civil works  277.9 \n  b.   Equipment  29.6 \n  c.   Consulting services  12.9 \n  d.  Recurrent costs (project management)  3.4 \n  2.   Output 2c  - \n3.   Output 3 c  - \n    Subtotal (A)  323.8 \nB.  Contingenciesd  20.2 \nC.  Financial Charges During Implementatione  16.2 \n      Total (A+B+C)  360.2 \na  Includes taxes and duties of $42.2 million. Such amount does not represent an excessive share of the project cost. \nThe government will finance taxes and duties of $42.2 million as exemption and/or cash contribution. \nb  In mid-2018 prices as of 31 March 2018. \nc  Outputs 2 and 3 are funded through the attached technical assistance projects. \nd  Physical contingencies computed at 5% for civil works, equipment, and consulting services. Price contingencies \ncomputed at an average of 5.2% on foreign exchange costs and 1.6% on local currency costs; includes provision for \npotential exchange rate fluctuation under the assumption of a purchasing power parity exchange rate. \ne  Includes interest and commitment charges. Interest during construction for the ordinary capital resources (OCR) loan \nhas been computed at the 5-year United States dollar fixed swap rate plus an effective contractual spread of 0.50% \nand maturity premium of 0.20%. Commitment charges for the OCR loan are 0.15% per year to be charged on the \nundisbursed loan amount. \nSource: Asian Development Bank estimates. \n \n \n                                                \nsystem, which will improve port logistics services together with the elevated highway. The SLPA will implement \nthese facilities. \n23  The project scope also includes rehabilitation and widening of the existing inner port road that leads to the ground-\nlevel port access road, since it will be partially affected by the elevated highway structure. \n ", "6 \n19.  Detailed cost estimates by expenditure category and by financier are included in the \nproject administration manual (PAM).24 Civil works, equipment, and consulting services are the \nmajor expenditure items under the project. \n \n20.  The government has requested a regular loan of $300 million from ADB’s ordinary capital \nresources to help finance the project. The loan will have a 29-year term, including a grace period \nof 8 years; an annual interest rate determined in accordance with ADB’s London interbank offered \nrate (LIBOR)-based lending facility; a commitment charge of 0.15% per year (the interest and \nother charges during construction to be capitalized in the loan); and such other terms and \nconditions set forth in the draft loan and project agreements. Based on the straight-line method, \nthe average maturity is 18.75 years, and the maturity premium payable to ADB is 0.20% per \nyear.25 \n \n21.  The summary financing plan is in Table 2. ADB will finance the expenditures in relation to \ncivil  works,  equipment,  consulting  services,  recurrent  costs,  and  finance  charges  during \nconstruction. The government will finance taxes and duties and part of contingencies, for a total \nof $60.2 million. \n \nTable 2: Summary Financing Plan \nAmount  Share of Total \nSource  ($ million)  (%) \nAsian Development Bank      \nOrdinary capital resources (regular loan)  300.0  83.3 \nGovernment  60.2  16.7 \n    Total  360.2  100.0 \nSource: Asian Development Bank.     \n \n22.  Climate  adaptation  is  estimated  to  cost  $7.65  million.26  ADB  will  finance  100%  of \nadaptation costs. Details are in the climate change assessment.27 \n \nE.  Implementation Arrangements \n \n23.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe PAM. \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation perioda  September 2018–June 2025 \nEstimated completion date   30 June 2025  \nEstimated loan closing date  31 December 2025 \nManagement  \n(i)   Oversight body  Project Steering Committee \nCo-chairs: Secretary of MOHRD and Secretary of MOPS  \nMembers: Ceylon Electricity Board, Colombo Municipality Council, Department \nof Motor Traffic, ERD, Ministry of Megapolis and Western Development, \nMOHRD, MOPS, National Water Supply and Drainage Board, RDA, SLCD, \nSLPA, Sri Lankan Railway, and other agencies to be invited by the co-chairs \n(ii)   Executing agencies  MOHRD, MOPS, and SLCD (TA for Supporting Trade Logistics Facilitation) \n(iii)  Key implementing agencies  RDA (road facilities and TA for the Expressway Operations Improvement \nProject) and SLPA (port trade facilities) \n(iv)  Implementation unit  RDA, 27 staff members (including seconded SLPA staff) \nSLPA, 6 staff members \nProcurement  OCB (international  3 contracts  $297.7 million \n                                                \n24  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n25  This is based on the above loan terms and the government’s choice of repayment option and dates. \n26   This includes increase in pier height and construction of new canals to help drain water. \n27  Climate Change Assessment (accessible from the list of linked documents in Appendix 2). \n ", "7 \nAspects  Arrangements \nadvertisement): civil works and \nequipment \nOCB (national advertisement):  8 contracts  $9.8 million \ncivil works and equipment \nConsulting services  Project supervision  153 person-months of  $8.2 million \nconsultants (QCBS 90:10) with  international and 1,611 \nfull technical proposal  person-months of national \nservices \nToll collection system  58 person-months of  $3.5 million \nmanagement consultants  international and 110 \n(QCBS 90:10) with full  person-months of national \ntechnical proposal  services  \nIndividual consultants  16 person-months of  $1.3 million \ninternational and 180 \nperson-months of national \nservices \nRetroactive financing and/or  RDA and SLPA will use retroactive financing and advance contracting for civil \nadvance contracting  works, equipment, and consulting services. ADB will provide retroactive \nfinancing for expenditures incurred prior to loan effectiveness but not earlier \nthan 12 months before the date of signing of the loan agreements and not \nexceeding 20% of the loan amount. \nDisbursement  The loan proceeds will be disbursed following ADB’s Loan Disbursement \nHandbook (2017, as amended from time to time) and detailed arrangements \nagreed between the government and ADB. \nADB = Asian Development Bank, ERD = External Resources Department, Ministry of National Policies and Economic \nAffairs, MOHRD = Ministry of Highways and Road Development, MOPS = Ministry of Ports and Shipping, OCB = open \ncompetitive bidding, QCBS = quality- and cost-based selection, RDA = Road Development Authority, SLCD = Sri Lanka \nCustoms Department, SLPA = Sri Lanka Ports Authority, TA = technical assistance. \na  The implementation period includes 3-year construction period for the elevated highway and 3-year defect \nnotification period after the completion of the civil works. \nSource: Asian Development Bank. \n \nIII.  ATTACHED TECHNICAL ASSISTANCE \n \n24.  Two attached TA projects are proposed (i) to improve expressway operations capacity, \nand (ii) to support trade logistics facilitation. The expansion of the expressway network will require \na fair, consistent, and accountable toll policy, and a modern and unified collection system. The \ncurrent toll rate policy and toll collection system were developed on a project-by-project basis, \nresulting in differing toll rates and collection systems among expressways. The TA for the \nExpressway Operations Improvement Project will assist in developing a new accountable toll rate \npolicy to address the long-term operational sustainability of the expressway network and support \na newly introduced ETC system by creating an enabling policy environment and strengthening \nthe RDA’s information and communications technology capacity.28 \n \n25.  Current trade logistics procedures may prevent the project from maximizing its economic \nand social benefits, particularly (i) the high inspection rate of about 80% for import goods, (ii) the \nlack of a real-time cargo tracking system, and (iii) the location of customs inspection facilities \ninside Colombo that create unnecessary traffic congestion. Without improving these procedures, \nintersections on trunk roads will continue to be heavily congested. The TA for Supporting Trade \nLogistics Facilitation will assist in (i) improving the risk management system of customs to reduce \nthe inspection rate, (ii) preparing a study for a new customs inspection facility, and (iii) preparing \nthe technical design and business case for using an electronic cargo tracking system.29 \n                                                \n28  Attached Technical Assistance: Expressway Operations Improvement Project (accessible from the list of linked \ndocuments in Appendix 2). \n29  Attached Technical Assistance: Supporting Trade Logistics Facilitation (accessible from the list of linked documents \nin Appendix 2). \n ", "8 \n26.  Expressway Operations Improvement Project. The TA is estimated to cost $550,000, \nof which $500,000 will be financed on a grant basis by ADB’s Technical Assistance Special Fund \n(TASF-6). The government will provide counterpart support in the form of counterpart staff, office \nspace, and other in-kind contributions. The RDA will be the implementing agency for the TA, which \nwill be implemented from October 2018 to September 2023 with 50.5 person-months of consultant \ninputs (10.0 international, 40.5 national). The project team will recruit a consulting firm and \nindividual consultants following the ADB Procurement Policy (2017, as amended from time to \ntime) and its associated project administration instructions and/or staff instructions. \n \n27.  Supporting Trade Logistics Facilitation. The TA is estimated to cost $1,437,500, of \nwhich $1,250,000 will be financed on a grant basis by the Japan Fund for Poverty Reduction. The \ngovernment will provide counterpart support in the form of counterpart staff, office space, and \nother in-kind contributions. The Sri Lanka Customs Department will be the executing agency for \nthe TA, which will be implemented from December 2018 to November 2020 with 66 person-\nmonths  of  consultant  inputs (24  international, 42  national).  The  project team  will  recruit  a \nconsulting firm and individual consultants following the ADB Procurement Policy (2017, as \namended from time to time) and its associated project administration instructions and/or staff \ninstructions. \nIV.  DUE DILIGENCE \n \nA.  Technical \n \n28.  The project team considered the alignment and elevated concrete box girder structure as \nthe best among the proposals it reviewed during project preparation in terms of land acquisition, \nthe number of affected SLPA facilities, current and future port operation requirements, climate \nresilience, and economic feasibility and sustainability. The Employer’s detailed design has been \nprepared by the RDA under the Transport Project Preparatory Facility (footnote 20). The design \nconsiders future extensions to Marine Drive along the coastline and to Pettah to address future \ntraffic demand generated by ongoing urban developments. The RDA adopted a higher standard \nof vehicle loading for heavy cargo traffic. The RDA will secure a minimum vertical clearance of 10 \nmeters from the ground level for the port operation, which will also increase resilience to climate \nchange risks. \n \nB.  Economic and Financial \n \n29.  Economic analysis. The economic analysis of the project follows ADB guidelines and \ncompares life cycle costs in with- and without-project scenarios, using a 9.0% discount rate and \nthe economic internal rate of return decision criteria.30 The project will cater to traffic, including \ncargo trucks, destined for the port. Quantified benefits include savings in vehicle operation costs \nand travel time, as well as a reduction in carbon dioxide emissions. The economic internal rate of \nreturn is estimated to be 14.0%.31 Sensitivity analysis demonstrated the robustness of the project. \n \n30.  Financial analysis. The project is revenue generating as a toll road. The RDA conducted \na financial analysis on an incremental basis using the discounted cash flow method and calculated \nthe financial internal rate of return following ADB guidelines. Capital costs include the construction \nof the elevated highway and the toll collection system. Operation and maintenance (O&M) costs \ninclude routine and periodic maintenance as well as operational costs of the tollway. The financial \ninternal rate of return is 2.11%, which is above the estimated weighted average cost of capital of \n1.01%. The cash flow projections indicate that the project will generate sufficient resources to \nmeet its O&M costs. \n                                                \n30  ADB. 2017. Guidelines for the Economic Analysis of Projects. Manila. \n31  Excluding carbon dioxide emissions savings, the economic internal rate of return is 13.9%. \n ", "9 \nC.  Governance \n \n31.  Policy,  legal,  and  institutional  capacity.  The  Ministry  of  Highways  and  Road \nDevelopment (MOHRD) and the Ministry of Ports and Shipping (MOPS) will act as executing \nagencies. They will formulate the policies and monitor the performance of the road and port \nsubsectors. The RDA, the implementing agency for road facilities under the road development \ncomponent, was established as a statutory authority with independent legal status through the \nRoad Development Authority Act, 1981. The SLPA, the implementing agency for port facilities \nunder  the  road  development  component,  was  established  as  a  statutory  authority  with \nindependent legal status under the Sri Lanka Ports Authority Act, 1979. The executing and \nimplementing  agencies have  sufficient  capacity  and  experience  to  procure  civil  works  and \nequipment, select consultants, and administer contracts. Implementation of the advanced ETC \nsystem will be fully supported by project management consultants. The RDA has adequate \ncapacity for the O&M of expressways. However, private sector participation will be brought into \nthe operation of the new ETC system, through a service agreement, to improve toll operation \nefficiency.32 The Sri Lanka Customs Department will be the executing agency of the TA for \nSupporting Trade Logistics Facilitation. \n \n32.   Financial management. The RDA and the SLPA have prior and ongoing experience in \nimplementing ADB-funded projects. Assessments of the RDA and the SLPA found that the \nfinancial  management  risk  is  moderate,  mainly  because  of  staffing  and  internal  audit \narrangements. The RDA and the SLPA have project accounting and finance teams with suitably \nqualified accountants. The implementing agencies will establish and maintain separate project \nrecords and accounts to identify the financing resources received and expenditures made for the \nproject, thus ensuring an adequate audit trail. The government’s Auditor General’s Department \nwill audit project accounts and financial statements annually following international auditing \nstandards. \n \n33.  Procurement and anticorruption measures. The implementing agencies have shown \nsatisfactory performance in procurement under ADB-funded projects; the procurement risk is \nassessed as moderate. Procurement of works, equipment, and consulting services will follow the \nADB Procurement Policy (2017, as amended from time to time) and Procurement Regulations for \nADB Borrowers (2017, as amended from time to time). The civil works contract for the elevated \nhighway is under procurement; concurrently, the RDA is recruiting construction supervision \nconsultants. ADB’s Anticorruption Policy (1998, as amended to date) was explained to and \ndiscussed with the government and the executing and implementing agencies. The specific policy \nrequirements and supplementary measures are described in the PAM (footnote 24). \n \nD.  Poverty, Social, and Gender \n \n34.  Poverty and social. Colombo district has a population of 2.3 million and is home to 48.7% \nof Sri Lanka’s urban population. The smooth flow of goods and people in the port area is a key \ncomponent to developing the country’s high-value-added economy. Increased port efficiency will \nindirectly benefit those living in Sri Lanka through reduced shipping costs. At the local level, \nbeneficiaries will include transport providers and businesses (including locally run businesses) \nsupporting construction and port operations. \n \n35.  Gender and development. The design of the maritime facilitation center and other \nphysical infrastructure will include gender-inclusive features, such as women’s washrooms on \nevery  floor,  and  other  design  features  that  may  benefit  female  workers  or  help  raise  the \n                                                \n32  The Expressway Operation Maintenance and Management Division of the RDA has operated and maintained 171 \nkm of expressways since 2011. \n ", "10 \npercentage of female workers in the SLPA. \n \n36.  Health and labor. The project team will make sure the contractor includes provisions for \npromoting awareness and preventing the spread of communicable diseases, including sexually \ntransmitted infections. The contractor will conduct semiannual awareness-building sessions for \nall  workers in a form and language understandable to them.  The construction supervision \nconsultants will monitor the sessions. The contractor will display awareness-raising materials in \nstrategic areas of the port. The civil works contractor will follow national core labor standards. \n \nE.  Safeguards \n \n37.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows.33 \n \n38.  Environment (category B). The project expects no significant irreversible environmental \nimpacts. The  RDA  has  prepared  initial  environmental  examination reports for  the  highway \nconstruction  and  the  maritime  facilitation  center.34  Anticipated  environmental  impacts  are \nrestricted to the project construction stage and entail typical issues related to road or building \nconstruction such as generation of dust, noise, exhaust, and waste from construction sites; and \noccupational health and safety. The most sensitive impact expected during construction is \npotential noise and vibration impacts on old historic buildings along the elevated road alignment. \nThe  environmental  management  plan  (EMP),  which  forms  part  of  the  initial  environmental \nexamination,  incorporated  mitigation  measures  to  address  all  expected  impacts,  including \nstringent measures to control and monitor noise and vibration levels. The EMP will be included in \nthe bidding documents and implementation by the contractor is mandatory. The RDA held \nconsultations with stakeholders, such as local government officials and utility agencies, during \nproject preparation and will continue to hold them during project construction. A grievance redress \nmechanism will be in place to address the concerns of any individual or agency during project \nimplementation. The RDA’s Environment and Social Safeguard Division will monitor overall \nmanagement and implementation of environmental safeguards under the project. The contractor \nand the construction supervision consultants will also include an environment specialist to ensure \nproper EMP implementation and monitoring. \n \n39.  Involuntary resettlement and indigenous peoples (category C). For all project outputs \ninvolving civil works, thorough due diligence confirmed that the project will be implemented within \nthe existing secured port area and port-owned land. The government owns the project site, no \ntitleholders or non-titleholders occupy the area, and no private structures will be affected. The \nRDA held consultations with stakeholders during project preparation. Due diligence found that the \nproject will have no impact on livelihood and indigenous peoples. The social development \nspecialist of the project supervision consultant will perform annual monitoring to verify that there \nare no impacts during implementation and that information disclosure and consultation are \ncontinued throughout the construction period. \n \nF.  Summary of Risk Assessment and Risk Management Plan \n \n40.  Significant risks and mitigating measures are summarized in Table 4 and described in \ndetail in the risk assessment and risk management plan.35 The integrated benefits and impacts \nare expected to outweigh the costs. \n                                                \n33  ADB. Safeguard Categories. \n34  Initial Environmental Examination: Elevated Highway; and Initial Environmental Examination: Maritime Facilitation \nCenter (accessible from the list of linked documents in Appendix 2). ADB disclosed both reports on the ADB website \non 29 June 2018. \n35  Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "11 \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nUnpredicted port operation requirements  The RDA and the SLPA signed a memorandum of understanding on 3 \nlead to delay in implementation of civil  July  2018  to  confirm  the  SLPA’s  fundamental  requirements  during \nworks.  construction and to make clear the relevant procedures for obtaining the \nSLPA’s approval for site access. \nImplementation is delayed because of  The RDA adopted a phased site handover approach according to the \ndelay in site handover of the sections  progress of the relocations. The sections will be handed over to the \nwhere SLPA facilities need to be  contractor 24 months after the commencement of the civil works. The \nrelocated.  RDA will consider temporary relocation of the facilities in case the \nrelocations cannot be achieved by the due date. \nDelay in implementation of trade  Sri Lanka ratified the WTO TFA on 31 May 2016.  In August 2017, the \nfacilitation agreement may affect smooth  Cabinet of Ministers approved the new NTP which was formulated by the \ntrade-related activities  Ministry  of  Development  Strategies  and  International  Trade.  NTP \nunderscores that being a signatory to the WTO TFA, a NTFC was \nestablished in June 2014. NTFC will serve as an institutional mechanism \nto oversee the planning and implementation of the trade facilitation \nreforms. \nUnpredicted administrative and policy  General coordination mechanism is in place between RDA and SLPA for \nchanges in port operation requirements  unpredicted events which may affect implementation of civil works. \nnot covered by the MOU delay civil works \nMOU = memorandum of understanding, NTFC = National Trade Facilitation Committee, NTP = National Trade Policy, \nRDA = Road Development Authority, SLPA = Sri Lanka Ports Authority, TFA = Trade Facilitation Agreement, WTO = \nWorld Trade Organization. \nSource: Asian Development Bank. \n \nV.  ASSURANCES \n \n41.  The  government,  MOHRD,  MOPS,  RDA,  and  SLPA  have  assured  ADB  that \nimplementation of the project shall conform to all applicable ADB policies, including those \nconcerning anticorruption measures, safeguards, gender, procurement, consulting services, and \ndisbursement as described in detail in the PAM and loan documents. \n \n42.  The government, MOHRD, MOPS, RDA, and SLPA have agreed with ADB on certain \ncovenants for the project, which are set forth in the draft loan agreement and project agreements. \n \nVI.  RECOMMENDATION \n \n43.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$300,000,000 to the Democratic Socialist Republic of Sri Lanka for the South Asia Subregional \nEconomic Cooperation Port Access Elevated Highway Project, from ADB’s ordinary capital \nresources, in regular terms, with interest to be determined in accordance with ADB’s London \ninterbank offered rate (LIBOR)-based lending facility; for a term of 29 years, including a grace \nperiod of 8 years; and such other terms and conditions as are substantially in accordance with \nthose set forth in the draft loan and project agreements presented to the Board. \n \n \n \n \nTakehiko Nakao \nPresident \n3 September 2018 \n ", "12  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned with \nEconomic growth and regional trade and cooperation of the country facilitated (Public Investment Programme, 2017–\n2020)a \n  Performance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  By 2026:     \nTransport efficiency  a. Average travel time from Galle  a.–c. RDA and SLPA  Delay in implementation \nalong the project road  Face to the Colombo–Katunayake  surveys  of trade facilitation \nincreased  Expressway reduced to 7 minutes  agreement may affect \n(2018 baseline: 30 minutes)b  smooth trade-related \n  activities \nb. Average daily vehicle-km using \nthe project road increased to \n111,500 (2018 baseline: 0) \n \nc. Ratio of import cargo traffic \nusing the project road from the \nport increased to 25% (2018 \nbaseline: 0%)c \nOutputs  By 2025:     \n1. Elevated toll  1a. About 5.3 km of elevated  1a.–e. RDA and SLPA  Unpredicted \nhighway and related  highway with a ramp to the port  progress reports  administrative and policy \ninfrastructure  constructed (2018 baseline: 0)  changes in port operation \nconstructed, upgraded,    requirements not covered \nand installed  1b. About 1.4 km of the existing  by the memorandum of \nport access road upgraded to 6  understanding delay civil \nlanes (2018 baseline: 4 lanes)  works. \n \n1c. ETC system installed and \ncommissioned (2018 baseline: not \napplicable) \n \n1d. Port trade facilities \nconstructed, installed, and \ncommissioned (2018 baseline: not \napplicable)d \n \n1e. Maritime facilitation center \nconstructed with inclusive features \nfor the elderly, women, children, \nand people with disability, in line \nwith ADB and Sri Lanka practices \n(2018 baseline: 0) \nTA project     \n2. Tolling operation  2a. By 2019, new toll rate policy  2a.–c. Reports by the TA \ncapacity of  guideline endorsed by the RDA  consultants \nexpressways  (2018 baseline: not endorsed)   \nstrengthened     \n2b. By 2019, operational and   \nmanagement parameters to be   \nobtained from the ETC system   \napproved (2018 baseline: not   \napproved)   \n   \n2c. By 2020, organization   \nstructure and human resources   \nplan for IT division submitted to   \nthe RDA (2018 baseline: not   \napplicable)   \n ", "Appendix 1  13 \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \n   \n2d. By 2022, at least 10 RDA IT  2d. Reports by the TA \nstaff reported increased  consultants and \nknowledge and skills in ETC (2018  participant surveys \nbaseline: not applicable)   \n \nTA project       \n3. Support for trade  3a. By 2019, at least two  3a.–c. Reports by the TA \nlogistics facilitation  diagnostic studies on risk  consultants \nprovided  management systems submitted \nto the SLCD (2018 baseline: 0) \n \n3b. By 2020, feasibility study for a \nnew customs inspection facility \nsubmitted to the SLCD (2018 \nbaseline: not applicable) \n \n3c. By 2020, technical design and \nbusiness case for the ECTS \nsubmitted to the SLCD (2018 \nbaseline: not applicable) \nK  ey Activities with Milestones \n1.  Elevated toll highway and related infrastructure constructed, upgraded and installed \n1.1  Award the maritime facilitation center construction contract by 2019 \n1.2  Award road construction contract by 2018 \n1.3  Award toll collection system contract by 2019 \n1.4  Relocate 49 affected SLPA facilities by 2020 \n1.5  Complete maritime facilitation center by 2020 \n1.6  Complete road construction works and toll collection installation by 2021 \n2.  Tolling operation capacity of expressways strengthened \n2.1  Mobilize TA consultants by 2019 \n2.2  Develop toll rate policy and guidelines by 2019 \n2.3  Prepare action plan to create enabling policy environment for the toll collection system by 2020 \n2.4  Develop action plans for the establishment of an IT section by 2020 \n2.5  Conduct training program by 2022 \n3.  Support for trade logistics facility provided \n3.1  Mobilize TA consultants by 2019 \n3.2  Prepare reports on risk management and cross-border compliance by 2019 \n3.3  Prepare technical design and business case for the ECTS by 2020 \n3.4  Prepare a study for a new customs inspection facility by 2020 \nInputs \nADB: $300,000,000 (regular loan); $500,000 (TASF-6 grant) \nGovernment: $60,200,000 \nJapan Fund for Poverty Reduction: $1,250,000 (TA grant) \nAssumptions for Partner Financing \nOutput necessary to reach design and monitoring framework outcome that is not administered by ADB includes: \nNew Kelani Bridge constructed (Japan International Cooperation Agency ) \nADB = Asian Development Bank, ECTS = electronic cargo tracking system, ETC = electronic toll collection, IT = \ninformation technology, km = kilometer, RDA = Road Development Authority, SLCD = Sri Lanka Customs Department, \nSLPA = Sri Lanka Ports Authority, TA = technical assistance, TASF = Technical Assistance Special Fund. \na  Government of Sri Lanka, Ministry of National Policies and Economic Affairs. 2017. Public Investment Programme \n2017–2020. Colombo. \nb  The travel time includes 2 km of the New Kelani Bridge section. \nc  The target indicator is linked to outputs of the TA for Supporting Trade Logistics Facilitation and the implementation \nprogress of the trade facilitation agreement, particularly through the physical inspection rate. \nd  The port trade facilities include the construction of a customs office and security gates at the port ramp, construction \nof internal roads from the security gates to an existing road and between container terminals, and procurement of a \ncargo inspection scanner. \nSource: Asian Development Bank. \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \n http://www.adb.org/Documents/RRPs/?id=50299-001-3 \n \n1.  Loan Agreement \n2.  Project Agreement: Road Development Authority \n3.  Project Agreement: Sri Lanka Ports Authority \n4.  Sector Assessment (Summary): Transport (Urban Roads and Traffic Management) \n5.  Project Administration Manual \n6.  Contribution to the ADB Results Framework \n7.  Development Coordination \n8.  Economic and Financial Analysis \n9.  Country Economic Indicators \n10.  Summary Poverty Reduction and Social Strategy \n11.  Risk Assessment and Risk Management Plan \n12.  Attached Technical Assistance Report: Expressway Operations Improvement Project \n13.  Attached Technical Assistance Report: Supporting Trade Logistics Facilitation \n14.  Climate Change Assessment \n15.  Initial Environmental Examination: Elevated Highway \n16.  Initial Environmental Examination: Maritime Facilitation Center \n \nSupplementary Documents \n17.  Summary of Technical Aspects of the Elevated Highway \n18.  Multi-Lane Free Flow Electronic Toll Collection \n19.  Sector Background: Industry and Trade \n20.  Resettlement Due Diligence Report: South Asia Subregional Economic Cooperation Port \nAccess Elevated Highway Project \n21.  Resettlement Due Diligence Report: South Asia Subregional Economic Cooperation Port \nAccess Elevated Highway Project (Maritime Facilitation Center) \n \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20180906131636+08'00'", "Creator": "PDF24 Creator", "Keywords": "sri lanka, trade logistics, sri lanka expressways, sri lanka highways, elevated tollways, expressway operations, new kelani bridge, galle face, multimodal logistics, port connectivity, regional trade, SASEC, adb projects, 50299-001", "ModDate": "D:20181001104858+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The project will finance the construction of about 5.3 kilometers (km) of an elevated toll highway with related facilities between the New Kelani Bridge (NKB) and Galle Face in central Colombo. It will provide a direct link to the city center and the port from the Colombo–Katunayake Expressway and extend the expressway network into the city.", "Title": "South Asia Subregional Economic Cooperation Port Access Elevated Highway Project: Report and Recommendation of the President"}}