{"path": "data/input/ta/50312-003-tar-en.pdf", "pages": ["   \nTechnical Assistance Report\n \n \nProject Number: 50312-003 \nTransaction Technical Assistance (TRTA) \nJanuary 2018 \n \n \nPeople’s Republic of Bangladesh: Railway Rolling \nStock Operations Improvement Project \n(Financed by the Asian Clean Energy Fund under the Clean \nEnergy Financing Partnership Facility) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Public Communications \n \nPTohelic vyie 2w0s1 e1x.p ressed herein are those of the consultant and do not necessarily represent those of ADB’s \n members, Board of Directors, Management, or staff, and may be preliminary in nature.  \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 8 January 2018) \n \nCurrency unit  –  taka (Tk) \nTk1.00  =  $0.0120      \n$1.00  =  Tk82.9750     \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  APU  –  auxiliary power unit \n  CO   –  carbon dioxide \n2\n  ERPIT  –  enterprise resource planning information technology \n  TA  –  technical assistance \n       \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Bangladesh and its agencies ends on \n30 June. “FY” before a calendar year denotes the year in which the fiscal year \nends, e.g., FY2018 ends on 30 June 2018. \n(ii)  In this report, “$” refers to United States dollars. \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Ravi Venkat Peri, Transport and Communications Division, SARD \n   \nTeam leader  Tsuneyuki Sakai, Senior Transport Specialist, SARD \nTeam members  Eloise Fluet, Social Development Specialist, SARD \nJohan Georget, Transport Specialist, SARD \nMohammad Nazrul Islam, Senior Project Officer (Transport), SARD \n  Yang Li, Counsel, Office of the General Counsel \nTheresa Mora, Project Analyst, SARD \nFaithful Ramirez, Senior Operations Assistant, SARD \nKarma Yangzom, Senior Environment Specialist, SARD \nPeer reviewer  Takeshi Fukayama, Transport Specialist, Southeast Asia Department \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \n \nI.  THE PROPOSED PROJECT  1 \nII.  THE TECHNICAL ASSISTANCE  2 \nA.  Justification  2 \nB.  Outputs and Activities  2 \nC.  Cost and Financing  3 \nD.  Implementation Arrangements                                                                               3  \n \n \nAPPENDIXES  \n1.  Cost Estimates and Financing Plan                                                                                   5 \n2.  List of Linked Documents                                                                                                  6    \n ", "", " \nI.  THE PROPOSED PROJECT \n \n1.  Bangladesh’s transport system consists of roads, railways, inland waterways, seaports for \nmaritime shipping, and civil aviation facilities that cater to both domestic and international traffic. \nHistorically,  the  railway  enjoyed  a  monopoly  as  a  carrier  and  transported  most  principal \ncommodities, including cement, coal, fertilizer, raw jute, stone, food grain, and sugar cane. \nHowever, the railway began losing market share, declining from 30% in 1975 to a mere 4% in \n2015 for both passenger and freight transports. Among the different modes of transport, by 2015 \nroad transportation has become dominant, carrying over 70% of passenger and 60% of freight \ntraffic. The drop in market share of the railway as a carrier is the result of the long-term inadequate \ninvestment  in  railway  infrastructure,  causing  inconvenient  and  unreliable  operations  and \nuncomfortable experiences for passengers. \n \n2.  Efficient  railway  operations  require  an  adequate  number  of  effective  rolling  stock. \nBangladesh Railway had 278 diesel locomotives, 1,249 coaching vehicles, and 8,677 freight \nwagons at the end of fiscal year 2016. However, majority of them are aged over 30 years and the \nold rolling stock is no longer reliable to operate due to frequent malfunctions. \n \n3.  The proposed Railway Rolling Stock Operations Improvement Project will finance the \nprocurement of 40 diesel locomotives, 125 luggage vans for passenger and parcel trains, and \n1,000 vans and wagons for freight trains for use in the major corridors of Bangladesh Railway’s \nnetwork. The proposed project will also finance the consulting services to prepare the detailed \ndesigns for four locomotive maintenance facilities to expedite the preparation of investment \nprojects for urgently required maintenance facilities. The project will also provide institutional \nsupport to mainstream the use of the enterprise resource planning information technology (ERPIT) \nsystem developed under the Railway Sector Investment Program of the Asian Development Bank \n(ADB).1 The proposed project will enhance the overall operational capacity of Bangladesh \nRailway, and contribute to the modal shift from roads to rail. \n \n4.  The project is aligned with the following impacts: (i) a balanced 3R (rail, river, and road)-\nbased multimodal transport infrastructure system developed,2 and (ii) greenhouse gas emission \nin the power, transport, and industry sectors reduced.3 The project will have the following outcome: \noperational and energy efficiency of Bangladesh Railway improved.4 \n \n5.  ADB assistance in purchasing railway rolling stock will increase the operational capacity \nof Bangladesh Railway by expediting the replacement of old, inefficient rolling stock. The rolling \nstock to be procured under the proposed project will include 40 locomotives equipped with an \nauxiliary power unit (APU), which will be introduced for the first time into Bangladesh Railway. \nAPU will significantly reduce the fuel consumption of locomotives during idling time. The effect of \nAPU  has  been  proven  internationally  and,  in  the  case  of  the  Indian  Railways  in  India,  a \nneighboring country of Bangladesh, APU consumed about 85% less diesel fuel than the main \nengine per hour. The fuel cost savings will  contribute to the improvement of the financial \nperformance of Bangladesh Railway and the reduction of greenhouse gas emissions. \n \n                                                \n1  ADB. 2006. Report and Recommendation of the President to the Board of Directors: Proposed Multitranche    \n   Financing Facility and Technical Assistance Grant to the People’s Republic of Bangladesh for the Railway Sector  \n   Investment Program. Manila. \n2  Government of Bangladesh, Planning Commission. 2015. Seventh Five-Year Plan FY2016-FY2020. Dhaka. \n3  Ministry of Environment and Forests, Government of People’s Republic of Bangladesh. 2015. Intended Nationally  \n   Determined Contribution (INDC). Dhaka. \n4  The design and monitoring framework is in Appendix 1. \n ", "2 \nII.  THE TECHNICAL ASSISTANCE \nA.  Justification \n6.  Bangladesh Railway will procure 40 locomotives equipped with APU for the first time into \nits operations. APU will allow the shutdown of the main engine during idling time, reducing fuel \nconsumption and greenhouse gas emissions. APU operation is automatic in principle and there \nare no concerns over the applicability to Bangladesh Railway. However, the realization of the full \npotential of APU can only be achieved with appropriate operations by the locomotive drivers. For \ninstance, a pilot test by Indian Railways, the neighboring country of Bangladesh, showed that only \n43% of potential APU operation hours are utilized due to inadequate operations by locomotive \ndrivers. Due to lack of confidence in APU, locomotive drivers tend to switch off APU for fear of \nunexpected failures during the locomotive operations. Since this is the first introduction to \nBangladesh, it is reasonable to expect that the utilization rate of potential APU operation hours \nwill be less than in the case of Indian Railways. Support for realizing the full potential of APU will \nbe the key to maximizing the effects of the proposed loan project. \n \n7.  The technical assistance (TA) will provide training to locomotive drivers in accordance with \nthe supplier’s operation manuals of APU-equipped locomotives. It will also support Bangladesh \nRailway to establish the training program with the preparations of training materials based on \nwhich Bangladesh Railway will be able to train its locomotive drivers after the proposed project; \nkeeping pace with the increase in APU-equipped locomotives in the future. In addition, as a policy \ndirection for improving the overall energy-efficient operations of Bangladesh Railway, the TA will \nrecommend potential solutions to improve the overall energy efficiency of rolling stock operations. \n \n8.  Considering the TA’s objective to support mainstreaming the use of a new technology in \nBangladesh Railway, the ADB-administered TA will be a better tool than a loan consulting service \nunder the proposed loan project. ADB’s direct administration of the technical assistance will attract \ninternational consultants with adequate expertise in the technology, leading to the selection of the \nbest-suited consultant. Direct supervision of the consultant’s activities by ADB will ensure the \nquality of services in this area that is unfamiliar to Bangladesh Railway. \n \nB.  Outputs and Activities  \n9.  The major outputs and activities are summarized in Table 1. \n \nTable 1: Summary of Major Outputs and Activities \nMajor Outputs  Delivery Dates  Key Activities with Milestones \n1. Assessment report of energy  June 2019  1.1 General assessment of energy efficiency level \nefficiency  of  Bangladesh  of rolling stock operations by April 2019 \nRailway operations prepared. \n1.2 Preparation of assessment report by June 2019 \n2. Training  program  on  APU  June 2019  2.1 Preparation of training program with training \noperations prepared.  manuals by June 2019 \n3. Training  of  100  locomotive  October 2019  3.1 Completion of all training activities by October \ndrivers  of  Bangladesh  2019 \nRailway completed. \nAPU = auxiliary power unit. \nSource: Asian Development Bank. \n \n ", "3 \nC.  Cost and Financing \n10.  The TA is estimated to cost $500,000, of which $500,000 will be financed on a grant basis \nby the Asian Clean Energy Fund under the Clean Energy Financing Partnership Facility. The key \nexpenditure items are listed in Appendix 1. \n \n11.  The Asian Clean Energy Fund5 under the Clean Energy Financing Partnership Facility can \nfinance consulting services, equipment, and works for \n \n(i)  economic and sector work linking clean energy to sustained growth and other \nrelated areas; \n(ii)  developing and preparing projects, transactions, and programs for investment; \n(iii)  sharing  project  development  costs  for  investment  in  combination  with  other \ngovernment, donor, and commercial funding; \n(iv)  support  cooperation  for  science  and  technology  to  facilitate  the  transfer  of \ntechnology, knowledge, and experience; \n(v)  build the capacity of market actors in the context of implementing clean energy \ninvestments and programs; \n(vi)  commercialize and replicate new clean energy finance instruments; and \n(vii)  support for other non-lending measures, i.e., policies, regulations, standards, and \ninstitutional capacity building. \n \n12.  The government will provide counterpart support in the form of counterpart staff, office \nspace, and other in-kind contributions. \n  \nD.  Implementation Arrangements \n13.  ADB will administer the TA. ADB’s South Asia Department will select, supervise, and \nevaluate the consultant. \n \nTable 2: Implementation Arrangements \nAspects   Arrangements \nIndicative implementation period  January 2019–October 2019 \nExecuting agency  Bangladesh Railway \nImplementing agency  Bangladesh Railway \nConsultants  To be selected and engaged by ADB \nFirm: QCBS with  22 person-months  $500,000 \nquality: cost ratio of \n(13 international, 9 \n90:10, using biodata \nnational) \ntechnical proposals \nDisbursement  The TA will be disbursed following ADB's Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). \nAsset turnover or disposal  Assets purchased under the technical assistance will be turned over to the \narrangement upon TA completion  executing agency at the end of the TA. \nADB = Asian Development Bank; QCBS = quality and cost based selection method; TA = technical assistance. \nSource: Asian Development Bank. \n \n                                                \n5  Established by the Government of Japan. \n ", "4 \n14.  Consulting services. The TA requires inputs from international experts in the areas of \nrailway energy efficiency and diesel locomotive engineering, and from a national expert for railway \nstaff training. An international firm will be engaged in accordance with ADB’s Guidelines on the \nUse of Consultants (March 2013, as amended from time to time). 6 The quality- and cost-based \nselection method with a quality: cost ratio of 90:10 and biodata technical proposals will be used \nfor this recruitment. Output-based contracts with reimbursable items based on actual expenses \nwill be used. The consultants will procure the goods required to achieve the outputs of the TA. \nThese goods will be turned over to the executing agency at the end of the TA. \n \n                                                \n6  Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 2). \n ", "Appendix 1  5 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nItem  Amount \nA.  Asia  Clean  Energy  Funda  under  the  Clean  Energy  Financing   \nPartnership Facility \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  373.00 \nii.  National consultants  45.00 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  27.00 \nii.  Equipment (PC and PC peripherals)  5.0 \niii.  Training, seminars, and conferences  10.0 \niv.  Reports and communications  5.0 \nv.  Miscellaneous administration and support costs  10.0 \n2.  Contingencies  25.0 \nTotal  500.0 \nPC = personal computers. \nNote: The technical assistance is estimated to cost $500,000, of which contributions from the Asian Clean Energy Fund \nunder the Clean Energy Financing Partnership Facility are presented in the table above. The government will provide \ncounterpart support in the form of counterpart staff, office space, and other in-kind contributions. \na Established by the Government of Japan and administered by the Asian Development Bank. \nSource: Asian Development Bank estimates.\n ", "6  Appendix 2 \nLIST OF LINKED DOCUMENTS  \n \nhttp://www.adb.org/Documents/LinkedDocs/?id=50312-003-TAReport\n \n1.  Terms of Reference for Consultants \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20190225101605+08'00'", "Creator": "Microsoft® Word 2016", "Keywords": "bangladesh, bangladesh railway, railway operations, railway infrastructure, multimodal transport infrastructure, balanced 3r, railway rolling stock, 50312, loan 3645, loan 3646, ta 9504, adb technical assistance, approved technical assistance, tar, ta projects, trta", "ModDate": "D:20190225111225+08'00'", "Producer": "Microsoft® Word 2016", "Subject": "Technical Assistance Report", "Title": "50312-003: Railway Rolling Stock Operations Improvement Project"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 8 January 2018) \n \nCurrency unit  –  taka (Tk) \nTk1.00  =  $0.0120      \n$1.00  =  Tk82.9750     \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  APU  –  auxiliary power unit \n  CO   –  carbon dioxide \n2\n  ERPIT  –  enterprise resource planning information technology \n  TA  –  technical assistance \n       \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Bangladesh and its agencies ends on \n30 June. “FY” before a calendar year denotes the year in which the fiscal year \nends, e.g., FY2018 ends on 30 June 2018. \n(ii)  In this report, “$” refers to United States dollars. \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Ravi Venkat Peri, Transport and Communications Division, SARD \n   \nTeam leader  Tsuneyuki Sakai, Senior Transport Specialist, SARD \nTeam members  Eloise Fluet, Social Development Specialist, SARD \nJohan Georget, Transport Specialist, SARD \nMohammad Nazrul Islam, Senior Project Officer (Transport), SARD \n  Yang Li, Counsel, Office of the General Counsel \nTheresa Mora, Project Analyst, SARD \nFaithful Ramirez, Senior Operations Assistant, SARD \nKarma Yangzom, Senior Environment Specialist, SARD \nPeer reviewer  Takeshi Fukayama, Transport Specialist, Southeast Asia Department \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "Wencai Zhang", "role": "Operations", "organization": ""}, {"fullname": "Hun Kim", "role": "South Asia Department (SARD)", "organization": ""}, {"fullname": "Ravi Venkat Peri", "role": "Transport and Communications Division", "organization": "SARD"}, {"fullname": "Tsuneyuki Sakai", "role": "Senior Transport Specialist", "organization": "SARD"}, {"fullname": "Eloise Fluet", "role": "Social Development Specialist", "organization": "SARD"}, {"fullname": "Johan Georget", "role": "Transport Specialist", "organization": "SARD"}, {"fullname": "Mohammad Nazrul Islam", "role": "Senior Project Officer (Transport)", "organization": "SARD"}, {"fullname": "Yang Li", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Theresa Mora", "role": "Project Analyst", "organization": "SARD"}, {"fullname": "Faithful Ramirez", "role": "Senior Operations Assistant", "organization": "SARD"}, {"fullname": "Karma Yangzom", "role": "Senior Environment Specialist", "organization": "SARD"}, {"fullname": "Takeshi Fukayama", "role": "Transport Specialist", "organization": "Southeast Asia Department"}]}