{"path": "data/input/ta/50318-001-tar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 50318-001   \nCapacity Development Technical Assistance (CDTA) \nMarch 2017 \n \n \n \nRepublic of Kazakhstan:Fostering the Development \n   \nof Renewable Energy  \n(Financed by the Clean Energy Fund under the Clean Energy \nFinancing Partnership Facility) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB's  Public \nCommunications Policy 2011. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \n members, Board of Directors, Management, or staff, and may be preliminary in nature.  \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 15 February 2017) \n \nCurrency unit  –  tenge (T) \nT1.00  =  $0.0031104 \n$1.00  =  T321.5 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  GHG  –  greenhouse gas \n  KEGOC  –  Kazakhstan Electricity Grid Operating Company \n  km   –  kilometer  \n  PMU  –  project management unit \n  TA  –  technical assistance \n       \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice-President  W. Zhang, Operations 1 \nDirector General  S. O’ Sullivan, Central and West Asia Department (CWRD)  \nDirector  F. Kawawaki, Energy Division, CWRD  \n   \nTeam leader  L. Mtchedlishvili, Principal Energy Specialist, CWRD \nTeam members  F. Golez, Senior Operations Assistant, CWRD  \n  A. Sakai, Energy Specialist, CWRD  \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n  \nPage \n \nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Methodology and Key Activities  2 \nC.  Cost and Financing  3 \nD.  Implementation Arrangements  3 \nIV.  THE PRESIDENT'S DECISION  4 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  5 \n2.  Cost Estimates and Financing Plan  7 \n3.  Outline Terms of Reference for Consultants  8 \n \n \n \n ", "", "Project Classification Information Status: Complete\nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 50318-001\nProject Name Fostering the Development of  Department CWRD/CWEN\nRenewable Energy /Division\nCountry Kazakhstan Executing  Kazakhstan Electricity Grid Operating \nAgency Company (KEGOC)\nqq\n2. Sector Subsector(s)      Financing ($ million)\nEnergy Electricity transmission and distribution 0.40\nRenewable energy generation - solar 0.30\nRenewable energy generation - wind 0.30\nTotal 1.00\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the  Low\ngrowth (IEG) including jobs, created and expanded Project\nEnvironmentally  Natural resources conservation\nsustainable growth \n(ESG)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Institutional development No gender elements (NGE)\ncapacity development\n(GCD)\nKnowledge solutions  Application and use of new \n(KNS) knowledge solutions in key \noperational areas\nPartnerships (PAR) Foundations\nOfficial cofinancing\nPrivate sector  Public sector goods and services \ndevelopment (PSD) essential for private sector \ndevelopment\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Not Applicable\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG7, SDG13\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.00\n    None 0.00\nCofinancing 1.00\n    Clean Energy Fund under the Clean Energy Financing Partnership  1.00\nFacility\nCounterpart 0.40\n    Beneficiaries 0.40\nTotal 1.40\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 27102016161521538012 Generated Date: 03-Mar-2017 17:23:51 PM", "", " \nI.  INTRODUCTION \n1.  On 30 May 2013, the President of Kazakhstan approved the Concept for Transition of \nthe Republic of Kazakhstan to Green Economy, which set targets for power generation from \nrenewable energy sources (wind and solar) of 3% by 2020 and 10% by 20301. Separately, \nKazakhstan’s Intended Nationally Determined Contribution under the 2015 Paris Agreement set \na target to unconditionally reduce greenhouse gas (GHG) emissions by 15% (25% conditional) \nby  2030  compared  to  the  1990  baseline. The  targets  are  ambitious and  require  thorough \nplanning to make them achievable.  \n2.  In August 2016, the Ministry of Energy requested the Asian Development Bank (ADB) to \nprovide  technical  assistance  (TA)  for  the  Kazakhstan  Electricity  Grid  Operating  Company \n(KEGOC) to strengthen its capacity in power system planning for the integration of renewable \nenergy sources into the national grid.2 The TA supports the development of clean energy and \nthe reduction of GHG emissions, which are included as a core development area in the country \npartnership strategy, 2012–2016 for Kazakhstan.3 \n3.  The  TA  concept  was  formulated  with  the  Ministry  of  Energy,  state-owned  power \ngeneration company Samruk-Energy, and KEGOC;4 and is expected to benefit their respective \noperations.5 The design and monitoring framework is in Appendix 1. \nII.  ISSUES \n4.  The  Government  of  Kazakhstan  is  committed  to  increase  the  share  of  electricity \ngenerated from renewable energy sources in the overall power generation portfolio and reduce \nGHG emissions. In addition to the decree mentioned above, the government in 2013 approved \na  road  map  and  a  plan  for  renewable  energy  generation  plants  until  2020.  In  2014,  the \ngovernment approved feed-in tariffs for electricity generated from wind and solar generation \nsources. In 2015, the Ministry of Energy designated the Financial Settlement Centre for Support \nto Renewable Energy Sources LLP as a buyer and seller of electricity generated from large-\nscale renewable energy sources. The Financial Settlement Center is a subsidiary of KEGOC. \nKEGOC has technical and commercial interest in integrating into the grid, and transmitting and \nselling  the  electricity  generated  from  renewable  sources.  In  2016,  the  Ministry  of  Energy \ndecided  to  start  auctioning  renewable  energy  projects  for  which  a  related  mechanism  is \ncurrently being developed.6  \n5.  Despite established legal and commercial frameworks, the penetration of renewable \nenergy  generation  remains  low.  As  of  January  2016,  the  total  installed  power  generation \ncapacity of Kazakhstan was 21,307 megawatts, of which 87.0% was based on fossil fuels. \nAnother 12.0% of generation was from hydropower plants, while the generation from wind and \nsolar accounted only for 0.6% of total installed capacity.7 \n6.  KEGOC has been successfully managing Kazakhstan's high-voltage grid (approximately \n                                                \n1 Government of Kazakhstan. 2013. Decree No. 577: Decree of the President of the Republic of Kazakhstan dated 30   \n  May  2013—Concept  of  transition  of  the  Republic  of  Kazakhstan  to  “green  economy.”  Astana  \nhttp://www.pavlodar.gov.kz/page.php?page_id=66&lang=3.  \n2 KEGOC is a state-owned electricity transmission and dispatch joint-stock company. \n3 ADB. 2012. Country Partnership Strategy: Kazakhstan, 2012–2016. Manila. \n4 The consultation missions were fielded in December 2015 and May 2016 and fact-finding mission in August 2016. \n5 The TA first appeared in the business opportunities section of ADB’s website on 26 October 2016. \n6 The development of this mechanism is being supported by ADB.  \n7 Source: KEGOC.  \n ", "2   \n25,000 kilometers) since Soviet times. Its staff has vast experience in operation, planning, and \nmaintenance of the network supplied from conventional energy generation sources (coal, gas, \nand hydropower). Russian system planning software RastWin and Mustang, used by KEGOC, \nwere sufficient to undertake static and dynamic stability analysis of integration of conventional \ngeneration sources.  \n \n7.  The  3%  target  of  renewable  energy  share  for  2020  (para.  1)  does  not  look  high, \nhowever, if the concentration of renewable energy generation sources in one region is high and \nthe grid is weak, the impact on the power system in that region will be substantial. Presently, \nKEGOC does not possess sufficient technical capacity and tools to analyze the impact of \nintegrating  intermittent  energy,  such  as  solar  and  wind,  to  the  grid.  Consequently,  the \napplications from public and private sector developers on the construction of new wind and solar \npower plants are deferred until their impact on the power system is analyzed and adequate grid \nreinforcement measures are undertaken.  \n \n8.  KEGOC, responding to the increasing pressure from the government, started to analyze \nfinancial,  legal,  technical  operations,  and  system  planning  aspects  of increased renewable \nenergy  penetration  that  could  impact  its  operations. The  International  Finance  Corporation \nsupported  KEGOC  in  this  process.  They  organized  workshops,  including  those  related  to \nsystem  planning,  where  various  modern  tools  were  discussed.  After  studying  several \nalternatives in detail, KEGOC’s technical team and management selected system planning \nsoftware PowerFactory produced by the German company DIgSILENT as the most appropriate \nto meet the objectives. PowerFactory was selected for its (i) complete user interface, all-analytic \nfunctions, and customized add-ons in Russian language; (ii) full Russian language support; and \n(iii) former Soviet Union-type equipment database.8   \n \n9.  The Ministry of Energy and KEGOC have limited experience with renewable energy \nprojects, particularly on the technical side. Therefore, the government decided to implement the \nproject with the help of development partners and requested ADB support with procurement and \ninstallation of the modern system planning software PowerFactory. This tool is required not only \nto meet the 2020 renewable energy target, but to undertake long-term planning to meet 2030 \nand 2050 renewable energy generation targets. \n \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n10.  The impact will be electricity supply from renewable energy sources in Kazakhstan \nincreased to 3% by 2020. The outcome will be transmission system operator’s capacity for \nplanning and modeling of the integration of variable power generation sources into the Kazakh \npower system established.  \n \nB.  Methodology and Key Activities \n11.  The TA outputs are the following:  \n                                                \n8  In 2008, the United States Agency for International Development funded the Regional Energy Markets Assistance \nProgram, which procured similar system planning software PSS®E for system operators in Kazakhstan, Kyrgyz \nRepublic, Tajikistan, and Turkmenistan; and for the Coordination and Dispatch Center  in Tashkent, Uzbekistan. \nHowever, none of these entities ever used this software due to absence of a Russian language interface. \n ", "  3 \n(i)  KEGOC’s transmission system planning and operation staff trained on modern \nsystem planning tools; \n(ii)  KEGOC’s system planning tools improved; and \n(iii)  a list of transmission grid reinforcement projects necessary to integrate electricity \ngenerated from renewable energy sources prepared.  \n \n12.  Together,  these  outputs  and  associated  activities  will  contribute  to  the  efficiency \nimprovements in the operation and planning of the power system. KEGOC’s planning and \nsystem operation staff will be equipped with the skills, knowledge, and tools to analyze the \nimpact of renewable energy integration to the grid. This will expedite the increase of renewable \nenergy project development and will achieve the country’s 3% target of renewable energy share \nby 2020. The proposed TA is also expected to lead to further investments in transmission and \nrenewable energy projects. \n13.  A possible risk for the TA is the limited number of highly skilled technical consultants \nwho are capable to conduct the system studies specified (i.e., the studies to analyze the impact \nof renewable energy integration to a country’s grid utilizing simulation software). To mitigate this \nrisk, advertisements will be taken out across various media outlets to garner interest from \nqualified consultants. \nC.  Cost and Financing \n14.  The TA is estimated to cost $1,400,000, of which $1,000,000 will be financed on a grant \nbasis by the Clean Energy Fund9 under the Clean Energy Financing Partnership Facility and \nadministered by ADB. The remaining $400,000 will be financed by KEGOC. The cost estimates \nand financing plan are in Appendix 2. \n15.  KEGOC will provide counterpart support in the form of equipment and backup systems \nfor the installation of new planning software, taxes, counterpart staff, office space and furniture, \ninternet, telecommunication, and other in-kind contributions. \nD.  Implementation Arrangements \n16.  The TA will be implemented from March 2017 to February 2018. The executing agency \nfor the TA will be KEGOC, which will be monitored by the Ministry of Energy. The Energy \nDivision  of  ADB’s  Central  and  West  and  Asia  Department  will  closely  monitor  the \nimplementation of the TA.  \n17.  ADB will recruit a firm of international consultants to undertake this task,  using the \nquality- and cost-based selection (QCBS) method using simplified technical proposal, following \nADB's Guidelines on the Use of Consultants (2013, as amended from time to time). Quality–cost \nweighting of 90:10 will be used to maximize the quality of the complex system analysis. The TA \nrequires international consultant inputs of 21 person-months. The required areas of expertise \ninclude (i) transmission planning and (ii) material and costing engineering. The outline terms of \nreference are in Appendix 3.  \n18.  The expected results are in line with the TA’s outputs. Of the total TA cost, $410,000 will \nbe allocated as provisional sums for the procurement of the transmission system planning \nsoftware and associated licenses. The software will be procured in accordance with ADB's \n                                                \n9 Financing partners: the governments of Australia, Norway, Spain, Sweden, and the United Kingdom.  \n ", "4   \nProcurement Guidelines (2015, as amended from time to time) under the direct contracting \n(single source) method (para. 8). \n19.  Trained KEGOC employees are expected to disseminate the knowledge and skills they \nhave obtained from the TA to the other KEGOC staff. In this manner, the outcome will be spread \nover the KEGOC, specifically planning and system operation staff, strengthening the institutional \ncapacity on renewable energy integration. \n \nIV.  THE PRESIDENT'S DECISION \n \n20.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering  technical  assistance  not  exceeding  the  equivalent  of  $1,000,000  to  the \nGovernment of Kazakhstan to be financed on a grant basis by the Clean Energy Fund under the \nClean  Energy  Financing  Partnership  Facility  for  Fostering  the  Development  of  Renewable \nEnergy, and hereby reports this action to the Board. \n \n \n ", "Appendix 1  5 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with \nElectricity supply from renewable energy sources in Kazakhstan increased to 3% by 2020.a \n  Performance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nOutcome       \nTransmission system  a. Modern transmission  a. KEGOC annual  Unfavorable \noperator’s capacity  planning system  management report  macroeconomic \nfor planning and  operational by 2018  conditions deter \nmodeling of the  investments in \n   \nintegration of variable  renewable energy  \npower generation \nsources into the \nKazakh power \nsystem established. \nOutputs       \n1. KEGOC’s  1a. At least two workshops  1a. KEGOC annual   \ntransmission system  to train 24 transmission  management report and \nplanning and  system planning and  TA final report \noperation staff trained  operations staff, of which \n \non modern system  30% are female, \nplanning tools  completed by 2017 (2016 \nbaseline: NA) \n \n2. KEGOC’s system  2a. Power system  2a. KEGOC annual  Limited number of \nplanning tools  modeling, analysis, and  management report and  highly skilled technical \nimproved  simulation software  TA final report  consultants \ninstalled at KEGOC by  participating \n \n2017 (2016 baseline: NA) \n2b. KEGOC annual \n2b. Kazakh transmission \nmanagement report and \ngrid converted or built into \nTA final report \na new platform by 2017 \n(2016 baseline: NA)   \n \n3. A list of  3a. Power system  3a. KEGOC annual   \ntransmission grid  simulations and analysis  management report and \nreinforcement  completed by 2018 (2016  TA final report \nprojects necessary to  baseline: NA) \nintegrate electricity \ngenerated from \nrenewable energy \nsources prepared \n Key Activities with Milestones \n1. KEGOC’s transmission system planning and operation staff trained on modern system planning \ntools   \n1.1 Training needs assessment completed by March 2017 \n1.2 Two training workshops on modern transmission system planning tools for integration of renewable \nenergy generation sources completed by June 2017 \n ", "6  Appendix 1 \n2. KEGOC’s system planning tools improved  \n2.1 All licenses for a new planning software procured by March 2017 \n2.2 All hardware and backup systems procured by March 2017 \n2.3 All hardware and software installed by April 2017 \n2.4 Kazakh power system converted into a platform by August 2017 \n \n3. A list of transmission grid reinforcement projects necessary to integrate electricity generated \nfrom renewable energy sources prepared \n3.1 Simulations and power system analysis commenced by September 2017 \nInputs \nClean Energy Fund under the Clean Energy Financing Partnership Facility: $1,000,000   \nKEGOC: $400,000 \nNote: KEGOC will provide counterpart support in the form of equipment and backup systems for the \ninstallation  of  new  planning  software,  taxes,  counterpart  staff,  office  space  and  furniture,  internet, \ntelecommunication, and other in-kind contributions. \nAssumptions for Partner Financing \nNot Applicable \nKEGOC = Kazakhstan Electricity Grid Operating Company, NA =  not applicable, TA = technical assistance. \na Government of Kazakhstan. 2013. Decree No. 577: Decree of the President of the Republic of Kazakhstan dated 30 \nMay  2013—Concept  of  transition  of  the  Republic  of  Kazakhstan  to  “green  economy.”  Astana. \nhttp://www.pavlodar.gov.kz/page.php?page_id=66&lang=3 . \nSource: Asian Development Bank. \n \n \n ", "  Appendix 2  7 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \nItem  Amount \nClean Energy Funda under the Clean Energy Financing   \nPartnership Facility \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  500.0 \n    b.  International and local travel  40.0 \n    c.  Reports and communications  3.0 \n  2.  Workshops, training, seminars, and tripartite meetings   4.0 \n  3.  Vehicle rental   10.0 \n  4.  Miscellaneous administration and support costs  10.0 \n  5.  Provisional sum (software and associated licenses)b   410.0 \n  6.  Contingencies  23.0 \n                                                                      Total  1,000.0 \nNote: The technical assistance (TA) is estimated to cost $1,400,000, of which contributions from the Clean Energy \nFund under the Clean Energy Financing Partnership Facility are presented in the table above. The government will \nprovide counterpart support in the form of equipment and backup systems for the installation of new planning \nsoftware, taxes, counterpart staff, office and furniture, internet, telecommunication, and other in-kind contributions. \nThe value of government contribution is estimated to account for 28.6% of the total TA cost. \na Financing partners: the governments of Australia, Norway, Spain, Sweden, and the United Kingdom. Administered \nby the Asian Development Bank. \nb The software and associated licenses will be procured under the executing agency's name. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "8  Appendix 3 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Summary \n \n1.  The Asian Development Bank (ADB) will recruit a firm of consultants to strengthen the \ncapacity of the country’s transmission system operator, Kazakhstan Electric Grid Operating \nCompany  (KEGOC).  ADB  and  KEGOC  will  work  together  in  planning  and  modeling  the \nintegration of variable power generation sources into the national grid in Kazakhstan, and in \nperforming long-term transmission planning studies on the integration. Part of the work will be \nutilized for a future ADB financing opportunity. KEGOC will be the executing agency for the \ntechnical assistance (TA) and a project management unit (PMU) will perform overall project \ncoordination. KEGOC will allocate sufficient resources and qualified personnel to the PMU to \naccomplish the task. The PMU will work closely with the consultants. \n \n2.  The assignment requires a total of 21 person-months of input. The consultants will be \nrecruited in line with ADB's Guidelines on the Use of Consultants (2013, as amended from time \nto time).  \n \nB.   Background \n \n3.  The Government of Kazakhstan intends to achieve 3% of its generation from renewable \nsources  by  2020  and  10%  by  2030.  The  government  carried  out  preliminary  studies  to \ndetermine the renewable resources and identified three regions for construction of renewable \nenergy generation. However, the reinforcements required to help integrate power generated \nfrom renewable resources into the existing grid are yet to be determined. The specific grid \nreinforcements that are required to maintain grid code-compliant operation from both a steady-\nstate and dynamic response point of view should be determined through electrical studies. Thus, \nthe KEGOC intends to employ a reputable consultant to identify the necessary steps to be taken \nin Kazakhstan for the economical and reliable integration of renewable energy projects into the \ngrid.  \n \n4.  The software platform currently used by KEGOC does not have the capability to model \nvariable generation. Thus, the system data should be migrated to an industry-standard planning \nsoftware tool. KEGOC’s technical team and management made the decision to procure the \nsimulation software PowerFactory from the German company DIgSILENT. The consultants will \nhelp KEGOC migrate the data to the selected software platform.  \n \nC.   Scope of Work \n \n5.  The following items are the main tasks:  \n(i)  The consultants will provide training on electricity regimes during transmission \nplanning for KEGOC staff (for groups up to 10–12 people for 2 weeks each) \nusing system model.  \n(ii)  The  consultants  will  convert  existing  system  models—(a)  building  the \nKazakhstan network model using the new software based on manufacturers’ \ninformation of the hardware and data imported from the existing software and \ndata transmission systems (e.g., supervisory control and data acquisition), and (b) \nupdating the model to represent the planning horizon—to prepare the 1,150-\nkilovolt transit model for a tree-phase design. \n ", "  Appendix 3  9 \n(iii)  The consultants will convert the existing system models (currently in the software \nplatform) into a new format and verify and complement the data based on the \nmanufacturers’ information for the hardware. The following models are required \nto be converted: (a) models for estimating the steady states (static models), and  \n(b)  models  for  estimating  electro-mechanic  transition  processes—(dynamic \nmodels). \n(iv)  The consultants will test converted models to check that they represent existing \nsystem characteristics and conditions. These models are to be adapted to enable \nthe simulation of future studies in 2020, 2025, and 2030, considering projected \nload growth and planned system expansions. \n(v)  The  consultants  will  provide  additional  services  and  take  into  account  the \nspecifics of Kazakhstan’s system operation to improve the performance of the \nnew planning software. \n(vi)  The consultants will include the renewable energy sources in the system model. \nThey will add the existing and planned renewable energy sources and related \ncomponent  models (e.g., control functions  and  reactive  power  compensation \ndevices) to both static and dynamic models of the system. \n(vii)  The consultants will perform transmission planning studies to identify network \nfacilities required to operate the transmission system when planned wind and \nsolar generation is added during 2020–2030 and possibly beyond. The studies \nshould include different credible operating scenarios that consider various levels \nof  renewable  energy  penetration.  The  consultants  will  perform  the  following \nanalyses to identify system limitations in transferring power generated by wind \nand solar generators to the load centers:  \n(a)  steady state analysis of regimes; \n(b)  short circuit analysis; \n(c)  verification  of  the  permitted  flows  for  basic  sections  following  the \nconditions of preserving dynamic stability under the reference incidents, \n(d)  impact of renewables on load schedule; and \n(e)  analysis  and  assessment  of  technical  requirements  to  integrate \nrenewables  into  the  energy  system  of  Kazakhstan,  with  the  aim  of \npreserving the maximum permitted flows through the main controllable \nsections.  \n(viii)  The consultants will carry out the following analyses to identify the development \nscenarios for electric grids in Kazakhstan: \n(a)  identification of bottlenecks, given the development of renewables, and \nplanning actions to create reserves and manage response capacity to \nprevent risk of instability of the Kazakhstan energy system using power-\nvoltage  and  reactive  power-voltage  curves,  sensitivity,  and  modal \nanalysis;  \n(b)  analysis and assessment of the existing 220-kilovolt and above network \nof the Kazakhstan energy system given the existing projects for national \nnetwork development; \n(c)  proposals  for  the  national  energy  system  development  to  2030;  the \ndevelopment  scenarios  of  the  national  energy  system  should  be \nconsidered based on the scenarios of forecasted balances of power and \ncapacity of the Kazakhstan energy system;   \n(d)  development proposals for the national energy system should take into \naccount advanced and innovative technologies; \n(e)  national energy system development proposals should be provided with \nthe breakdown by system zones of Kazakhstan; \n ", "10  Appendix 3 \n \n \n(f)  all studies should be carried out for the four worst operational conditions \ngiven  the  load  and  generation  (conventional  and  renewable  energy \nsources); the four worst operational scenarios (for example, winter with \nhigh/low  generation  or  summer  with  low/high  generation)  should  be \ndefined by KEGOC; and \n(g)  the recommended identification of zones of Kazakhstan is as follows: \nNorth  Zone  (Akmola,  Pavlodar,  Kostanai,  North  Kazakhstan,  East \nKazakhstan, Karaganda, Aktobe regions); South Zone (Almaty, Zhambyl, \nSouth  Kazakhstan,  Kyzylorda  regions);  and  West  Zone  (Atyrau, \nMangistau, and West Kazakhstan regions).  \n \nD.  Outputs and Implementation Arrangements \n \n6.  The consultants are expected to spend at least 70% of their time in Kazakhstan working \nwith KEGOC. The consultants will maintain records documenting decisions made at meetings, \nprogress on works, certified achievements and milestones, financial records, and any deviations \nfrom or changes to the contract plans.  \n \n7.  KEGOC and the PMU will be the counterparts from the Kazakh side. The PMU and \nKEGOC  will  provide  all  necessary  assistance  to  the  TA  consultants  in  liaising  with  other \ngovernment ministries and agencies, and will also assist in data gathering, preliminary analysis, \nand report writing. \n \n8.  All reports will be in the English and Russian languages. All documents and reports will \nbe made available in an electronic format acceptable to ADB. \n \nE.  Required Experts and Level of Effort \n \n9.  A total of 21 international person-months of consulting services will be required. The \ninternational consultant team composition, along with their estimated input, is provided in Table \nA3. \n \nTable A3: International Consulting Services Requirement \nPerson- Total         \nNumber of  months per  person-\nPositions  experts  expert  months  \n1. Transmission Planning Expert (Team Leader)              1               7               7  \n2. Transmission Planning Analyst              3               4             12  \n3. Material and Costing Engineering Expert              1               2               2  \n Total              5                         21  \n         Source: Asian Development Bank and Kazakhstan Electric Grid Operating Company estimates. \n \n10.  International experts. Proficiency in the English language is essential, while ability in \nthe Russian language is advantageous. Previous work experience in Kazakhstan and other \nformer Soviet Union countries, as well as work experience with ADB (or any other international \nfinancial  institutions  such  as  the  World  Bank,  European  Bank  for  Reconstruction  and \nDevelopment, and the United States Agency for International Development) and ADB-financed \nprojects, is desirable. The consulting team shall assist the team leader in maintaining the quality \nof the overall outputs and completing deliverables in a timely manner. \n \n ", "  Appendix 3  11 \n11.  Transmission  planning  expert  (team  leader).  The  expert  shall  have  a  doctorate \ndegree or master’s degree in electrical engineering. In addition, the expert shall have at least 15 \nyears of experience in transmission expansion planning. The expert shall oversee transmission \nplanning analysts in performing the following tasks: \n(i)  conducting training on transmission planning studies; \n(ii)  converting existing system models and updating the models to represent the \nplanning horizon; \n(iii)  including the renewable energy sources in the system model; and \n(iv)  performing transmission planning studies and analyzing different scenarios. \n \n12.  Transmission planning analysts (three positions). The analysts shall have at least a \nbachelor's  degree  in  electrical  engineering.  The  analysts  shall  have  at  least  10  years  of \nexperience  in  transmission  expansion  planning  software  tools  and  the  certificates  of  the \ncompleted software courses. They will assist in performing the following tasks: \n(i)  conducting training on transmission planning studies; \n(ii)  converting existing system models and updating the models to represent the \nplanning horizon; \n(iii)  including the renewable energy sources in the system model; and \n(iv)  performing transmission planning studies and analyzing different scenarios. \n \n13.  Material and costing engineering expert. The expert shall have at least a bachelor's \ndegree in electrical engineering and a minimum of 15 years of experience in the electric power \nindustry. The expert shall have expertise in equipment international standards and equipment \nmanufacturing processes; and overall project knowledge related to purchase, manufacture, \nshipping, construction, commissioning, and operations and maintenance. The expert shall have \na demonstrated working knowledge and expertise in preparing realistic cost estimates. The \nexpert shall demonstrate working knowledge and expertise in assigning contingency  funds \nbased  on  the  amount  of  detailed  information  available  about  the  project,  risk,  and  other \nsensitivities. \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20170309143532+08'00'", "ModDate": "D:20170309143532+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Technical Assistance Report", "Keywords": "adb technical assistance ta report"}}