{"path": "data/input/ta/50325-001-tar-en.pdf", "pages": ["   \nTechnical Assistance Report\n \n \n \nProject Number: 50325-001  \nKnowledge and Support Technical Assistance (KSTA) \nDecember 2017 \n \n \nRepublic of the Philippines: Islamic Finance for the \nPhilippines \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Public Communications \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nPolicy 2011. \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 5 December 2017) \n \nCurrency unit  –  peso/s (₱) \n₱1.00  =  $ 0.01977 \n$1.00  =  ₱50.55 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \nARMM  –  Autonomous Region of Muslim Mindanao \nBIR  –  Bureau of Internal Revenue \nBSP  –  Bangko Sentral ng Pilipinas (Central Bank of the Philippines) \nBTr  –  Bureau of the Treasury \nDOF  –  Department of Finance \n  FRSC  –  Financial Reporting Standards Council  \nIFSB  –  Islamic Financial Services Board \n  PDIC  –  Philippine Deposit Insurance Corporation \nSEC  –  Securities and Exchange Commission  \nTA  –  technical assistance \n     \n \nNOTE \nIn this report, “$” refers to United States dollars. \n \nVice-President  Deborah Stokes, Administration and Corporate Management \nDirector General   Christopher Stephens, Office of the General Counsel (OGC) \nDirector   Ashraf Mohammed, OGC \n   \nTeam leader  Asghar Ali Syed, Senior Counsel, OGC \nTeam members  Marvis Francisco, Legal Operations Assistant, OGC \n  Mohd Sani Mohd Ismail, Senior Financial Sector Specialist, Public \nManagement, Financial Sector, and Trade Division, Southeast Asia \nDepartment \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \n         \nI. INTRODUCTION  1\n        \nII. ISSUES  1\n      \nIII. THE TECHNICAL ASSISTANCE  3\n     \n          A. Impact and Outcome  3\n     \n          B. Outputs, Methods, and Activities  4\n     \n          C. Cost and Financing  4\n     \n          D. Implementation Arrangements  4\n     \nIV. THE PRESIDENT'S DECISION  5\n \nAPPENDIXES  \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  List of Linked Documents  9 \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 50325-001\nProject Name  Islamic Finance for the Philippines Department/Division OGC/OGC\nNature of Activity Capacity Development Executing Agency Bangko Sentral ng Pilipinas\nModality Regular\nCountry Philippines\n2. Sector Subsector(s)     ADB Financing ($ million)\nFinance Finance sector development 0.55\nTotal 0.55\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the Project Low\ngrowth (IEG) opportunities, including jobs, made \nmore inclusive\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Institutional systems and political  No gender elements (NGE)\ncapacity development economy\n(GCD) Public financial governance\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting Yes\nNation-wide High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG8\nQq\n6. Risk Categorization Low \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.55\n    Knowledge and Support technical assistance: Technical Assistance  0.55\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.55\nqq\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 21092017155318427031 Generated Date: 08-Mar-2018 12:42:37 PM", " \nI.  INTRODUCTION \n \n1.  The knowledge and support technical assistance (TA) will enable responsible growth of \nthe  Islamic  finance  industry  as  an  additional  vehicle  for  savings,  infrastructure  financing, \nportfolio  diversification,  and  to  promote  financial  inclusion  in  the  Philippines.  This  will  be \nachieved through the development of a regulatory framework appropriate for sustainable Islamic \nfinance  operations  and  capacity  building  activities  for  selected  regulators  and  market \nparticipants in the country.  \n \n2.  The TA was not included in the country operations business plan, 2017–2019 for the \nPhilippines, but has been requested by the Government of the Philippines and is consistent with \nboth (i) the Midterm Review of Strategy 2020, which recommends that the Asian Development \nBank (ADB) deepen its support for financial inclusion; and (ii) the Review of the 2011 Financial \nSector Operations Plan,1 which recommends that ADB increase operational involvement in \nIslamic finance.2 The TA is also aligned with the proposed Inclusive Finance Development \nProgram,3 which will support government efforts to increase financial inclusion throughout the \nPhilippines.  \n   \n3.  The TA builds on previous ADB TA for Islamic finance sector development, including \nImplementing Prudential Standards in Islamic Finance,4 and Development of Prudential and \nSupervision  Standards for Islamic  Financial  Markets.5 Major  lessons from  the  previous TA \nprojects include the importance of country ownership and information sharing between countries \nat different stages of Islamic finance development. ADB began providing capacity building \nsupport  to  the  Central  Bank  of  the  Philippines  (BSP)  under  the  Implementing  Prudential \nStandards in Islamic Finance project (footnote 4).  \n \nII.  ISSUES \n4.  Islamic financing is one of the fastest growing segments of international finance in the \nworld. The Islamic finance industry’s total worth across its three main sectors (banking, capital \nmarkets, and takaful)6 was estimated at $1.89 trillion in 2016,7 and global Islamic finance assets \nare forecast to reach $3.5 trillion by 2021.8 The volume of annual sukuk issuances reached $75 \nbillion in 2016,9 bringing the volume of outstanding sukuk to $318.5 billion (footnote 7). As home \nto around 60% of the world’s Muslims, Asia is in the midst of this development with a 22.5% \nshare of the global Islamic finance assets (footnote 7). \n \n5.  Efforts  by  some  Asian  governments  to  support  and  develop  their  domestic  Islamic \nfinancial services industries have helped drive Islamic finance growth in Asia. Through sound \n                                                \n1  ADB. 2017. Review of 2011 Financial Sector Operations Plan. Manila. \n2  The TA first appeared in the business opportunities section of ADB’s website on 7 December 2017.   \n3  Approval is expected in October 2018. \n4  ADB. 2012. Technical Assistance for Implementing Prudential Standards in Islamic Finance. Manila (TA 8214-\nREG) sought to implement Islamic prudential standards developed by the Islamic Financial Services Board in \nAfghanistan, Bangladesh, Indonesia, and Pakistan.   \n5  ADB. 2009.  Technical Assistance for the Development of Prudential and Supervision Standards for Islamic \nFinancial Markets. Manila (TA 7246-REG) sought to harmonize Islamic prudential standards, data collection and \nrisk measurement in selected common member countries of ADB and the Islamic Financial Services Board.  \n6  Takaful is a type of Islamic insurance, where members contribute money into a pooling system to guarantee each \nother against loss or damage. \n7  Islamic Financial Services Board. 2017. Islamic Financial Services Industry Stability Report 2017. Kuala Lumpur. \n8  Thomson Reuters. 2016. State of the Global Islamic Economy Report 2016/2017. Dubai. \n9 A sukuk is an investment instrument (traded like a conventional bond) that provides the investor with undivided \nownership of an underlying asset. \n ", "2 \neconomic, financial, regulatory, and growth policies, Malaysia has established itself as Asia’s \nprincipal  Islamic finance  market.  Malaysia’s  Islamic financial  institutions  hold  23.8%  of the \ncountry’s total domestic banking assets, and the country accounts for 9.3% of Islamic banking \nassets globally (footnote 7). Malaysia similarly dominates in capital markets, accounting for  \n50.8% of total sovereign sukuk issuance and 50.2% of total corporate sukuk issuance in 2016 \n(footnote 7); it is the largest takaful market in Southeast Asia, with 62% of the market share in \n2015.10  \n \n6.  The  Philippines  was  one  of  the  first  Muslim-minority  countries  to  recognize  the \nimportance of Islamic finance. In 1973, the Philippine Amanah Bank was established to address \nthe pressing need to expand the banking and credit system in Mindanao,  where a majority of \nthe country’s Muslim population resides.11 The bank’s charter was revised in 1974 with the \nmandate that it operate “based on the Islamic Concept of Banking,” to follow and respect the \nreligious beliefs and practices of Muslim Filipinos.12 In 1990, the Philippine Amanah Bank was \ntransformed into the Al-Amanah Islamic Investment Bank of the Philippines (Amanah Bank) \nunder  a  legislative  charter  mandating  that  it  promote  and  accelerate  the  socioeconomic \ndevelopment of the Autonomous Region of Muslim Mindanao (ARMM) by performing banking, \nfinancing, and investment operations based on the concept of Islamic banking.13  \n \n7.  Despite this early and promising start, the Philippines currently has an inadequate legal \nand regulatory framework for Islamic finance. The country’s General Banking Law of 2000 \nrecognizes “Islamic banks” as a category of banking institutions,14 and provides that “[t]he \norganization, ownership and capital requirements, powers, supervision and general conduct of \nbusiness of Islamic banks shall be governed by special laws.”15 However, Congress has yet to \nenact the general legislative framework for Islamic banking, capital markets, and insurance. \nMore recently, bills providing for the regulation and organization of an expanded Islamic banking \nsystem  in  the  Philippines  have  been  filed  in  both  the  Philippine  Senate  and  House  of \nRepresentatives, but have not been enacted into law.16  \n \n8.  The lack of an appropriate legal and regulatory framework for Islamic finance has slowed \ndevelopment of Islamic finance in the country. The Amanah Bank, which is currently the only \nIslamic bank operating in the Philippines, has faced severe operational challenges because of \nthe inadequate legal and regulatory framework, and Islamic finance-related capacity constraints \n(e.g., lack of technical capability, undercapitalization, and lack of Islamic liquidity management \nand investment avenues). Amanah Bank has reported net losses for several years, which \ntotaled ₱23,538,265 in 2015, and ₱51,506,827 in 2016.17 Although Amanah Bank has its own \nlegislative charter (footnote 13), the absence of an appropriate enabling regulatory framework \nfor Islamic finance (which includes tax neutrality for Islamic finance transactions) means that \nAmanah Bank has continued to struggle to operate as a viable banking institution. \n  \n9.  In addition to an inadequate legal and regulatory framework, the Philippines also lacks \nexposure  to  and  experience  with  Islamic  finance  transactions,  and  thus  has  insufficient \n                                                \n10  Milliman Research Report. 2017. Global Takaful Report 2017. Dubai. \n11 Presidential Decree No. 264 dated 2 August 1973. \n12 Presidential Decree No. 542 dated 20 August 1974. \n13 Republic Act No. 6848, otherwise known as the Charter of Al-Amanah Islamic Investment Bank of the Philippines. \n14  Republic Act No. 8791, Section 3. \n15 Republic Act No. 8791, Section 71. \n16 Senate Bill No. 668 introduced by Senator Paolo Benigno A. Aquino IV, and House Bill No. 492 introduced by Hon. \nSitti Djalia A. Turabin-Hataman of Anak Mindanao  Party-List. \n17 Annual Audit Report on the Al-Amanah Islamic Investment Bank of the Philippines for the years ending 31 \nDecember 2015 and 31 December 2016. \n ", "3 \nunderstanding of and expertise in Islamic finance transactions. Access to training and education \non Islamic finance is limited, constraining development of talent and capacity. Both the capacity \nand competence to deliver Islamic finance services is lacking, and regulators are not equipped \nwith the expertise to operationalize and supervise Islamic finance transactions.  \n \n10.  Development of Islamic finance in the Philippines would promote financial inclusion, \nespecially among those who choose to remain unbanked for religious reasons. Conventional \nbanking has been slow to expand in the ARMM, where a majority of the country’s Muslim \npopulation resides. As of 2015, there were only 21 banks and 33 automated teller machines—\nand no microbanking offices—serving all of the ARMM, which has a population of 3,781,387.18 \nIn 2015 the ARMM made the smallest contribution (.7%) to national gross domestic product of \nany region in the country.19 The potential for conventional and Islamic banking to cater to the \nneeds of Muslim Filipinos and boost economic development in Mindanao is evident. Islamic \nfinance may also attract increased infrastructure investment from Islamic finance investors. In \nparticular, sukuk has been increasingly used to fund infrastructure development projects. In \n2016, infrastructure-linked sukuk issuers (predominantly in Malaysia) involved in the power and \nutilities, transportation and telecommunication sectors collectively accounted for $12.5 billion \n(16.7%) of total sukuk issuances (footnote 7).  Islamic finance would complement and support \nthe government’s goal of accelerating the country’s infrastructure development to account for    \n5% of gross domestic product, and may provide a viable additional and/or alternative source of \nprivate capital and investments for public–private infrastructure projects.20 The Bureau of the \nTreasury (BTr) is exploring issuing the first sovereign sukuk for the Philippines.  \n \n11.  The challenge for the Philippine government will be to (i) develop an Islamic finance \nindustry  in  a  measured,  inclusive,  and  sustainable  manner;  (ii)  build  adequate  capacity  in \nIslamic finance within the public and private sector for solid service delivery; and (iii) raise \nawareness of Islamic finance as a viable alternative to conventional finance, both for Muslims \nand those seeking to diversify their financial services options.  \n \n12.  In light of these challenges, the government has requested ADB to provide assistance in \n(i) formulating and drafting the implementing rules and regulations needed to operationalize \nIslamic finance; and (ii) enhancing the competence and capacity of regulators to implement and \nsupervise Islamic finance operations.  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n13.  The TA will be aligned with the following impact: the socioeconomic development of the \nPhilippines promoted and accelerated through the creation of Islamic banks and designated \nIslamic banking units.21  \n \n14.  The TA will have the following outcome: Islamic financial services in the Philippines \nexpanded under a suitable legal and regulatory environment.22  \n                                                \n18 Government of the Philippines, Bangko Sentral ng Pilipinas. 2015. Report on the State of Financial Inclusion in the \nPhilippines. Manila. \n19 Philippine Statistics Authority. Gross Regional Domestic Product Tables as of May 2017. \nhttps://psa.gov.ph/regional-accounts/grdp/data-and-charts (accessed 22 December 2017). \n20 Government of the Philippines, Public–Private Partnership Center. 2017. Investment Opportunities. Quezon City.  \n21 This impact is aligned with the intent of House Bill No. 492 and Senate Bill No. 668 (footnote 16). \n22 The design and monitoring framework is in Appendix 1. \n ", "4 \nB.  Outputs, Methods, and Activities  \n15.  Output  1:  Regulatory  framework  for  Islamic  finance  of  acceptable  quality \ndeveloped. A gap analysis will be conducted to determine the ideal legislative framework and \nthe implementing rules and regulations required to support a robust Islamic finance market. The \nanalysis will examine the country’s tax framework to determine what rules and regulations are \nneeded to promote tax neutrality (tax neutrality measures are intended to ensure equal tax \ntreatment for Islamic finance products and services).23 The relevant implementing rules and \nregulations required will be developed, drafted, and finalized. The preparation of the legislative \nand regulatory framework will serve as the foundation for the development of the Islamic finance \nindustry in the Philippines. \n \n16.  Output 2: Regulatory and market capacity to deliver Islamic financial services \nstrengthened. Capacity building activities—for BSP, BTr, the Bureau of Internal Revenue (BIR), \nDepartment  of  Finance  (DOF),  Financial  Reporting  Standards  Council  (FRSC),  Insurance \nCommission,  Philippine  Deposit  Insurance  Corporation  (PDIC),  Securities  and  Exchange \nCommission  (SEC),  and  other  selected  regulators  and  market  participants,  including  the \nAmanah Bank and private sector banks intending to provide Islamic financial services—will be \nundertaken to enable these entities to develop, regulate and supervise, and provide Islamic \nfinance  services  in  the  Philippines.  Public  and  private  sector  participants from  the  Muslim \ncommunity  in  the  Philippines  (including  governmental  officials  and  regulators  from  ARMM, \nacademia, and business) will be included. The Philippines may benefit from the partnership \nbetween  ADB  and  the  Islamic  Financial  Services  Board  (IFSB),  a  Kuala  Lumpur-based \ninternational standard-setting body that promotes development of a prudent and transparent \nIslamic financial services industry and has a structural capacity building approach suitable for \noutput 2. BSP is a member of IFSB, and capacity building on prudential standards can be \nundertaken in partnership with IFSB. Training will be provided using various methods (e.g., \nconferences, intensive workshops, and training courses developed by expert consultants). ADB \nstaff and consultants may also conduct general training on Islamic finance to raise public \nawareness. Major lessons under previous TA projects (para. 3) were the importance of country \nownership and information sharing between countries at different stages of Islamic finance \ndevelopment. The TA aims to facilitate such cross-border dialogue between the Philippines and \ncountries where Islamic finance development is at a more advanced stage. \n \nC.  Cost and Financing \n17.  The TA is estimated to cost $600,000, of which $550,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-other sources). The key expenditure \nitems are listed in Appendix 2. \n   \nD.  Implementation Arrangements \n18.  The executing agency for the TA will be BSP; in that capacity, BSP will be the main \ncounterpart  agency  for  the  TA.  BSP  will  be  responsible  for  TA  implementation,  including \ncoordinating  with  other  regulatory  entities,  including  BIR,  BTr,  DOF,  FRSC,  the  Insurance \nCommission, PDIC and SEC. A working group will be established with senior representatives \n                                                \n23 Several Islamic financial products require multiple transactions (more than their conventional counterparts) to \nachieve functional equivalence, and face additional tax burdens under most existing legal and taxation systems. \nCountries developing indigenous Islamic financial markets need to consider taxation and regulatory changes. \n ", "5 \nfrom ADB, ARMM, BIR, BSP, BTr, DOF, FRSC, the Insurance Commission, PDIC, SEC, and \nother key agencies and participants to guide and supervise TA implementation.   \n \n19.  ADB’s Office of the General Counsel will be responsible for the administration and \nsupervision of the implementation of the TA in close coordination with the Public Management, \nFinancial Sector, and Trade Division, Southeast Asia Department. ADB will engage individual \nconsultants in accordance with ADB’s Procurement Policy (2017, as amended from time to \ntime)  and  the  associated  project  administration  instructions  and  TA  staff  instructions.24 To \nreduce the administrative burden and improve economy, efficiency, and value for money, lump-\nsum payments and/or output-based contracts will be considered for consulting services under \nthe TA. All disbursements under the TA will be made in accordance with ADB’s Technical \nAssistance Disbursement Handbook (2010, as amended from time to time). \n \n20.  BSP  officials,  government  officials,  and  investors  and/or  bankers  will  make  time \navailable to participate in regulatory reform and capacity building activities. BSP will also provide \noffice  space,  venues  for  training  sessions,  and  assist  with  logistical  arrangements.  It  is \nenvisaged  that  some  training  sessions  will  be  undertaken  within  Malaysia  to  leverage  its \nknowledge  and  experience  as  Asia’s  principal  Islamic  finance  market.  More  developed \ninstitutions—such  as  Bank  Negara  Malaysia,  State  Bank  of  Pakistan,  and  the  Islamic \nDevelopment  Bank—with  experience  in  establishing  and  developing  adequate  legal  and \nregulatory frameworks for Islamic finance will help provide training. \n \nImplementation Arrangements \nAspects   Arrangements \nIndicative implementation period  January 2018–December 2019 \nExecuting agency  Bangko Sentral ng Pilipinas (BSP) \nImplementing agency  BSP \nConsultants  To be selected and engaged by ADB  \n  Individual Consultant  International: 10 person-months  $355,000.00 \nRecruitment  National: 16 person-months \nDisbursement  The TA resources will be disbursed following ADB's Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). \nSource: Asian Development Bank. \n \nIV.  THE PRESIDENT'S DECISION \n21.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $550,000 on a grant basis to \nthe Government of the Philippines for Islamic Finance for the Philippines, and hereby reports \nthis action to the Board.  \n \n \n                                                \n24 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with \nThe socioeconomic development of the Philippines promoted and accelerated through the creation of \nIslamic banks and designated Islamic banking units.a \n    Performance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting  Risks \nOutcome  Numbers of Islamic finance  BSP annual reports  Limited expansion of \nIslamic financial  products increased by April    Islamic finance \nservices in the  2020   Data and annual reports  products provided by \nPhilippines  (2017 Baseline: 1)  from banks providing  financial institutions \nexpanded under a  Islamic financial  once legal and \nsuitable legal and  services  regulatory environment \nregulatory  is established. \nenvironment   \n \nOutputs  1a. Gap analysis completed  1a. TA reports  Legislators do not \n1. Regulatory  by August 2018 (2017    approve the necessary \nframework for  Baseline: 0)    legislative enactments. \nIslamic finance of       \nacceptable quality  1b. Necessary  1b. Government   Regulatory bodies do \ndeveloped  implementing rules and  gazettes, TA reports,  not issue the \nregulations finalized by  and reports from  implementing rules and \nDecember 2019  regulators, including  regulations.  \n(2017 Baseline: 0)  BSP DOF, BTr, BIR, \n  SEC, the Insurance \nCommission, FRSC and \nPDIC \n \n2. Regulatory and  2.a. At least 40  2.a. DOF, BTr, and BSP  Financial institutions do \nmarket capacity to  governmental, regulatory,  annual reports and TA  not dedicate sufficient \ndeliver Islamic  and private sector  reports  resources to expand \nfinancial services  participants trained in    their personnel and \nstrengthened  regulatory and market    change their internal \nissues by September 2019,  systems. \nat least 20% of whom are \nwomen (2017 Baseline: 0)  \n \n ", "Appendix 1  7 \nKey Activities with Milestones \n1.  Regulatory framework for Islamic finance of acceptable quality developed \n1.1 Establish working group with ADB, ARMM, BIR, BSP, BTr, DOF, FRSC, the Insurance \nCommission, PDIC, SEC, and other key agencies and participants by April 2018. \n1.2 Establish baselines for measurements, including finalizing any surveys, by May 2018. \n1.3 Undertake consultations with representatives of the Muslim population from the public and private \nsector, including those in ARMM, by July 2018. \n1.4 Conduct gap analysis, review drafts, undertake extensive consultations with stakeholders, and \nfinalize with working group and other interested stakeholders by August 2018. \n1.5 Present findings to government and support drafting of implementing rules and regulations from \nJanuary 2019 through to December 2019. \n \n2.  Regulatory and market capacity to deliver Islamic financial services strengthened \n2.1 Conduct needs assessment of (i) financial regulatory agencies, (ii) financial services providers, and \n(iii) other participants with respect to Islamic financial services by August 2018. \n2.2 Conduct capacity development trainings on a multi-regulatory and individual basis to address \nselected needs identified in 2.1 above, through September 2019. \n2.3 Assessments of training results and further needs completed by December 2019. \n \nInputs \nADB: $550,000 \n \nNote: Participating regulators will provide counterpart support in the form of: counterpart staff, office \nspace for meetings and trainings, logistical support to facilitate meetings and discussions with relevant \nstakeholders at all levels, and other in-kind contributions. \nAssumptions for Partner Financing \nNot Applicable \nADB = Asian Development Bank, ARMM = Autonomous Region of Muslim Mindanao, BIR = Bureau of Internal \nRevenue, BSP = Bangko Sentral ng Pilipinas (Central Bank of the Philippines), BTr = Bureau of the Treasury, DOF = \nDepartment of Finance, FRSC = Financial Reporting Standards Council, PDIC = Philippine Deposit Insurance \nCorporation, SEC = Securities and Exchange Commission, TA = technical assistance. \na  This impact is aligned with the intent of Senate Bill No. 668, introduced by Senator Paolo Benigno A. Aquino IV, \nand House Bill No. 492 introduced by Hon. Sitti Djalia A. Turabin-Hataman of Anak Mindanao Party-List. \nSource: Asian Development Bank. \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \nItem  Amount \nAsian Development Bank a \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  275.0 \n      ii.  National consultants  80.0 \n    b.  International and local travel  30.0 \n    c.  Reports and communications   15.0 \n  2.  Training, seminars, and conferences b   \n    a.  Facilitators  30.0 \n    b.  Training programs  80.0 \n  3     Miscellaneous administration and support costsc  10.0 \n  4.  Contingencies  30.0 \n        Total  550.0 \nNote: The technical assistance (TA) is estimated to cost $600,000, of which contributions from the \nAsian Development Bank are presented in the table above. The government will provide counterpart \nsupport in the form of counterpart staff, office space for meetings and training, logistical support to \nfacilitate  meetings  and  discussions  with  relevant  stakeholders  at  all  levels,  and  other  in-kind \ncontributions. The value of government contribution is estimated to account for 8.3% of the total TA \ncost. \na  Financed  by  the  Asian  Development  Bank’s  Technical  Assistance  Special  Fund  (TASF-other \nsources). \nb Includes ADB staff travel as resource persons and engagement of external resource persons. This \nwill  also  include  representation  expenses  in  accordance  with  ADB  (Budget,  Personnel,  and \nManagement Systems Department; and Strategy, Policy and Review Department). 2013. Use of \nBank  Resources:  Regional  Technical  Assistance  and  Technical  Assistance  vs.  Internal \nAdministrative Expenses Budget. Memorandum. 26 June (internal).  \nc Includes expenses for office operations, administrative and/or technical staff and local transportation.  \nSource: Asian Development Bank estimates. \n \n \n ", "  Appendix 3  9 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=50325-001-TAReport \n \n1.  Terms of Reference for Consultants \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20180312133956+08'00'", "ModDate": "D:20180312133956+08'00'", "Author": "MLF", "Creator": "PDF24 Creator", "Title": "Microsoft Word - 50325-001 KSTA TA Report-Final-12Mar2018.docx"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 5 December 2017) \n \nCurrency unit  –  peso/s (₱) \n₱1.00  =  $ 0.01977 \n$1.00  =  ₱50.55 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \nARMM  –  Autonomous Region of Muslim Mindanao \nBIR  –  Bureau of Internal Revenue \nBSP  –  Bangko Sentral ng Pilipinas (Central Bank of the Philippines) \nBTr  –  Bureau of the Treasury \nDOF  –  Department of Finance \n  FRSC  –  Financial Reporting Standards Council  \nIFSB  –  Islamic Financial Services Board \n  PDIC  –  Philippine Deposit Insurance Corporation \nSEC  –  Securities and Exchange Commission  \nTA  –  technical assistance \n     \n \nNOTE \nIn this report, “$” refers to United States dollars. \n \nVice-President  Deborah Stokes, Administration and Corporate Management \nDirector General   Christopher Stephens, Office of the General Counsel (OGC) \nDirector   Ashraf Mohammed, OGC \n   \nTeam leader  Asghar Ali Syed, Senior Counsel, OGC \nTeam members  Marvis Francisco, Legal Operations Assistant, OGC \n  Mohd Sani Mohd Ismail, Senior Financial Sector Specialist, Public \nManagement, Financial Sector, and Trade Division, Southeast Asia \nDepartment \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "Deborah Stokes", "role": "Administration and Corporate Management", "organization": ""}, {"documentRole": "Director General", "fullname": "Christopher Stephens", "role": "Office of the General Counsel (OGC)", "organization": ""}, {"documentRole": "Director", "fullname": "Ashraf Mohammed", "role": "OGC", "organization": ""}, {"documentRole": "Team leader", "fullname": "Asghar Ali Syed", "role": "Senior Counsel", "organization": "OGC"}, {"documentRole": "Team members", "fullname": "Marvis Francisco", "role": "Legal Operations Assistant", "organization": "OGC"}, {"documentRole": "Team members", "fullname": "Mohd Sani Mohd Ismail", "role": "Senior Financial Sector Specialist", "organization": "Public"}]}