{"path": "data/input/ta/50364-001-tar-en.pdf", "pages": ["   \nTechnical Assistance Report\n \n   \nProject Number: 50364-001  \nKnowledge and Support Technical Assistance Cluster (C-KSTA) \nNovember 2017 \n \n \n \n \nDeepening Civil Society Engagement for \nDevelopment Effectiveness \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Public Communications \nPolicy 2011.\n ", " \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CSO  –  civil society organization \n  DMC  –  developing member country \n  ICT  –  information and communication technology \n  KPA  –  knowledge partnership agreement \n  NGOC  –  NGO and Civil Society Center \n  NGO  –  nongovernment organization \n  SDCC  –  Sustainable Development and Climate Change Department \n  SDG  –  Sustainable Development Goal \n  TA  –  technical assistance \n \n \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars. \n \n \n \n \n \n \nVice-President  Bambang Susantono, Knowledge Management and Sustainable \nDevelopment \nDirector General  Amy Leung, Sustainable Development and Climate Change Department \n(SDCC)  \nDirector  Sonomi Tanaka, Officer-in-Charge, Thematic Advisory Service Cluster, \nSDCC \n   \nTeam leader  Christopher Morris, Principal Social Development Specialist, SDCC \nTeam members  Ninebeth Carandang, Safeguards Specialist, Pacific Department \n  Haidy Ear-Dupuy, Social Development Specialist (Civil Society and \nParticipation), SDCC \n  Leah Luna, Senior Operations Assistant, SDCC \n  Suzanne Nazal, Senior Social Development Officer (Civil Society and \nParticipation), SDCC \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", "CONTENTS \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.   JUSTIFICATION FOR CLUSTER MODALITY  2  \nIV.  THE TECHNICAL ASSISTANCE CLUSTER  2 \nA.  Impact, Outcome and Outputs   2 \nB.  Cost and Financing  4 \nC.  Implementation Arrangements  4 \nV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Subproject Descriptions  9 \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 50364-001\nProject Name Deepening Civil Society Engagement  Department SDCC/NGOC\nfor Development Effectiveness /Division\nNature of Activity Capacity Development Executing  Asian Development Bank\nAgency\nModality Cluster, Regional\nCountry REG\n2. Sector Subsector(s)     ADB Financing ($ million)\nPublic sector  Public administration 1.40\nmanagement\nTotal 1.40\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the  Low\ngrowth (IEG) including jobs, created and expanded Project\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Civil society participation Some gender elements (SGE)\ncapacity development\n(GCD)\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nPartnerships (PAR) Civil society organizations\nImplementation\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No\nRegional High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG10\nQq\n6. Risk Categorization Low \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 1.40\n    Knowledge and Support technical assistance: Technical Assistance  1.40\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 1.40\nqq\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 23012017172341201311 Generated Date: 13-Nov-2017 15:45:19 PM", " \nI.  INTRODUCTION \n1.  The technical assistance (TA) cluster will demonstrate good practice examples of civil \nsociety engagement through consulting services, partnerships, and building the capacity of civil \nsociety organizations (CSOs) and implementing authorities of developing member countries \n(DMCs) to engage more effectively on Asian Development Bank (ADB) projects for more inclusive \ndevelopment outcomes. The TA cluster is in line with ADB’s corporate strategic directions and \nenables ADB’s Sustainable Development and Climate Change Department (SDCC) to help ADB \nregional departments and DMCs implement these directions.1 \n \n2.  ADB  has  recognized  CSOs  and  nongovernment  organizations  (NGOs)  as  key \nstakeholders since the adoption of the policy on cooperation between Asian Development Bank \nand nongovernment organizations in 1998.2 In addition, strategic priorities defined in the ADB \nMidterm Review of Strategy 2020 Action Plan reaffirm the policy commitment to enhanced \ncollaboration with CSOs, and call for their active participation in the design and implementation \nof projects, and in the monitoring of project activities and outputs.3 The proposed TA cluster is \nincluded in the 2017 SDCC results-based work plan approved by the vice president for Knowledge \nManagement and Sustainable Development. \n \n3.  Under Strategy 2030 (now under development),4 ADB is seeking to align its future \ndirections more closely with the Sustainable Development Goals (SDGs) by supporting DMCs \nthrough investments in human needs, infrastructure, and cross-border public goods to eradicate \npoverty and strengthen sustainable development.5 In responding to the changing development \nlandscape in the rapidly evolving Asia and the Pacific, ADB recognizes the importance of \nengaging more effectively with CSOs to ensure that its development services are inclusive and \ncontribute to the achievement of the SDGs. Experience shows that effective CSO participation \nhas not only improved the quality of ADB’s development services, but has also substantively \ncontributed  to  increasing  their  inclusiveness  by  building  on  principles  that  place  people, \nparticularly the poor and marginalized, at the center of the development process. \n \nII.  ISSUES \n4.  The new development paradigm—embedded in the SDGs, the United Nations Framework \non Climate Change (COP21), and the Addis Ababa development financing framework—reflects \nthe emerging world view that civil society has an important role in development, and societal \ndevelopment challenges can be addressed only through a collaborative effort by government, civil \nsociety, the private sector, and official development assistance providers. The implication for ADB \nis that opportunities for supporting more and deeper collaboration with CSOs will increase as its \nDMCs pursue partnerships with CSOs in implementing the SDGs. ADB’s current commitments \nand  policies  for  supporting  DMC  collaboration  with  CSOs  remain  relevant  and  will  be \nstrengthened to deepen collaboration throughout ADB operations. \n \n5.  In early 2016, the NGO and Civil Society Center (NGOC) reviewed the current state of \nCSO engagement in ADB policies and operations, in view of the regional and global trends and \n                                                \n1  The TA first appeared in the business opportunities section of ADB’s website on 12 May 2017. \n2  ADB. 1998. Cooperation Between Asian Development Bank and Nongovernment Organizations. Manila. \n3  ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of Transforming Asia and the Pacific. Manila. \n4  ADB is preparing a new strategy to respond to the changes brought about by a rapidly evolving Asia and the Pacific. \nhttps://www.adb.org/about/policies-and-strategies/new-strategy. \n5  ADB. 2015. ADB Statement at the UN Sustainable Development Summit – Stephen P. Groff. 27 September. New \nYork. https://www.adb.org/news/speeches/adb-statement-un-sustainable-development-summit-stephen-p-groff. ", "2 \nthe changing role of civil society in poverty reduction and sustainable development.6 In addition, \nlessons from TA for Civil Society Participation for Development Effectiveness concluded that \ndeeper CSO participation will improve development outcomes and increase the inclusiveness of \nprograms and projects, including by (i) increasing access to and the responsiveness of health, \neducation, and social protection services; (ii) accessing and leveraging the effects of infrastructure \ninvestments;  (iii)  improving  public  sector  governance  and  reducing  corruption;  (iv)  helping \nimplement sustainable natural resource management; and (v) improving economic inclusivity \nthrough  interventions  that  target  poverty.7 Also,  the  study  recommended  the  following:  (i) \ndemonstration pilots should be supported to deepen CSO engagement in selected DMCs that \nhave proactive CSO engagement policies and programs, (ii) sector and thematic groups should \ntake  the  lead  in  developing  partnerships  with  CSOs  and  support  results-oriented  CSO \nengagement in sector lending operations, (iii) country partnership strategies should integrate the \nnew  development  paradigm  on  the  role  of  CSOs,  and  (iv)  a  strategy  for  financing  CSO \nengagement in ADB operations should be developed. \n \n6.  The  TA  cluster  implemented  through  three  subprojects  will  support  DMCs’  SDG \ncommitments for more inclusive development and the fostering of partnerships with civil society \nand development partners to strengthen development effectiveness. \n \nIII.  JUSTIFICATION FOR CLUSTER MODALITY \n7.  The proposed subprojects are strategically linked with a common overall objective. The \nTA cluster modality allows flexibility and better sequencing of TA activities that is aligned with \navailable funding, compared with the stand-alone TA modality. The TA cluster approach also \nallows for flexible expansion of successful outputs. \n \nIV.  THE TECHNICAL ASSISTANCE CLUSTER \nA.  Impact, Outcome, and Outputs \n8.  The TA cluster is aligned with the following impact: delivery of inclusive development \nservices in selected DMCs improved (SDG 10).8 The TA cluster will have the following outcome: \nCSO participation in ADB operations strengthened.9 \n \n9.  Output 1: Capacity for effective civil society organization engagement in the design, \nimplementation, and monitoring of ADB projects improved. The TA cluster will seek a DMC-\nbased solution to enhance CSO engagement and identify areas for skills enhancement. A \ncapacity gap assessment of skills and knowledge on CSO cooperation will lead to (i) development \nof a learning program to build the capacity of DMC officials and CSOs on effective engagement \nin key sectors such as climate change, disaster risk management, gender, water, urban services, \nenergy, health, education, and social protection; and (ii) country-specific strategies, such as CSO \nengagement in fragile and conflict-affected situations. To improve the skills for enhanced CSO \nengagement of DMC project officials and CSOs, capacity building methods and outputs will \ninclude (i) classroom training and learning-by-doing (on-the-job training, mentoring, and cross-\n                                                \n6  ADB. 2016. Proposed Strategic Directions for ADB–CSO Engagement, 2016–2030: A Discussion Note. Consultant’s \nreport. Manila (SC 106166-REG).  \n7  ADB. 2013. Technical Assistance for Civil Society Participation for Development Effectiveness. Manila (TA 8595-\nREG, approved on 16 December). The TA aimed to increase civil society contribution in ADB operations and was \ncompleted in October 2017.  \n8  SDG 10.2: By 2030, empower and promote the social, economic and political inclusion of all, irrespective of age, \nsex, disability, race, ethnicity, origin, religion or economic or other status. \n9  The design and monitoring framework is in Appendix 1. \n ", "3 \nlearning visits); (ii) networking and peer learning programs; and (iii) e-learning and blended-\nlearning courses. The TA cluster will also support regional capacity building through workshops \nand the use of appropriate information and communication technology (ICT) platforms. \n \n10.  Output  2:  Demonstration  activities  through  effective  civil  society  organization \nengagement conducted. TA cluster outputs will focus on ongoing and new ADB operations and \ncountry  assistance  strategies  using  gender-sensitive  and  inclusive  approaches.  New  and \nproposed  business  processes  and  innovative  engagement  models  for  enhanced  CSO \nengagement will be field tested in selected DMCs.10 The main activities include (i) collecting and \nsharing  information,  and  supporting  CSO  participation  in  achieving  the  SDGs  and,  where \napplicable,  Open  Government  Partnership  national  action  plans  and  other  institutional \nmechanisms for civil society–government engagement; (ii) collecting and sharing information with \nADB country teams and government agencies on major CSO-led development programs in the \nparticipating  DMC;  (iii)  developing  CSO  country  assessments  and  ADB–CSO–country \ncooperation  action  plans  in  country  planning  activities;11 (iv)  incorporating  knowledge  and \nexpertise of CSOs through the establishment of regional and national advisory committees; (v) \nintegrating context-sensitive CSO engagement into the design of new loans and grants in the \nADB project pipeline; (vi) supporting the implementation of planned CSO participation in ongoing \nADB-financed projects through TA and capacity building; (vii) supporting ADB resident mission \noffices and project teams working with CSOs; (viii) demonstrating new engagement tools and \nprocesses with CSOs in ADB projects; (ix) identifying and implementing opportunities to leverage \nADB–CSO partnerships on ADB projects; (x) supporting the involvement of CSOs in the design, \nimplementation, and monitoring of project activities and outputs; (xi) supporting CSO-participatory \nactivities to enhance the delivery of services to poor, vulnerable, and marginalized communities; \nand (xii) creating CSO advisory committees (national and regional) to support TA knowledge \ngeneration  and  sharing.  The  advisory  committees  will  facilitate  discussions  and  provide \nrecommendations to stimulate increased CSO engagement in ADB projects. \n \n11.  Output  3:  Knowledge  products  about  effective  civil  society  organization \nengagement in ADB operations generated and shared. The TA cluster will capture and \ndisseminate lessons and experiences of good practices involving CSO engagement in project \nplanning,  design,  implementation,  and  monitoring,  and  highlight  in-country  and  regional \nknowledge platforms. The knowledge products will demonstrate how CSO engagement enhances \nproject quality and promotes inclusive development. Capacity building and field testing of new \nbusiness processes will be undertaken under output 1, and enhanced CSO engagement models \nunder output 2. Lessons from these activities may be developed into e-learning courses and \nblended learning programs to be used as part of a continuous capacity development program. \nSpecial  attention  would  be  devoted  to  CSO  engagement  to  improve  inclusion  of  specific \nmarginalized and vulnerable groups in ADB operations. Practical grassroots CSO engagement \nparticipatory tools and techniques will be generated locally and lessons monitored and shared \namong local CSOs and project operational teams. The TA cluster will develop tangible knowledge \nproducts using ICT and other appropriate communication tools (e.g., printed materials may be \nused for knowledge dissemination where internet access to local communities is not available, or \nas appropriate to enhance the effectiveness of discussions, interactions, and dialogues). These \nknowledge products will be integrated into ADB country knowledge planning and use country \n                                                \n10  New business processes under development as part of ADB. 2014. Midterm Review of Strategy 2020 Action Plan. \nManila  (item  2.31:  Update  business  processes  [including  streamlining  grants,  consulting,  and  partnership \nmechanisms] to expand CSOs’ engagement in the design, implementation, and monitoring of projects and in \nknowledge work and policy dialogue). \n11 Outlining strategies and actions for ADB–CSO–government cooperation, as distinct from project participation plans. \n ", "4 \nknowledge platforms—such as ADB’s K-Learn learning platform—to capture lessons, processes, \nand unique features of the enhanced CSO engagement. \n \nB.  Cost and Financing \n12.  The TA cluster is estimated to cost $1,400,000, which will be financed on a grant basis by \nADB’s Technical Assistance Special Fund (TASF 6). Detailed cost estimates and financing \narrangements  will  be  presented  in  each  subproject  proposal  submitted  for  approval.  Cost \nestimates for subprojects will be based on assessments of the capacity of CSOs and governments, \nand the implementation requirements of the activities and outputs.12  \n \nC.  Implementation Arrangements \n13.  ADB will administer the TA cluster. The NGOC under the Thematic Advisory Service \nCluster of the SDCC will lead the overall implementation of the subprojects. Activities under each \nsubproject  will  be  closely  coordinated  with  ADB’s  regional  departments,  including  resident \nmissions. Each subproject proposal will be submitted for approval to the director general of SDCC \nin accordance with the business process for knowledge and support TA cluster processing.13  \n \n14.  SDCC  will  select,  supervise,  and  evaluate  consultants,  resource  persons,  research \nassistants, partner organizations, and advisory committees. It will organize workshops; attend \nseminars; and provide staff to support workshops, training events, and supervisory and subproject \ndesign  missions.  Advisory  committees  will  be  formed  as  needed  to  support  subproject \nimplementation.14 Additionally, because this TA cluster will demonstrate innovative ways for ADB \nto engage with CSOs, it will demonstrate new modalities that augment the usual consulting \ncontract arrangements, as stated in the ADB procurement procedures.15 \n \nTable 1: Implementation Arrangements for the Technical Assistance Cluster \nAspects  Arrangements \nIndicative implementation  November 2017–December 2020  \nperiod for the TA cluster \nExecuting agency  Asian Development Bank—Sustainable Development and Climate \nChange Department (NGO and Civil Society Center) \nConsultantsa  Package title  Selection method  Engaged by \nIndividual (Outputs 1–3)  ICS  ADB \nDisbursement  The TA resources will be disbursed following ADB's Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). \nADB = Asian Development Bank, ICS = Individual Consultants System, NGO = nongovernment organization, TA = \ntechnical assistance.  \na  Outline terms of reference for consultants, including resource persons, will be included in the subprojects. \nSource: Asian Development Bank. \n \n15.  Subprojects. The TA cluster will be implemented through three subprojects (detailed in \nAppendix 2). Each subproject will be designed to support the achievement of the cluster outputs \n(paras. 9–11), as and when needed during the implementation period. \n                                                \n12 Supplementary financing will be explored during implementation of the three subprojects under the TA cluster. \n13 ADB. 2017. Staff Instruction on Business Processes for Knowledge and Support Technical Assistance. Compendium \nof Staff Instruction. Manila. \n14 This may include an external advisory committee—composed of CSOs, government representatives and ADB—and \na country advisory committee composed of CSOs, government representatives, and ADB. \n15 ADB. 2003. Promotion of Cooperation with Nongovernment Organizations. Operations Manual. OM E4/BP. Manila. \nis undergoing revision to strengthen CSO partnerships. Partnerships with CSOs under the revised Operations \nManual will be detailed in subprojects. \n ", "5 \n \nTable 2: Indicative Implementation Period and Budget Allocation for Subprojects \nImplementation  Budget \nItem  Subproject Title  Period  ($’000) \nSubproject 1  Deepening ADB–Civil Society Engagement in  December 2017– 400 \nSelected Countries in Central West Asia, East  December 2019 \nAsia and the Pacific \nSubproject 2  Deepening ADB–Civil Society Engagement in  June 2018– 500 \nSelected Developing Member Countries  December 2020 \nSubproject 3  Deepening ADB–Civil Society Engagement in  June 2019– 500 \nSelected Developing Member Countries  December 2020 \nADB = Asian Development Bank. \nSource: Asian Development Bank. \n \n16.  Consulting services. Individual consultants will be recruited to support implementation \nof outputs 1–3 under the specific subprojects. An estimated 22 person-months of international \nconsultant inputs (e.g., capacity building specialist and participatory engagement specialist) and \n175 person-months of national consulting inputs (e.g., CSO engagement writers, researchers, \nCSO communications and training materials developer, participatory engagement specialists and \nproject coordinator) are required to carry out activities under the TA cluster. Output-based and/or \nlumpsum contracts will be considered for all consulting services, but time-based contracts will be \nused as appropriate. The consultants will be engaged in accordance with ADB’s Procurement \nPolicy (2017, as amended from time to time) and the associated project administration and/or \nstaff instructions. The estimated cost and requisite fields of expertise are indicative and estimates \nwill be finalized prior to the approval of each subproject. \n  \n17.  Knowledge partnerships. Knowledge partnership agreements (KPAs) are envisioned \nunder the subprojects. Relevant CSOs will be engaged through KPAs to facilitate the application \nof their localized experience and technical knowhow, implementation capability, and efficiency to \ngenerate knowledge and promote knowledge solutions in operations.16 A nomination proposal will \nbe prepared for a proposed knowledge partner, and the corresponding KPA will be processed, in \naccordance with the ADB staff instructions.17 \n \n18.  Social media and websites. The TA cluster will use ADB-supported website and social \nmedia channels that are maintained by NGOC and follow the ADB Guidelines on Social Media18 \nand the Branding Tool Kit.19 The online platforms will be used to document and capture knowledge \nto share with targeted audiences. Full use and integration of TA cluster output with country \nknowledge  platforms,  ADB’s  K-Learn  learning  platforms,  and  other  SDCC  and  regional \ndepartment knowledge platforms will be supported. The NGOC will continue to maintain websites \nand social media beyond the TA closing date. \n \nV.  THE PRESIDENT'S DECISION \n19.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent amount of $1,400,000 on a grant \nbasis for Deepening Civil Society Engagement for Development Effectiveness, and hereby \nreports this action to the Board.  \n                                                \n16 Detailed terms of reference for partnerships will be processed in the subprojects under the TA cluster. \n17 ADB. 2017. Staff Instruction on Business Processes for Knowledge Partnerships Under Technical Assistance \nOperations. Compendium of Staff Instructions. Manila (2 March). \n18 ADB. 2017. Guidelines on Social Media at ADB. Manila (5 January).  \n19 ADB. 2014. Branding Tool Kit: Visual identity guidelines of the Asian Development Bank. Manila.  \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with \nDelivery of inclusive development services in selected DMCs improved (Sustainable Development Goal \n10)a \nData Sources and \nPerformance Indicators with  Reporting \nResults Chain  Targets and Baselinesb  Mechanisms  Risks \nOutcome       \nCSO participation in  All new projects (2019 to 2021)  Annual progress  Changes in political \nADB operations  in selected DMCs include  reports to be  leadership hinder \nstrengthened  partnerships with CSOs where  prepared by NGOC  progress and DMC \nthey are able to participate in    commitment to CSO \ndecision-makingc (2017  Annual monitoring of  engagement \nbaseline: 0)  CSO engagement for \ncorporate results \nframework \nOutputs       \n1. Capacity for  1a. Capacity building programs  1a.–b. TA technical   \neffective CSO  for CSO engagement in ADB  progress reports \nengagement in the  operations are established and  prepared by NGOC \ndesign,  initiated in at least four DMCs,  and discussed by the \nimplementation,  with participation of CSOs and  CSO anchor network \nand monitoring of  government implementing  involving the DMCs \nADB projects  agency staff, by December \nimproved  2020 (2017 baseline: 0) \n1b. At least 15 CSOs (at least     \ntwo of which focus on women) \nplus five network CSOs in each \nselected DMC report improved \nunderstanding of ADB \noperationsd by December 2020 \n(2017 baseline: 0) \n  1c. Participants in workshops  1c. Workshop reports   \nacross three ADB regions  and pre- and post- \nreport improved knowledge and  workshop capacity \nunderstanding of enhanced  assessment and \nCSO engagement  evaluation reports \nimplementation by December \n2020 (2017 baseline: 1) \n2. Demonstration  2a. Four CSO country  2a.–d. Consolidated   \nactivities through  operations assessments and  report on CSO \neffective CSO  ADB–CSO–country  engagement and \nengagement  cooperation action plans  outcomes over time \nconducted  developed, by December 2020  in participating \n(2017 baseline: 1)  DMCs, published \nannually by NGOC \n  2b. 10 project CSO-    \nparticipation plans completed, \nby December 2020 (2017 \nbaseline: 5)  ", "Appendix 1  7 \nData Sources and \nPerformance Indicators with  Reporting \nResults Chain  Targets and Baselines  Mechanisms  Risks \n  2c. Eight new proposed ADB-    \nfinanced projects supported \nthrough higher-level CSO \nengagement (collaboration and \npartnerships) or CSO \ncofinancing, by December 2020 \n(2017 baseline: 5) \n  2d. Country report on policies     \nand programs for CSO \nengagement in national \ndevelopment plans prepared \nfor four selected DMCs, by \nDecember 2020 (2017 \nbaseline: 0) \n3. Knowledge  3a. Online learning platforms  3a. Workshop and  Changes in the political \nproducts about  and social media channels  knowledge needs  environment and new \neffective CSO  disseminate project e-learning  assessment reports  laws restricting the \nengagement in  and knowledge products from  and pre- and post- activities of CSOs \nADB operations  three regional departments, by  training workshop \ngenerated and  December 2020 (2017  evaluation reports \nshared  baseline: 1) \n3b. Three examples of  3b. ADB Knowledge   \nimproved business processes  Sharing and Services \nused to enhance CSO  Center’s Learn \nengagement in ADB operations  Database (K-Learn) \ndocumented, by December   \n2020 (2017 baseline: 0) \n  3c. Five country-, regional-  3c. TA progress   \nand/or sector-specific  reports prepared by \nengagement guides for CSOs,  NGOC and \nADB project development staff,  discussed by the \nand government agencies  CSO Anchor network \ndeveloped, by December 2020  involving ADB’s five \n(2017 baseline: 1)  regional departments \n  3d. Online learning courses  3d. ADB Knowledge   \ncompleted by CSO and  Sharing and Services \ngovernment officials, with sex- Center’s Learn \ndisaggregated and  Database (K-Learn) \ndemographic monitoring, in at \nleast five DMCs by December \n2020 (2017 baseline: 0) \nKey Activities with Milestones \n1.   Capacity for effective CSO engagement in the design, implementation, and monitoring of ADB \nprojects improved \n1.1  Assess capacity building needs through gap analysis and consultations with government, CSOs, and \nADB staff (Q1 2018–Q3 2019). \n1.2 Develop a curriculum and training program for CSOs and government officials (Q1 2018–Q2 2019). \n1.3 Undertake capacity building training in selected DMCs (Q1 2018–Q2 2020). \n ", "8  Appendix 1 \nKey Activities with Milestones \n1.4 Draft capacity and institutional planning documents (Q1 2018–Q2 2019). \n1.5 Prepare country- and sector-specific engagement guides for CSOs, ADB project development staff, \nand government agencies (Q1 2019–Q2 2020). \n1.6  Monitor the effectiveness of capacity building outputs (Q1 2019–Q2 2020). \n2.   Demonstration activities through effective CSO engagement conducted \n2.1  Support resident mission on mainstreaming CSO engagement into selected projects and country \npartnership strategy and/or country operations business plan activities in selected DMCs (Q1 2018–\nQ2 2020). \n2.2  Support implementation of planned CSO participation in ongoing ADB-financed projects through TA \nand capacity building (Q1 2018–Q2 2020). \n2.3  Develop CSO cooperation action plans in country planning activities (Q1 2018–Q4 2020). \n2.4  Support integration of the knowledge and expertise of CSOs through the establishment of advisory \ncommittees at regional and national levels (Q1 2018–Q2 2020). \n2.5  Support CSO engagement to improve inclusion of specific marginalized and vulnerable groups in \nADB operations, particularly at the grassroots level (Q1 2018–Q2 2020). \n2.6  Develop new CSO partnering and cofinancing demonstration activities (Q2 2018–Q2 2020). \n2.7  Integrate context-sensitive CSO engagement into the design of new loans and grants in the ADB \nproject pipeline (Q4 2018–Q2 2020). \n3.   Knowledge products about effective CSO engagement in ADB operations generated and \nshared \n3.1  Capture and disseminate (locally and regionally) good CSO engagement practices, which improve \ninclusion of specific marginalized and vulnerable groups in ADB operations, particularly at the \ngrassroots level (Q1 2018–Q2 2020). \n3.2 Design CSO country knowledge plans and support their implementation (Q1 2018–Q2 2020). \n3.3  Knowledge on CSO engagement in ADB operations generated and shared using K-Learn and other \nsuitable platforms (Q4 2018–Q2 2020). \n3.4  Capture lessons from the demonstration of new business processes that enhance ADB–CSO \nengagement, evaluate their effectiveness, and disseminate lessons (Q4 2019–Q2 2020). \n3.5  Capture and disseminate examples of CSO engagement in project planning, design, implementation, \nand monitoring; and highlight in-country and regional knowledge platforms that show how CSOs \nengagement enhances project quality and development results (Q4 2019–Q2 2020). \n3.6  Design, test, and expand field-level knowledge activities involving peer learning (Q2 2018–Q2 2020). \nTA Management Activities \nManage deployment of consultants and CSO partnerships, consultants’ outputs, and partnerships; and \nprepare monitoring reports. \nInputs \nADB: $1,400,000, with initial availability of $400,000 in 2017 \nAssumptions for Partner Financing \nNot applicable \nADB = Asian Development Bank, CSO = civil society organization, DMC = developing member country, NGOC = NGO \nand Civil Society Center, Q = quarter, SDG = Sustainable Development Goal, TA = technical assistance. \na  United Nations Development Programme. Sustainable Development Goal 10: Reduce Inequalities. \nb  All TA cluster targets are set to December 2020. Individual design and monitoring framework targets contributing to \nthese will be further detailed in subproject design and monitoring frameworks. \nc  ADB.  2012.  Strengthening  Participation  for  Development  Results:  An  Asian  Development  Bank  Guide  to \nParticipation. Manila. \nd  Network CSOs may be focused on a sector or theme, or be geographically based, and will be selected to enhance \nsustainability of capacity building activities under the TA cluster. \nSource: Asian Development Bank. \n ", "Appendix 2  9 \nSUBPROJECT DESCRIPTIONS \n \nThe technical assistance (TA) cluster approach allows for a staging of complementary activities, \nbundled under a series of subprojects and sequenced to allow for adequate planning and design \nof activities, resource mobilization, and scheduling of funding. The TA cluster approach also \nallows for flexible expansion of successful outputs and alignment of donor funding with subproject \ndesign. Three subprojects are envisioned to deliver activities and outputs individually that will \ncontribute to the TA cluster outputs; these subprojects will collectively deliver the design and \nmonitoring framework (Appendix 1). The tentative scope of the subprojects is outlined below. \nDetails of subproject 2 and subproject 3 would be shaped by the subproject 1 implementation \nexperience, expanded and aligned with resource availability, and in line with the innovation and \nlearning-by-doing approach undertaken in this TA cluster. \n \nSubproject 1  Deepening ADB-Civil Society Engagement in Selected \nCountries in Central West Asia, East Asia, and the \nPacific \nIndicative outputs and  Output 1: Capacity-building products and services for \nactivities  CSOs and government agencies on effective CSO \nengagement in ADB projects delivered. Output 1 \ncomprises a range of capacity building activities aimed at \nimproving the engagement of CSOs in ADB projects, and \nsupports output 1 (capacity building) of the TA cluster. \nActivities under this subproject’s output 1 include (i) \nassessment of capacity-building needs and training gaps of \nrelevant government agencies and CSOs in selected \ndeveloping member countries (DMCs) in CWRD, EARD, \nand PARD; (ii) assessment of capacity-building needs of \nrelevant ADB staff to design for higher levels of CSO \nengagement in ADB projects;a (iii) development of curricula, \ntraining programs, and participatory dialogue and forums \n(such as focus group and/or roundtable discussions) on \nCSO engagement, tailored for different audiences such as \nCSOs and government agency staff; and (iv) delivery of \ncurricula, training programs, and focus group and/or \nroundtable discussions on CSO engagement for \ngovernment staff and CSOs. It will also include discussions \non good practice case studies on CSO engagement in \nspecific areas such as climate change, disaster risk \nmanagement, gender, road, water, urban services, energy, \nhealth, education, public sector finance, and social \nprotection, along with country-specific strategies such as \nCSO engagement in fragile and conflict-affected situations. \nTraining and/or capacity-building programs will be monitored \nfor effectiveness and to ensure inclusivity. Earlier programs \nwill be used as pilots and later programs will have content or \ndelivery mechanisms adjusted to address any gaps or \nlearning resulting from the monitoring program. \n \n ", "10  Appendix 2 \nOutput 2: Good practice on the contribution of CSO \nparticipation to improving the quality of ADB operations \ndisseminated. Output 2 comprises a package of activities \ndesigned to highlight and demonstrate good practices on the \ncontribution of CSO participation to improving project \noperations and supports output 2 and output 3 \n(demonstrations activities and knowledge products) of the \nTA cluster. Activities under output 2 of subproject 1 will \nspecifically target inclusive and participatory approaches. \nThese will include (i) conducting an in-depth assessment of \nCSO engagement in ADB operations and in-country \ndevelopment projects; (ii) developing ADB–CSO–country \ncooperation action plans;b (iii) integrating the knowledge and \nexpertise of CSOs into sector and country assistance \nstrategies in selected regional departments and DMCs; (iv) \nworking closely with ADB’s sector and thematic groups, \nregional operations departments, and government agencies, \nand tapping into CSO expertise and peer review processes \nto design guidelines for CSO engagement to enhance sector \noperations, particularly focusing on the portfolio of the DMCs \ncovered in subproject 1;c and (v) preparation and \ndissemination of a package of knowledge products and \nservices about ADB–CSO cooperation, using multimedia \nplatforms, networking events that demonstrate CSO \ncooperation, educational tours, and region-specific guides \nabout CSO engagement.  \n \nOutput 3: Institutional linkages to facilitate increased \nCSO engagement strengthened. Output 3 will strengthen \ninstitutional linkages to facilitate increased CSO \nengagement in ADB operations. It directly supports output 2 \n(demonstration activities) of the TA cluster. Activities under \noutput 3 of subproject 1 will include (i) engagement of \nnational consultants or partnership with appropriate national \nNGOs as resource persons to the regional departments, \nsubregional offices and/or resident missions, to provide \nincreased resources to strengthen linkages between project \nstaff and CSOs. Partnerships of local CSOs with ADB will \nfacilitate increased engagement and links between the civil \nsociety sector and ADB, and facilitate increased \nunderstanding within ADB of the knowledge and capacity of \nCSOs; (ii) working with project officers and other operational \nstaff, identification of projects and design of activities for \nhigher levels of CSO engagement in ADB’s ongoing and \npipeline portfolio of projects in each subproject 1 DMC; (iii) \nidentification of potential activities to be undertaken by \nCSOs in parallel with ADB project activities and designed to \nsynergize with and complement project outputs; and (iv) \nsupport for ongoing project operations in deepening CSO \nengagement and support for the involvement of CSOs in the \ndesign, implementation, and monitoring of project activities \n ", "Appendix 2  11 \nand outputs, with small-scale funding made available under \nsubproject 1 to facilitate this CSO engagement. \n \nOutput 4: CSO knowledge and perspectives on ADB \noperations generated. Output 4 aims to enhance CSO \nknowledge assimilation through the creation of advisory \ncommittees at regional and national levels, and supports \noutput 2 and output 3 (demonstration activities and \nknowledge generated and shared) of the TA cluster. This \nsubproject 1 output will initiate long-term activities (to be \ncontinued in subproject 2 and subproject 3) to support the \nachievement of the outcome of the TA cluster. Holistic \nmonitoring and routine review of the progress of the TA \ncluster and internal ADB business process reforms are \nenvisaged to continue to enhance TA cluster activities and \nADB’s institutional support and business process to achieve \nhigher levels of CSO engagement. Activities under this \noutput include (i) the creation of an external advisory \ncommittee—consisting of national and international CSOs, \nADB regional department and SDCC representative staff, \nand government representatives. The committee will meet \nas a group at least twice during subproject 1 \nimplementation. The external advisory committee would be \ntasked to conduct reviews and comparative studies, \nfacilitating discussions, and providing advice to stimulate \nhigher levels of CSO engagement in operations in \nconsultation with CSOs, governments, and ADB operations; \n(ii) creation of a country advisory committee which consists \nof 3–5 CSO representative with adequate capacity relevant \nto ADB’s country portfolio to assist resident mission staff \nand project officers review and provide advice on CSO \ncooperation in programs and projects, and how wider CSO \nactivities may complement these—will be established and \nsupported in all subproject 1 countries; and (iii) capture and \ndisseminate knowledge through external and country \nadvisory groups. Terms of reference will be developed in \ncooperation with country offices during the implementation \nof subproject 1. \nIndicative implementation  ADB, through the SDCC SDTC, is the executing agency. \narrangements  Subproject 1 will be managed by the NGOC within SDTC in \nclose coordination with dedicated staff, allocated to support \nthe implementation or act as resources persons, from ADB \nheadquarters and field offices of CWRD, EARD, and PARD. \nSARD and SERD staff will also participate in TA activities, \nincluding acting as resources persons and in the preparation \nof subproject 2. \nImplementation schedule  Subproject 1 is expected to be implemented over a period of \n20 months, from December 2017 to December 2019, and \nincludes the following key activities: \n ", "12  Appendix 2 \n(i)  commencement,  initial  recruitments,  inception,  and \ndetailed planning: December 2017–March 2018; \n(ii)  capacity  development  for  effective  CSO  engagement: \nJanuary 2018–March 2019; \n(iii) good practice activities and/or knowledge products on \nCSO engagement: January 2018–June 2019; \n(iv) identification  of  opportunities  for  CSO  engagement: \nDecember 2017–December 2018; and \n(v)  CSO  knowledge  and  advice  incorporated  into  ADB \noperations: January 2018–December 2019. \nSubproject 2  Deepening ADB–Civil Society Engagement in Selected \nDeveloping Member Countries \nIndicative outputs and  The second subproject will expand the TA cluster activities \nactivities  into selected countries in SARD and SERD plus additional \ncountries in PARD and include (i) additional participatory \ndesigns of the CSO enhancement program in ongoing and \nnew projects in SARD- and SERD-selected DMCs, and \nadditional PARD-selected DMCs; (ii) identify capacity gaps \nand design strengthening programs for  government \nagencies and CSOs in SARD-, SERD-, and PARD-selected \nDMCs; and (iii) expand implementation of in-country \ncapacity building and enhanced CSO engagement programs \nacross selected DMCs in all regional departments. In \naddition, the subproject will (i) expand knowledge generation \nand sharing activities, drawing on outputs and outcomes of \nsubproject 1; (ii) design and demonstrate the new CSO \nparticipation monitoring system; (iii) complete guidelines, an \noperations manual, staff instructions, and related training \nmaterial and expand implementation of innovative ways of \nengaging with CSOs, including new business processes; (iv) \nprepare a financing and resource mobilization plan for \nenhanced CSO engagement in ADB operations; and (v) \nundertake project management. \nIndicative implementation  ADB, through the SDCC SDTC, is the executing agency. \narrangements  Subproject 2 will be managed by the NGOC within SDTC in \nclose coordination with dedicated staff from ADB \nheadquarters and field offices of selected operations \ndepartments allocated to support implementation or act as \nresources persons, and who will also participate in TA \nactivities. \nImplementation schedule  June 2018–December 2020 \nSubproject 3  Deepening ADB–Civil Society Engagement in Selected \nDeveloping Member Countries  \nIndicative outputs and  The third subproject will further deepen the TA cluster \nactivities   activities into selected countries in CWRD, EARD, PARD, \nSARD, SERD. It will include (i) additional participatory \ndesigns of the CSO enhancement program in ongoing and \nnew projects in selected DMCs, and additional PARD-\n ", "Appendix 2  13 \nselected DMCs; and (ii) expand implementation of in-country \ncapacity building and enhanced CSO engagement programs \nacross selected DMCs in all regional departments. In \naddition, the subproject will (i) expand knowledge generation \nand sharing activities, drawing on outputs and outcomes of \nsubproject 1 and subproject 2; (ii) further expand the use of \nthe new CSO participation monitoring system; (iii) prepare \nand undertake initial expansion activities showcasing \nlessons learned in deepening ADB–CSO engagement; and \n(iv) undertake project management.  \nIndicative implementation  ADB, through the SDCC SDTC, is the executing agency. \narrangements   Subproject 3 will be managed by the NGOC within SDTC in \nclose coordination with dedicated staff from ADB \nheadquarters and field offices of selected operations \ndepartments allocated to support implementation or act as \nresources persons, and who will also participate in TA \nactivities. \nImplementation schedule  June 2019–December 2020 \nADB = Asian Development Bank, CSO = civil society organization, CWRD = Central and West Asia Department, DMC \n= developing member country, EARD = East Asia Department, NGO = nongovernment organization, NGOC = NGO \nand Civil Society Center, PARD = Pacific Department, SARD = South Asia Department, SDCC = Sustainable \nDevelopment and Climate Change Department, SDTC = Thematic Advisory Service Cluster, SERD = Southeast Asia \nDepartment, TA = technical assistance. \na  While TA funds will not be used for ADB staff capacity building, an independent assessment of ADB staff capacity to \nengage effectively with CSOs, which will feed into an ADB-funded staff capacity building program, is considered \nappropriate action alongside other activities funded under the TA. \nb  Outlining strategies and actions for ADB–CSO–government cooperation, as distinct from participation plans for any \none project.  \nc  For example, in PARD, the focus will likely be on climate change and disaster risk management, water and sanitation, \ntransport (road safety), and gender. \nSource: Asian Development Bank. \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20171219101034+08'00'", "ModDate": "D:20171219101034+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Technical Assistance Report", "Keywords": "adb technical assistance ta report"}}