{"path": "data/input/ta/50373-002-rrp-en.pdf", "pages": [" \n \n \n \nReport and Recommendation of the President  \n \n \nto the Board of Directors\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 50373-002 \nSeptember 2017 \n \n \n \n \nProposed Loan and Administration of Technical \nAssistance Grant \nDemocratic Socialist Republic of Sri Lanka:  \nRooftop Solar Power Generation Project \n \n \n \n \n \n \n \nThis is the version of the document approved by ADB’s Board of Directors that excludes \ninformation that is subject to exceptions to disclosure set forth in ADB’s Public Communications \nPolicy 2011.   \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 21 August 2017) \n \nCurrency unit  –  Sri Lanka rupee/s (SLRe/SLRs) \n \nSLRe1.00  =  $0.00652     \n$1.00  =  SLRs153.3     \n         \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CEB  –  Ceylon Electricity Board \n  kWh  –  kilowatt-hour \n  LECO  –  Lanka Electricity Company Limited \n  MOFMM  –  Ministry of Finance and Mass Media \n  MW  –  megawatt \n  PAM  –  project administration manual \n  PFI  –  participating financial institution \n  TA  –  technical assistance \n       \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars. \n ", "Vice-President  W. Zhang, Operations 1 \nDirector General  H. Kim, South Asia Department (SARD) \nDirectors  B. Carrasco, Public Management, Financial Sector and Trade \nDivision, SARD  \n  P. Wijayatunga, Energy Division, SARD  \n   \nTeam leaders  M. Khamudkhanov, Principal Energy Specialist, SARD \n  A. Huang, Senior Finance Specialist, SARD \nTeam members  J. Acharya, Senior Energy Specialist, SARD \n  A. Bernaldo, Associate Project Officer, SARD \n  C. Damandl, Senior Counsel, Office of the General Counsel \nP. Gutierrez, Project Analyst, SARD \n  Y. Jang, Social Development Specialist, SARD \n  M. C. Lantican, Senior Project Assistant, SARD \n  M. Panis, Senior Operations Assistant, SARD \n  J. Son, Energy Economist, SARD \n  R. Wimalasena, Senior Project Officer (Energy), SARD \n  A. Zhou, Senior Energy Specialist, SARD \nPeer reviewers  D. Elzinga, Senior Energy Specialist, Sustainable Development and \nClimate Change Department \nS. M. Lee, Financial Sector Specialist, East Asia Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "", " \n \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \n \nI.  THE PROPOSAL  1 \n \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  4 \nC.  Outputs  4 \nD.  Summary Cost Estimates and Financing Plan  4 \nE.  Implementation Arrangements  5 \n \nIII.  ATTACHED TECHNICAL ASSISTANCE  7 \n \nIV.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial  7 \nC.  Governance  8 \nD.  Poverty, Social, and Gender  9 \nE.  Safeguards  9 \nF.  Summary of Risk Assessment and Risk Management Plan  10 \n \nV.  ASSURANCES AND CONDITIONS  10 \n \nVI.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n \n ", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nthe Democratic Socialist Republic of Sri Lanka for the Rooftop Solar Power Generation Project. \nThe report also describes the proposed administration of technical assistance (TA) to be provided \nby the Asian Clean Energy Fund1 under the Clean Energy Financing Partnership Facility for \nImplementation  Support  to  the  Rooftop  Solar  Power  Generation  Project,  and  if  the  Board \napproves the proposed loan, I, acting under the authority delegated to me by the Board, approve \nthe administration of the TA. \n \n2.  The  project  includes  (i)  debt  funding  for  rooftop  solar  power  generation  systems; \n(ii) development of rooftop solar market infrastructure and a bankable subproject pipeline; and  \n(iii) building capacity and increasing awareness of stakeholders in Sri Lanka.2  \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Development priority in renewable energy. Sri Lanka’s energy sector has achieved \nsteady progress in 1990–2016. The national electrification rate has increased from 29.0% in 1990 \nto 99.3% in 2016.3 However, thermal power generation accounts for 67.2% compared with 24.6% \nof hydro power and about 8.2% of nonconventional renewable energy generation in the total \ngeneration mix.4 This creates a high expenditure on fuel imports, undermining the balance of \npayments position, and affects the environment and Sri Lanka’s commitments to the global \nclimate agenda. A key government development priority is to diversify the existing energy \ngeneration mix to include more indigenous, renewable energy resources.5 Sri Lanka’s nationally \ndetermined contributions target reducing greenhouse gas emissions against the business-as-\nusual scenario (base year 2013) by 20% (4% unconditional and 16% conditional) in the energy \nsector through renewable energy development and energy efficiency improvement.6  \n \n4.  Rooftop solar photovoltaic market. Sri Lanka has substantial solar energy potential. \nSituated close to the equator, it has abundant sunlight year round. For over two-thirds of the land \nmass, solar radiation is in the range of 4.0–4.5 kilowatt-hours (kWh) per square meter per day, \nwhich is considered high.7 However, the development of a solar power generation market has \nbeen limited in the past. Buruthakanda Solar Park is the only utility-scale solar park, and has a \ngeneration capacity of about 1.2 megawatts (MW) that is operational. The other existing solar \npower generation facilities are rooftop based. As of November 2016, there were 4,200 customers \nwith net-metered renewable energy facilities, adding up to a cumulative generating capacity of \nabout 30 MW.8 Almost all of these facilities are solar photovoltaic installations on rooftops, except \n                                                \n1  Established by the Government of Japan. \n2  This lending proposal is included in the 2017 program of ADB. 2017. Country Operations Business Plan: Sri Lanka, \n2018–2020. Manila.  \n3  Ceylon Electricity Board. 2017. Statistical Digest 2016. Colombo. \n4  Nonconventional renewable energy includes mini hydro up to 10 megawatt (MW) capacity, wind, solar, biomass, tide, \nand geothermal power generation sources. \n5  Government of Sri Lanka. 2015. Sri Lanka Energy Sector Development Plan for a Knowledge Based Economy   \n2015–2025. Colombo. \n6  Government of Sri Lanka, Ministry of Mahaweli Development and Environment. 2016. Nationally Determined \nContributions. Colombo. \n7  Sri Lanka Sustainable Energy Authority. Solar Potential. http://www.energy.gov.lk/renewables/renewable-energy-\nresources/solar/solar-potential. \n8  The current estimate of the rooftop solar photovoltaic cumulative generating capacity is about 80 MW.  \n ", "2 \nfor a few small hydro electric facilities.9 About 95% of net-metered customers are households, \nwhile the others are institutional customers. In September 2016, the government announced the \nBattle  for  Solar  Energy  program.10 The  government’s  strategic  goal  is  to  increase  solar \nphotovoltaic capacity to 200 MW by 2020 and 1,000 MW by 2025. The program envisages \nboosting clean power generation through net metering, net accounting, and micro solar power \nproducer (net plus) schemes to connect rooftop photovoltaic installations to the network. These \ndifferent models are described as follows: \n \n(i)  Net metering. Introduced in 2008, this model allows customers to offset the \nconsumed electricity with the electricity they generate from their rooftop solar \nphotovoltaic systems that is advantageous for residential customers with high \nconsumption. At the end of monthly billing cycles, if the customers consume more \nthan they have generated from their rooftop solar systems, they are billed at the \nelectricity tariff rates based on their  net consumption level. If the customers \ngenerate more electricity than they consume, the electricity surplus balance is \ncarried over to the next month. The surplus balances can be kept for up to 10 years \nand distribution utilities will not pay customers for any generated surplus electricity; \n(ii)  Net accounting. Introduced in 2016, this model allows customers to be paid in \ncash for any surplus they generate at the end of their monthly billing cycles at the \nfollowing rates: (a) year 1 to year 7 at SLRs22.0/kWh, and (b) year 8 to year 20 at \nSLRs15.5/kWh. The advantage to a customer depends on its consumption level; \n(iii)  Net plus. Unlike the other two models, this allows customers to separate electricity \nconsumption and electricity generation. The customers pay for the electricity they \nconsume based on the existing tariff structure. At the same time, the customers \ncan also sell whatever electricity they generate from their rooftop solar photovoltaic \nsystems  at  the following rates: (a)  year  1 to year  7  at  SLRs22.0/kWh,  and                \n(b) year 8 to year 20 at SLRs15.5/kWh. This scheme may be advantageous for \ncommercial customers with big roof spaces. The scheme was introduced in 2016.  \n \n5.  Demand analysis. The project is built upon a strong government commitment to create a \nconducive business environment to enable rooftop solar system financing, including development \nof dedicated financing schemes, introduction of bankable business models, and duty and tax \nexemptions on solar panels and invertors. Under the net metering scheme, the rooftop solar \npower generation capacity increased from 0.7 MW to 60.0 MW from 2012 to 2016. With the \nintroduction of the net accounting and net plus models in 2016, the rooftop solar market is poised \nfor further expansion. Based on the financial viability of the three rooftop solar financing models, \nthe market has a strong potential to absorb Asian Development Bank (ADB) funds over the           \n4–year implementation period.11 A preliminary indicative subproject pipeline from the PFIs points \nto a demand for approximately $20 million. A list of the subprojects is provided in a detailed \ndemand analysis, which also ascertains the sufficient market size under the available financing \nmodels based on current tariff structure at various lending rates.12 Market infrastructure is sound. \nFrom the suppliers’ side, there are about 200 private sector renewable energy service companies \nwith a track record to provide rooftop solar systems installation and maintenance. \n \n6.  Banking sector. In 2013–2017, the banking sector maintained sound capital adequacy, \n                                                \n9  No net metered wind or other forms of renewable-energy-based power generating facilities have been reported. \n10 Government of Sri Lanka, Ministry of Power and Renewable Energy. 2016. Battle for Solar Energy begins from \nPresident’s house. http://powermin.gov.lk/english/?p=4454. \n11 Financial Analysis (accessible from the list of linked documents in Appendix 2). \n12 Demand Analysis for Rooftop Solar Systems (accessible from the list of linked documents in Appendix 2). \n \n ", "3 \nearning, and asset quality. However, market liquidity is tightening and interest rates are high. \nAverage weighted deposit rates rose from 5.9% in January 2015 to 9.2% in July 2017.13 \nCombined with perceived higher commercial risk in the nascent rooftop solar industry with \nuntested business models (e.g., net accounting and net plus), bank lending is limited. Thus, it is \nessential  for  the  banks  to  provide  the  funds  at  viable  terms  and  conditions  to  facilitate \ndevelopment while not distorting the market. A detailed analysis of the banking sector is in the \nfinancial analysis (footnote 11). ADB identified 10 potential participating financial institutions \n(PFIs) based on upfront financial soundness criteria, relevant institutional experience, and/or \npotential subproject pipeline.  \n \n7.  Project. The project will provide long-term debt financing for the installation of rooftop \nsolar photovoltaic power generation systems. The loan will be provided through the Ministry of \nFinance and Mass Media (MOFMM) to PFIs, including public and private sector banks, for \nfinancing qualified rooftop solar systems based on the available business models. TA associated \nwith the project (see para. 23) will support (i) establishing technical guidelines and standards for \nrooftop solar systems; (ii) subproject screening, implementation, monitoring, and compliance \nactivities; and (iii) stakeholder capacity and market development.  \n \n8.  The project is consistent with ADB’s country partnership strategy for Sri Lanka that \nprioritizes assistance to renewable energy development.14 It builds on previous ADB interventions \nfocused on supporting transmission and distribution investments to expand access to clean and \nreliable electricity.15 The project considers lessons relating to grid integration of renewable energy \nand from a similar rooftop solar financial intermediation loan, reflecting improved implementation \narrangements and project design.16 Being a financial intermediation loan, the project will not \ncrowd out similar private sector commercial finance because substantial government support and \nsubsidy (e.g., feed-in tariff and system of import duty exemption) are still required to quickly \nexpand the rooftop solar system finance and installations.17 \n                                                \n13 Central Bank of Sri Lanka. Current Economic Indicators. http://www.cbsl.gov.lk/htm/english/_cei/ir/i_4.asp (accessed \n21 August 2017). \n14 ADB. 2017. Country Partnership Strategy: Sri Lanka, 2018–2022—Transition to Upper Middle-Income Country \nStatus. Manila.  \n15  (i) ADB. 2012. Report and Recommendation of the President to the Board of Directors: Proposed Loans, Technical \nAssistance Grant, and Administration of Grant to the Democratic Socialist Republic of Sri Lanka for the Clean Energy \nand Network Efficiency Improvement Project. Manila. This funds transmission and medium-voltage infrastructure, \nincluding for the evacuation of power from a proposed wind park, and to pilot solar rooftop power generation \nsubprojects.  \n   (ii) Tranche 1 of ADB. 2014. Report and Recommendation of the President to the Board of Directors: Proposed \nMultitranche Financing Facility to the Democratic Socialist Republic of Sri Lanka for the Green Power Development \nand  Energy  Efficiency  Improvement  Investment  Program.  Manila.  This  finances  hydro  power  development, \ntransmission, and medium-voltage network improvements, and energy efficiency through innovative demand-side \nmanagement pilot subprojects.  \n   (iii) ADB. 2011. Technical Assistance to the Democratic Socialist Republic of Sri Lanka for Preparing the Clean \nEnergy and Network Efficiency Improvement Project. Manila (TA 7837-SRI). Under this project preparatory TA, ADB \nsupported actual wind and solar measurements, and wind and solar resource assessments at potential project sites.  \n  (iv) A system stability study and a country renewable energy master plan, along with a master plan and a business \nmodel of proposed wind parks, were prepared with the support of ADB. 2012. Technical Assistance to the Democratic \nSocialist Republic of Sri Lanka for Capacity Building for Clean Power Development. Manila (TA 8167-SRI). \n16 ADB. 2016. Report and Recommendation of the President to the Board of Directors: Proposed Multitranche \nFinancing Facility and Administration of Technical Assistance Grant to Punjab National Bank for Solar Rooftop \nInvestment Program. Manila. \n17 Factual evidences from a number of countries have demonstrated that the cost of rooftop solar energy is not \ncommercially viable during the initial rollout stage without significant public sector support. Germany, India, Japan, \nand People’s Republic of China used significant government subsidies to develop rooftop solar generation. The \n \n ", "4 \n9.  Value added by ADB assistance. The project will enable ADB to help the government \nestablish a lending facility to support rooftop solar financing. ADB has extensive technical and \nfinancial expertise in renewable energy development in South Asia, including from a $500 million \nproject in India to support a similar rooftop solar financing in 2016 (footnote 16). ADB’s knowledge \nand experience will bring international best practices to the PFIs and help Sri Lanka develop \ninnovative renewable energy solutions. This will contribute to the government’s program of \nincreasing clean power generation from solar energy, particularly the rooftop solar targets of 200 \nMW by 2020 and 1,000 MW by 2025. The project will help mainstream renewable energy \ndevelopment, increase the generation capacity for clean power, and improve the environmental \nconditions in the country. 18 It will increase the clean power generation capacity by 50 MW, which \nwill result in about 72,300 megawatt-hours of energy generation per year, equivalent to avoiding \nabout 55,600 tons of carbon dioxide emissions per year.  \n \nB.  Impact and Outcome \n \n10.  The project is aligned with the following impact: access to clean and reliable power supply \nin Sri Lanka increased by 2025 (footnote 5). The project will have the following outcome: clean \npower generation enhanced.19 \n \nC.  Outputs \n \n11.  Output 1: Debt funding for rooftop solar power generation increased. This includes \nfinancing of rooftop solar subprojects equivalent to additional capacity of 50 MW.  \n \n12.  Output 2: Rooftop solar market infrastructure and bankable subproject pipeline \ndeveloped. This includes (i) selection of PFIs for handling debt funding of commercial and \ndomestic sector rooftop solar systems; (ii) development of a pipeline of bankable subprojects for \ntotal capacity of 50 MW; and (iii) establishment of project technical guidelines and standards to \nbe followed by borrowers, vendors, and accredited engineers.  \n \n13.  Output  3:  Capacity  and  awareness  of  stakeholders,  including  the  Ministry  of \nFinance and Mass Media, participating financial institutions, and commercial and domestic \nsector customers increased. This includes (i) capacity training and workshops for the MOFMM, \nPFIs, and developers to improve knowledge on rooftop solar systems; (ii) awareness campaigns \nfor stakeholders and potential customers; and (iii) establishing and maintaining a comprehensive \ndatabase of all installations.  \n \nD.  Summary Cost Estimates and Financing Plan \n \n14.  The government has requested a regular loan of $50 million from ADB’s ordinary capital \nresources to help finance the project. The loan will have a 30-year term, including a grace period \nof 7 years; an annual interest rate determined in accordance with ADB’s London interbank offered \nrate (LIBOR)-based lending facility; a commitment charge of 0.15% per year; and such other \nterms and conditions set forth in the draft loan agreement.20 Based on the straight-line repayment \n                                                \nsame holds true for Sri Lanka. ADB's Clean Energy and Network Efficiency Improvement Project in Sri Lanka that \nwas approved in 2012 had 50% grant financing to pilot 1 MW rooftop solar photovoltaic project component. \n18 ADB. 2016. Technical Assistance to the Democratic Socialist Republic of Sri Lanka for the Solar Rooftop Power \nGeneration Project. Manila (TA 9278-SRI).  \n19 The design and monitoring framework is in Appendix 1. \n20 The longer loan terms would allow the use of the credit line as a revolving fund, at the government’s discretion. \n \n ", "5 \nmethod, the average maturity is 18.75 years, and the maturity premium payable to ADB is 0.20% \nper year. \n \n15.  The summary financing plan is in Table 1. ADB will finance the eligible expenditures, \nincluding taxes and duties, leading to installation of qualified rooftop solar photovoltaic systems.21 \nIn cases of commercial-scale systems, an appropriate amount of equity of about 20% may be \nrequired, and additional debt may be leveraged by the PFIs, based on commercial and risk \nmanagement principles.  \n \nTable 1: Summary Financing Plan \n  Amount  Share of Total \nSource  ($ million)  (%) \nAsian Development Bank      \nOrdinary capital resources (regular loan)  50.0  83.6 \nSubproject equity contributiona   9.8  16.4 \nTotal  59.8  100.0 \na  For commercial rooftop solar systems, an equity contribution of about 20% of the total subproject costs may be \nrequired by participating financial institutions, assuming 40% of the Asian Development Bank loan or $20 million is \nused  for  commercial  rooftop  solar  system  financing.  The  government  will  cover  financing  charges  during \nimplementation. \nSource: Asian Development Bank estimates. \n \n16.  Climate mitigation is estimated to cost $50 million, and ADB will finance 100% of mitigation \ncosts.  \n \nE.  Implementation Arrangements \n \n17.  The implementation arrangements are summarized in Table 2 and described in detail in \nthe project administration manual (PAM).22 \n \nTable 2: Implementation Arrangements \nAspects   Arrangements \nImplementation period  1 January 2018–31 December 2021 \nEstimated completion date  31 December 2021 \nEstimated loan closing date  30 June 2022 \nManagement \n(i)   Oversight body  Steering committee chaired by secretary or deputy secretary, MOFMM \nand including representatives of MOFMM, MNPEA, MPRE, SLSEA, \nCEB, LECO, PUCSL, and key PFIs \n(ii)  Executing agency  MOFMM  \n(iii)  Key implementing  DFD of MOFMMa \nagencies \n(iv)  Implementation unit  Project management unit established in DFD \nProcurement  In accordance with ADB’s Procurement Guidelines (2015, as amended \nfrom time to time) as applicable to financial intermediation loans. \nConsulting services  No consulting services envisaged. \n                                                \n21  The amount of taxes and duties (i) is within the reasonable threshold identified during the country partnership strategy \npreparation process, (ii) does not represent an excessive share of the project investment plan, and (iii) will only be \nfinanced in respect to ADB-financed expenditures. Financing of taxes and duties is material and relevant to the \nsuccess of the project. \n22 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "6 \nAspects   Arrangements \nRetroactive financing  Retroactive financing of up to 20% of the loan amount for expenditures \nincurred prior to loan effectiveness, but no earlier than 12 months \nbefore signing of the loan agreement. \nDisbursement   The loan proceeds will be disbursed in accordance with ADB’s Loan \nDisbursement Handbook (2017, as amended from time to time) and \ndetailed arrangements agreed between the government and ADB. \nADB = Asian Development Bank, CEB = Ceylon Electricity Board, DFD = Development Finance Department,                \nLECO  =  Lanka  Electricity  Company  Limited,  MNPEA  =  Ministry  of  National  Policies  and  Economic  Affairs,                 \nMOFMM = Ministry of Finance and Mass Media, MPRE = Ministry of Power and Renewable Energy, PFI = participating \nfinancial institution, PUCSL = Public Utilities Commission of Sri Lanka, SLSEA = Sri Lanka Sustainable Energy \nAuthority, TA = technical assistance.  \na   DFD has a tested track record implementing another ADB credit line for SME development (ADB. 2016. Report and \nRecommendation of the President to the Board of Directors: Proposed Loan and Administration of Technical \nAssistance Grant to the Democratic Socialist Republic of Sri Lanka for the Small and Medium-Sized Enterprises Line \nof Credit Project. Manila). \nSource: Asian Development Bank estimates. \n \n18.  The MOFMM will convert the ADB United States dollar funds at market exchange rates \nand provide the equivalent amount in Sri Lanka rupees to PFIs under subsidiary loan agreements. \nThe government will be responsible for foreign exchange risk. The subsidiary loans’ terms and \nconditions to PFIs, subject to ADB concurrence, will be based on the government’s cost of ADB \nfunds and reflect the commercial market conditions to develop the rooftop solar photovoltaic \nsystems in Sri Lanka. ADB and the MOFMM will ensure that the selected PFIs meet ADB’s \nrequirements  for  integrity  and  anti-money-laundering  assessment,  and  sound  financial \nmanagement and implementation capacity. The debt funding (through a credit line) to finance \nrooftop solar facilities could be used on a revolving basis, at the government’s discretion, following \nthe ADB loan closure, but maintaining the same project compliance requirements.  \n \n19.  The MOFMM will establish a project management unit in the Development Finance \nDepartment that will include experienced staff and will be headed by a senior officer to administer \nthe credit line. The Sri Lanka Sustainable Energy Authority will establish a suitable project \nimplementation unit, staffed with consultants funded under the ADB TA, to handle technical and \nimplementation matters (see para. 23). The Ceylon Electricity Board (CEB) and Lanka Electricity \nCompany Limited (LECO), the only two utilities in Sri Lanka, will support project implementation \nby  providing  technical  recommendations  to  the  PFIs  regarding  technical  proposals  of  the \napplicants, including review and approval of applications for connection of rooftop solar systems \nto the distribution network and confirming quality of generated power.  \n \n20.  Maximum ADB financing. ADB does not impose any maximum subproject or subloan \nlimits but any rooftop solar subloan application from a PFI for the financing of a subproject with a \npower generation capacity above 1 MW will be brought for consideration of the steering committee \nestablished under the project. ADB funds can be used to finance up to 100% of the total subproject \ncost for residential rooftop solar subprojects.23 For commercial-scale rooftop solar systems with a \ntotal subproject cost of $50,000 and more, an appropriate equity contribution from the sponsor is \nrequired, to be set at a level that is commensurate with the risks of the particular subproject. The \nADB loan will be disbursed consistent with the expenditure limits stated in the subsidiary loan \nagreements with the PFIs. \n \n                                                \n23 The nature of the residential rooftop solar system financing is similar to those of a consumer loan, with a total cost \nless than the equivalent of $10,000. Therefore, equity contribution is generally not required, but this is at PFIs’ own \ndiscretion.  \n ", "7 \n21.  Free limit. ADB will review at least the first three subprojects submitted by each PFI, \nregardless of the subproject size, or until ADB is satisfied with that PFI’s ability to manage the \nsubproject review and disbursement process. Following ADB’s satisfactory approval of the first \nthree subprojects, ADB may permit a $50,000 free limit per subloan, under which amount no prior \nADB approval of the subproject is required. ADB reserves the rights to request any supporting \nsubproject documents and not to reimburse or liquidate any subprojects that do not comply with \nthe ADB project implementation requirements. \n \n22.  Eligibility criteria. ADB funds will be used to finance all types of rooftop solar subprojects \nthat  are  financially  sound  and  comply  with  the  subproject  eligibility  criteria  and  approval \nprocedures as outlined in the PAM.  \n \nIII.  ATTACHED TECHNICAL ASSISTANCE \n \n23.  Credit line implementation and monitoring will be supported by the attached TA. The TA \nis estimated to cost $1.0 million to be financed on a grant basis by the Asian Clean Energy Fund \nunder the Clean Energy Financing Partnership Facility. The government will provide counterpart \nsupport in the form of counterpart staff and other in-kind contributions. The TA will address \ntechnical and implementation matters through (i) establishing technical guidelines and standards \nto be followed by borrowers, vendors, and accredited engineers; (ii) assisting in the development \nof a viable subproject pipeline to catalyze market demand for funds; (iii) supporting credit line \nimplementation review, monitoring, and reporting; and (iv) conducting capacity building and \nawareness training and workshops for stakeholders. With close coordination with the MOFMM, \nthe Ministry of Power and Renewable Energy will be the executing agency and the Sri Lanka \nSustainable Energy Authority  will be the implementing agency for the TA. The TA will be \nimplemented over the period of 2 years from November 2017 to October 2019. \n \nIV.  DUE DILIGENCE \n \n24.  ADB conducted detailed due diligence on (i) confirmation of existing power system \ninfrastructure readiness to handle the potentially rapid solar energy expansion; (ii) confirmation of \ngeneral market readiness, including available policy and regulatory support, and assessment of \nany potential financial impact on the CEB and LECO; (iii) validation of financing models (para. 4) \nto ensure market demand; and (iv) reviews of project implementation capacity including that of \nthe general finance sector and PFIs.  \n \nA.  Technical  \n \n25.  Technical studies for the proposed outputs were conducted by consultants engaged under \nthe project preparatory TA financed by ADB in coordination with the CEB and LECO. Although \nthe technical viability of rooftop solar systems has been well-established throughout the world \nover the past 20 years, system readiness continues to be a concern.24 ADB reviewed and found \nthe technical studies generally acceptable. The work undertaken indicates that the proposed \ntechnical solutions are feasible and execution arrangements are satisfactory. \n \nB.  Economic and Financial \n \n26.  An  evaluation  of  the  economic  viability  of  the  project  and  its  expected  economic \nperformance was undertaken through a cost–benefit analysis by comparing with- and without-\n                                                \n24  For example, because of periodic load shedding, inverters must be capable of disconnecting from the grid in case of \ngrid failure, while still being able to operate and provide solar energy for captive use. \n ", "8 \nproject scenarios using ADB guidelines for economic analysis. The main economic benefits are \navoided fuel cost from replacement of conventional thermal generation and reduced carbon \ndioxide emission. The economic internal rate of return of the project was estimated at 17%, above \nthe assumed economic hurdle rate of 9%. The capacity and financial performance of the selected \nPFIs are sound in terms of capital adequacy, asset quality, earnings, liquidity, and sensitivity to \nmarket risks.25 Economic and financial internal rates of return on a set of illustrative sample \nsubprojects based on the three rooftop solar power business models are viable.26  \n \nC.  Governance \n \n27.  Financial management. A financial management assessment was conducted on the \nMOFMM and 10 PFIs in accordance with the ADB Guidelines for the Financial Management and \nAnalysis of Projects (footnote 25) and Financial Management Assessment Technical Guidance \nNote.27 The selection of the PFIs was mainly based on their institutional standing, existing rooftop \nsolar lending volume, and/or established relationship with ADB through the ADB Private Sector \nOperations  Department’s  Trade  Finance  Program28 and  ADB’s  Small  and  Medium-Sized \nEnterprises Line of Credit Project.29 Other PFIs could be added during the loan implementation, \nsubject to the government’s request and the established ADB review process. The overall \nfinancial management risk for the project is assessed moderate. The PFIs are well regulated. \nStringent project review, monitoring, and reporting requirements have been established to ensure \ncompliance. The funds available to the PFIs will be allocated efficiently to maximize project impact \n(footnote 22). Candidate PFIs’ basic financial strength has been assessed separately in a capital \nadequacy, asset quality, earnings, liquidity, and sensitivity (CAELS) assessment and is provided \nin the linked document.30 The CEB and LECO could potentially be negatively affected by the \nrooftop solar power development over time, and this $50 million pilot project is critically important \nto help the government understand such an impact and explore future regulatory adjustments. \nThe potential financial impact of expanding rooftop solar schemes on these power utilities was \nassessed, and relevant covenants are included in the draft loan agreement.31 \n \n28.  Procurement. The MOFMM will monitor and cause the PFIs to monitor the subproject \nprocurement by following ADB’s procurement requirements applicable to financial intermediation \nloans. All procurement to be financed under the project will follow stated eligibility criteria. ADB \nencourages  the  MOFMM  to  require  the  PFIs  and  sub-borrowers  to  adopt  internationally \ncompetitive bidding procedures to the extent possible when the amount of the investment is large \nand economy and efficiency can be gained through such procedures. For procurement of goods \nand services to be financed by subloans, the MOFMM will require the PFIs to ensure that prices \nare reasonable and relevant factors—time of delivery, efficiency, reliability, and suitability for the \nsubproject—are taken into account. \n \n29.  Anticorruption policy. ADB’s Anticorruption Policy (1998, as amended to date) was \nexplained  to  and  discussed  with  the  MOFMM.  The  specific  policy  requirements  and \n                                                \n25  ADB. 2005. Guidelines for the Financial Management and Analysis of Projects. Manila (Section 6.4. Assessing FI \nPerformance).  \n26  Financial Analysis and Economic Analysis (accessible from the list of linked documents in Appendix 2). \n27  ADB. 2015. Financial Management Assessment Technical Guidance Note. Manila. \n28  Available: https://www.adb.org/sites/default/files/page/179612/tfp-issuing-banks-list-20170602.pdf.  \n29 ADB. 2016. Report and Recommendation of the President to the Board of Directors for Small and Medium-Sized \nEnterprises Line of Credit Project. Manila (Loan 3370-SRI: $100 million, approved on 15 February, financed by \nordinary capital resources). \n30  Financial Analysis (accessible from the list of linked documents in Appendix 2). Capital adequacy, asset quality, \nearnings, liquidity, and sensitivity (CAELS) assessment is a recognized international rating system of financial \ninstitutions to market risks. \n31  Analysis of the Financial Impact on Power Sector Utilities (accessible from Appendix 2). \n ", "9 \nsupplementary measures are described in the PAM. They will be incorporated in the subsidiary \nloan agreements. The MOFMM will ensure that the PFIs follow ADB’s Anticorruption Policy.  \n \nD.  Poverty, Social, and Gender \n \n30.  The project supports solar energy development in Sri Lanka. The benefits of rooftop solar \nenergy capacity additions include national benefits in terms of enhanced energy security and \nadditional electricity supply, contributing to inclusive and environmentally sustainable economic \ngrowth, and localized benefits of improvement of livelihoods and job creation at the subproject \nsites. The poverty reduction impact of renewable energy projects can be both direct and indirect. \nThe direct impact is through additional power generation, which supports economic activities and \nimproves the livelihoods of individuals, such as the provision of lighting, refrigeration, and other \nhousehold amenities. Indirectly, rooftop solar energy projects minimize negative environmental \nimpacts and improve the health conditions of the general public.  \n \n31.  The project incorporates some gender elements. ADB will conduct awareness campaigns \nincluding workshops for sector customers on a subloan application process and technical aspects \nof solar panel installations and operations. These workshops will target at least 30% women’s \nparticipation. The draft loan agreement includes provisions on following the principles of gender \nequality to increase project benefits and impacts on women during project implementation.   \n \nE.  Safeguards \n \n32.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows. \n \n33.  Environment (category FI treated as C). All project installations are limited to rooftops, \nand no subprojects with new grid connections that require right-of-way will be financed. Rooftop \nsolar projects do not require an environmental clearance in Sri Lanka. After they reach the end of \ntheir economic life, the solar panel modules will be treated and disposed of in accordance with \nSri Lankan laws, guidelines, and regulations. As per the occupational, safety, and health act and \nthe regulation for the disposal of hazardous waste, health and safety issues will be properly \naddressed and electronic wastes will be collected, treated, or disposed of by certified licensees \nfrom the Central Environment Authority.  \n \n34.  Involuntary resettlement (category FI treated as C). The rooftop solar systems do not \nrequire land space and have no impact on involuntary resettlement. \n \n35.  Indigenous peoples (category FI treated as C). The rooftop solar systems do not \nrequire land space and have no impact on indigenous peoples. \n \n36.  The environmental and social impacts associated with the implementation of rooftop solar \nprojects, either commercial scale or residential scale, are negligible. Therefore, an environment \nand social safeguard management system is not required, and an environmental assessment \nreview framework is not required because of the uniform nature of the work carried out on a \ncountry-wide basis. However, a safeguards checklist has been developed for subproject selection \nover the power generation capacity of 1 MW that will be screened based on the checklist to ensure \nthat subprojects financed by the credit line have minimal or no adverse environmental, involuntary \nresettlement, and indigenous peoples impacts. The screening will be undertaken by ADB TA \nconsultants who will provide necessary capacity building trainings to stakeholders including PFIs. \n \n37.  Climate change impact. The climate change risk screening confirms that the project has \nlow climate change risk. \n ", "10 \nF.  Summary of Risk Assessment and Risk Management Plan \n \n38.  Significant risks and mitigating measures are summarized in Table 3 and described in \ndetail in the risk assessment and risk management plan.32 \n \nTable 3: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nPotential difficulties in  Intermittent wind and solar integration requirements are addressed by \nmanaging the grid due to  system stability studies prepared under the ADB TA and subsequent \ninstability as a result of  studies by the CEB. Investment for renewable energy integration is \nintegrating renewable solar  included in ongoing projects financed by ADB. Changes are proposed \ngeneration.  for regulatory codes and commercial arrangements. \nDelays in transmission and  ADB will continue regular dialogue with CEB on required investments \ndistribution investments.  and provide timely financial assistance including cofinancing. \nUntested rooftop solar  The associated TA will complement the lending component with \nmarket demand over the  technical and implementation support for the government’s rooftop solar \nmedium to long term.  development program. Government commitment (in terms of electricity \ntariffs, system infrastructure development, and budgetary support) will \nhelp strengthen market demand. ADB will work with the MOFMM to \nfacilitate market financing and entice market demand at the PFI level.   \nLimited capacity and  The associated TA will provide dedicated capacity development support \nmarket reach of smaller  to PFIs, particularly those with limited capacities (e.g., limited credit \nPFIs to expand their rooftop  assessment experience on rooftop solar lending) to ensure that all PFIs \nsolar financing.  will benefit from the ADB funds. \nADB = Asian Development Bank, CEB = Ceylon Electricity Board, MOFMM = Ministry of Finance and Mass Media,  \nPFI = participating financial institution, TA = technical assistance. \nSource: Asian Development Bank estimates. \n \nV.  ASSURANCES AND CONDITIONS \n \n39.  The government has assured ADB that implementation of the project shall conform to all \napplicable  ADB  policies,  including  those  concerning  anticorruption  measures,  safeguards, \ngender, procurement, consulting services, and disbursement as described in detail in the PAM \nand loan agreement. The subsidiary loan agreements in the form and substance satisfactory to \nADB will be a condition for withdrawal of loan proceeds. The government has agreed with ADB \non certain covenants for the project, which are set forth in the draft loan agreement.  \n \nVI.  RECOMMENDATION \n \n40.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan of $50,000,000 \nto the Democratic Socialist Republic of Sri Lanka for the Rooftop Solar Power Generation Project, \nfrom  ADB’s  ordinary  capital  resources,  in regular terms,  with  interest to  be  determined  in \naccordance with ADB’s London interbank offered rate (LIBOR)-based lending facility; for a term \nof 30 years, including a grace period of 7 years; and such other terms and conditions as are \nsubstantially in accordance with those set forth in the draft loan agreement presented to the \nBoard. \n \nTakehiko Nakao \nPresident \n4 September 2017 \n                                                \n32 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "  Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned with \nAccess to clean and reliable power supply in Sri Lanka increased by 2025 (Sri Lanka Energy Sector \nDevelopment Plan for a Knowledge-Based Economy, 2015–2025)a \nData Sources \nPerformance Indicators with  and Reporting \nResults Chain  Targets and Baselines  Mechanisms  Risks \nOutcome  By 2022:     \nClean power  a. Rooftop solar power generation  a. CEB annual  Potential difficulties in \ngeneration  capacity increased by 50 megawatts.   report (power  managing the grid \nenhanced.  (2016 baseline: 30 megawatts)   statistics)  because of instability as a \n    result of integrating \nb. Additional 55,600 tons of carbon  b. SLSEA annual  renewable solar \ndioxide emissions avoided per year.  report  generation.  \n(2016 baseline: 0)     \nDelays in transmission \nand distribution \ninvestments may affect \nreliable connection of \nrooftop solar systems to \nthe network. \nOutputs      (For all outputs) \n  By 2021:     \n1. Debt funding  1a. About 6,400 rooftop solar  1a. MOFMM  Untested rooftop solar \nfor the rooftop  subprojects financed utilizing a $50.0  reports, CEB  market demand may \nsolar power  million loan and $9.8 million  annual report,  affect timely utilization of \ngeneration  leveraged from private sector.  and  LECO  the credit line. \nincreased.  (2016 baseline: 0)  annual report   \n       \n  By 2018:   \n2. Rooftop solar  2a. 10 PFIs for handling debt funding  2a. MOFMM \nmarket  of rooftop solar systems by  reports \ninfrastructure  commercial and domestic sectors   \nand bankable  selected. (2016 baseline: 0)   \nsubproject     \npipeline  2b. Pipeline of bankable subprojects  2b. MOFMM \ndeveloped.  for 50 megawatts of capacity  reports,  \n  developed. (2016 baseline: 0)  CEB annual \n    report, LECO \n    annual report \n     \n  2c. Project technical guidelines and  2c-2e. SLSEA \n  standards to be followed by  annual report \n  borrowers, vendors, and accredited   \n  engineers established.   \n  (2016 baseline: not applicable)   \n     \n  2d. Technical verification during pre-  \n  installation and post-installation   \nconducted.    \n(2016 baseline: not applicable)   \n ", "12  Appendix 1 \nData Sources \nPerformance Indicators with  and Reporting \nResults Chain  Targets and Baselines  Mechanisms  Risks \n  2e. An analytical report on identified     \ntechnical shortcomings and failures \nprepared.  \n(2016 baseline: not applicable) \n \n  By 2019:      \n3. Capacity and  3a. At least 80 workshop participants  3a. MOFMM \nawareness of  (30% of them women) from the  report and \nstakeholders,  MOFMM, PFIs, and developers  statistics \nincluding the  reported improved knowledge on   \nMOFMM, PFIs,  rooftop solar systems.   \nand commercial  (2016 baseline: not applicable)   \nand domestic     \nsector  3b. At least 150 representatives from  3b. MOFMM \ncustomers,  the MOFMM, PFIs, and developers  report and \nincreased.   attended awareness campaigns.   statistics,  \n  (2016 baseline: not applicable)  CEB annual \n  report, LECO \n  annual report \n   \n3c. A comprehensive database of all  3c. SLSEA \ninstallations including online technical  annual report \nperformance information of selected \nrooftop solar photovoltaic systems \nestablished and maintained.  \n(2016 baseline: not applicable) \nKey Activities with Milestones \n1.      Debt funding for rooftop solar power generation increased \n1.1    Select participating financial institutions by Q3 2017. \n1.2    Issue operating guidelines to PFIs by Q3 2017. \n1.3    Initiate disbursement for approved connections by Q4 2017. \n1.4    Disburse first round funds by Q4 2020. \n2.      Rooftop solar market infrastructure and bankable subproject pipeline developed \n2.1    Complete preliminary technical requirements and application templates for connection by Q4 2017. \n2.2    Start processing applications and connection approvals by Q4 2017. \n2.3    Finalize technical guidelines and standards by Q3 2018. \n2.4    Initiate technical verification during pre-installation and post-installation by Q1 2018. \n2.5.   Initiate compilation and analysis of reports of technical shortcomings and failures by Q4 2018. \n3.     Capacity and awareness of stakeholders, including the Ministry of Finance and Mass Media, \nparticipating financial institutions, and commercial and domestic sector customers, \nincreased  \n3.1    Conduct hands-on training and workshops to the implementing agency and PFIs by December 2018. \n3.2    Conduct awareness campaign targeting developers and commercial and domestic customers  \n         by Q1 2018. \n3.3    Establish and maintain a comprehensive database of all rooftop solar installations including on-line \ntechnical performance information of selected rooftop solar photovoltaic systems by Q4 2019. \n \nProject Management Activities \nEstablish a designated project management unit in the MOFMM by July 2017. \nConduct review mission twice a year starting Q1 2018 until project physical completion. \nPrepare project completion report by 2022. \n \n ", "  Appendix 1  13 \nInputs \nADB: $50.0 million (loan) \nSubproject equity contribution: $9.8 million  \nAssumptions for Partner Financing \nNot Applicable \nADB = Asian Development Bank, CEB = Ceylon Electricity Board, LECO = Lanka Electricity Company Limited,       \nMOFMM = Ministry of Finance and Mass Media, PFI = participating financial institution, Q = quarter, SLSEA = Sri Lanka \nSustainable Energy Authority.  \na   Government of Sri Lanka. 2015. Sri Lanka Energy Sector Development Plan for a Knowledge Based Economy     \n2015–2025. Colombo. \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=50373-002-3 \n \n1.  Loan Agreement \n2.  Sector Assessment (Summary): Energy  \n3.  Project Administration Manual \n4.  Contribution to the ADB Results Framework \n5.  Development Coordination \n6.  Attached Technical Assistance Report \n7.  Financial Analysis \n8.  Economic Analysis \n9.  Country Economic Indicators  \n10.  Summary Poverty Reduction and Social Strategy \n11.  Risk Assessment and Risk Management Plan \n \nSupplementary Documents \n12.  Demand Analysis for Rooftop Solar Systems \n13.  Financial Management Assessment \n14.  Potential Technical Impacts of Rooftop Solar Generation on Low Voltage Distribution \nNetworks \n15.  Analysis of the Financial Impact on Power Sector Utilities \n \n "], "metadata": {"Title": "Report and Recommendation of the President", "Author": "ADB", "Keywords": "adb rrp report recommendation president", "Creator": "Microsoft® Word 2016", "CreationDate": "D:20170928152922+08'00'", "ModDate": "D:20170928152922+08'00'", "Producer": "Microsoft® Word 2016"}, "author_page": "Vice-President  W. Zhang, Operations 1 \nDirector General  H. Kim, South Asia Department (SARD) \nDirectors  B. Carrasco, Public Management, Financial Sector and Trade \nDivision, SARD  \n  P. Wijayatunga, Energy Division, SARD  \n   \nTeam leaders  M. Khamudkhanov, Principal Energy Specialist, SARD \n  A. Huang, Senior Finance Specialist, SARD \nTeam members  J. Acharya, Senior Energy Specialist, SARD \n  A. Bernaldo, Associate Project Officer, SARD \n  C. Damandl, Senior Counsel, Office of the General Counsel \nP. Gutierrez, Project Analyst, SARD \n  Y. Jang, Social Development Specialist, SARD \n  M. C. Lantican, Senior Project Assistant, SARD \n  M. Panis, Senior Operations Assistant, SARD \n  J. Son, Energy Economist, SARD \n  R. Wimalasena, Senior Project Officer (Energy), SARD \n  A. Zhou, Senior Energy Specialist, SARD \nPeer reviewers  D. Elzinga, Senior Energy Specialist, Sustainable Development and \nClimate Change Department \nS. M. Lee, Financial Sector Specialist, East Asia Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "W. Zhang", "role": "Operations", "organization": ""}, {"fullname": "H. Kim", "role": "South Asia Department (SARD)", "organization": ""}, {"fullname": "B. Carrasco", "role": "Public Management", "organization": "Financial Sector and Trade"}, {"fullname": "P. Wijayatunga", "role": "Energy Division", "organization": "SARD"}, {"fullname": "M. Khamudkhanov", "role": "Principal Energy Specialist", "organization": "SARD"}, {"fullname": "A. Huang", "role": "Senior Finance Specialist", "organization": "SARD"}, {"fullname": "J. Acharya", "role": "Senior Energy Specialist", "organization": "SARD"}, {"fullname": "A. Bernaldo", "role": "Associate Project Officer", "organization": "SARD"}, {"fullname": "C. Damandl", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"fullname": "P. Gutierrez", "role": "Project Analyst", "organization": "SARD"}, {"fullname": "Y. Jang", "role": "Social Development Specialist", "organization": "SARD"}, {"fullname": "M. C. Lantican", "role": "Senior Project Assistant", "organization": "SARD"}, {"fullname": "M. Panis", "role": "Senior Operations Assistant", "organization": "SARD"}, {"fullname": "J. Son", "role": "Energy Economist", "organization": "SARD"}, {"fullname": "R. Wimalasena", "role": "Senior Project Officer (Energy)", "organization": "SARD"}, {"fullname": "A. Zhou", "role": "Senior Energy Specialist", "organization": "SARD"}, {"fullname": "D. Elzinga", "role": "Senior Energy Specialist", "organization": "Sustainable Development and"}, {"fullname": "S. M. Lee", "role": "Financial Sector Specialist", "organization": "East Asia Department"}]}