{"path": "data/input/ta/50385-001-tar-en.pdf", "pages": ["   \nTechnical Assistance Report\n \n \n \nProject Number: 50385-001 \nKnowledge and Support Technical Assistance (KSTA) \nSeptember 2017 \n \n \n \nStrengthening Institutions for Localizing Agenda \n2030 for Sustainable Development \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Public Communications \nPolicy 2011. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nDeLoG  –  Development Partners Network on Decentralisation and \n    Local Governance \nDMCs  –  developing member countries \nGovTG  –  Governance Thematic Group \nPRC  –  People’s Republic of China \nSDG  –  Sustainable Development Goal \nTA  –  technical assistance \nUN  –  United Nations \nUNDP  –  United Nations Development Programme \n \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \nVice-President  B. Susantono, Knowledge Management and Sustainable Development   \nDirector General  A. Leung, Sustainable Development and Climate Change Department \n(SDCC) \nTechnical Advisor    G. Bhatta, Technical Advisor (Governance), SDCC \n \nTeam leader  C. Buentjen, Principal Public Management Specialist, SDCC \nTeam members  S. Azfar, Urban Development Specialist, Central and West Asia \nDepartment \nJ. Jacinto-Aquino, Operations Analyst, SDCC \nH. Rahemtulla, Senior Public Management Specialist, SDCC \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Outputs, Methods, and Activities  2 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  List of Linked Documents  9 \n \n ", " \n ", " \nI.  INTRODUCTION \n1.  The  proposed  knowledge  and  support  technical  assistance  (TA)  will  improve  the \ninstitutional capacity of selected Asian Development Bank (ADB) developing member countries \n(DMCs) to localize the Sustainable Development Goals (SDGs).1 In response to DMC demand, \nthe proposed TA will add value to the programs and operations of regional departments by \nsupporting (i) the strengthening of awareness, knowledge, and skills for effective localization of \nthe SDGs in selected DMCs; (ii) testing of innovative institutional capacity interventions for \nlocalizing SDGs in selected DMCs; and (iii) enhancing dialogue, including among developing \ncountries, on good practices in SDG localization.2 \n \n2.  The proposed TA is included in the 2017 work program of the Governance Thematic \nGroup  (GovTG).3 It  builds  on  previous  knowledge  activities  of  the  GovTG,  such  as  the \nconferences conducted jointly with the Development Partners Network on Decentralisation and \nLocal  Governance  (DeLoG)  in  August  2015  and  September  2016,4 and  the  international \nconference on the Role of Managing for Development Results in Achieving the SDGs 2030 (June \n2017).5 The proposed TA also takes into account the lessons from a series of learning programs \non Multi-Stakeholder Engagement for Reform in different settings.6 The TA is aligned with recent \nADB strategy and policy papers on public sector management, institutional performance, and \ncapacity development, and factors in lessons from past and ongoing decentralization and local \ngovernance operations in countries such as Cambodia, the People’s Republic of China (PRC), \nIndonesia, Nepal, and the Philippines.7 \n \nII.  ISSUES \n3.  In September 2015, the United Nations (UN) General Assembly adopted Agenda 2030 \n(Transforming Our World: The 2030 Agenda for Sustainable Development), which includes 17 \nSDGs and 169 targets, as a new reference for global development efforts. ADB supports its DMCs \nin achieving the SDGs through a customized approach with respect to sustainable development \ninvestments and enhanced financing needs, and by incorporating sustainability into its corporate \nresults framework and reporting processes and enhanced financing needs.8  \n \n                                                \n1  Localization is defined as “the process of taking into account subnational contexts in the achievement of the 2030 \nAgenda, from the setting of goals and targets to determining the means of implementation and using indicators to \nmeasure and monitor progress”. Global Task-Force of Local and Regional Governments. 2016. Roadmap for \nLocalising  the  SDGs:  Implementing  and  Monitoring  at  Subnational  Level. \nhttps://www.uclg.org/sites/default/files/roadmap_for_localizing_the_sdgs_0.pdf. \n2  The TA first appeared in the business opportunities section of ADB’s website on 15 September 2017. \n3   The TA is included under the title Strengthening Institutions for Global Agendas.  \n4  ADB. 2015. Support for Decentralization Reforms and Local Governance Systems in the Asia-Pacific: Better \nPerformance, Higher Impact. Manila. 25–27 August. https://www.eiseverywhere.com/ehome/adb-decentralization-\nevent/GovTGevent-corruption-home/; ADB. 2016. Localizing Global Agendas. Manila. 27–29 September. http://k-\nlearn.adb.org/learning-events/localizing-global-agendas. \n5   ADB. 2017. The Role of Managing for Development Results in Achieving the Sustainable Development Goals 2030. \nManila. 15–16 June. https://www.adb.org/news/events/role-mfdr-achieving-sdgs-2030. \n6   ADB. 2014, 2015, 2016. Mobilizing Multi-Stakeholder Action for Reform. Manila. http://k-learn.adb.org/learning-\nevents/2016-mobilizing-multi-stakeholder-action-reform.  \n7  ADB. 2016. Better Performing Institutions in ADB Developing Member Countries: Positioning ADB’s Approach to \nPublic Sector Management and Institutional Performance. Manila; ADB. 2015. Review of the Asian Development \nBank’s Approach to Capacity Development. Manila. \n8  ADB. ADB’s Focus on Sustainable Development Goals. https://www.adb.org/site/sdg/main (accessed on 5 July \n2017). \n ", "2 \n4.  Unlike the Millennium Development Goals, which were highly centralized, the SDGs \ncapture  environmental,  economic,  political,  and  social  dimensions  of  development  more \nholistically. While the text of the SDGs does not contain an explicit call for localizing the SDGs, \nlocal governments are recognized directly or indirectly in many of the goals, notably in Goal 11 \n(Make cities and human settlements inclusive, safe, resilient, and sustainable) and Goal 16 \n(Promote peaceful and inclusive societies for sustainable development, provide access to justice \nfor all, and build effective, accountable, and inclusive institutions at all levels). \n \n5.  Subnational governments have a critical role in implementing and achieving the SDGs, \nincluding those where localization is not explicitly mentioned, because (i) the experience of \ndeveloped countries suggests that as economic and population growth and urbanization increase \na greater share of public investments and spending will occur at the local level; (ii) addressing \nglobal resource challenges and constraints—such as pollution, biodiversity loss, and climate \nchange—will  require  close  involvement  of  subnational  governments;  and  (iii)  subnational \ngovernments are closer to citizens and better positioned to provide opportunities for the poor and \nmarginalized to be heard. The proposed TA will support implementation of the roadmap for \nlocalizing the SDGs developed by the Global Taskforce of Local and Regional Governments, the \nUnited Nations Development Programme (UNDP) and UN Habitat to support cities and regions \nto deliver the 2030 agenda; roadmap development included an intensive consultation process \n(footnote 1).9  \n \n6.  Many  DMCs  lack  the  institutional  capacity  to  localize  the  SDGs,  and  institutional \nstrengthening is needed with respect to: (i) multilevel governance systems defined by national \ngovernments (i.e., related to functional assignments, intergovernmental fiscal relations, and \nnational–subnational development plan integration); (ii) subnational governmental processes, to \nensure that regulations, planning and budgeting processes; service delivery mechanisms; and \ninfrastructure investments are responsive to SDG goals; and (iii) transparent and participatory \nmulti-stakeholder engagement processes involving local governments and parliaments, citizens, \nand the private sector to ensure accountability on SDG target achievement, drawing on adequate \nnational and subnational monitoring systems. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n7.  The TA is aligned with the following impact: performance of institutions in DMCs for \nlocalizing Agenda 2030 commitments for sustainable development improved. The TA will have \nthe following outcome: institutional capacity of selected DMCs to localize the SDGs improved.10  \n \nB.  Outputs, Methods, and Activities  \n8.  The proposed TA will support three key outputs, which are designed to respond flexibly to \nvarious potential DMC institutional strengthening needs for localizing the SDGs (para. 6). The \nultimate support areas under the TA will be determined through consultations with regional \n                                                \n9  The consultations generated the following key messages: (i) local and regional governments are essential for \npromoting  inclusive  sustainable  development  within  their  territories  and  are  necessary  partners  in  SDG \nimplementation; (ii) effective local governance can ensure that a diversity of local stakeholders are included, which \nencourages broad-based ownership, commitment, and accountability; (iii) an integrated multilevel and multi-\nstakeholder approach is needed to promote transformative local agendas; and (iv) a strong commitment is required \nat the national level to provide adequate legal frameworks and institutional and financial capacity. \n10 The design and monitoring framework is in Appendix 1. \n ", "3 \ndepartments and DMCs. The TA can support the localizing of any of the SDGs, but the highest \ndemand is expected to be for the service delivery- and infrastructure-related SDGs, as well as for \ngoals related to sustainable cities, the environment, and climate action.  \n \n9.  Output  1:  Awareness,  knowledge,  and  skills  for  effective  localization  of  the \nSustainable Development Goals in selected developing member countries strengthened. \nUnder output 1, at least three customized regional or country-specific learning programs will be \ndeveloped and conducted, focusing on the awareness, knowledge, and skills needed to localize \nthe SDGs. At least 150 local stakeholders, preferably involved in ADB projects, will participate in \nthe programs by December 2019. An existing program on Multi-Stakeholder Engagement for \nReform developed by ADB and tested through ADB staff training since 2007 will be customized \nto better respond to SDG implementation challenges. The program teaches critical skills—such \nas understanding stakeholders and their underlying interests and power relations— in support of \ncollective action in complex multi-stakeholder settings. The TA will respond to a request by the \nPacific Department to implement a customized version of the Multi-Stakeholder Engagement for \nReform learning program for participants involved in the Improving Quality of Basic Education \nProject in the Republic of the Marshall Islands and the Federated States of Micronesia. \n \n10.  Output  2:  Innovative  institutional  capacity  interventions  for  localizing  the \nSustainable Development Goals in selected developing member countries tested. Under \noutput 2, at least two subprojects that respond to any of the various institutional strengthening \nneeds (para. 6) will be identified in close cooperation with regional departments and DMCs, and \nbe  implemented  by  March  2020.  Subprojects  that  present  challenges  in  the  form  of  high \ninstitutional  complexity,  innovation  or  learning  potential  will  be  prioritized,  with  findings \ndisseminated to DMC decision makers and ADB programs and operations. One subproject will \nsupport the Institute for SDGs at Tsinghua University in cooperation with the UNDP office in the \nPRC to support testing of an innovative approach to integrating the SDGs into local 5-year plans \nin up to two cities in the PRC. At least two knowledge products will be published on the ADB \nwebsite by June 2020, with careful consideration given to the needs of the relevant target groups, \nincluding possible use of social media and digital approaches. \n \n11.  Output 3: Dialogue on effective localization of the Sustainable Development Goals \nenhanced. The TA will enhance dialogue, including among developing countries, by identifying \nand documenting good practices and by bringing together DMC representatives at the global and \nregional  levels  to  share  their  experiences  in  localizing  the  SDGs. The  GovTG  will  hold  a \nknowledge-sharing seminar in a DMC and an international seminar on Localizing Agenda 2030 \nfor Sustainable Development in Manila, preferably in close cooperation with the DeLoG,11 the \nDevelopment Assistance Committee Network on Governance of the Organisation for Economic \nCo-operation and Development,12 and UNDP. The events will be based on a review of good \npractices from the region. The event documentation will be posted on k-learn, Development Asia, \nand the GovTG website. \n \n                                                \n11 DeLoG is an informal network of 29 bilateral and multilateral development partners in the field of decentralization and \nlocal governance. It was established in 2006 and ADB joined in 2015. It functions as a network for knowledge \nexchanges among different organizations as well as a platform for joint learning. Development Partners Network on \nDecentralisation and Local Governance. www.delog.org/web. \n12 There is scope for cooperation on the work on social inclusion and SDG implementation included in the 2017–2018 \nNetwork on Governance work plan.  \n ", "4 \nC.  Cost and Financing \n12.  The TA is estimated to cost $1,000,000, which will be financed on a grant basis by the \nADB Technical Assistance Special Fund (TASF 6).13 The key expenditure items are listed in \nAppendix 2. \n \nD.  Implementation Arrangements \n13.  ADB will be the executing agency and will administer the TA. The GovTG Secretariat \nunder the Sustainable Development and Climate Change Department will lead implementation. \nThe GovTG Secretariat will support (i) workshop preparation, implementation, and evaluation; (ii) \nsubproject identification, design, and implementation; and (iii) training and conferences.14 The TA \nwill  be  implemented  in  close  coordination  with  the  ADB  Results  Management  and  Aid \nEffectiveness Division in the Strategy and Policy Department and through the ADB-wide SDG \ncoordination  mechanism.  The  GovTG  Committee  will  serve  as  the  steering  group  for  TA \nimplementation, monitoring, and reporting. The TA will be implemented from October 2017 to \nSeptember 2020. All activities will be coordinated closely with regional departments and relevant \nDMC stakeholders and will be designed to add value to country, sector and thematic operational \npriorities in at least three regional departments. The TA will finance consulting services, reports \nand  other  knowledge  products,  and  workshops  and  conferences.  For  output  2,  a  call  for \nsubproject proposals from operational departments for up to $225,000 will be issued on ADB \nToday once the TA is approved. Selection of subproject proposals will be conducted by the \nGovTG secretariat in close consultation with the GovTG Committee based on criteria such as \noperational  relevance,  linkages  to  country  partnership  strategies,  degree  of  institutional \ncomplexity, innovation, and learning potential. \n \n14.  The TA will be implemented in cooperation with partner organizations, such as the DeLoG, \nthe  Development  Assistance  Committee  Network  on  Governance  of  the  Organisation  for \nEconomic  Co-operation  and  Development,  the  Open  Government  Partnership,  UNDP,  and \nrelevant country and regional institutions.  \n \n15.  The TA will support cross-sector and -thematic work by coordinating closely with relevant \nsector and thematic groups, particularly through ongoing SDG-related TA projects.15 For instance, \nthe Education Sector Group will be closely involved in the preparation of the education sector \ncase study for the Multi-Stakeholder Engagement Program in the North Pacific, and the Urban \nSector Group will be consulted on the PRC cities subproject under output 2. Cooperation with the \nSocial Protection Thematic Group will examine issues with respect to social protection indicators \nand financing strategies for social protection; and cooperation with the Environment Thematic \nGroup will emphasize pollution and loss of biodiversity. \n                                                \n13 Cofinancing ($500,000) from the PRC Regional Cooperation and Poverty Reduction Fund has been requested; if \ngranted, this will be added through a change of scope, subject to management approval. The additional financing \nwill be prioritized for expanding output 2 subproject coverage.         \n14 Resource persons may include ADB staff with expertise in specialized areas to present in workshops. Travel costs \nand per diem for resource persons will be covered under the TA budget as indicated in Appendix 2.  \n15 ADB. 2017. Technical Assistance for Strategies for Financing Social Protection to Achieve Sustainable Development \nGoals in Developing Member Countries. Manila; ADB. 2016. Technical Assistance for Supporting Implementation of \nEnvironment-Related Sustainable Development Goals in Asia and the Pacific. Manila.   \n ", "5 \n \nImplementation Arrangements \nAspects   Arrangements \nIndicative implementation period  October 2017–September 2020 \nExecuting agency  ADB’s Sustainable Development and Climate Change Department \n(Governance Thematic Group) \nConsultants  To be selected and engaged by ADB  \nICS   17 person-months of international and 60  $683,000 \nperson-months of national consultants \nDisbursement  The TA resources will be disbursed following ADB's Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). \nADB = Asian Development Bank, ICS = individual consultants selection. \nSource: ADB. \n \n16.  Consulting services. ADB will select, supervise, and evaluate all consultants. The TA is \nestimated to require 17 person-months of international consultant and 60 person-months of \nnational consultant services, using individual consultants with expertise in governance, public \nsector management, decentralization and local governance, and/or capacity and institutional \ndevelopment. All consultants shall be engaged following the ADB Procurement Policy (2017, as \namended from time to time) and Procurement Regulations for ADB Borrowers (2017, as amended \nfrom time to time), using output-based, lump-sum out-of-pocket contracts wherever possible.16 \nThe terms of reference for consultants will be further developed when specific TA activities are \nundertaken. \n \nIV.  THE PRESIDENT'S DECISION \n17.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,000,000 on a grant basis for \nStrengthening Institutions for Localizing the Agenda 2030 for Sustainable Development, and \nhereby reports this action to the Board. \n \n  \n \n                                                \n16  Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with \nPerformance of institutions in DMCs for localizing Agenda 2030 commitments for sustainable development \nimproved.a \n \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting  Risks  \nOutcome       \nInstitutional  1a. By 2020, two updated SDG  1a. Relevant SDG  DMC support is not \ncapacity of selected  action plans incorporating TA  action plans and final  sustained over time due \nDMCs to localize  recommendations on  TA report   to shifting priorities. \nthe SDGs improved  institutional capacity \nstrengthening submitted to \nrelevant ministries in selected \nDMCs for approval \n(2017 baseline: 0) \nOutputs       \n1. Awareness,  1a. By December 2019, at least  1a. Training  Governments are \nknowledge, and  150 participants (40% women)  documentation by  unable to nominate \nskills for effective  from at least three customized  facilitators, participant  suitable participants for \nlocalization of the  regional or country-specific  feedback following the  the training. \nSDGs in selected  learning programs are reporting  event, and a tracer \nDMCs  improved skills after the  study   \nstrengthened   conduct of the program (2017     \nbaseline: 3) \n2. Innovative  2a. By March 2020, at least two  2a. Subproject   \ninstitutional  small-scale interventions  inception reports and \ncapacity  addressing country-specific  quarterly progress \ninterventions for  challenges with high  reports by the lead \nlocalizing the SDGs  institutional complexity,  subproject consultant   \nin selected DMCs  innovation or learning potential \ntested  tested  \n(2017 baseline: 0) \n \n2b. By June 2020, at least two  2b. Knowledge   \nknowledge products  products posted on the \nhighlighting results of  ADB website, and \ninnovative interventions posted  quarterly progress \non the ADB website (2017  reports by lead \nbaseline: 0)  subproject consultants  \n3. Dialogue on  3a. By December 2019, at least  3a. Participant  Trained government \neffective  50 participants (40% women)  feedback reflected in  staff members are \nlocalization of the  of a developing country  event documentation  unable to apply learning \nSDGs enhanced  conference on localizing SDGs  on the k-learn and  due to frequent \nreport improved skills and  ADB websites  turnover. \nnetworks    \n(2017 baseline: 0)    \n  3b. Participant \n3b. By December 2019, at least  feedback reflected in \n50 participants (40% women)  event documentation \nof an international conference  on the k-learn and \non SDGs report improved skills  ADB websites \n(2017 baseline: 1)  \n ", "Appendix 1  7 \nKey Activities with Milestones \n1.  Awareness, knowledge, and skills for effective localization of SDGs in selected DMCs \nstrengthened  \n1.1 Assess existing awareness-raising programs prepared by other agencies such as UNDP (Q4 \n2017–Q2 2018)  \n1.2 Design course content for awareness-raising courses for different groups of stakeholders, including \nthose involved in output 2 subprojects (Q4 2017–Q4 2019). \n1.3 Select and invite relevant participants for learning programs in close coordination with DMCs and \noperational departments (Q3 2018–Q4 2019). \n1.4 Customize multi-stakeholder engagement for reform learning program for North Pacific DMC \nparticipants from the education sector project (Q4 2017–Q1 2018). \n1.5 Conduct and evaluate learning programs in cooperation with partners (Q4 2017–Q4 2019). \n2.  Innovative institutional capacity interventions for localizing the SDGs in selected DMCs tested \n2.1 Identify, design, implement, and monitor targeted small-scale subprojects to address challenges \nwith institutional capacity for localizing the SDGs in close cooperation with regional departments \nand relevant stakeholders (Q4 2017–Q1 2020). \n2.2 Provide specialized support for quality assurance, monitoring, and follow-on support (Q4 2017–Q1 \n2020). \n2.3 Document subproject results, findings, and lessons (Q2 2020).  \n3.  Dialogue on effective localization of the SDGs enhanced  \n3.1 Identify good practices in institutional strengthening for localizing the SDGs, and draft case studies \nto inform conferences (Q4 2017–Q4 2019). \n3.2 Design, conduct, and document regional conference on localizing the SDGs in a DMC (Q4 2017–\nQ4 2019).  \n3.3 Design, conduct, and document an international conference on the Localizing Agenda 2030 for \nSustainable Development in Manila (Q4 2017–Q4 2019). \nTA Management Activities \nCoordinate detailed activities with operational departments and DMCs.   \nRecruit and manage international and national consultants in cooperation with operational departments and \nDMCs. \nConduct inception and supervision missions for subprojects, where needed, and provide quality assurance \nof studies and learning programs and consultant reports. \nOrganize and support the multi-stakeholder engagement learning program.  \nSupport and co-host a regional and an international conference. \nAdminister the TA. \nManage the project website and coordinate publications with the Department of External Relations.  \nDisseminate knowledge products across DMCs and integrate these into knowledge and learning exercises.  \nSubmit the TA final report.  \nInputs \nADB: $1,000,000b \nAssumptions for Partner Financing \nNot Applicable  \nADB = Asian Development Bank, DMC = developing member country, PRC = People’s Republic of China, Q = quarter, \nSDG = Sustainable Development Goal, TA = technical assistance, UNDP = United Nations Development Programme. \na  Defined by TA. \nb Cofinancing ($500,000) from the PRC Regional Cooperation and Poverty Reduction Fund has been requested; if \ngranted, this will be added through a change of scope, subject to management approval. The additional financing \nwill be prioritized for expanding output 2 subproject coverage.           \nSource: Asian Development Bank. \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000)  \n \nItem  Amount \nAsian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  350.0 \nii.  National consultants  280.0 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  50.0 \nii.  Reports and communications  3.0 \n2.  Training, seminars, workshops, forum, and conferencesb   \na.  Facilitators  100.0 \nb.  Travel costs of ADB staff acting as resource persons  10.0 \nc.  Venue rental and related facilities  25.0 \nd.  Participants  163.0 \ne.  Representation  2.0 \n3.  Miscellaneous administration and support costsc  2.0 \n4.  Contingencies  15.0 \nTotal  1,000.0 \nADB = Asian Development Bank \nNote: The technical assistance (TA) is estimated to cost $1,000,000 of which contributions from the Asian Development \nBank are presented in the table above.  \na  Financed by the ADB Technical Assistance Special Fund (TASF 6). Cofinancing from the People’s Republic of China \nRegional Cooperation and Poverty Reduction Fund amounting to an additional $500,000 has been requested; if \ngranted, it will be added to the TA through a change of scope, subject to management approval.  \nb  Includes logistical arrangements; travel of resource persons, including ADB staff and experts; supplies; and materials \nthat will be used in the awareness-raising and learning programs, and regional and international conferences. This \nmay also include limited representation expenses. ADB (Budget, Personnel and Management Systems Department \nand Strategy and Policy Department). 2013. Use of Bank Resources: Regional Technical Assistance and Technical \nAssistance vs. Internal Administrative Expenses Budget. Memorandum. 26 June (internal).  \nc  Includes other project administration costs, such as translation and travel cost of ADB staff to provide administrative \nor secretariat support services for the implementation of activities for the TA. Use of Bank Resources memorandum \n(footnote b).  \nSource: Asian Development Bank estimates. \n ", "  Appendix 3  9 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=50385-001-TAReport \n \n \nTerms of Reference for Consultants \n "], "metadata": {"Title": "Technical Assistance Report", "Author": "ADB", "Keywords": "adb technical assistance ta report", "Creator": "Microsoft® Word 2016", "CreationDate": "D:20171006104304+08'00'", "ModDate": "D:20171006104304+08'00'", "Producer": "Microsoft® Word 2016"}, "author_page": " \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nDeLoG  –  Development Partners Network on Decentralisation and \n    Local Governance \nDMCs  –  developing member countries \nGovTG  –  Governance Thematic Group \nPRC  –  People’s Republic of China \nSDG  –  Sustainable Development Goal \nTA  –  technical assistance \nUN  –  United Nations \nUNDP  –  United Nations Development Programme \n \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \nVice-President  B. Susantono, Knowledge Management and Sustainable Development   \nDirector General  A. Leung, Sustainable Development and Climate Change Department \n(SDCC) \nTechnical Advisor    G. Bhatta, Technical Advisor (Governance), SDCC \n \nTeam leader  C. Buentjen, Principal Public Management Specialist, SDCC \nTeam members  S. Azfar, Urban Development Specialist, Central and West Asia \nDepartment \nJ. Jacinto-Aquino, Operations Analyst, SDCC \nH. Rahemtulla, Senior Public Management Specialist, SDCC \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "B. Susantono", "role": "Knowledge Management and Sustainable Development", "organization": ""}, {"fullname": "A. Leung", "role": "Sustainable Development and Climate Change Department", "organization": ""}, {"fullname": "G. Bhatta", "role": "Technical Advisor (Governance)", "organization": "SDCC"}, {"fullname": "C. Buentjen", "role": "Principal Public Management Specialist", "organization": "SDCC"}, {"fullname": "S. Azfar", "role": "Urban Development Specialist", "organization": "Central and West Asia"}, {"fullname": "J. Jacinto-Aquino", "role": "Operations Analyst", "organization": "SDCC"}, {"fullname": "H. Rahemtulla", "role": "Senior Public Management Specialist", "organization": "SDCC"}]}