{"path": "data/input/ta/50388-002-tar-en.pdf", "pages": [" \nTechnical Assistance Report\n \n \n \nProject Number: 50388-002 \nTransaction Technical Assistance (TRTA) \nAugust 2019 \n \n \nGeorgia: Preparing the Batumi–Sarpi Bypass Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Access to Information \nPolicy. \n ", " \nCURRENCY EQUIVALENTS \n(as of 9 August 2019) \n \nCurrency unit  –  lari (GEL) \nGEL1.00  =  $0.3407 \n$1.00  =  GEL2.9350 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank  \n  CAREC  –  Central Asia Regional Economic Cooperation \n  km  –  kilometer \n  TRTA  –  transaction technical assistance \n \n \nNOTE \nIn this report, “$” refers to United States dollars. \n \n \n \nVice-President  Shixin Chen, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nDirector  Dong-Soo Pyo, Transport and Communications Division, CWRD \n   \nTeam leader  Shanny Campbell, Principal Transport Specialist, CWRD \nTeam members  Michael Beauchamp, Senior Social Development Specialist \n(Safeguards), CWRD \nMark Evangelista, Operations Assistant, CWRD \nDidier Guynet, Senior Procurement Specialist, Procurement, Portfolio \nand Financial Management Department \nGeorge Kiziria, Senior Project Officer (Infrastructure), CWRD \nDuncan Lang, Environment Specialist, CWRD \n  Valerie Lisack, Senior Transport Specialist, CWRD \n  Maureen Mamayson, Project Analyst, CWRD \nSaad Paracha, Senior Regional Cooperation Specialist, CWRD \nDiep Pham, Senior Financial Management Specialist, CWRD \n  Aysha Qadir, Principal Counsel, Office of the General Counsel \n  Nathan Rive, Climate Change Specialist, CWRD \n  Mary Alice Rosero, Social Development Specialist (Gender and \nDevelopment), CWRD \nPeer reviewer  Jen-Pei Yang, Senior Railway Specialist, Sustainable Development and \nClimate Change Department \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \nPage \nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE \n \nI.  THE ENSUING PROJECT  11 \nII.  THE TECHNICAL ASSISTANCE  11 \nA.  Justification  11 \nB.  Outputs and Activities  12 \nC.  Cost and Financing  12 \nD.  Implementation Arrangements  12 \n \nAPPENDIXES \n1.  COST ESTIMATES AND FINANCING PLAN  14 \n2.  LIST OF LINKED DOCUMENTS  15 \n \n \n \n ", " \n ", "Appendix 4  11 \n \nI.  THE ENSUING PROJECT \n1.  The government of Georgia (the government) is investing substantial amounts in the \ninfrastructure needed to take advantage of its location, with emphasis on the country’s backbone \nfor transit trade comprised of the East–West and North–South transport corridors. At the end of \nApril 2019, more than 45% of the East–West Highway was completed: about 190 kilometers (km) \nupgraded and 140 km under construction or with a contractor about to be mobilized. Assistance \nis being provided by the Asian Development Bank (ADB), European Investment Bank, Japanese \nInternational Cooperation Agency, and the World Bank.  \n \n2.  The proposed project will (i) construct approximately 12 km of two-lane highway between \nthe terminus of Batumi bypass and the border crossing point at Sarpi (the project road), plus \nreorganize the arrival area at the international border at Sarpi to improve traffic flow and road \nsafety, and (ii) prepare the scope and specifications for a public–private partnership or concession \nagreement for a combined highway rest area and logistics facility at the northern terminus of the \nproject road. The project road will provide opportunities for tourism development in the Adjara \nBlack Sea region by reducing travel time along the Black Sea coast and reducing congestion/road \nsafety problems at the busiest border crossing point (Sarpi). \n \n3.  The project is aligned with the following impact:  improvement of regional connectivity in \nGeorgia so that it can play the role of regional transport and logistics hub.1 The project will have \nthe following outcome: efficiency of road transport along the East–West Highway in Georgia \nimproved. It is consistent with the strategic objectives of ADB’s Country Partnership Strategy \n(2019-2023),2  and is included in the Country Operations Business Plan for Georgia, 2019–2021. \n \n4.  The project is expected to cost about $300 million. The government has approached the  \nADB and the Asian Infrastructure Investment Bank to help finance the project. The government \nwill provide counterpart funding of about $50 million equivalent to cover taxes and duties, land \nacquisition  and  resettlement  costs,  financing  charges,  and  other  miscellaneous  costs.  The \nMinistry of Regional Development and Infrastructure will be the executing agency and its Roads \nDepartment will be the implementing agency. \n \nII.  THE TECHNICAL ASSISTANCE \nA.  Justification \n5.  The  proposed  transaction  technical  assistance  (TRTA)  will  help  the  government  of \nGeorgia (the government) prepare the proposed ensuing project.3 The TRTA will ensure that the \nproject  will  be  prepared  to  acceptable  technical,  safeguards,  and  procurement  standards. \nThe ensuing project is expected to meet the “high readiness” criteria before Board consideration. \nThe government has prepared, with ADB assistance, a full feasibility study and design for the \nproject.4 \n \n                                                \n1  Government of Georgia, Ministry of Regional Development and Infrastructure. Georgia 2020: Socioeconomic \nDevelopment Strategy of Georgia. Tbilisi. http://static.mrdi.gov.ge/551e4a570cf24147438b1727.pdf. \n2  ADB. 2019. Country Partnership Strategy: Georgia, 2019–2023—Developing Caucasus’s Gateway to the World. \n3  The TA first appeared in the business opportunities section of ADB’s website on {Day Month Year}. \n4  Feasibility and design consultants financed under both Loan 3520-GEO: Batumi Bypass Road Project, effective 11 \nOctober 2017, closing 31 December 2023. Loan 2843-GEO: Road Corridor Investment Program, Tranche 3, effective \n1 December 2009, closing 29 September 2019. \n ", " 12  Appendix 4 \n \n6.  Due  diligence.  The  proposed  project  is  very  challenging  from  an  engineering  and \nconstruction perspective. It will include a long tunnel (about 5 km long) and several bridges or \nviaducts. Preparation of the rest area/logistics facility is also additional since the feasibility and \ndesign consultants commenced. Several technical areas will require finalization once the design \nconsultants have concluded their assignment. Given the project’s complexity and safeguards \nimpacts, resources will be required to (i) improve and finalize the safeguard documents that are \nbeing prepared by the feasibility and design consultants, (ii) assist with strategic procurement \nplanning/ensuring procurement of the project’s civil works and consulting services are carried out \nefficiently and effectively, (iii) prepare a climate risk assessment and management report, and (iv) \nassess possible private sector options for the highway rest area/logistics facility. In addition, the \nproposed TRTA will help enhance communication and engagement with project beneficiaries and \naffected people through tailored communication activities and media. \n \nB.  Outputs and Activities \n7.  Output 1: Due diligence on the proposed project carried out. This output will include \nfinalizing safeguards documentation for the environmental and social aspects of the project \nconsistent with ADB’s Safeguards Policy Statement 2009 and preparing a gender action plan, if \ngender entry points can be identified, following ADB’s guidelines for such plans. It will also include \nthe preparation and implementation of a project communication strategy and action plan, social \nand poverty reduction strategy, climate change assessment and technical/financial due diligence. \n \n8.  Output 2: Procurement support provided. This output will include strategic procurement \nplanning, assisting the government with advertising the contracts, preparing and managing pre-\nbid meetings and site visits, receiving bids, evaluating bids, preparing bid evaluation reports for \ngovernment and ADB approval, and finalizing contract documentation for award. \n \n9.  Output  3:  Assessment  of  options  and  preparation  of  scope  for  highway  rest \narea/logistics facility. This output will include (i) the preparation of a  document including \nspecifications for a potential facility, including minimums for provision of various services including \nparking, storage, restaurants and sanitation facilities; and (ii) scoping study for modalities for a \npublic–private partnership to build and operate such a facility.  \n \nC.  Cost and Financing \n10.  The TRTA is estimated to cost $425,000, of which $400,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-other resources). The key expenditure \nitems are listed in Appendix 1. The government will provide counterpart support in the form of \nfurnished  office  accommodation  in  the  Roads  Department’s  premises  and  other  in-kind \ncontributions. The government was informed that approval of the TRTA does not commit ADB to \nfinance the ensuing project. \n \nD.  Implementation Arrangements \n11.  ADB will administer the TRTA. The Transport and Communications Division of Central \nand West Asia Department will select, supervise, and evaluate the consultants. \n \n12.  The implementation arrangements are summarized in Table 1. \n \n \n \n ", "Appendix 4  13 \nTable 1: Implementation Arrangements \nAspects  Arrangements \nIndicative implementation period  September 2019–April 2020 \nExecuting agency  Ministry of Regional Development and Infrastructure \nImplementing agency  Roads Department \nConsultants  To be selected and engaged by ADB \nCompetitive for  International: 13.5 person-months  $380,000 \n \nindividual  National: 2 person-months \nconsultants  \nAdvance contracting  Selection of key individual consultant positions will commence \nthrough advance contracting following PAI 2.04. Negotiation and \nsigning of the consulting contracts will only occur after the TRTA \nbecomes effective. \nDisbursement  The TRTA resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2010, as amended from \ntime to time). \nAsset turnover or disposal  Equipment procured using TRTA funding will be turned over to the \narrangement upon TA completion  Executing agency upon TRTA completion. \nADB= Asian Development Bank, PAI = Project Administration Instructions, TRTA = transaction technical assistance. \nSource: Asian Development Bank. \n \n13.  Consulting services. ADB will engage the consultants following the ADB Procurement \nPolicy (2017, as amended from time to time) and its associated project staff instructions.5 The TA \nwill require approximately 13 person-months of international consultants and 2 person-months of \nnational inputs. The consultants will provide expertise in road transport, procurement, economics \nand  finance,  environment,  resettlement  and  social  development,  gender,  climate  change, \ncommunications,  PPP  development  and  tunnels.  One  resource  person  for  climate  change \nassessment will be engaged for 0.5 months. The summary of consultants’ required inputs is in \nTable 2. \n \n14.  International consultants will be recruited as individuals with input-based contracts. \n \nTable 2: Summary of Consultants’ Required Inputs \nPosition  Person-Months \nInternational experts  13.0 \nRoad transport specialist  3.0 \nTransport economist  1.0 \nFinancial specialist  1.0 \nProcurement specialist  3.0 \nEnvironment specialist  1.0 \nSocial and/or resettlement specialist  1.0 \nTunnel specialist  1.0 \nPPP specialist (highway and logistics facilities)  2.0 \nNational experts  2.0 \nCommunity outreach specialist  1.0 \nGender specialist  1.0 \nResource persons   0.5 \nClimate risks and vulnerabilities specialist (climate change assessment)  0.5 \n      Total  15.5 \nPPP = public–private partnership. \nSource: Asian Development Bank estimates.\n                                                \n5  Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 2). \n ", "14  Appendix 4 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nItems  Amount \nAsian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  290.0 \nii.  National consultants  26.0 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  46.0 \nii.  Surveys  10.0 \niii.  Training, seminars, and conferences b  5.0 \niv.  Reports and communications  3.0 \n2.  Contingencies  20.0 \nTotal  400.0 \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-other resources). \nb   Includes workshops on PPP options and stakeholder consultations by communications specialist. \nNote: The TRTA is estimated to cost $425,000, of which contributions from ADB are presented in the table above. The \ngovernment will provide counterpart support in the form of furnished office accommodation in the Roads Department’s \npremises, and other in-kind contributions. The value of government contribution is estimated to account for about 6% \nof the total TRTA cost. \nSource: Asian Development Bank estimates. \n \n \n ", "Appendix 4  15 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=50388-002-TAReport \n \n1.  Terms of Reference for Consultants \n \n "], "metadata": {"Author": "Asian Devleopment Bank", "CreationDate": "D:20200220110027+08'00'", "Creator": "PDF24 Creator", "Keywords": "georgia, 50388-002, ta 9814, bypass road, road transport, adb projects, adb technical assistance, approved technical assistance, tar, ta projects, ta impact, ta outcome, ta outputs, ta methods, ta activities, ta cost, ta financing, ta budget, ta implementation, consulting services, president’s decision", "ModDate": "D:20200220135200+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical assistance reports provide the context and background of the project, and provide information on impacts and outcomes, key activities, estimated costs, financing, and implementation arrangements. This document dated August 2019 is provided for the ADB project 50388-002 in Georgia.", "Title": "Preparing the Batumi–Sarpi Bypass Project: Technical Assistance Report"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 9 August 2019) \n \nCurrency unit  –  lari (GEL) \nGEL1.00  =  $0.3407 \n$1.00  =  GEL2.9350 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank  \n  CAREC  –  Central Asia Regional Economic Cooperation \n  km  –  kilometer \n  TRTA  –  transaction technical assistance \n \n \nNOTE \nIn this report, “$” refers to United States dollars. \n \n \n \nVice-President  Shixin Chen, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nDirector  Dong-Soo Pyo, Transport and Communications Division, CWRD \n   \nTeam leader  Shanny Campbell, Principal Transport Specialist, CWRD \nTeam members  Michael Beauchamp, Senior Social Development Specialist \n(Safeguards), CWRD \nMark Evangelista, Operations Assistant, CWRD \nDidier Guynet, Senior Procurement Specialist, Procurement, Portfolio \nand Financial Management Department \nGeorge Kiziria, Senior Project Officer (Infrastructure), CWRD \nDuncan Lang, Environment Specialist, CWRD \n  Valerie Lisack, Senior Transport Specialist, CWRD \n  Maureen Mamayson, Project Analyst, CWRD \nSaad Paracha, Senior Regional Cooperation Specialist, CWRD \nDiep Pham, Senior Financial Management Specialist, CWRD \n  Aysha Qadir, Principal Counsel, Office of the General Counsel \n  Nathan Rive, Climate Change Specialist, CWRD \n  Mary Alice Rosero, Social Development Specialist (Gender and \nDevelopment), CWRD \nPeer reviewer  Jen-Pei Yang, Senior Railway Specialist, Sustainable Development and \nClimate Change Department \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "Shixin Chen", "role": "Operations", "organization": ""}, {"fullname": "Werner Liepach", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "Dong-Soo Pyo", "role": "Transport and Communications Division", "organization": "CWRD"}, {"fullname": "Shanny Campbell", "role": "Principal Transport Specialist", "organization": "CWRD"}, {"fullname": "Michael Beauchamp", "role": "Senior Social Development Specialist", "organization": ""}, {"fullname": "Mark Evangelista", "role": "Operations Assistant", "organization": "CWRD"}, {"fullname": "Didier Guynet", "role": "Senior Procurement Specialist", "organization": "Procurement"}, {"fullname": "George Kiziria", "role": "Senior Project Officer (Infrastructure)", "organization": "CWRD"}, {"fullname": "Duncan Lang", "role": "Environment Specialist", "organization": "CWRD"}, {"fullname": "Valerie Lisack", "role": "Senior Transport Specialist", "organization": "CWRD"}, {"fullname": "Maureen Mamayson", "role": "Project Analyst", "organization": "CWRD"}, {"fullname": "Saad Paracha", "role": "Senior Regional Cooperation Specialist", "organization": "CWRD"}, {"fullname": "Diep Pham", "role": "Senior Financial Management Specialist", "organization": "CWRD"}, {"fullname": "Aysha Qadir", "role": "Principal Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Nathan Rive", "role": "Climate Change Specialist", "organization": "CWRD"}, {"fullname": "Mary Alice Rosero", "role": "Social Development Specialist (Gender and", "organization": ""}, {"fullname": "Jen-Pei Yang", "role": "Senior Railway Specialist", "organization": "Sustainable Development and"}]}