{"path": "data/input/ta/50393-001-pptar-en.pdf", "pages": [" \n \nTECHNICAL ASSISTANCE FOR PROJECT PREPARATION  \n \nA.  Justification \n \n1.  A technical assistance (TA) is required to produce a project design which responds to \nthe  needs  of  the  clients  and  fulfills  requirements  and  safeguards  policies  of  the  Asian \nDevelopment  Bank  (ADB). The  consulting team  will  undertake  a  detailed  due  diligence  in \ntechnical feasibility, economic and financial viability, and safeguards. Capacity assessment and \nstrengthening will also be conducted, as needed. ADB will provide TA support for agricultural \nproducts  e-commerce  applications,  agricultural  logistics  information  and  communication \ntechnology (ICT) solutions, and socialized agricultural services applications to strengthen the \nproject design in demonstrating ICT application in agricultural value chains.  \n \nB.  Major Outputs and Activities \n \n2.  The major outputs and activities are summarized in Table A3.1.  \n \nTable A3.1: Summary of Major Outputs and Activities \nExpected  Expected \nCompletion  Completion \nMajor Activities  Date  Major Outputs  Date \nSector assessment  15 July  An inception report  31 July \n2017  2017 \nE-commerce technical  01 August  Consultant study report  15 August \nfeasibility analysis   2017  2017 \nLogistics ICT technical  01 August  Consultant study report  15 August \nfeasibility analysis  2017  2017 \nSocial due diligence and  01  An interim report  15 \nplanning documents.  September  September \n2017  2017 \nAssessment of technical  01  A draft final report, including finalized FSRs, IEE reports;  15 January \nfeasibility, financial and  December  land lease due diligence report and, if needed, resettlement  2018 \neconomic, social  2017  plan; a social and poverty analysis report; a gender action \nsafeguard and dimension  plan; climate smart implementation plan; an economic and \nanalysis, environment  financial analysis report; a financial management \nsafeguard, climate  assessment report; a procurement capacity assessment \nchange due diligence  report, and draft RRP and linked documents, including PAM \nCapacity building on  31 January  A final report  15 March \nfinancial management,  2018  2018 \nprocurement, \ndisbursement, and \nsafeguards  \nSource: Asian Development Bank estimates. \n     \nC.  Cost Estimate and Proposed Financing Arrangement  \n \n3.  The TA is estimated to cost $550,000 equivalent, of which $500,000 will be financed on a \ngrant basis by ADB’s Technical Assistance Special Fund (TASF-other sources). The government \nwill finance the remaining $50,000 equivalent in kind (counterpart staff, office accommodation, \nand administrative support). The detailed cost estimate is presented in Table A3.2. Additional \nsupport  will  be  provided  for  an  international  and  national  specialist  position  to  support  the \ndevelopment of ICT application systems for agriculture production and marketing systems.1 \n                                                \n1  Arrangements are made for funding under technical assistance projects: (i) Information and Communication \nTechnology for Development Initiative Facility in Asia and the Pacific; and (ii) Building Sustainable Food and \n ", "2   \n \nTable A3.2: Cost Estimates and Financing Plan \n($'000) \nItem  Total Cost \nA.  Asian Development Banka    \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (7.5 person-months)  155.0 \n      ii.  National consultants (27 person-months)  239.0 \n    b.  International and local travel  45.0 \n    c.  Reports and communications  10.0 \n  2.  Equipment (computer, printer, etc.)b  5.0 \n  3.  Workshops, training, seminars, and conferencesc  13.0 \n  5.  Surveys  13.0 \n  8.  Contingencies  20.0 \n    Subtotal (A)  500.0 \na Financing by ADB’s Technical Assistance Special Fund (TASF-other sources). \nb Equipment (to be handed over to the implementing agency upon completion of the technical assistance). \nType  Quantity  Cost \nComputer      3   $4,000 \nPrinter      1   $1,000 \nc Workshops, training, seminars, and conferences. Includes translation and interpretation costs. \nPurpose  Venue \nInception, interim, and final workshops  Lanzhou, Gansu \nTraining on safeguards, procurement, financial  Lanzhou, Gansu \nmanagement, and design and monitoring framework \nSource: Asian Development Bank estimates. \n \nD.  Consulting Services \n4.  It is expected that 7.5 person-months of international and 27 person-months of national \nconsultants are required. To ensure the consistency in due diligence and capacity strengthening, \none consulting firm will be recruited to carry out the due diligence in technical feasibility, economic \nand financial viability, poverty, social and gender analyses, safeguards and capacity strengthening. \nThe consultants will be recruited in accordance with ADB’s Guidelines on the Use of Consultants \n(2013, as amended from time to time) using quality- and cost-based selection method (with a \nquality-cost ratio of 90:10) following the simplified technical proposal. ICT related consultants will \nbe recruited through individual consultant selection to ensure sourcing of high quality specialists \nin this new technology market. Table A3.3 provides details of the required expertise. The outline \nterms of reference for the TA consultants are described in the succeeding paragraphs. \n \nTable A3.3: Summary of Consulting Services Requirement \nInternational Positions  Person- National Positions  Person-\nmonths  months \nAgricultural economist/team leader  4.0  Financial specialist/deputy team leader   4.0 \n    Agribusiness e-commerce specialista  3.5 \n    Smart system architecta   3.5 \n    Agricultural logistics specialista   3.0 \nEnvironment impact assessment specialist  2.0  Socialized agricultural services specialista   4.0 \nSocial development specialist  1.5  Social development specialist  2.5 \n    Social safeguards/resettlement specialist  1.5 \n    Environmental impact assessment specialist  3.0 \n    Procurement specialist  2.0 \nTotal:  7.5                                            27.0 \n \n                                                                                                                                                       \nNutrition Security in Asia and the Pacific. The Sustainable Development and Climate Change Department will be \nresponsible for the recruitment of consultants under these funds. ", " \n3 \n \na Position to be recruited through individual consultant selection method. \nSource: Asian Development Bank estimates. \n \n5.   Agricultural  economist/team  leader  (international,  4.0  person-months  [pm]).  The \neconomist will have at least a master’s degree in agricultural economics or a relevant discipline, \nand  working  experience  with  economic  analysis  of  at  least  five  donor-funded  projects  as \neconomist and at least two projects as team leader. In accordance with ADB’s Economic Analysis \nfor Investment Project Guidelines and the 10 key areas of the economic analysis listed in the \noperations manual Section G1, the economist will (i) assess the macroeconomic and sector \ncontexts, (ii) assess demand for project outputs, (iii) establish economic rationale of public sector \ninvolvement, (iv) assess least-cost investment options, (v) conduct project economic cost-benefit \nanalysis, (vi) assess financial and institutional sustainability, (vii) conduct a distribution analysis, \nand (viii) conduct sensitivity and risk analyses.  \n \n6.   Financial specialist and deputy team leader (national, 4.0 pm). The specialist will have \n(i) at least a graduate degree in finance, accounting, or a relevant discipline, (ii) a professional \naccountancy qualification, and (iii) work experience in at least five donor-funded projects as \nfinancial specialist. The specialist will conduct financial evaluation of the project, financial analysis \nof executing and implementing entities, and financial management assessment of executing and \nimplementing entities according to Financial Due Diligence-A Methodology Note and Financial \nManagement Analysis of Projects. \n \n7.  Procurement  specialist  (national,  2.0  pm).  The  specialist  will  have  (i)  at  least  an \nundergraduate degree in civil engineering, or a relevant discipline, and (ii) work experience with \nprocurement and consultant recruitment for at least three donor-funded projects. The specialist \nwill (i) conduct the Procurement Risk Assessment in accordance with the Guide on Assessing \nProcurement  Risks  and  Determining  Project  Procurement  Classification,  (ii)  prepare  a \nprocurement plan and assist the executing agency to prepare master bidding documents for ICT \ngoods and services including maintenance, and (iii) provide training on procurement.  \n \n8.  Environment impact assessment specialists (international, 2.0 pm; national, 3.0 pm). \nEach specialist will have a master’s degree in environmental studies or a relevant discipline, and \nwork experience with environmental assessment for at least three donor-funded projects. The \nspecialists will cooperate with each other to (i) assess possible environmental impacts, (ii) prepare \nan  initial  environmental  examination  including  an  environmental  management  plan,  and  (iii) \nprovide training on environmental safeguards.  \n \n9.  Social development specialists (international 1.5 pm; national, 2.5 pm). Each specialist \nwill have a master’s degree in social sciences, development studies, or a relevant discipline, and \nwork experience with social and gender development for at least three donor-funded projects. The \nspecialists will cooperate with each other to (i) conduct poverty, gender and social analyses, (ii) \nprepare a consultation and participation plan, a social action plan, and a gender action plan, (iii) \nassess impacts on ethnic minorities and prepare ethnic minority development plan, if needed, and \n(iv) provide training on social safeguards, gender and other social dimensions.  \n \n10.  Social safeguards/resettlement specialist (national 1.5 pm). The specialist will have a \nmaster’s degree in social sciences, development studies, or a relevant discipline, and  work \nexperience with social safeguards for at least three donor-funded projects. The specialist will (i) \ncollect relevant data, (ii) prepare a due diligence report on land use rights transfer framework, and \n(iii) screen activities for potential resettlement impacts of the project and work with the project \nteam to avoid such impacts. ", "4   \n \n11.  Agribusiness  e-commerce  specialist  (national,  3.5  pm).  The  specialist  will  have  a \nmaster’s degree in marketing, information technology or related field, and at least 5 years of \nexperience in developing technical designs for agricultural e-commerce. The specialist will (i) \nidentify  agricultural  inputs  and  outputs  e-commerce  solutions  with  detailed  specifications,  (ii) \nidentify  procurement  methods  for  technical  components,  (iii)  assess  technology  possession \nmethods and associated costs, and (iv) identify integration requirements with existing e-commerce \nplatforms. \n \n12.  Smart system architect (national, 3.5 pm). The architect will have a master’s degree in \nscience,  information  technology  or  a  relevant  discipline,  at  least  3-year  work  experience  in \nimplementing smart solutions using mobile applications and internet of things. The specialist will \n(i) design the application of smart solutions in agriculture value chain, (ii) identify implementation \nand maintenance requirements, and (iii) identify fail-safe and backup procedures. \n \n13.  Agricultural  logistics  specialist  (national,  3.0  pm).  The  specialist  will  have  (i)  a \npostgraduate degree in agriculture, or other relevant fields, and (ii) over 5 years of experience in \nagricultural  value  chains  development  in  the  PRC.  The  specialist  will  (i)  assess  logistics \nrequirements for featured agricultural products; (ii) develop an integrated agricultural (cold) chain \nlogistics system design; (iii) develop an implementation plan for ICT enhanced logistics. \n \n14.  Socialized agricultural services specialist (national, 4.0 pm). The specialist will have (i) \na postgraduate degree in information technology, agriculture, agronomy, or other relevant fields, \nand (ii) over 3 years of experience in agricultural value chains development in the PRC. The \nspecialist will (i) assess the demand for socialized agricultural services, (ii) develop solutions for \nICT enhanced agricultural services together with a conceptual design for implementation, and (iii) \nprepare training curricula and training material. \n \nE.  Implementation Arrangements \n15.  The Gansu Provincial Government will be the executing agency for the TA, and the \nSupply  and  Marketing  Cooperative  in  Gansu  Province  (SMCGP)  will  be  the  implementing \nagency for the TA. The multiagency leading group at the provincial level will serve as steering \ncommittee  that  will  provide  overall  guidance  on  the  TA’s  implementation.  The  steering \ncommittee representatives will meet and provide directions through the inception, interim, and \nfinal TA workshops. A project management office will be established at the SMCGP, who will be \nresponsible for day-to-day communications and operational matters involving ADB, consultants, \nand related government agencies. Equipment will be procured following ADB’s Procurement \nGuidelines (2015, as amended from time to time), and handed over to SMCGP upon TA \ncompletion.  Disbursement  under  the  TA  will  be  in  line  with  ADB’s  Technical  Assistance \nDisbursement Handbook (2010, as amended from time to time).   \n \n16.  The proposed TA processing and implementation schedule is listed in Table A3.4.  \n \nTable A3.4: Technical Assistance Processing and Implementation Schedule \nMajor Milestones  Expected Completion Date \nConcept paper approval  April 2017 \nTA consultant mobilization  June 2017 \nTA inception mission  July 2017 \nTA interim review  October 2017 \nLoan fact-finding mission  February 2018 \nSubmission of TA final report  March 2018 \nTA = technical assistance. \nSource: Asian Development Bank estimates. "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20170419110935+08'00'", "ModDate": "D:20170419110935+08'00'", "Title": "Microsoft Word - Approved CP_PRC (50393).docx", "Creator": "PDF24 Creator", "Author": "DG0"}}