{"path": "data/input/ta/50404-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \n \nProject Number: 50404-001 \nKnowledge and Support Technical Assistance (KSTA) \nDecember 2018 \n \n   \n \n \nEstablishing a Support Facility for Article 6 of the \nParis Agreement \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Public Communications \nPolicy 2011.  \n \n ", " \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CMP  –  Carbon Market Program  \n  DMC  –  developing member country \n  GHG  –  greenhouse gas \n  NDC  –  nationally determined contribution  \n  TA  –  technical assistance \n \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Bambang Susantono, Knowledge Management and Sustainable \nDevelopment \nDirector General  Woochong Um, Sustainable Development and Climate Change \nDepartment (SDCC) \nDirector  Preety Bhandari, Climate Change and Disaster Risk Management \nDivision, SDCC \n \nTeam leader  Virender Kumar Duggal, Principal Climate Change Specialist, SDCC \nTeam members  Janet Arlene Amponin, Associate Climate Change Officer, SDCC \nAnna Liza Cinco, Senior Operations Assistant, SDCC \nEsmyra Javier, Climate Change Officer, SDCC \nZarah Zafra, Operations Analyst, SDCC \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Outputs, Methods, and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  5 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  List of Linked Documents  10 \n \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 50404-001\nProject Name Establishing a Support Facility for  Department/Division SDCC/SDCD\nArticle 6 of the Paris Agreement\nNature of Activity Capacity Development Executing Agency Asian Development Bank\nModality Regional\nCountry REG (All DMCs)\n2. Sector Subsector(s)     ADB Financing ($ million)\nEnergy Energy sector development and institutional reform 1.10\nWater and other urban Urban policy, institutional and capacity development 0.40\ninfrastructure and \nservices\nTotal 1.50\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the Project Low\ngrowth (IEG) including jobs, created and expanded\nEnvironmentally  Environmental policy and legislation ADB Financing\nsustainable growth  Global and regional transboundary  Mitigation ($ million) 1.50\n(ESG) environmental concerns\nRegional integration  Pillar 3: Money and finance\nCofinancing\n(RCI)\nMitigation ($ million) 1.50\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Public financial governance Some gender elements (SGE)\ncapacity development\n(GCD)\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nPartnerships (PAR) Bilateral institutions (not client \ngovernment)\nOfficial cofinancing\nPrivate sector  Conducive policy and institutional \ndevelopment (PSD) environment\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No\nRegional High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG13\nQq\n6. Risk Categorization Low \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 1.50\n    Knowledge and Support technical assistance: Technical Assistance  1.50\nSpecial Fund\nCofinancing 2.50\n    Federal Ministry for the Environment, Nature Conservation, and Nuclear  1.50\nSafety of Germany (Full ADB Administration)\n    Swedish Energy Agency (Full ADB Administration) 1.00\nCounterpart 0.00\n    None 0.00\nTotal 4.00\n  \nCurrency of ADB Financing: USD \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 29112018165423058866 Generated Date: 29-Nov-2018 16:54:43 PM", "1 \nI.  INTRODUCTION \n \n1.  The Asian Development Bank (ADB), through the proposed knowledge and support \ntechnical assistance (TA), will establish and implement the Article 6 Support Facility (“the support \nfacility”).1 Through the support facility, ADB will provide capacity building, and technical and policy \ndevelopment support to developing member countries (DMCs) to help them to identify, develop, \nand pilot mitigation actions under the framework of Article 6 of the Paris Agreement. \n \n2.  The TA is included in the 2018-2019 Work Plan of the Climate Change and Disaster Risk \nManagement Thematic Group approved by Management.2 It supports the operational priorities of \nADB’s Strategy 2030: tackling climate change, building climate and disaster resilience, and \nenhancing environmental sustainability.3 The TA is also aligned with ADB’s Climate Change \nOperational Framework 2017–2030,4 which strengthens ADB support to DMCs in meeting their \ncommitments under the Paris Agreement, including nationally determined contributions (NDCs).5 \n \n3.  The support facility will be part of ADB’s Carbon Market Program (CMP).6 Established in \n2006,  the  CMP  provides  technical  support  and  carbon  finance  to  greenhouse  gas  (GHG) \nmitigation projects in DMCs, including supporting DMCs to use market-based approaches as part \nof achieving their NDCs.7 It aims to build on the assistance provided to date, while responding to \nthe  ongoing  negotiations  and  developments  regarding  the  operationalization  of  the  Paris \nAgreement. ADB designed the TA on the strength of its carbon market institutional expertise and \nlessons learned through the CMP. The TA will allow ADB to continue to play a leadership role in \nthe development of post-2020 carbon markets.   \n \n4.  ADB has developed the TA in consultation with The Government of Germany through The \nFederal Ministry for the Environment, Nature Conservation, and Nuclear Safety of Germany, and \nthe Swedish Energy Agency. The design of the TA has been informed by both countries’ programs \nfor supporting pilot mitigation actions under the framework of Article 6. \n \nII.  ISSUES \n  \n5.  The Paris Agreement sets out the long-term goals for all countries8 to limit the global \ntemperature increase to well below 2oC, while pursuing a 1.5oC target. It requires all countries to \ncontribute  through  their  NDCs,  which  set  out  their  national  post-2020  climate  targets  and \ncommitments.  As  of  August  2018,  174 parties,  including  most  of  ADB’s  DMCs,  have \ncommunicated their first NDCs. However, the collective ambitions are not sufficient to meet the \n                                                \n1   Article 6 of the Paris Agreement enables countries to cooperate voluntarily in implementing their nationally \ndetermined contributions (NDCs) through market and nonmarket-based approaches. The TA focuses on market-\nbased approaches. Mitigation actions in this report refer to cooperative approaches under Article 6.2 and the new \nmechanism under Article 6.4.  \n2  The TA first appeared in the business opportunities section of ADB’s website on 22 November 2018. \n3  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n4  ADB. 2017. Climate Change Operational Framework, 2017–2030: Enhanced Actions for Low Greenhouse Gas \nEmissions and Climate-Resilient Development. Manila. \n5  NDCs outline countries’ efforts to reduce emissions and adapt to the impacts of climate change. The Paris Agreement \n(Article 4, para. 2) requires each party to prepare, communicate, and maintain successive NDCs. United Nations \nFramework Convention on Climate Change. The Paris Agreement and Nationally Determined Contributions. \n6  The CMP was then called the Carbon Market Initiative.  \n7  The CMP includes the (i) Future Carbon Fund, (ii) Technical Support Facility, and (iii) Japan Fund for the Joint \nCrediting Mechanism. It previously included the Asia Pacific Carbon Fund, which is now closed. \n8  Refers to the states and regional economic integration organizations that are parties to the United Nations Framework \nConvention on Climate Change. \n ", "2 \nParis Agreement goals, and efforts are needed by all countries to raise ambitions.9 \n \n6.  Article  6  of  the  Paris  Agreement  enables  countries  to  cooperate  voluntarily  in \nimplementing their NDCs through market and nonmarket-based approaches. Article 6 could help \ncountries access cost-effective mitigation opportunities and additional climate finance streams \nthrough cooperation, and form the basis for raising their ambitions over time. The market-based \napproaches in Article 6 include cooperative approaches under Article 6.2 and a new mitigation \nand sustainable development mechanism under Article 6.4.10 These lay the foundation for post-\n2020 carbon markets under the Paris Agreement by allowing countries to use mitigation outcomes \nfrom another country toward their NDCs.  \n \n7.  DMCs are developing and implementing national climate plans and policies to support \nNDC implementation. Almost all DMCs have provided commitments in their NDCs that are \nconditional (fully or partially) on international support. Cooperation under Article 6 could provide \npart of this support. Many DMCs have expressed their willingness to use market approaches as \na key tool for NDC implementation and are working to understand how to engage under Article 6. \nFor example, Pakistan and Thailand have indicated that they will consider the use of international \ncooperation, and India and Viet Nam have indicated that they will use market mechanisms to \nachieve their NDCs. The Republic of Korea states that it will partly use international market \nmechanisms to achieve its 2030 mitigation target, while Bangladesh does not rule out the use of \nmarket-based mechanisms.11 \n \n8.  To  engage  under  Article  6,  DMCs  must  understand  the  specific  requirements  and \nassociated accounting systems that they will need to manage participation. The Paris Agreement \nrequires countries that engage under Article 6 to promote sustainable development and ensure \nenvironmental integrity, transparency, and robust accounting. DMCs need to understand what \nthis means in practice. The rules for the implementation of Article 6 are expected to be adopted \nat the 24th session of the Conference of the Parties 24 in December 2018. However, the \nnegotiations and elaboration of many issues are likely to continue well beyond 2018, creating \nchallenges for DMCs. \n \n9.  The DMCs have growing momentum to undertake pilot activities under Article 6.12 Pilot \nactivities will play a critical role in building the capacity of DMCs to assess the use of cooperative \napproaches and the new 6.4 mechanism; contribute practical insights on how mitigation actions \ncan be designed and implemented, including encouraging innovation, upscaled action, policy \nreform, and the use of climate-friendly technologies; help DMCs begin to develop the institutional \ncapacity and systems needed; and help DMCs begin to engage the private sector in mitigation \nactions under Article 6. Pilot activities could also demonstrate how Article 6 could support \nactivities outside the scope of an NDC, with a view to incorporating the activities in the conditional \npart of the NDC over time. The lessons from pilot activities will strengthen DMCs’ ability as \nimportant stakeholders in the negotiations on the implementation of the Paris Agreement.  \n \n10.  International market-based cooperation is crucial for promoting the cost-effectiveness and \nflexibility of mitigation action, and pilot activities undertaken by DMCs will highlight potential future \n                                                \n9  United Nations Environment Programme. 2017. The Emissions Gap Report 2017. Nairobi. Pledges in current NDCs \nwill only achieve one-third of the emission reductions necessary by 2030 to meet the Paris Agreement goals. \nCountries will revisit their NDCs by 2020 with the expectation that successive NDCs present an increase in ambition. \n10 The mechanism will operate under the authority of the Conference of the Parties.  \n11 United Nations Economic and Social Commission for Asia and the Pacific. 2017. Responding to the Climate Change \nChallenge in Asia and the Pacific: Achieving the Nationally Determined Contributions (NDCs). Bangkok. \n12 The Philippines, Thailand, and Viet Nam have expressed interest in the TA. Further consultations are ongoing. \n ", "3 \nopportunities under Article 6 for ADB. The development of carbon markets under Article 6 is \nexpected to lead to an inflow of carbon finance to Asia and the Pacific, stimulating mitigation \nactivities and incentivizing the application of low-carbon technologies and the development of \ntechnical expertise to DMCs. This will likely lead to further opportunities for ADB to support \nupscaled mitigation actions in sectors such as low-carbon transport, renewable energy, and \nenergy efficiency. The development of post-2020 carbon markets will also help ADB meet its \noperational targets by generating demand for low-carbon, climate-friendly projects and enhancing \nthe internal rate of return for such projects. It will also present opportunities for ADB to cooperate \nwith its international development partners in providing carbon finance and other cofinancing \nsupport enabling knowledge support for green growth in the region. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n11.  The TA is aligned with the following impact: low-carbon development in Asia and the \nPacific accelerated (footnote 3). The TA will have the following outcome: Article 6 Support Facility \noperationalized.13 \n \nB.  Outputs, Methods, and Activities \n \n12.  ADB proposes to establish the Article 6 Support Facility under the CMP. Through the \nsupport facility, ADB will provide capacity building, and technical and policy development support \nto DMCs to help them to identify, develop, and pilot mitigation actions including activities related \nto cooperative approaches involving international transfers of mitigation outcomes in the context \nof Article 6.2 and under the new mechanism under Article 6.4.14 ADB will encourage innovation \nin the development of mitigation actions in DMCs, contribute to achieving a critical mass of \nexpertise  on  Article  6,  draw  lessons  learned  from  pilot  activities,  and  enhance  DMCs’ \npreparedness for participation in post-2020 markets as well as their ability to contribute to \ninternational negotiations.   \n \n13.  The TA team will work with ADB operations departments to build knowledge and capacity \nfor mitigation actions under Article 6, and encourage consideration of Article 6 in ADB’s financing \noperations to enhance the opportunities for DMCs. The TA team will also coordinate with and \nmaximize the synergies with ADB’s other initiatives and programs. \n \n14.  Output  1:  Capacity  of  developing  member  countries  to  identify  and  assess \nmitigation actions under Article 6 enhanced. This output entails providing support to DMCs to \nunderstand the opportunities and identify options for using cooperative approaches involving \ninternational transfers of mitigation outcomes and the new mechanism under Article 6 in achieving \nand enhancing their current and future NDCs. This includes supporting DMCs to consider \nactivities beyond the scope of their current NDCs with a view to incorporating the activities in the \nconditional part of the NDCs. The TA will provide capacity building, and technical and policy \ndevelopment support to DMC governments, and undertake capacity development activities (such \nas workshops and publication of knowledge products) on key topics such as: identifying and \ndesigning policy measures (e.g., carbon pricing, where international cooperation can scale up \nand/or accelerate mitigation actions); developing appropriate institutional structures to manage \n                                                \n13 The design and monitoring framework is in Appendix 1. \n14 This will support DMCs to use carbon markets and climate finance under the framework of Article 6 towards reaching \nnational climate targets in their NDCs and to consider raising ambition.  \n ", "4 \nparticipation under Article 6; facilitating private and public sector involvement in mitigation actions; \noperationalizing environmental integrity in mitigation actions; designing and executing mitigation \nactions  for  generating  internationally  transferable  mitigation  outcomes  under  Article  6;  and \nintegrating sustainable development benefits into mitigation actions.15 ADB will assist at least two \nDMCs under output 1. Consultations with DMCs on the scope of support are ongoing (footnote \n12). \n \n15.  Output 2: Capacity of developing member countries to pilot mitigation actions \nunder Article 6 enhanced. This output involves the following activities:  \n \n(i)  The TA team will support DMCs to identify and evaluate options for pilot mitigation \nactions under Article 6.2 and 6.4, considering: the DMC’s national climate plans \nand policies; the scope of their current NDC; environmental integrity; transparency; \nthe mitigation action implementation timeline; the potential scale and type of \nemission reductions; potential transaction models for the mitigation outcomes; and \nthe potential contribution of the mitigation action to sustainable development in the \nnational context, including through the delivery of co-benefits. The TA team will \nconsult  with  ADB  operations  departments  and  support  DMCs  to  target  pilot \nactivities  in  sectors  with  high  potential  for  demonstrative  effect  and \ntransformational change such as the energy and sustainable urban development \nsectors.16  \n(ii)  The TA team will provide technical support to the activity implementers to pilot \nmitigation actions to: define the scope of the mitigation actions; develop and \nimplement baseline and monitoring, reporting, and verification methodologies; and \nundertake necessary steps, to the extent possible, to qualify under Article 6. ADB \nwill assist at least three pilot mitigation actions under output 2.17 \n \n16.  Output 3: Capacity of developing member countries to undertake robust accounting \nand reporting of mitigation outcomes strengthened. Under this output, the TA team will work \nwith DMCs to strengthen their capacity, systems, and infrastructure for: robust accounting of \nmitigation outcomes; ensuring environmental integrity; and reporting on the issuance, transfer, \nand retirement of mitigation outcomes. This includes monitoring, reporting, and verification of \nmitigation actions and corresponding adjustments as required under the Article 6 provisions in \nthe Paris Agreement Rulebook. ADB will assist at least two DMCs under output 3. Consultations \nwith DMCs regarding the scope of support are ongoing (footnote 12). \n \nC.  Cost and Financing \n \n17.  The TA is estimated to cost $4,000,000, of which (i) $1,500,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-other sources); (ii) $1,500,000 will be \nfinanced on a grant basis by The Government of Germany through The Federal Ministry for the \nEnvironment, Nature Conservation, and Nuclear Safety of Germany and administered by ADB; \nand (iii) $1,000,000 will be financed on a grant basis by the Swedish Energy Agency and \nadministered by ADB.18 The key expenditure items are listed in Appendix 2. \n \n                                                \n15 The United Nations 2030 Agenda for Sustainable Development (2030 Agenda) and its 17 Sustainable Development \nGoals and the Paris Agreement are viewed as complementary mutually reinforcing instruments. The support facility \nwill support DMCs to integrate the Sustainable Development Goals into Article 6 activities. \n16 The TA team will review projects and programs that are being considered for financing by the ADB.  \n17 Consultations with ADB operational departments in regard to identifying potential mitigation activities are ongoing. \n18 Discussions with both donors on their respective cofinancing agreements are currently underway. \n ", "5 \nD.  Implementation Arrangements \n \n18.  ADB, through the Climate Change and Disaster Risk Management Division under ADB’s \nSustainable Development and Climate Change Department, will administer the TA. The Climate \nChange and Disaster Risk Management Division will work with ADB operations departments on \nthe selection of DMCs and pilot mitigation activities. ADB will recruit individual international and/or \nnational  consultants  through  framework  agreements,  as  required.  ADB  will  engage  the \nconsultants and carry out procurement following the ADB Procurement Policy (2017, as amended \nfrom time to time) and its associated project administration instructions and/or staff instructions. \nThe implementation arrangements are summarized in the table.  \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  January 2019–December 2021 \nExecuting agency  ADB will be the sole executing agency for the TA. \nImplementing agency  ADB will be the sole implementing agency for the TA. \nConsultants  To be selected and engaged by ADB \nIndividual consultanta selection  International (84 person- $1,478,400 \nmonths) \nIndividual consultanta selection  National (190 person-months)  $909,600 \nDisbursement  Arrangements for disbursement from multiple funding sources (e.g., front-\nloading ADB-administered funds, cost sharing, or pro rata) will be agreed with \nthe co-financiers. The TA resources will be disbursed following ADB’s \nTechnical Assistance Disbursement Handbook (2010, as amended from time \nto time.) \nAsset turnover or disposal  Upon TA completion, all equipment procured under the TA will be turned over \narrangement upon TA  or disposed of in accordance with ADB’s project administration instruction (ADB. \ncompletion  2018. Administering Grant-Financed Technical Assistance Projects. Project \nAdministration Instructions. PAI 5.09. Manila). \nADB = Asian Development Bank, TA = technical assistance.   \na  ADB will consider output-based and/or lumpsum contracts for consulting services, where appropriate, with the concurrence \nof ADB’s Procurement, Portfolio, and Financial Management Department.  \nSource: ADB. \n \n19.  Consulting services. ADB will recruit individual consultants to provide international and \nnational consulting inputs. An estimated 84 person-months of international consulting inputs \n(carbon market expert, project manager [mitigation actions], GHG accounting expert) and 190 \nperson-months of national consulting inputs (carbon market expert, technical expert [mitigation \nactions], GHG accounting expert, research assistant, TA coordinator, and administrative assistant) \nare required to carry out activities under the TA. ADB will engage the consultants following the \nADB Procurement Policy (2017, as amended from time to time) and its associated project \nadministration instructions and/or staff instructions.19  \n \nIV.  THE PRESIDENT'S DECISION \n \n20.  The President, acting under the authority delegated by the Board, has approved (i) the \nAsian Development Bank (ADB) administering a portion of technical assistance not exceeding \nthe equivalent of $1,500,000 to be financed on a grant basis by The Government of Germany \nthrough The Federal Ministry for the Environment, Nature Conservation, and Nuclear Safety of \nGermany, (ii) ADB administering a portion of technical assistance not exceeding the equivalent \nof $1,000,000 to be financed on a grant basis by the Swedish Energy Agency, and (iii) ADB \nproviding the balance not exceeding the equivalent of $1,500,000 on a grant basis for Establishing \na Support Facility for Article 6 of the Paris Agreement, and hereby reports this action to the Board.\n                                                \n19 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with \nLow-carbon development in Asia and the Pacific accelerated (Strategy 2030: Achieving a Prosperous, \nInclusive, Resilient, and Sustainable Asia and the Pacific)a \nData Sources and \nPerformance Indicators  Reporting \nResults Chain  with Targets and Baselines  Mechanisms  Risks \nOutcome       \nArticle 6 Support  a. By 2019, the Article 6  a–b. TA progress  Insufficient clarity on \nFacility  Support Facility becomes  reports, consultant’s  rules, modalities, and \noperationalized  operational (2018 baseline:  reports, workshop  procedures for \n  not operational)  reports, and relevant  operationalizing \n  knowledge products  Article 6 hinder \nb. By 2021, at least three \n  implementation within \nDMCs supported to develop \n  the tenure of the TA \ninstitutional capacity and/or \n   \nsystems for participation \n \nunder Article 6 (2018 \nbaseline: 0) \nOutputs       \n1. Capacity of  1a. By 2021, at least two  1a–1b. TA progress  Suitable mitigation \ndeveloping member  DMCs identified options for  reports, consultant’s  actions that are ready \ncountries to identify  using mitigation approaches  reports, workshop  for piloting under \nand assess  under Article 6  reports, and relevant  Article 6 cannot be \nmitigation actions  (2018 baseline: 0)   knowledge products   easily identified within \nunder Article 6    the tenure of the TA \n1b. By 2021, at least two \nenhanced     \nDMCs established \n  Detailed methods and \ninstitutional structures for \nrequirements for GHG \nparticipation under Article 6 \naccounting and \n(2018 baseline: 0)  \nreporting under the \n2. Capacity of  2a. By 2021, at least three  2a–2b. TA progress  Paris Agreement are not \ndeveloping member  DMCs evaluated and  reports, consultant’s  agreed within the time \ncountries to pilot  designed pilot mitigation  reports, workshop  frame of the TA  \nmitigation actions  actions under Article 6  reports, and relevant   \nunder Article 6  (2018 baseline: 0)  knowledge products    \nenhanced   \n2b. By 2021, at least three   \n \npilot mitigation actions under \n   \nArticle 6 supported \n(2018 baseline: 0) \n3. Capacity of  3a. By 2021, accounting  3a–3b. TA progress   \ndeveloping member  systems to support mitigation  reports, consultant’s \ncountries to  actions under Article 6  reports, workshop \nundertake robust  developed in at least two  reports, post-training \naccounting and  DMCs (2018 baseline: 0)  evaluation, and \nreporting of  relevant knowledge \n3b. By 2021, at least 40 staff \nmitigation outcomes  products  \n(at least 40% women) of \nstrengthened \nDMC governments and/or \n \nregulators reported enhanced \nknowledge on accounting to \nsupport activities under \nArticle 6 (2018 baseline: 0) \n ", "Appendix 1  7 \nKey Activities with Milestones \n1.   Capacity of developing member countries to identify and assess mitigation actions under \nArticle 6 enhanced \n1.1   Develop concepts for potential capacity building, and technical and policy development support \nfor each participating DMC based on consultations with the DMC; considering the outcomes of \nthe Paris Agreement Rulebook, consequent guidance, modalities, and procedures for its \nimplementation; and any other relevant developments in the international climate regime (Q1–\nQ4 2019) \n1.2   Agree on the scope and form of capacity building, and technical and policy development support \nto be offered to participating DMCs, including the designation of roles and responsibilities (Q1–\nQ4 2019) \n1.3   Provide support to participating DMCs in line with the scope agreed under 1.2 (Q3 2019–\nQ4 2021) \n2. Capacity of developing member countries to pilot mitigation actions under Article 6 enhanced \n2.1   Support DMCs to identify mitigation actions for piloting under Article 6 for providing capacity \nbuilding and technical support, in consultation with ADB operational departments (Q1–Q4 2019) \n2.2   Scope the support to be offered to the activity implementer(s), including the designation of roles \nand responsibilities, considering the outcomes of the Paris Agreement Rulebook; the consequent \nguidance, modalities, and procedures for its implementation; and any other relevant \ndevelopments in the international climate regime (Q1–Q4 2019) \n2.3   Provide direct support to the activity owner(s) to implement mitigation action(s) (Q3 2019–\nQ4 2021) \n3. Capacity of developing member countries to undertake robust accounting and reporting of \nmitigation outcomes strengthened \n3.1   Conduct a baseline assessment of GHG emission accounting capacity and institutional \narrangements in participating DMCs. Assess the adequacy of existing systems and compare \nthem to the requirements of the Paris Agreement Rulebook the consequent guidance, modalities, \nand procedures for its implementation and any other relevant developments (Q1–Q4 2019) \n3.2   Agree on the scope and form of capacity building, and technical and policy development support \nto be offered to participating DMCs, including the designation of roles and responsibilities (Q1–Q4 \n2019) \n3.3   Provide support to participating DMCs in line with the scope agreed under 3.2. (Q3 2019–\nQ4 2021) \nInputs \nADB: $1.5 million \nThe Government of Germany through The Federal Ministry for the Environment, Nature Conservation, \nand Nuclear Safety of Germany: $1.5 million \nSwedish Energy Agency: $1.0 million \nAssumptions for Partner Financing \nNot applicable \nADB = Asian Development Bank, DMC = developing member country, GHG = greenhouse gas, TA = technical \nassistance.  \na ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. Manila. \nSource: ADB. \n \n ", "8  Appendix 2 \n \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \n \nA.     Asian Development Banka \n \n        1.      Consultants \n \n                  a.     Remuneration \n                          i.       International consultants  554.4 \n                          ii.      National consultants  341.1 \n                  b.     Travel (international and local)  140.6 \n                  c.      Reports and communications  4.5 \n        2.      Goods (rental or purchase)b  7.5 \n        3.      Training, workshops, seminars, and conferencesc  270.0 \n                 a.      Representationd  1.9 \n \n        4.      Miscellaneous administration and support costs \n                 a.      Publications, subscription, and information servicese  105.0 \n        5.      Contingencies  75.0 \nSubtotal (A)  1,500.0 \n   \n \nB.     Swedish Energy Agencyf \n \n         1.      Consultants \n \n                  a.      Remuneration \n                           i.       International consultants  369.6 \n                           ii.      National consultants  227.4 \n                  b.      Travel (international and local)  93.8 \n                  c.      Reports and communications  3.0 \n         2.      Goods (rental or purchase)b  5.0 \n         3.      Training, workshops, seminars, and conferencesc  180.0 \n                  a.      Representationd  1.2 \n         4.      Miscellaneous administration and support costsg  50.0 \n                  a.      Publications, subscription, and information servicese  20.0 \n         5.      Contingencies  50.0 \nSubtotal (B)  1,000.0 \n   \nC.     The Government of Germany through The Federal Ministry for the   \nEnvironment, Nature Conservation, and Nuclear Safety of Germanyf \n \n         1.      Consultants \n \n                  a.      Remuneration \n                           i.       International consultants  554.4 \n                           ii.      National consultants  341.1 \n                  b.      Travel (international and local)  140.6 \n                  c.      Reports and communications  4.5 \n         2.      Goods (rental or purchase)b  7.5 \n         3.      Training, workshops, seminars, and conferencesc  270.0 \n                  a.      Representationd  1.9 \n         4.      Miscellaneous administration and support costsg  75.0 \n                  a.      Publications, subscription, and information servicese  30.0 \n         5.      Contingencies  75.0 \nSubtotal (C)  1,500.0 \n                        Total   4,000.0 \n ", "Appendix 2  9 \nNote: The technical assistance (TA) is estimated to cost $4,000,000, of which contributions from the Asian Development \nBank’s Technical Assistance Special Fund (TASF-other sources), The Government of Germany through The Federal \nMinistry for the Environment, Nature Conservation, and Nuclear Safety of Germany, and the Swedish Energy Agency \nare presented in the table above.  \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-other sources). \nb  Includes computers, software, accessories, and other small equipment. All procurement under the TA will be carried \nout in accordance with ADB’s Procurement Policy (2017, as amended from time to time). Upon TA completion, all \nequipment procured under the TA will be turned over or disposed of in accordance with ADB’s project administration \ninstruction  (ADB.  2018.  Administering  Grant-Financed  Technical  Assistance  Projects.  Project  Administration \nInstructions. PAI 5.09. Manila). \nc  Includes honorarium and travel costs for resource persons and facilitators, participants’ travel costs, staff travel costs \nas resource persons and/or speakers, travel and related costs for secretariat and administrative support services, \nand administrative logistical costs.  \nd  Representation (to include alcoholic beverages, i.e., wine served during major workshops and/or conferences) \nallowing costs of representation to be charged to regional TA or country-specific TA. ADB. (Strategy, Policy, and \nReview Department). 2013. Use of Bank Resources: Regional Technical Assistance vs. Internal Administrative \nExpenses Budget. 26 June (internal).   \ne   Subscription to databases, research materials, and cost of publishing knowledge products. \nf  Administered by the Asian Development Bank. \ng  This includes a 5% ADB administration fee. \nSource: Asian Development Bank estimates. \n ", "10  Appendix 3 \n \n \nLIST OF LINKED DOCUMENTS \n \nhttp://www.adb.org/Documents/LinkedDocs/?id=50404-001-TAReport \n  \n1.  Terms of Reference for Consultants \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20181213142231+08'00'", "Creator": "PDF24 Creator", "Keywords": "paris agreement, article 6 support facility, capacity building, climate change, disaster risk management, disaster resilience, environmental sustainability, 50404, ta 9695, adb technical assistance, approved technical assistance, tar, ta projects, ksta", "ModDate": "D:20190109110559+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "50404-001: Establishing a Support Facility for Article 6 of the Paris Agreement"}, "author_page": " \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CMP  –  Carbon Market Program  \n  DMC  –  developing member country \n  GHG  –  greenhouse gas \n  NDC  –  nationally determined contribution  \n  TA  –  technical assistance \n \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Bambang Susantono, Knowledge Management and Sustainable \nDevelopment \nDirector General  Woochong Um, Sustainable Development and Climate Change \nDepartment (SDCC) \nDirector  Preety Bhandari, Climate Change and Disaster Risk Management \nDivision, SDCC \n \nTeam leader  Virender Kumar Duggal, Principal Climate Change Specialist, SDCC \nTeam members  Janet Arlene Amponin, Associate Climate Change Officer, SDCC \nAnna Liza Cinco, Senior Operations Assistant, SDCC \nEsmyra Javier, Climate Change Officer, SDCC \nZarah Zafra, Operations Analyst, SDCC \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "Bambang Susantono", "role": "Knowledge Management and Sustainable", "organization": ""}, {"fullname": "Woochong Um", "role": "Sustainable Development and Climate Change", "organization": ""}, {"fullname": "Preety Bhandari", "role": "Climate Change and Disaster Risk Management", "organization": ""}, {"fullname": "Virender Kumar Duggal", "role": "Principal Climate Change Specialist", "organization": "SDCC"}, {"fullname": "Janet Arlene Amponin", "role": "Associate Climate Change Officer", "organization": "SDCC"}, {"fullname": "Anna Liza Cinco", "role": "Senior Operations Assistant", "organization": "SDCC"}, {"fullname": "Esmyra Javier", "role": "Climate Change Officer", "organization": "SDCC"}, {"fullname": "Zarah Zafra", "role": "Operations Analyst", "organization": "SDCC"}]}