{"path": "data/input/ta/50409-001-tar-en.pdf", "pages": ["   \nTechnical Assistance Report\n \n \n \nProject Number: 50409-001 \nKnowledge and Support Technical Assistance Cluster (C-KSTA) \nSeptember 2017 \n \n \nPacific Information and Communication Technology \nInvestment Planning and Capacity Development \nFacility (Phase 2) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Public Communications Policy \n2011. \n T  he views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMCs  –  Developing member countries \nICT  –  information and communication technology \n  TA  –  technical assistance \n \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  M.C. Locsin, Pacific Department (PARD) \nDirector  E. Veve, Urban, Social Development, and Public Management Division, \nPARD \n   \nTeam leader  S. Bhattacharya, Senior Infrastructure Specialist (Information and \nCommunication Technology), PARD \nTeam members  S. Olsson, Country Coordination Officer, PARD \nC. Thonden, Senior Education Specialist, PARD \nJ. Dela Cruz, Operations Assistant, PARD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  JUSTIFICATION  1 \nIV.  THE TECHNICAL ASSISTANCE CLUSTER  2 \nA.  Outcome and Outputs  2 \nB.  Cost and Financing  4 \nC.  Implementation Arrangements  4 \nV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  Subproject Descriptions   9 \n4.  Outline Terms of Reference for Consultants  10 \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 50409-001\nProject Name Pacific Information and  Department PARD/PAUS\nCommunication Technology  /Division\nInvestment Planning and Capacity \nDevelopment Facility- Phase 2\nNature of Activity Capacity Development Executing  Asian Development Bank\nAgency\nModality Cluster, Regional\nCountry REG\n2. Sector Subsector(s)     ADB Financing ($ million)\nInformation and  ICT industries and ICT-enabled services 0.50\ncommunication \ntechnology\nICT strategy and policy, and capacity development 0.50\nTotal 1.00\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the  Low\ngrowth (IEG) opportunities, including jobs, made  Project\nmore inclusive\nEnvironmentally  Disaster risk management\nsustainable growth  Eco-efficiency\n(ESG) Natural resources conservation\nRegional integration  Pillar 1: Cross-border infrastructure\n(RCI) Pillar 2: Trade and investment\nPillar 3: Money and finance\nPillar 4: Other regional public goods\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Institutional systems and political  No gender elements (NGE)\ncapacity development economy\n(GCD)\nKnowledge solutions  Application and use of new \n(KNS) knowledge solutions in key \noperational areas\nKnowledge sharing activities\nPilot-testing innovation and learning\nPartnerships (PAR) Implementation\nRegional organizations\nPrivate sector  Public sector goods and services \ndevelopment (PSD) essential for private sector \ndevelopment\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting Yes\nRegional High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG3, SDG4, SDG6, SDG8, SDG11\nQq\n6. Risk Categorization Low\n \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 1.00\n    Knowledge and Support technical assistance: Technical Assistance  1.00\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 1.00\nqq\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 14072017102152290175 Generated Date: 06-Sep-2017 15:45:11 PM", " \nI.  INTRODUCTION \n \n1.  The proposed regional knowledge and support technical assistance (TA) cluster will \naddress requests from the governments of Pacific developing member countries (DMCs) seeking \nto strengthen their information and communication (ICT) capacities.1 The TA will support (i) \nadvancing  ICT  policy  and  regulatory  frameworks,  (ii)  developing  ICT  applications,  and  (iii) \nadopting technology innovations and protection against cybercrime. The initiative builds on a \nsimilar  TA  program,  which  successfully  and  efficiently  addressed  ICT  infrastructure-related \nchallenges for submarine cable projects.2 \n \n2.  The TA is in the regional operations business plan, 2017–2019 of the Asian Development \nBank (ADB) for the Pacific.3 This reflects the recognition of ICT applications for the development \nof ICT-enabled services as a key area of assistance in the Pacific Approach, 2016–2020.4 \n \nII.  ISSUES \n3.  ICT development in the Pacific has come a long way from 2010. The region is on an ICT \nadoption path and has overcome the initial hurdle of setting up effective infrastructure systems \nfor the next phase of ICT engagements. The limited quality and high costs of internet services \ninhibited the adoption of ICT application, but penetration rates have improved with the O3b (other \nthree billion) network’s low-orbiting satellite services and submarine cable systems, which provide \ngreater and more reliable bandwidths at lower costs. Small market size and limited financial \nfeasibility made private sector investments difficult to attract, so several Pacific DMCs relied on \ndevelopment partners, including ADB and the World Bank, to support fiber optic cable projects.5 \n \n4.  With broadband infrastructure in place or expected to be in place in 2022, Pacific DMCs \nneed to manage the changes involved in adopting technological advances. ICT policy and \nregulatory frameworks in most Pacific DMCs are nascent, if established, and require support to \nfacilitate effective use of ICT applications. While isolated progress has been made in the adoption \nof  ICT  applications,  the  use  of  services  is  often  limited  to  casual  end  users  and  basic \ncommunications, impeding large-scale progress. This has limited the contribution of ICT to the \nachievement of development goals in areas such as health, education, and private sector \ndevelopment, particularly in overcoming geographic remoteness. \n \n5.  The TA seeks to ensure that the region receives support for improving the environment \nfor the adoption of essential ICT applications to tackle the issues described, and achieve its \ndevelopment outcomes more effectively.  \n \nIII.  JUSTIFICATION \n \n6.  The TA cluster is proposed because the subprojects are all strategically linked with a \ncommon overall objective. The TA cluster modality will allow subprojects to be flexibly designed \nand implemented, and allow for better sequencing of TA activities, compared with stand-alone TA. \n                                                \n1  The TA first appeared in the business opportunities section of ADB’s website on 6 September 2017 \n2  ADB. 2013. Technical Assistance for the Pacific Information and Communication Technology Investment Planning \nand Capacity Development Facility. Manila. The TA supported the Cook Islands, Nauru, Palau, Samoa in preparing \nfor a submarine internet cable project along with an e-Health pilot project in Tonga. \n3  ADB. 2016. Regional Operations Business Plan: Pacific, 2017–2019. Manila. \n  https://www.adb.org/documents/pacific-regional-operations-business-plan-2017-2019  \n4  ADB. 2016. Pacific Approach, 2016–2020. Manila. \n5  O3b provides low orbit satellite internet service at a lower cost than geostationary satellite internet service. \n ", "2 \n \n7.  ICT is more dynamic than most sectors, and requires prompt adoption strategies to be \neffective. It also needs regular interventions to remain relevant in the changing technology space. \nPacific DMCs are still a long way behind their Asian counterparts in ICT use, and need a support \nmechanism to  address their  expansion  plans quickly.  A TA  cluster  approach6 has  worked \nsuccessfully in mobilizing resources promptly, and helped Pacific DMCs assess feasibility for their \nICT infrastructure development projects. Instead of devising separate TA for individual projects, \nall feasibility activities were undertaken under a TA cluster, saving time and effort for all parties \ninvolved. This approach has also been highly effective in developing and implementing the pilot \nproject to support technology adoption, before a full-fledged project rollout is considered.   \n \n8.  ICT projects have limited dependence on local environments, allowing a high degree of \nknowledge sharing. A regional TA approach has helped the Pacific DMCs to share similar \nexperiences and learn from each other. Knowledge from the submarine cable projects in Palau \nand Samoa, for example, helped the Cook Islands and Nauru to decide on the organizational \nstructure and business model for similar projects. Likewise, an e-government initiative in Tonga \ncan provide the Cook Islands with implementation approaches and lessons learned, as the TA \ncluster provides an umbrella framework for such exchanges. \n \n9.  Overall demand for ICT-related services, resources, and equipment are limited by small \npopulation size in the Pacific DMCs, creating viability constraints for potential projects. Regional \nTA can consolidate the demand from multiple countries, leading to benefits such as improved \nnegotiating power, as illustrated in the submarine cable projects in Micronesia and the South \nPacific.7 Without a regional approach, the Cook Islands and Nauru could not have justified their \ninvestments in submarine cable infrastructure, indicating that a regional approach can also benefit \nthe next stage of ICT adoption. \n \nIV.  THE TECHNICAL ASSISTANCE CLUSTER \nA.  Outcome and Outputs \n10.  Outcome. The TA cluster will improve cross-sectoral service delivery through use of ICT \ninnovations.8  \n \n11.  Output  1:  Information  and  communication  technology  policy  and  regulatory \nframework supported. Telecom markets in the Pacific DMCs are generally small and have \nlimited growth opportunities. In many cases, one or two dominant operators have captured most \nof the market. Therefore, market competition cannot be expected to act as the primary mechanism \nto control prices for internet and other telecom services.9 \n \n12.  Limited demand reduces the likelihood of Pacific DMCs having multiple cable service \noperators competing with state-owned entities, which virtually operate in a monopoly market. This \nmay result in a tendency to overlook cost-cutting opportunities and efficiencies, preventing \noperators from leveraging wholesale bandwidth price reductions. Governments may require \n                                                \n6  Similar regional TA (ADB. 2017. Technical Assistance for the Pacific Urban Development Investment Planning and \nCapacity Development Facility. Manila) was approved for the urban sector in the Pacific region. \n7  ADB. 2017. Concept Paper: Improving Internet Connectivity for Micronesia. Manila; and ADB. 2016. Concept Paper: \nImproving Internet Connectivity for the South Pacific. Manila. \n8  The design and monitoring framework is in Appendix 1. \n9  State-owned enterprises have been set up in most Pacific DMCs to run submarine internet cable systems and provide \ninternet bandwidth to local telecom operators at wholesale prices. \n ", "3 \nperiodic support to review the business model and enhance cable system efficiency to ensure \naffordable rates that benefit the population. \n \n13.  A strong regulatory regime is critical to ensure that internet prices remain affordable and \nservice qualities are maintained.10 ADB and the World Bank provided funding to set up the Pacific \nICT Regulatory Resource Centre under the University of the South Pacific as a center of \nexcellence for telecom regulation, which requires constant revision as new technologies and tools \nenter  the  market  and  legal  environments  evolve.  Through  the  TA,  policy  and  regulatory \nframeworks in the region will be further supported which are essential to ensuring affordable and \nwidely accessible ICT services. \n \n14.  This output will include support for governments to adopt, implement, and revise policy \nand regulatory frameworks that (i) ensure the quality of ICT services, (ii) provide for equitable and \naffordable access to ICT services, and (iii) support the proliferation of ICT services use. \n \n15.  Output 2: Development of information and communication technology applications \nsupported. Affordable broadband services facilitate the rollout of ICT applications and services, \nenabling the Pacific DMCs to reshape their ICT application strategies. Development benefits can \nbe particularly apparent in education, health, governance, and other social services, where ICT \nservices can be provided to vulnerable sections of the population easily and cost-efficiently.            \nIn other developing countries, e-health, e-education, and e-governance programs have been \neffective and sustainable solutions.11 ICT applications can also enable climate change mitigation \nand adaptation efforts as well as disaster risk management, which are relevant for climate-\nvulnerable and disaster-prone Pacific DMCs. As tourism and agriculture are the main income-\ngenerating sectors in the Pacific, ICT applications can be used to tap efficiencies and directly \ncontribute to economic growth. With disbursed populations on remote islands, ICT applications \nfrom improved communication services to digital banking and micropayment transactions can \nhelp bridge distances. Cloud-based platforms can also drive efficiencies, with lower maintenance \ncosts and offshore support. A regional approach to adopting ICT applications will help small \nPacific DMCs attain economies of scale, share implementation knowledge, and realize value for \nmoney. \n \n16.  This output will include targeted support for initiatives that drive the use of ICT services, \nwith a focus on (i) devising programs that lead to the adoption of ICT applications as part of \ngovernments’  service  delivery  functions,  including  regional  cloud-based  approaches; \n(ii) developing initiatives to design and implement sector-specific and sector-independent pilot \nICT applications, with a focus on future full-scale rollouts; (iii) incentivizing ICT application \nadoption in non-ICT projects that can benefit from ICT-enabled efficiencies; (iv) fostering capacity-\nbuilding measures that ensure the sustainability of application support and maintenance; and \n(v) supporting regional knowledge exchange and collaborations to take advantage of economies \nof scale in ICT use. \n \n17.  Output 3: Adoption of technology innovations and protection against cybercrime \nsupported. With new submarine cable infrastructure and satellite technology systems, internet \nuse is soaring in the region, providing opportunities as well as drawbacks that must be carefully \nmanaged. \n                                                \n10  Many countries are working toward setting up telecom regulatory offices, with Samoa having set up the first one in \nthe Pacific, followed by Vanuatu, Kiribati, and Solomon Islands. \n11  ADB. ICT in Health. https://www.adb.org/sectors/ict/ict-in-key-sectors/health;    ADB. Indonesian Government Reform \nand Public Services. https://www.adb.org/results/indonesian-government-reform-and-public-services.; ADB. ICT in \nPublic Sector Management. https://www.adb.org/sectors/ict/ict-in-key-sectors/public-sector.  \n ", "4 \n \n18.  Pacific DMCs have not considered cybersecurity and protection critical because of limited \nregional exposure to the internet, but the threat of cyber crimes is growing. Without legislation \nand capacity to handle cybercrime, the region may quickly turn into a center for online criminal \nactivities. The Pacific DMCs are requesting for technical support to set up processes and develop \ncapacity to enhance resilience against this threat. Cybersecurity legislation has already been \npassed in Tonga,12 though implementation support is needed. Resources are also required to \neducate internet users and raise awareness of cybercrime activities targeting end users. \n \n19.  Data protection and privacy issues are an increasing concern, as big data collection and \nsurveillance can infringe individual rights and consumers’ protection. Open and transparent \ninternet access can ensure that information originating from smaller countries is not obscured, \nand improve their global economic competitiveness. \n \n20.  This output will include support for (i) evaluating governments’ adoption of technology \ninnovations within their own ICT infrastructure systems in terms of adherence to security, data \nprotection, and privacy best practices; (ii) strengthening cybersecurity protections, mitigating \nagainst cybercrime threats, and addressing other social and technological risks that result from \nICT innovation adoptions; and (iii) ensuring that policies and legislation provide an environment \nthat allows open and transparent technology adoption.   \n \nB.  Cost and Financing \n21.  The TA cluster is estimated to cost $1 million, of which $1 million will be financed on a \ngrant basis by ADB’s Technical Assistance Special Fund (TASF-6). The key expenditure items \nare listed in Appendix 2. The participating governments will provide counterpart support in the \nform  of  counterpart  staff,  office  and  housing  accommodation,  office  supplies,  secretarial \nassistance, and other in-kind contributions.  \n \nC.  Implementation Arrangements \n22.  ADB will administer the TA cluster and will be responsible for consultant recruitment and \nprocurement, in close consultation with the participating governments. ADB will seek concurrence \nfrom  the  participating  governments  for  the  recruitment  of  consultants.  The  government \ncounterpart in each country will assist ADB in identifying the TA implementing agencies based on \nthe scope of the requests. The implementing agency in each participating country, together with \nthe consultants, will implement the TA. The project team will maintain close coordination with ADB \nresident missions, other development partners, and any other external stakeholders during TA \nimplementation. \n \nTable 1: Implementation Arrangements for the Technical Assistance Cluster \nAspects   Arrangements \nIndicative implementation period  September 2017–December 2022 \nof the TA cluster \nExecuting agency  ADB  \nImplementing agencies  ADB’s Urban, Social Development, and Public Management Division; ADB’s \nPacific Department; and implementing agencies in participating countries \nDisbursement  The TA resources will be disbursed following ADB’s Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). \nADB = Asian Development Bank, TA = technical assistance. \nSource: Asian Development Bank.  \n                                                \n12  Tonga established a Cyber Emergency Response Team in 2016 (Tonga National CERT. https://www.cert.to/).  \n ", "5 \n \n23.  Subprojects.  The  TA  cluster  will  be  implemented  through  five  TA  subprojects  as \ndescribed in Appendix 3. Each subproject will be designed to support the achievement of the \ncluster outputs (paras. 11–20), and will be approved by the Director General, Pacific Department. \n \nTable 2: Indicative Implementation Period and Budget Allocation for Subprojects \nBudget \nItem  Subproject Title  Implementation Period  ($’000) \nSubproject 1  Feasibility Assessment for                    November 2017–November 2019  600 \ne-Government Rollout in the Pacific \nDMCs \nSubproject 2  Demonstrating Information and  January 2018–December 2018  300 \nCommunication Technology-Enabled \nServices in Water, Health, and \nEducation Sectors \nSubproject 3  Support Cybersecurity and Telecom  January 2018–December 2021  100 \nRegulatory Capacity Development \nSource: Asian Development Bank.  \n \n24.  Consulting services. The TA cluster is expected to engage 20 consultants individually \nor through firms as and when needed. An output-based lump sum contracting approach will be \npreferred to minimize  the  administrative  burden.  The  consultants  will  work  across multiple \nsubprojects to share knowledge and experience. ADB will engage the consultants in accordance \nwith its Guidelines on the Use of Consultants (2013, as amended from time to time). The \nestimated cost and requisite fields of expertise are indicative and estimates will be finalized prior \nto approval of each TA subproject in consultation with the government during follow-up missions. \n \n25.  ADB’s procurement. ICT equipment and systems will be needed for pilot implementation \nand proof of concept. Detailed implementation and procurement arrangements will be finalized \nfollowing ADB Procurement Guidelines (2015, as amended from time to time) prior to the approval \nof each TA subproject, in consultation with the governments. The handover process of the \nequipment  after  TA  completion  will  be  determined  in  consultation  with  the  government \ncounterparts. \n \nV.  THE PRESIDENT'S DECISION \n26.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,000,000 on a grant basis to \nthe Pacific DMCs for Pacific Information and Communication Technology Investment Planning \nand Capacity Development Facility (Phase 2), and hereby reports this action to the Board. \n \n \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts the TA is Aligned with \nAccess to ICT increased (ADB Pacific Approach, 2016–2020)a  \nAccess to ICT applications for public service delivery improved (ADB regional operations business plan \nPacific, 2017–2019)b  \n \nPerformance Indicators  Data Sources and \nwith Targets and  Reporting \nResults Chain  Baselines  Mechanisms  Risks \nOutcome  a. At least four digital  a. Core list of ICT  Internet services are not \nCross-sectoral  government services  indicatorsc  tailored to population \nservice delivery  increased    needs. \nthrough use of       \nICT innovations  b. Selected internet-based    Capital costs for ICT \nimproved  online services available  adoption are beyond \nto citizens increased  budget constraints.  \n   \nRequired ICT expertise \ncannot be sourced locally. \nOutputs  By 2022:     \n1. ICT policy and  a. At least one legislation  a. Survey of  Lack of political support \nregulatory  governing independent  established entities  for independent regulatory \nframework  ICT regulation supported  or processes  reform  \nsupported       \n  b. At least one  b. Survey and review   \nindependent ICT  of government policy   \nregulatory entity or  and ICT strategy \nprocess supported \n \nc. At least one government \nICT policy supported \n2. Development of  By 2022:  Stock-taking of  Lack of local ICT capacity \nICT  a. At least two programs to  government–citizen  to support application \napplications  incentivize selected  applications and their  development, \nsupported  internet-based  usage levels  maintenance, and support \n  government–citizen    results in unsustainable \nonline services,  Stock-taking of number  costs.  \nincluding cloud-based  and effectiveness of   \napproaches, developed  pilot applications and  Internet-based \n  resulting full-scale  government–citizen \nb. At least two sector- rollouts  application services are \nspecific and sector-   not tailored to population \nindependent pilot ICT  Project progress  needs.  \napplications, with focus  reports   \non future full-scale  Non-ICT sector project \nrollouts, designed and  stakeholders avoid ICT \nimplemented  component integration \nbecause of added \nimplementation \ncomplexities. \n \n ", "Appendix 1  7 \nPerformance Indicators  Data Sources and \nwith Targets and  Reporting \nResults Chain  Baselines  Mechanisms  Risks \n3. Adoption of  By 2022:  a. Survey of CERT  Lack of local ICT capacity \ntechnology  a. At least one CERT  established  and cybersecurity skills to \ninnovations and  supported    support and maintain \nprotection    b. Survey of  cybersecurity defenses \nagainst  b. At least two cybercrime  cybercrime,  and lack of resources to \ncybercrime  legislations developed  cybersecurity, and  keep up with fast-paced \nsupported    related legislation  cybercrime developments \nand policies  and security threats \n   \nKey Activities with Milestones \n1. TA activities and timelines will be finalized for each participating country. The host government and \nADB will approve the detailed work plan, schedule, and deliverables of the engaged experts or \nconsulting firm.  \n2. TA activities will be undertaken, which may include conducting research, evaluation, consultation, field \nsurvey, and desk review or collecting required baseline data from existing credible sources and \nassessment  of  technical  solutions,  with  the  full  participation  and  engagement  of  concerned \ngovernment staff and national organizations.  \n3. Capacity building will be rolled out at the governments’ request, based on the skills or knowledge \nassessment related to ICT use, and application and institutional strengthening of national regulators.  \n   \nTA Management Activities \nContinue regular monitoring and supervision until Q4 2022 \nManage contracts from Q4 2017 until Q4 2022 \nProvide timely progress reports until Q4 2022 \nCarry out regular accounting until Q4 2022 \nInputs \nADB: $1 million \nNote: The participating governments will provide counterpart support in the form of counterpart staff, \noffice and housing accommodation, office supplies, secretarial assistance, and other in-kind \ncontributions. \nAssumptions for Partner Financing \nNot applicable  \nADB = Asian Development Bank, CERT = Cyber Emergency Response Team, ICT = information and communication \ntechnology, Q = quarter, TA = technical assistance. \na  ADB. 2017. Pacific Approach, 2016–2020. Manila. https://www.adb.org/documents/pacific-approach-2016-2020.  \nb  ADB. 2016. Regional Operations Business Plan: Pacific, 2017–2019. Manila. \n  https://www.adb.org/documents/pacific-regional-operations-business-plan-2017-2019  \nc  Partnership  on  Measuring  ICT  for  Development.  2016.  Core  List  of  ICT  Indicators.  March  2016  version. \nhttps://www.itu.int/en/ITU-D/Statistics/Documents/coreindicators/Core-List-of-Indicators_March2016.pdf  \nSource: Asian Development Bank. \n \n \n \n \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  500.00 \n      ii.  National consultants  150.00 \n    b.  International and local travel  100.00 \n    c.  Reports and communicationsb   30.00 \n  2.  Training, seminars, and conferences  50.00 \n3.   Information and communication technology equipment  100.00 \n  4.  Surveysc   15.00 \n  5.  Miscellaneousd   5.00 \n  6.  Contingencies  50.00 \n        Total  1,000.00 \nNote: The technical assistance (TA) is estimated to cost $1 million, of which contributions from the Asian Development \nBank are presented in the table above. The participating governments will provide counterpart support in the form of \ncounterpart staff, office and housing accommodation, office supplies, secretarial assistance, and other in-kind \ncontributions. The value of government contribution is estimated to account for 10% of the total TA cost. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-6). \nb   Including preparation and printing of guidebook. \nc   Including surveys for conducting environmental, gender, and social assessment. \nd   Including visas and other miscellaneous costs.  \nSource: Asian Development Bank estimates. \n ", "  Appendix 3  9 \nSUBPROJECT DESCRIPTIONS \n \nSubproject 1  Feasibility Assessment for e-Government Rollout in the Pacific DMCs \nIndicative outputs and  The TA will support  \nactivities  (i)   the governments to assess the current situation of ICT with \nrecommendations toward the necessary developments \n(infrastructure, hardware and software, organizational structure, \nhuman resources, and policies and legislation) for the \nimplementation of full-scale e-government process; and \n(ii)   a pilot implementation of the recommended services in a sector. \nIndicative implementation  ICT division, Office of the Prime Minister, the Cook Islands; and \narrangements  Ministry of Meteorology, Energy, Information, Disaster Management, \nClimate Change and Communications, Tonga \nImplementation schedule  November 2017–November 2021 \n  Subproject 2  Demonstrating Information and Communication Technology-Enabled \n  Services in Water, Health, and Education Sectors \nIndicative outputs and  The TA will support \nactivities  (i)   conducting a pilot implementation of a system enabling water utility \ncustomers to use prepaid mobile phone credit to top-up prepaid \nwater meters in the Marshall Islands; \n(ii)   field-testing a text message service for disseminating key \nmessages on hygiene, and water service interruptions in the \nMarshall Islands and Vanuatu;  \n(iii)  preparing an implementation road map for the e-Health project in \nTonga;  \n(iv)  organizing an “as-is assessment” of the current education system \nand identifying potential opportunity for e-education;  \n(v)   identifying infrastructure, process, and resource gap; and \n(vi)  preparing an implementation road map for the e-education system. \nIndicative implementation  Kwajalein Atoll Joint Utilities Resources Inc., Marshall Islands; Prime \narrangements  Minister’s Office, Vanuatu; Ministry of Meteorology, Energy, \nInformation, Disaster Management, Environment, Climate Change and \nCommunications, Tonga; and Ministry of Education, Palau \nImplementation schedule  January 2018–December 2021 \n \nSubproject 3  Support Cybersecurity and Telecom Regulatory Capacity Development \n \nIndicative outputs and  The TA will support  \nactivities  (i)    the assessment of existing cyber laws and telecom regulation, \n(ii)   the identification of possible areas of improvement, and \n(iii)  capacity development to implement and monitor telecom regulation \nand cyber laws. \nIndicative implementation  Relevant ministries in the participating countries \narrangements \nImplementation schedule  January 2018–December 2021 \nICT = information and communication technology, TA = technical assistance. \nSource: Asian Development Bank. \n \n ", "10  Appendix 4 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.   Detailed terms of reference will be formulated for each subproject on a case-by-case \nbasis. The Asian Development Bank (ADB) will evaluate government requests for assistance \nbased on (i) government commitment to pursue information and communication technology (ICT) \ndevelopment, (ii) relevance and links to ongoing and forthcoming ICT investment and programs \nin the country, (iii) complementarity with development partners, and (iv) capacity to mobilize the \nfull participation of government staff and national organizations from concerned areas who will \ntake part in technical assistance (TA) activities through on-the-job and other training. ADB, \nthrough the Pacific Department, will coordinate the overall TA activities working closely with \nresident missions and other development partners. \n \nA.  Subproject  1:  Feasibility  Assessment  for  e-Government  Rollout  in  the  Pacific \nCountries \n \n2.  The subproject will help the Cook Islands, Tonga, and other interested Pacific DMCs to \ncarry out a comprehensive assessment of current ICT use in government operations and a road \nmap to promote e-government. It will include “as-is” and “to-be” analysis, infrastructure, hardware \nand/or software recommendation, organization structure, human resource requirement, and legal \nand regulatory gap analysis. Subproject 1 involves recommending a set of services to be pilot \ntested to demonstrate e-government capabilities. It will involve the recruitment of an international \nICT architect, a sector specialist, and legal consultants, preferably through a firm, to deliver the \nfeasibility report. The project team will work closely work with ADB and government counterparts \nto execute day-to-day tasks. During the pilot implementation, computer software, hardware, and \ndigital equipment will be procured to demonstrate the benefit of e-government operations. \n \n3.  The main activities under the subproject are the following: \n(i)  proposals on feasible ICT applications for delivering public and social services \nthrough e-government;  \n(ii)  learning sessions or capacity-building training programs rolled out to line ministries \non the use and application of ICT in e-governance; \n(iii)  analyses  of  potential  socioeconomic  and  poverty  reduction  impacts  of  ICT, \nincluding affordability assessment and capacity of the governments to mitigate risk;  \n(iv)  technical support for negotiations with potential private investors on the scope of \npartnership, terms of financing, and sharing of risk; and \n(v)  coordination support for joint country or regional initiatives for e-government. \n   \nB.  Subproject 2: Demonstrating Information and Communication Technology-Enabled \nServices in Water, Health, and Education Sectors  \n \n4.   Subproject  2  will  enable  the  participating  countries  to  explore  opportunities  to  use \ntechnology in various sectors. The TA will support the Marshall Islands and Vanuatu in pilot testing \nthe ICT system for water billing system and water usage awareness campaign. Tonga has already \ninitiated pilot implementation of a health information system. The proposed TA will extend the pilot \nproject and develop a road map for a comprehensive e-health program. The TA will support Palau \nin leveraging better internet connectivity through the ongoing submarine cable project (footnote \n1) and in developing a distance education system. International water, health, and education \nspecialists will be recruited to support the Pacific DMCs.  \n \n \n \n ", "  Appendix 4  11 \n5.  The main activities under the subproject are the following: \n(i)  set up a process to integrate the water billing system with mobile top-up service \noffered by local mobile operators; \n(ii)  develop and procure necessary ICT hardware and software; \n(iii)  train the water agency officials to operate the systems; \n(iv)  negotiate with local telecom providers for smooth system rollout; \n(v)  implement a short messaging service system to deliver key information; \n(vi)  assess various health and education systems; \n(vii)  a high-level architecture and rollout plan for ICT systems; \n(viii)  plan and estimate the resources and budget; and \n(ix)  facilitate the handover of equipment. \n \nC.  Subproject  3:  Support  Cybersecurity  and  Telecom  Regulatory  Capacity \nDevelopment  \n \n6.  Other organizations (PRIF and DFAT) have parallel initiatives to strengthen the telecom \nsector in the Pacific, with the introduction of cybersecurity regulation and policies.1 The TA will \nhelp the Pacific DMCs to continue the initiative and refine the output to suit the local context. It \nwill facilitate knowledge sharing with other Pacific DMCs and manage the telecom industry \nthrough a regional approach. The project team will hire a set of legal consultants, telecom industry \nexperts, and cybersecurity specialists for this purpose. They will work across the Pacific DMCs \nand help them to learn from one another. \n \n7.  The main activities under the subproject are the following: \n(i)  coordinate with similar initiatives in the region; \n(ii)  understand the local context and judiciary requirements; \n(iii)  arrange  consultations  with  civil  society  organizations,  nongovernment \norganizations, and local communities \n(iv)  draft legal documents for telecom reforms and cyber laws; and \n(v)  advise on the technology available for monitor and control. \n \n \n \n \n                                                \n1 Pacific Region Infrastructure Facility (PRIF), Department of Foreign Affairs and Trade (DFAT)  \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20170913093853+08'00'", "ModDate": "D:20170913093853+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Technical Assistance Report", "Keywords": "adb technical assistance ta report"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMCs  –  Developing member countries \nICT  –  information and communication technology \n  TA  –  technical assistance \n \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  M.C. Locsin, Pacific Department (PARD) \nDirector  E. Veve, Urban, Social Development, and Public Management Division, \nPARD \n   \nTeam leader  S. Bhattacharya, Senior Infrastructure Specialist (Information and \nCommunication Technology), PARD \nTeam members  S. Olsson, Country Coordination Officer, PARD \nC. Thonden, Senior Education Specialist, PARD \nJ. Dela Cruz, Operations Assistant, PARD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "S. Groff", "role": "Operations", "organization": ""}, {"fullname": "M.C. Locsin", "role": "Pacific Department (PARD)", "organization": ""}, {"fullname": "E. Veve", "role": "Urban", "organization": "Social Development"}, {"fullname": "S. Bhattacharya", "role": "Senior Infrastructure Specialist (Information and", "organization": ""}, {"fullname": "S. Olsson", "role": "Country Coordination Officer", "organization": "PARD"}, {"fullname": "C. Thonden", "role": "Senior Education Specialist", "organization": "PARD"}, {"fullname": "J. Dela Cruz", "role": "Operations Assistant", "organization": "PARD"}]}