{"path": "data/input/ta/51054-001-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 51054-001 \nApril 2017 \n \n \n \nProposed Policy-Based Loan and Technical \nAssistance Grant \nMongolia: Banking Sector Rehabilitation and \nFinancial Stability Strengthening Program\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011 after excluding information that is subject to exceptions to \ndisclosure set forth in the policy. \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 3 April 2017) \n \nCurrency unit  –  togrog (MNT) \n     \nMNT1.00  =  $0.00040     \n$1.00  =  MNT2,451.90 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AMC  –  asset management company \n  BOM  –  Bank of Mongolia \n  CDRC  –  corporate debt restructuring committee \n  DICOM  –  Deposit Insurance Corporation of Mongolia \n  ERP  –  Economic Recovery Program \n  FSC  –  Financial Stability Council \n  GDP  –  gross domestic product \n  IMF  –  International Monetary Fund \n  MOF  –  Ministry of Finance \n  NPL  –  nonperforming loan \n  PBL  –  policy-based loan \n  SMEs  –  small and medium-sized enterprises \n  TA  –  technical assistance \n  US  –  United States \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars unless otherwise stated. \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  Y. Qian, Public Management, Financial Sector, and Regional \nCooperation Division, EARD \n   \nTeam leader  G. Giannetto, Senior Financial Sector Specialist, EARD \nDeputy team leader  E. Enkhbold, Investment Officer, EARD \nTeam members  N. Akamatsu, Senior Advisor, Sustainable Development and \nClimate Change Department \n  O. Domagas, Senior Financial Control Specialist, Controller's \nDepartment \n  C. Javier, Project Analyst, EARD \n  J. Lee, Principal Economist, Economic Research and Regional \nCooperation Department \n  M. Miranda, Operations Assistant, EARD \n  W. Walker, Principal Social Development Specialist, EARD \n  S. Zaidansyah, Senior Counsel, Office of the General Counsel \nPeer reviewer  S. Schuster, Principal Financial Sector Specialist, Southeast Asia \nDepartment \n ", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "", " \nCONTENTS \n \nPage \nPROGRAM AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROGRAM  1 \nA.  Rationale  1 \nB.  Impact and Outcome  5 \nC.  Outputs  5 \nD.  Development Financing Needs  6 \nE.  Implementation Arrangements  7 \nIII.  TECHNICAL ASSISTANCE  8 \nIV.  DUE DILIGENCE  8 \nA.  Economic and Financial  8 \nB.  Governance  9 \nC.  Poverty and Social  9 \nD.  Safeguards  10 \nE.  Risks and Mitigating Measures  10 \nV.  ASSURANCES AND CONDITIONS  10 \nVI.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n3.  Development Policy Letter  15 \n4.  Policy Matrix  17 \n \n \n ", "", "Project Classification Information Status: Complete\nPROGRAM AT A GLANCE\n1. Basic Data Project Number: 51054-001\nProject Name Banking Sector Rehabilitation and  Department EARD/EAPF\nFinancial Stability Strengthening  /Division\nProgram\nCountry Mongolia Executing Agency Ministry of Finance\nBorrower Government of Mongolia\n2. Sector Subsector(s)      ADB Financing ($ million)\nFinance Finance sector development 100.00\nTotal 100.00\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic growth  Pillar 1: Economic opportunities,   Climate Change impact on the  Low\n(IEG) including jobs, created and expanded Project\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Institutional systems and political  No gender elements (NGE)\ndevelopment (GCD) economy\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Nation-wide High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG8\n \n6. Risk Categorization: Complex \n.\n7. Safeguard Categorization Environment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 100.00\n     Sovereign Program (Regular Loan): Ordinary capital resources 100.00\nCofinancing 0.00\n     None 0.00\nCounterpart  0.00\n     None 0.00\nTotal 100.00\nNote: An attached technical assistance will be financed on a grant basis by the Technical Assistance Special Fund\n(TASF-6)intheamountof$750,000;FinancialSectorDevelopmentPartnershipSpecialFundintheamountof$750,000.\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 20012017134157970926 Generated Date: 17-Apr-2017 9:50:15 AM", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed policy-\nbased loan (PBL) to Mongolia for the Banking Sector Rehabilitation and Financial Stability \nStrengthening Program. The report also describes proposed technical assistance (TA) for the \nBanking Sector Rehabilitation and Financial Stability Strengthening Program, and if the Board \napproves the proposed loan, I, acting under the authority delegated to me by the Board, approve \nthe TA. \n \n2.  The  Government  of  Mongolia  has  requested  financial  assistance  from  the  Asian \nDevelopment Bank (ADB) in the form of a PBL to stabilize and restructure the banking industry, \nstrengthen financial stability, and enhance competition among banks. The program aligns with \nand supports the government’s Economic Recovery Program (ERP) and was requested by the \nMinister of Finance in the development policy letter in Appendix 3.1 \n \nII.  THE PROGRAM \n \nA.  Rationale \n \n3.  Development challenges. The government faces two interrelated challenges: restoring \neconomic growth and reviving the banking industry. Mongolia’s economy has deteriorated as it is \nhighly dependent on its mining industry and is vulnerable to shocks. Mineral exports have declined \ndue to falling commodity prices and moderating growth in the People’s Republic of China, \nMongolia’s largest trading partner. The growth rate of its gross domestic product (GDP) fell from \n17.5% in 2011 to 1.0% in 2016, and the fiscal deficit rose from 5.0% of GDP in 2015 to 15.4% of \nGDP in 2016, amounting to MNT3,667.8 billion. As a result, the ratio of public debt to GDP, \nexcluding central bank liabilities and state-owned enterprise debt, rose from 31.0% in 2010 to \n83.1%  in  2016.  Consequently,  Moody’s  Investors  Service  Singapore  Pte  Ltd.  downgraded \nMongolia’s credit rating to Caa1 in November 2016.2 \n \n4.  The government responded quickly by passing the ERP in 2016. The ERP aims to (i) \nreduce balance-of-payment pressures; (ii) increase foreign exchange reserves; (iii) intensify the \nimplementation of infrastructure projects; and (iv) implement strategies to increase foreign direct \ninvestment, job growth, and economic diversification. However, weaknesses in the banking \nsystem have constrained government efforts to restore macroeconomic stability and growth. High \nlevels of nonperforming loans (NPLs) impede financial intermediation and reduce the banking \nindustry’s capacity to increase private sector credit and support job creation. Unless addressed \nquickly, elevated NPL levels will continue to depress financial intermediation and credit growth, \njeopardize the ERP’s implementation, continue the gridlock in markets like property, detract from \nfinance sector development, and further heighten bank vulnerabilities. \n \n5.  Slowing economic growth, combined with increases in the central bank’s policy rate, has \nreduced loan growth.3 Moreover, declining GDP is depressing business conditions, leading to a \nrise in bank NPLs and threatening the solvency of banks. The banking industry’s aggregate NPL \n                                                \n1  Government of Mongolia. 2016. Economic Recovery Program, 2016–2020. Ulaanbaatar. The government passed \nthe ERP on 24 November 2016. \n2  Moody's downgraded the government's long-term issuer and senior unsecured ratings from B3 to Caa1 on 18 \nNovember 2016. Caa1 refers to a country’s long-term foreign currency credit rating, and is considered non-\ninvestment grade and speculative. \n3  The volume of loans declined by 1% during 2014–2016. \n ", "2 \nratio increased from 3.8% in June 2013 to 8.5% in December 20164 (15.0% when past due loans \nare incorporated).5  Compounding this problem, the currency declined 25.3 percentage points \nagainst the United States (US) dollar in 2016, exposing additional financial vulnerabilities. The \nMongolian National Chamber of Commerce and Industry has reported a rising number of small \nand medium-sized enterprise (SME) bankruptcies due to increased debt service requirements \nfrom loans made in US dollars. In 2016, about 19% of banking system loans were denominated \nin a foreign currency as banks often preferred to lend to SMEs in US dollars to maximize interest \nmargins and help balance foreign currency open positions. \n \n6.  Overall, weak oversight encouraged regulatory forbearance and the underreporting of \nrisks,  primarily  of  NPLs,  because  of  lenient  restructuring  policies  and  noncompliance  with \ninternational capital standards. This has resulted in the overstatement of the reported banking \nindustry consolidated total capital adequacy ratio that stood at 18.5% as of the end of 2016. The \nloan loss provision covers only 44.8% of NPLs and past due loans, relative to the international \nbest practice of 100.0%, and return on assets was only 0.7% for 2016, which is insufficient to \ncover additional provisioning and capital augmentation.6 \n \n7.  Empirical evidence shows strong links between finance sector development, economic \ngrowth, and poverty alleviation.7 Lessons from the 1997–1998 Asian financial crisis show that \nrapid NPL resolution is essential to strengthen credit flows and hasten economic recovery. Higher \nlevels of NPLs reduce credit-to-GDP ratios, lower growth, and increase unemployment.8 Financial \ninclusion impediments may stem from concerns regarding access to credit, the depth of the credit \nmarket, and inefficient credit intermediation. When blockages arise in these areas, financing for \nindividuals, SMEs, and entrepreneurs is impaired most due to their perceived higher credit risk. \nThe resulting inequality and inefficiency in credit allocation will negatively impact economic growth \nand thus hamper inclusive growth. The ultimate result is reduced credit relative to GDP. The credit-\nto-GDP gap, which is the difference between the credit-to-GDP ratio and its long-term trend, is a \nuseful early warning indicator for banking crises.9  The deterioration in credit intermediation in \nMongolia is outlined in Table 1, which shows the credit-to-GDP gap for Mongolia and indicates \nthe downward trend in credit supply during the period when NPLs increased from 5.3% in 2013 \nto 8.5% in 2016, reflecting the banking industry crisis. \n \nTable 1: Ratio of Credit to Gross Domestic Product \n(%) \n   2013  2014  2015 \nCredit-to-GDP ratio (actual)  61.6  59.7  50.3 \nCredit-to-GDP trend (estimate)  64.0  61.0  52.1 \nCredit-to-GDP ratio gap   (2.4)   (1.4)   (1.8) \n( ) = negative, GDP = gross domestic product. \nSource:  Asian  Development  Bank  estimates;  Bank  for  International  Settlements.  Credit-to-GDP  Gaps. \nhttp://www.bis.org/statistics/c_gaps.htm. \n \n                                                \n4  Bank  of  Mongolia.  Key  Indicators  of  Banking  System  Consolidated  Banking  Sheet.  December  2016. \nhttps://www.mongolbank.mn/documents/statistic/balancesheet/2016/12e.pdf. \n5  Reported NPLs amount to about $427 million, and NPLs plus past due loans amount to about $794 million. \n6  About $456 million of NPLs and past due loans are not provisioned for. \n7  J. Zhuang et al. 2009. Financial Sector Development, Economic Growth, and Poverty Reduction: A Literature Review. \nADB Economics Working Paper Series. No. 173. Manila: ADB. \n8  N. Klein. 2013. Non-Performing loans in CESEE: Determinants and Impact on Macroeconomic Performance. IMF \nWorking Paper. No. 13/72. Washington, DC: International Monetary Fund. \n9  C. Borio and P. Lowe. 2002. Assessing the Risk of Banking Crises. In Bank for International Settlements. BIS \nQuarterly Review, December 2002: International Banking and Financial Market Developments. Basel. \n ", "3 \n8.  Binding constraints. Mongolia’s finance sector is facing three major challenges. First, \nthe government does not have a framework for resolving the high level of NPLs in banks that \njeopardize their solvency and has not developed a bank rehabilitation framework to facilitate bank \nrecapitalization. The lack of an out-of-court corporate debt-restructuring arrangement further \nconstrains stabilization efforts. Second, the financial stability framework is not robust enough to \nprevent possible crises. The relevant law and supporting regulations of the Financial Stability \nCouncil (FSC) do not fully address  its mandate, membership, authority, tools, and powers \nneeded.10 Further, widespread nonconformance with international capital adequacy and banking \nsupervision standards impair banks’ capacity to sustain shocks. Weak supervisory oversight and \nregulatory  forbearance  practices  by  the  Bank  of  Mongolia  (BOM)  have  resulted  in  banks \nrescheduling past due loans and NPLs too leniently, while the deposit insurance fund lacks \nbackup funding to support possible claims. Third, banking competition and development are \nimpaired. Weak governance and risk management practices and a lack of strategic direction \nimpede the creation of a competitive environment that meets the private sector’s needs and will \nattract human and financial capital. Government ownership of the State Bank LLC also creates \ngovernance and development issues that impede competition and the development of expanded \nproducts  and  services,  as  government  interests  unduly  influence  the  bank’s  operations.11 \nRegulations do not clearly support the licensing and operation of foreign bank subsidiaries, \nimpairing competition, access to credit, and the transfer of best practices in risk management. \n \n9.  Government  plans  and  alignment  with  ADB  strategy.  Following  the  June  2016 \nelections, the government passed the ERP to promote foreign direct investment, job growth, and \neconomic  diversification.  With  regard  to  finance,  the  ERP  (i)  aims  to  strengthen  sector \ngovernance, (ii) includes legal and institutional reforms to ensure the BOM’s independence, (iii) \nprovides for the revision of the foreign exchange law and FSC functions and authority, and (iv) \ncalls for the preparation of a finance development plan through 2025. \n \n10.  The government has not formally defined a distinct national finance policy; however, the \nnational development strategy, 2008–2021 calls for strengthening the banking and financial \nsystem consistent with practices found in highly developed countries.12 Key activities include (i) \nstrengthening the nonbanking financial system and operations, (ii) developing the securities and \ncapital market, and (iii) strengthening risk management in banking and financial institutions. \nMongolia’s Sustainable Development Vision 2030 also aims to establish sound development \nfinance and a financial market that would promote stable economic growth, increase the role of \nnonbank financial institutions, and stabilize the soundness of financial institutions.13 The program \naligns closely with the first pillar of ADB’s proposed country partnership strategy for Mongolia, \nwhich promotes economic growth and social stability.14 It is consistent with the ADB Strategy \n                                                \n10 The FSC was established in January 2010 by an amendment to the Law on the Bank of Mongolia and a regulation \nissued in April 2010. The council members are the minister of finance, governor of the BOM and the Ministry of \nFinance (MOF), the BOM, and the chair of the Financial Regulatory Commission. The FSC identifies and monitors \nsystemic risks, and proposes actions to mitigate these risks to protect and enhance the resilience of Mongolia’s \nfinancial system. \n11 The State Bank was established by the government from the assets of two failed banks in 2009, and it assumed the \nassets of the failed Savings Bank in 2013; it is the fifth-largest of 14 banks in Mongolia with a 10% deposit share. \nThe assets of the top five banks comprise 83% of total banking industry assets. \n12 Government of Mongolia. 2007. Millennium Development Goals-Based Comprehensive National Development \nStrategy of Mongolia. Ulaanbaatar. \n13 Government of Mongolia. 2016. Mongolia’s Sustainable Development Vision 2030. Ulaanbaatar. \n14 ADB. Forthcoming. Country Partnership Strategy: Mongolia, 2017–2020. Manila. \n ", "4 \n2020’s emphasis on inclusive economic growth, with finance sector development as a core area \nof operations.15 \n \n11.  Development partner coordination. ADB has extensively coordinated the objectives of \nthis program with the International Monetary Fund (IMF) and the World Bank. On 19 February \n2017, the IMF reached staff-level agreement with the government on a 3-year extended fund \nfacility.  The  program  is  consistent  with  the  IMF’s  recommendations  and  will  support  the \nrecapitalization and restructuring of the banking industry, enhance regulation and supervision, \nand improve governance. The program is also consistent with the World Bank’s plans to support \nfinancial stability and the finance sector by developing the capacity of the Deposit Insurance \nCorporation of Mongolia (DICOM). \n \nContributions of Previous ADB Assistance to the Program \n \nADB = Asian Development Bank, TA = technical assistance. \na  ADB. 2016. Technical Assistance to Mongolia for Supporting Financial Sector Development \nand Stability. Manila. \nb  ADB. 2009. Technical Assistance to Mongolia for Policy and Institutional Support for Banking \nSector Systemic Risk Management. Manila; ADB. 2009. Technical Assistance for Deposit \nInsurance Establishment. Manila. \nc  ADB. 2010. Grant Assistance Report: Proposed Grant Assistance to Mongolia for Promoting \nInclusive Financial Services for the Poor. Manila; ADB. 2011. Technical Assistance to \nMongolia for Government Bond Market Development. Manila; ADB. 2005. Report and \nRecommendation of the President to the Board of Directors: Proposed Program Loan and \nTechnical Assistance Grant to Mongolia for the Financial Regulation and Governance \nProgram. Manila. \nSource: ADB. \n \n12.  Value added by ADB and the program. ADB’s strength lies in its experience in deep \npolicy  engagement,  lending  operations,  and  extensive  capacity  development  in  finance.  In \nparticular, ADB assistance has focused on supporting a stable finance sector and providing the \n                                                \n15 ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n ", "5 \nbasis for expanding inclusive financial services for the poor. ADB has also contributed to economic \ndiversity and mitigated the risk exposures affecting SMEs and the poor. Prior ADB assistance for \nfinance sector reform set a foundation for the outputs of this program (Figure).16 ADB provided \nthe basic outline for the establishment of an NPL resolution mechanism, promoted a framework \nfor financial consumer protection, enhanced the stability of savings and credit cooperatives, and \nexpanded the capacity of the FSC secretariat function located within the BOM. ADB supported \nefforts to restructure banks; establish a bank deposit insurance system; and strengthen banking \nlegislation  and  regulations,  including  expanding  the  BOM’s  capacity,  banking  industry \ngovernance, and risk management. ADB has also promoted capital market development and the \nexpansion of inclusive financial services for the poor. Finally, ADB has extensively supported \nprivate sector development through onlending programs to Khan Bank, Xac Bank, and TenGer \nFinancial Group LLC, which helped finance micro, small, and medium-sized enterprises. \n \n13.  Lessons learned. The program builds on lessons learned from prior ADB engagement in \nMongolia’s finance sector and from the experience of dealing with past finance sector crises in \ndeveloping markets across Asia. A key lesson is to support processes through a sequenced \napproach over time, whereby current outputs result from prior policy and capacity development \nwork with counterparts. Prior engagement has helped guide the government’s efforts, leading to \nthe financial infrastructure and policy reforms that this program supports. A second lesson is the \nneed for a realistic policy framework with manageable policy actions to achieve the intended \nresults and successfully implement the reforms. \n \nB.  Impact and Outcome \n \n14.  The program aligns with the ERP and will support the government’s plans for a well-\ndeveloped finance sector and stable financial system that helps the poor and vulnerable. The \noutcome will be a strengthened and stable banking industry. Stabilizing the industry by dealing \nrapidly with the large NPL overhang is the first step towards rehabilitation. As the program is a \nsingle tranche, ADB and the government have agreed on a medium-term reform framework, \n2017–2020 to provide a basis for continuing reforms and structure for future assistance. There \nare 12 policy actions with seven linked to disbursement. All policy actions are complied with or \nare expected to be completed by June 2017. \n \nC.  Outputs \n \n15.  Output 1: Framework for bank restructuring completed. Output 1 will support an \neffective restructuring of the banking industry and a reduction in NPLs. To accomplish this, the \ngovernment will develop a transparent road map for a banking industry rehabilitation program, \nand will create and initially capitalize an asset management company (AMC). Effective private \nmarket solutions are lacking because the high level of unresolved NPLs exceeds the absorptive \ncapacity of the domestic illiquid capital market. Banks often lack the capacity to handle large \n                                                \n16 ADB. 2016. Technical Assistance to Mongolia for Supporting Financial Sector Development and Stability. Manila; \nADB. 2010. Grant Assistance Report: Proposed Grant Assistance to Mongolia for Promoting Inclusive Financial \nServices for the Poor. Manila; ADB. 2011. Technical Assistance to Mongolia for Government Bond Market \nDevelopment. Manila; ADB. 2009. Technical Assistance to Mongolia for Transformational Mobile Banking Services. \nManila; ADB. 2009. Technical Assistance to Mongolia for Policy and Institutional Support for Banking Sector \nSystemic Risk Management. Manila; ADB. 2009. Technical Assistance for Deposit Insurance Establishment. Manila; \nADB. 2015. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Technical \nAssistance Grant to Mongolia for Supporting the Credit Guarantee System for Economic Diversification and \nEmployment Project. Manila; ADB. 2005. Report and Recommendation of the President to the Board of Directors: \nProposed Program Loan and Technical Assistance Grant to Mongolia for the Financial Regulation and Governance \nProgram. Manila. \n ", "6 \nvolumes of distressed assets that can substantially drain their resources, detracting from their \nmain objective of credit intermediation. Centralized AMCs achieve economies of scale and allow \nfor the more effective management and sale of distressed assets. Moreover, the legal and capital \nmarket’s framework in Mongolia is challenging and impedes banks’ ability to resolve NPLs rapidly. \nIn this context, a government-supported AMC has advantages based on the following special \npowers, which will be granted to it by law: (i) legislation will ensure that AMC operations are \nefficient, transparent, and market-based to maximize NPL recovery values; (ii) AMC management \nand staff will be given immunity and legal protection in the operation of their duties; and (iii) \nmechanisms to enable the clear transfer of distressed assets will be included. \n \n16.  The AMC will acquire eligible NPLs from commercial banks at values determined by a \nrigorous and transparent methodology17 (these will be lower than the book values to reflect the \nNPLs’ deteriorated condition). The AMC will manage this portfolio of assets, take steps to \nmaximize their recovery values, and sell them over time. The government will also support the \ncreation of a corporate debt restructuring committee (CDRC) to deal with the large debt burden \nthrough an inter-creditor agreement. A CDRC provides a platform for corporations and their \nlenders to work out feasible debt resolutions without resorting to legal proceedings or bankruptcy. \nThe out-of-court arrangement found in an inter-creditor agreement enables eligible distressed \ncorporations to resolve their nonperforming obligations uniformly across multiple lenders. The \nprocess facilitates the timely and orderly restructuring of debt to support firms that have a viable \nbusiness model but are experiencing a temporary downturn. \n \n17.  Output 2: Financial stability enhanced. Output 2 will enhance financial stability and \noversight to prevent problems from recurring. The government will amend the law governing FSC \noperations to clarify its mandate, authority, and tools; and will expand the FSC’s membership to \ninclude the DICOM. The output will also support stronger oversight of the banking industry to \ndiscourage regulatory forbearance. The BOM will restructure its supervision department and \namend regulations to bring banking practices into compliance with international standards. Finally, \nthe government will expand the DICOM’s capacity to deal with possible bank insolvencies by \nproviding financing for the potential payout of deposit claims. \n \n18.  Output  3:  Competition  and  governance  strengthened.  Output  3  will  strengthen \ngovernance, risk management, and banking industry competition to protect the finance sector’s \ndevelopment and attract foreign capital and expertise. The government will improve the sector’s \ncapacity and governance to meet its functional needs better, as well as those of individuals and \ncorporations  by  formulating  a  financial  market  development  program.  It  will  also  expand \ncompetition and the banking industry’s potential to adopt best practices in risk management by \nclarifying the regulations supporting (i) the licensing and regulation of foreign bank subsidiaries, \nand (ii) the privatization of the State Bank. \n \nD.  Development Financing Needs \n \n19.  The government has requested a regular loan of $100 million from ADB’s ordinary capital \nresources to help finance the program (Table 2). The loan will have a 15-year term, including a \ngrace period of 3 years; an annual interest rate determined in accordance with ADB’s London \ninterbank offered rate-based lending facility; a commitment charge of 0.15% per year; and such \nother terms and conditions set forth in the draft loan agreement. Based on the straight-line \nmethod, the average maturity is 9.25 years and there is no maturity premium payable to ADB. \n                                                \n17 Eligible NPLs exclude those that will be resolved in a CDRC process and those that are not commercially viable to \nbe managed by the AMC due to their small size or unique characteristics not allowing for economies of scale. \n ", "7 \n \n20.  The loan proceeds will finance the full foreign exchange cost (excluding local taxes and \nduties) of the items procured, excluding ineligible items and imports on the negative list attached \nto the loan agreement. The loan size was determined based on the importance of supporting the \nERP, the extent of the fiscal gap, the level of NPLs and past due loans needing resolution, and \nMongolia’s overall development financing needs. Given the country’s challenging fiscal condition, \nthe use of budget support is justified. Specifically, the loan proceeds will support the AMC’s \nfunding and capitalization needs and help it purchase a share of eligible NPLs and past due loans. \nBonds issued by the AMC and exchanged with banks for the transferred assets will cover the \nremaining funding needs. \n \nTable 2: Investment and Financing Plan \nSource  Amount ($ million)  Share of Total (%) \nAsian Development Bank     \nOrdinary capital resources (loan)  100.0  100.0 \nTotal  100.0  100.0 \nSource: Asian Development Bank estimates. \n \n21.  Proposed financing modality. ADB proposed a single-tranche, stand-alone PBL, as the \nscope and timing for potential future assistance will be identified only after the result of this \nprogram and the impact of the IMF’s program are known. The PBL will help the government create \nan AMC that will help banks deal with the large NPL overhang. ADB will not assume risk from the \npurchased NPLs, which will be managed independently under market practices through the \ncreation  of  an AMC  and  CDRC.  Mongolia’s  payment  obligations  under  the ADB  loan  are \nindependent of the NPL collection or the AMC’s performance. Should banks ultimately require \nrecapitalization,  private  commercial  banks  are  expected  to  be  fully  supported  by  their \nshareholders.  The  program  combines  dialogue  with  TA  in  recognition  of ADB’s  long-term \nengagement in developing Mongolia’s finance sector. The program is urgently needed to manage \nrising banking risks and prevent a systemic crisis that could threaten the economy, further reduce \nGDP growth prospects, and harm the poor and vulnerable even more. ADB and the government \nhave agreed on a medium-term reform framework, 2017–2020 to provide the basis for continuing \nreforms and the structure for future assistance. \n \nE.  Implementation Arrangements \n \n22.  The  Ministry  of  Finance  (MOF)  will  be  the  executing  agency  and  will  oversee  and \ncoordinate the timely implementation of the policy actions. The BOM will be the implementing \nagency and will implement certain policy actions under the PBL. MOF will withdraw the loan \nproceeds in line with ADB’s Loan Disbursement Handbook (2015, as amended from time to time) \nonce ADB is satisfied that the agreed policy actions have been completed. The program will \nsupport a policy framework with corresponding outputs and policy actions (Appendix 4). Of the \nprogram’s 12 policy actions, seven are linked to disbursement and the rest are complementary \nactions that reflect the progressive steps taken to achieve the overall policy action objectives. \nThey aim to reflect more holistically the government’s commitments to reform. The government \nwill maintain or advance the policy actions at least through December 2019. ADB may consider a \nfollow-on program based on the progress of the reforms and the development financing needs. \nThe program period is 1 July 2015–30 June 2017. \n \n ", "8 \nIII.  TECHNICAL ASSISTANCE \n \n23.  The program will be supported by TA grants in the amount of $1,600,000, of which \n$750,000 will be financed on a grant basis by ADB’s Technical Assistance Special Fund (TASF-\n6)  and  $750,000  will  be  financed  on  a  grant  basis  by  the  Financial  Sector  Development \nPartnership Special Fund.18 ADB will engage TA consultants through a firm. Selection will follow \nADB’s Guidelines on the Use of Consultants (2013, as amended from time to time) using the \nquality- and cost-based method, with a quality–cost ratio of 90:10, following a full technical \nproposal. ADB  will  disburse  TA  resources  following  its  Technical Assistance  Disbursement \nHandbook (2010, as amended from time to time). The government will provide counterpart \nsupport in the form of staff, access to data and documents, facilities for key meetings, and other \nin-kind contributions. The MOF will be the executing agency and the BOM will be the implementing \nagency. The TA is estimated to begin in July 2017 and will be implemented over 24 months.19 The \nTA will provide 48 international and 31 national person-months of consulting services. The TA will \nhelp establish and operationalize the AMC, and will create a transparent and effective oversight \nand governance process that supports the AMC’s independent operations, free from external \npolitical influences and vested interests. The TA will also establish and guide the operations of an \nout-of-court corporate debt-restructuring framework to address the corporate debt burden through \nthe Mongolian Bankers Association, with the BOM’s support. Finally, the TA will guide and support \nthe government in privatizing the State Bank. \n \nIV.  DUE DILIGENCE \n \nA.  Economic and Financial \n \n24.  Economic. Through support for NPL resolution mechanisms including the creation of an \nAMC, the program will improve prospects for GDP growth, employment and credit extension. \nProgram support will help the banking industry reduce the volume of NPLs, which will then allow \nbanks to reduce risks and raise capital adequacy levels, enabling them to extend new credit more \nfreely. Expanding credit availability will positively impact employment and income. The benefits \nwill accrue to all Mongolians.  Applicable research by the IMF shows that, other things being equal, \na one percentage point increase in NPLs results in a cumulative decline of 1.5 percentage points \nin  the  credit-to-GDP  ratio,  and  a  cumulative  increase  of  nearly  0.5  percentage  points  in \nunemployment (over a 3-year horizon). Also, a one percentage point rise in NPLs leads to a \ncumulative contraction of 1.3 percentage points in real GDP over 2 years. 20 \n \n25.  Financial management. Procyclical fiscal management and the misalignment of public \nexpenditure and strategic priorities are two major public financial management challenges in \nMongolia. The government has put certain actions in place to provide strategic guidance for the \nannual budget process and reduce vulnerability to the boom–bust economic cycle; however, these \nhave been ineffective due to poor windfall revenue management and frequent amendments \naffecting budget expenditure. The comprehensiveness of information included in the budget, its \npublic disclosure, and citizen participation have improved, but recent increases in off-budget \nexpenditures and limited oversight of fiscal risks in state-owned enterprises undermine progress.  \nThe  IMF-led  program  will  help  improve  public  financial  management  by  preventing  the \ngovernment from engaging in quasi-fiscal activity, creating a fiscal council to provide independent \nbudget forecasts and costings of new policy proposals, allowing the government sole authority to \n                                                \n18 Established by ADB, with the Government of Luxembourg as a financing partner. \n19 Attached Technical Assistance (accessible from the list of linked documents in Appendix 2). \n20 Ibid 8. \n ", "9 \ndetermine the total amount of spending in the budget, and granting MOF the authority to approve \nproposals to the cabinet that have a budgetary cost. Due diligence relied on the 2015 public \nfinancial management assessment completed by the World Bank.21  ADB confirmed that the \nresults of the assessment remain valid for this program and that no specific mitigating measures \nare needed. The MOF has sufficient financial management capabilities and is familiar with ADB’s \ndisbursement requirements, social and environmental safeguards, and negative list. Financial \nmanagement assessments in 2015 for ADB-funded projects have also deemed the MOF capable \nof acting as an executing agency.22 \n \nB.  Governance \n \n26.  Governance. Mongolia has taken steps to improve accountability and transparency in the \npublic sector. The Independent Authority Against Corruption has implemented public education \ncampaigns. Reporting coverage of the Extractive Industries Transparency Initiative in Mongolia is \nalso expanding. Despite these efforts, corruption continues to threaten the development of the \nMongolian economy.23 Major corruption risks include weak institutions and enforcement, lack of \ncapacity of integrity institutions, political interference, lack of transparency and accountability, and \nthe  prevalence  of  conflicts  of  interest. The  policy  actions  under  the  IMF-led  program  and \nmonitoring indicators would ensure strict compliance with the program objectives and thereby \nminimize risks. ADB’s Anticorruption Policy (1998, as amended to date) was explained to and \ndiscussed with the government. \n \nC.  Poverty and Social \n \n27.  The economic slowdown in Mongolia has reduced employment opportunities, lowered \nincome, delayed loan repayment, weakened loan access, depreciated the currency, decreased \nbank loan growth, and increased lending rates. It has also constrained access to credit, which is \na key factor affecting the creation of new jobs and employment. Mongolian poverty data shows \nthat the percentage of the population living in poverty declined from 27.4% in 2012 to 21.6% in \n2014; however, the data also show a significant clustering of households near the poverty line, \nindicating that many people are vulnerable to falling back into poverty because of shocks or \nprolonged economic stress.24 Poor households cope by (i) reducing food consumption and quality, \n(ii) limiting health expenditure, and (iii) increasing debt (38% of the poor have debt). Access to \ncredit is an important coping strategy, and 82% of the lowest income quintile took out loans almost \nsolely to support household consumption (including food, health and education, and other daily \nlife needs) compared with 49% of the highest quintile.  The program will have a positive impact \non access to credit, and will improve economic growth and employment prospects. Successful \nprogram implementation and a strengthened banking industry will benefit all Mongolians, and the \nunemployed, poor, and vulnerable in particular. In the long term, the government’s plans will \ninvolve systems for implementing an efficient finance policy that will ultimately benefit the poor \nand vulnerable by developing a favorable business environment, increasing job opportunities, \nreducing loan interest rates, and expanding the acceptability of loan collateral. \n                                                \n21 World Bank. 2015. Mongolia Public Financial Management Performance Report. Washington, DC. \n22 ADB. 2015. Report and Recommendation of the President to the Board of Directors: Proposed Loans for Additional \nFinancing and Administration of Technical Assistance Grant to Mongolia for the Agriculture and Rural Development \nProject. Manila; ADB. 2015. Report and Recommendation of the President to the Board of Directors: Proposed Loan \nand  Technical  Assistance  Grant  to  Mongolia  for  Supporting  the  Credit  Guarantee  System  for  Economic \nDiversification and Employment Project. Manila. \n23 Risk Assessment and Risk Management Plan (Summary) government assessment prepared as part of the country \npartnership strategy for Mongolia, 2017–2021. \n24 National Statistics Office of Mongolia. Census and Survey Catalogue. Household Socio-Economic Survey 2014. \nhttp://web.nso.mn/nada/index.php/catalog/106/study-description. \n ", "10 \n \nD.  Safeguards \n \n28.  The program’s activities are confined to policy reforms, the loan funds will not support \ndirect infrastructure financing, and the program will benefit all Mongolians. None of the policy \nactions will result in or lead to involuntary resettlement or adversely affect indigenous peoples. \nNo adverse environmental impacts have been identified. The program is classified as category C \nfor the environment, involuntary resettlement, and indigenous peoples. \n \nE.  Risks and Mitigating Measures \n \n29.  Major risks and mitigating measures are summarized in Table 3 and described in detail in \nthe risk assessment and risk management plan.25 \n \nTable 3: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nPolitical instability impairs finance  The BOM will implement the program actions in 2017, before \nsector reform plans.  loan disbursement and the presidential elections. \nContinuing economic weakness  The government’s agreement with the IMF on an extended \nprevents the Government of Mongolia  fund facility and an associated multilateral external financing \nfrom rationalizing the banking industry.  package is expected to stabilize the economy and lay the \nbasis for sustainable, inclusive, and long-term growth. \nBOM = Bank of Mongolia, IMF = International Monetary Fund. \nSource: Asian Development Bank. \n \nV.  ASSURANCES AND CONDITIONS \n \n30.  The government has assured ADB that implementation of the program shall conform to all \napplicable  ADB  policies,  including  those  concerning  anticorruption  measures,  safeguards, \ngender, procurement, consulting services, and disbursement as described in detail in the loan \ndocuments. The government has agreed with ADB on certain covenants for the program, which \nare set forth in the draft loan agreement. \n \nVI.  RECOMMENDATION \n \n31.  I am satisfied that the proposed PBL would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$100,000,000  to  Mongolia  for  the  Banking  Sector  Rehabilitation  and  Financial  Stability \nStrengthening Program from ADB’s ordinary capital resources, in regular terms, with interest to \nbe determined in accordance with ADB’s London interbank offered rate-based lending facility, for \na term of 15 years, including a grace period of 3 years; and such other terms and conditions as \nare substantially in accordance with those set forth in the draft loan agreement presented to the \nBoard. \n \nTakehiko Nakao \nPresident \n \n17 April 2017\n                                                \n25 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \nImpacts the Program is Aligned with: \nA well-developed and stable finance sector that helps the poor and vulnerable achieved (Economic \nRecovery Program)a \n  Performance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  By 2018    Political \nBanking  a. Biennial banking industry loan  a–b. Quarterly banking  instability \nindustry  growth rate is positive  industry statistics; BOM  impairs finance \nstrengthened  (December 2016 baseline: –1.0%).  website  sector reform \nand stabilized    plans. \nb. The NPL ratio falls below 8.0%   \n(December 2016 baseline: 8.5%). \nOutputs  By the end of June 2017:     \n1. Framework  1a. Decree outlining the steps to  1a. Decree by the BOM  Continuing \nfor bank  rehabilitate the banking industry    economic \nrestructuring  issued by the BOM (baseline: no    weakness \ncompleted  decree)    prevents the \n    Government of \n1b. Interagency working group  1b. Joint decree by the BOM,  Mongolia from \nestablished to support the creation  MOF, and Financial  rationalizing the \nof the legal and institutional  Regulatory Commission on 3  banking \nframework of an AMC (baseline: no  February 2017  industry. \nworking group)   \n   \n1c. Draft law prepared by the  1c. Draft law on the \ngovernment for the establishment  establishment of an AMC \nof an AMC (baseline: no draft law)   \n   \n1d. Working group to create a  1d. Resolution of the \ncorporate debt restructuring  Mongolian Bankers \ncommittee established by the  Association on the \nMongolian Bankers Association  establishment of a working \nwith the support of the BOM  group tasked to form the \n(baseline: no working group)  committee; BOM letter to the \nMongolian Bankers \nAssociation to express \n(i) support for the creation of \nthe committee, and \n(ii) willingness to participate in \nthe committee \n \n2. Financial  2a. Proposed amendments to  2a. Minutes of the FSC   \nstability  relevant lawsb that will strengthen  meeting that endorsed \nenhanced  the FSC’s mandate, composition,  proposed amendments to \nauthority, tools, and powers  relevant laws \nendorsed (baseline: no   \namendments)   \n   \n2b. Revised asset classification  2b. Joint decree by the BOM \nregulation that integrates practices  and MOF on 9 December \nfrom the Basel Committee on  2016; the regulation became \n ", "12  Appendix 1 \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \nBanking Supervision on capital  effective on 20 December \nadequacy accords issued by the  2016 \nBOM and MOF (baseline: no   \nregulation)   \n   \n2c. The BOM’s banking supervision  2c. Decree by the BOM \ndepartment restructured (baseline:  governor on 27 December \nno restructuring)  2016 \n   \n2d. An MOU signed between the  2d. Signed MOU between the \nDICOM and MOF to support the  DICOM and MOF \nDICOM’s financing needs in case \nof potential payout of deposit \nclaims (baseline: no MOU) \n \n3. Competition  3a. An ERP that will outline steps  3a. Resolution of the State   \nand  to improve the finance sector’s  Great Khural on the ERP’s \ngovernance  capacity and governance to meet  approval, dated 24 November \nstrengthened  the functional needs of individuals,  2016 \ncorporations, and the government   \nmore effectively approved by   \nParliament (2016 baseline: no   \nprogram)   \n   \n3b. Regulation requiring banks to  3b. Joint decree by the BOM \nprepare IFRS-compliant financial  and MOF on 20 July 2015 \nstatements effective from   \n1 January 2016 issued by the BOM   \nand MOF (baseline: no regulation)   \n   \n3c. An MOU entered between  3c. Parliament Resolution No. \nMOF, BOM and DICOM on  70 to approve the 2015–2016 \npreparing the plan to privatize the  guideline on the privatization \nState Bank LLC by the end of 2019  and restructuring of the State \n(baseline: no MOU)  Bank, dated 3 July 2015; \n  MOU signed between the \n  BOM, MOF, and DICOM to \n  prepare a plan to privatize the \n  State Bank by the end of \n  2019 \n   \n3d. Draft amended regulations to  3d. Draft amended \nclarify the national treatment for  regulations that cover (i) the \nforeign banking subsidiaries— licensing of banks and foreign \nwhich will cover (i) the licensing of  subsidiaries, (ii) the scope of \nbanks and foreign subsidiaries, (ii)  authorized banking activities, \nthe scope of authorized banking  and (iii) the definition of paid-\nactivities, and (iii) the definition of  in capital and shareholdings \npaid-in capital and shareholdings—\nfinalized by the BOM (baseline: no \namendments) \n \nKey Activities with Milestones \nNot Applicable \n ", "Appendix 1  13 \nInputs \nAsian Development Bank \n  Ordinary capital resources: $100 million (policy-based loan) \n  TASF-6: $750,000 (grant) \n  Financial Sector Development Partnership Special Fund: $750,000 (grant) \nAssumptions for Partner Financing \nNot Applicable \nAMC = asset management company, BOM = Bank of Mongolia, DICOM = Deposit Insurance Corporation of Mongolia, \nERP = Economic Recovery Program, FSC = Financial Stability Council, IFRS = International Financial Reporting \nStandards, MOF = Ministry of Finance, MOU = memorandum of understanding, NPL = nonperforming loan, TASF = \nTechnical Assistance Special Fund. \na  Government of Mongolia. 2016. Economic Recovery Program, 2016–2020. Ulaanbaatar. \nb  The relevant law refers to the Law on the Bank of Mongolia \nSource: Asian Development Bank. \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=51054-001-3 \n \n1.  Loan Agreement \n2.  Sector Assessment (Summary): Finance (Finance Sector Development) \n3.  Contribution to the ADB Results Framework \n4.  Development Coordination \n5.  Attached Technical Assistance \n6.  Country Economic Indicators \n7.  International Monetary Fund Assessment Letter \n8.  Summary Poverty Reduction and Social Strategy \n9.  Risk Assessment and Risk Management Plan \n10.  List of Ineligible Items \n \nSupplementary Document \n11.  Potential Safeguard Impacts of Policy Reforms \n \n ", "Appendix 3  15 \nDEVELOPMENT POLICY LETTER \n \n \n ", "16  Appendix 3 \n \n \n \n \n ", "Appendix 4  17 \nPOLICY MATRIX \n  Medium Term Reform \nImplementation Status and Required \nOutputs/Objective  Policy Actions for 1 July 2015 to 30 June 20171  Framework  \nDocumentation \n 2017 to 2020 \n   \nOutput 1: Framework for bank restructuring completed \nBank capital  1.  The Bank of Mongolia issued a decree that  1. Decree of Bank of Mongolia     BOM implements and \nadequacy levels  outlines the steps to rehabilitate the banking  enforces Basel II and III \nsupport the  sector.   capital standards, and \nvolume of risks  rules for early intervention \nassumed.  and bank resolution in line \nwith international best \npractices.  \nMechanism in  2.  The government established an inter-agency  2. Joint Decree of Bank of Mongolia,    Transparent NPL \nplace to facilitate  working group to support creation of the legal and  Ministry of Finance and Financial  resolution process \nbanks to resolve  institutional framework of an Asset Management  Regulatory Commission,  dated 3  drastically cuts sector \nthe high level of  Company (AMC).   February 2017  risks through proper \nnon-performing  3.  The government prepared a draft law for the  3 A draft law on establishment of an    governance and utilizing \nloans.  establishment of an Asset Management  AMC prepared by the Bank of  market-based principles \nCompany that ensures: (i) proper governance,  Mongolia and Ministry of Finance.  without improper \ntransparency and operational independence    government interference. \nand oversight; (ii) use of market-based \nprinciples and effective allocation of risks and \nrecovery with banks; (iii) broad special \nauthority to manage NPLs for the timely and \nenforceable transfer of asset ownership rights \nand the unfettered rights to dispose of assets; \n(iv) legal protection of management and \nemployees performing their duties; (v) profit \nmaximizing goal and performance-based \napproach; (vi) commercial orientation and \nflexibility for private sector participation; (vii) \nthe inclusion of a sunset clause; and (viii) \nresolution of NPLs of only commercial banks. \n \nOut-of-court  4.  The Mongolian Banker’s Association, with the   4.a. Resolution of the Mongolian    Government implements \ncorporate  support of the Bank of Mongolia, established a  Banker’s Association on  structural changes \nrestructuring  working group to create a corporate debt  establishment of a working group  considering legislation, \nframework  restructuring committee that will (i) prepare and  tasked to form the committee.  judicial system, taxation, \n ", "18  Appendix 4 \n  Medium Term Reform \nImplementation Status and Required \nOutputs/Objective  Policy Actions for 1 July 2015 to 30 June 20171  Framework  \nDocumentation \n 2017 to 2020 \ninitiated.  approve an out-of-court corporate debt  4.b. Letter from BOM to the Mongolian  bankruptcy, commercial \nrestructuring framework; and (ii) adopt an inter- Bankers’ Association to express (i)  and collateral rules to \ncreditor agreement to address corporate debt  support in the creation of the  support NPL resolution \nburden.   committee; and (ii) willingness to  efforts and corporate \nparticipate in the committee  restructuring. \n \n \n   \nOutput 2: Financial Stability Enhanced \nFramework for the  5.  The Financial Stability Council endorsed  5. Minutes of meeting of the Financial    Government develops \nfinancial stability  proposed amendments to the relevant law that  Stability Council that endorsed  Crisis Management \nmechanism  will strengthen its mandate, composition,  proposed amendments to the relevant  Protocols and continues \nexpanded.  authority, tools and powers.  law.   strengthening policy \n    effectiveness. \nRegulation and  6.  The government and the Bank of Mongolia jointly  6. Joint Decree by Bank of Mongolia and    BOM enhances its \nsupervisory  issued revised asset classification regulation that  Ministry of Finance dated 9 December  technical capacity building \noversight of  integrates practices from Basel Committee for  2016 with the effective date of 20  stronger management and \ngovernance and  Banking Supervision capital adequacy accords.   December 2016.   meets compliance with \nrisk management  7.  The Bank of Mongolia restructured the banking  7. Decree of Bank of Mongolia dated 27    core principles for \npractices  supervision department to align it with best  December 2016.   effective banking \nenhanced.   practices that include combining on-site and offsite  supervision including \nfunctions into one that will allow for continuous  strengthening rules on \nsupervisory process and support for implementing  related party exposures, \nrisk based supervision.   beneficial ownership, and \nfit and proper \nrequirements.  \nDeposit insurance  8.  MOF entered into an MOU with DICOM to  8. MOU signed between DICOM and    Capacity of DICOM to \nfund has sufficient  support the financing needs of the DICOM in  MOF agreeing to prepare a back-up  manage potential payouts \nback-up funding to  cases of potential payout of deposit claims.    financing facility.  increases.   \nsupport possible \nclaims during \ncrisis. \n \n \n \n \n ", "Appendix 4  19 \n  Medium Term Reform \nImplementation Status and Required \nOutputs/Objective  Policy Actions for 1 July 2015 to 30 June 20171  Framework  \nDocumentation \n 2017 to 2020 \n   \nOutput 3: Competition and strengthened governance introduced \nBanking Sector  9.  The Parliament approved the Economic  9. Resolution of the State Great    Government adopts the \nGovernance and  Recovery Program (ERP) that will outline  Khural on approval of the Economic  Mongolian financial \nCapacity Enhanced.  steps to improve the financial sector’s  Recovery Program, dated 24  market development - \ncapacity and governance to better meet the  November 2016.   2025 program that \nfunctional needs of individuals, corporations  strengthens investor \nand the government.   confidence and interest in \nthe financial sector. \n \n10. The government and the Bank of Mongolia issued  10. Joint Decree of Bank of Mongolia   \nregulation to require banks to prepare IFRS  and Ministry of Finance dated 20 July \ncompliant financial statements effective from 1  2015. \nJanuary 2016.  \nGovernment divests  11. The government entered into an MOU with the  11. a. Parliament Resolution No. 70 to    State Bank’s privatization \nits ownership in  Bank of Mongolia and DICOM on the  approve the 2015-2016 Guideline on  encourages adoption of \nState Bank that  preparation of the privatization plan of State  privatization and restructuring - State  best practices in \ncreates governance  Bank by year end 2019.   owned shares of State Bank LLC shall  governance and \nissues.  be privatized, dated 3 July 2015  contribution to the sector’s \n  sound development. \n11.b. MOU signed between MOF, Bank \nof Mongolia and DICOM to prepare a \nplan to privatize State Bank by year-\nend 2019.  \nRegulations do  12. The Bank of Mongolia finalized draft amended  12. Draft amended regulations that cover    Government provides an \nsupport licensing of  regulations to clarify national treatment for foreign  (i) licensing of banks and foreign  enabling environment to \nforeign bank  banking subsidiaries. The draft amended  subsidiaries; (ii) the scope of authorized  support entry of foreign \nsubsidiaries.  regulations will cover (i) licensing of banks and  banking activities, and (iii) defining paid  bank subsidiaries and \nforeign subsidiaries; (ii) the scope of authorized  in capital and shareholdings.  transfer of best practices \nbanking activities, and (iii) defining paid in capital  in governance, product \nand shareholdings.   development and risk \nmanagement. \n1 Policy Actions in bold are linked to disbursement. \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20170417174126+08'00'", "ModDate": "D:20170417174126+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Report and Recommendation of the President", "Keywords": "adb rrp report recommendation president"}}