{"path": "data/input/ta/51077-002-rrp-en.pdf", "pages": [" \n \n \nReport and Recommendation of the President \nto the Board of Directors\n \n \n \nProject Number: 51077-002 \nJune 2018 \n \n \nProposed Grant and Technical Assistance Grant \nand Administration of Grant \nRepublic of Maldives: Greater Malé Environmental \nImprovement and Waste Management Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public prior to its consideration by ADB’s Board of \nDirectors in accordance with ADB’s Public Communications Policy 2011. \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 1 May 2018) \n \nCurrency unit  –  rufiyaa (Rf) \nRf1.00  =  $0.0644 \n$1.00  =  Rf15.5332 \n \n \nABBREVIATIONS \n \n  3R  –  reduce, reuse, and recycle \n  ADB  –  Asian Development Bank \n  CDW  –  construction and demolition waste \n  DRM  –  disaster risk management \n  ELV  –  end-of-life vehicle \n  IWMC  –  island waste management center \n  JFPR  –  Japan Fund for Poverty Reduction \n  MEE  –  Ministry of Environment and Energy \n  MOFT  –  Ministry of Finance and Treasury \n  O&M  –  operation and maintenance \n  PAM  –  project administration manual \n  PMU  –  project management unit \n  SWM  –  solid waste management \n  TA  –  technical assistance \n  tpd  –  ton per day \n  WAMCO  –  Waste Management Corporation Limited \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Sekhar Bonu, Urban Development and Water Division, SARD \n   \nTeam leader  Ron H. Slangen, Senior Urban Development Specialist, SARD \nTeam members  Saswati Belliappa, Safeguards Specialist, SARD \n  Luca Di Mario, Urban Development Specialist, SARD \n  Erik Kjaergaard, Disaster Risk Management Specialist, SARD \n  Yanying Li, Counsel, Office of the General Counsel \n  Masato Nakane, Economist, SARD \n  Jaemin Nam, Financial Management Specialist, SARD \n  Emma Rita Ramona Nava, Senior Operations Assistant, SARD \n  Ninette Pajarillaga, Environment Specialist, SARD \n  Laxmi Sharma, Senior Project Officer (Infrastructure), SARD \nPeer reviewer  Satoshi Ishii, Principal Urban Development Specialist, Southeast Asia \nDepartment \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \nPage \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Summary Cost Estimates and Financing Plan  4 \nE.  Implementation Arrangements  5 \nIII.  ATTACHED TECHNICAL ASSISTANCE  6 \nIV.  DUE DILIGENCE  6 \nA.  Technical  6 \nB.  Economic and Financial  7 \nC.  Governance  7 \nD.  Poverty, Social, and Gender  8 \nE.  Safeguards  8 \nF.  Summary of Risk Assessment and Risk Management Plan  9 \nV.  ASSURANCES  9 \nVI.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n \n \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 51077-002\nProject Name Greater Male Environmental  Department SARD/SAUW\nImprovement and Waste Management  /Division\nProject \nCountry Maldives Executing Agency Ministry of Finance and \nBorrower Republic of Maldives Treasury\n2. Sector Subsector(s)      ADB Financing ($ million)\nWater and other urban  Urban policy, institutional and capacity development 1.97\ninfrastructure and services Urban solid waste management 31.10\nTotal 33.07\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic growth  Pillar 2: Access to economic  Climate Change impact on the  Medium\n(IEG) opportunities, including jobs, made  Project\nmore inclusive\nEnvironmentally sustainable  Global and regional transboundary  ADB Financing\ngrowth (ESG) environmental concerns Adaptation ($ million) 1.72\nUrban environmental improvement\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Institutional development Effective gender mainstreaming \ndevelopment (GCD) Organizational development (EGM)\nKnowledge solutions (KNS) Application and use of new knowledge \nsolutions in key operational areas\nPartnerships (PAR) International finance institutions (IFI)\nOfficial cofinancing\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Urban High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG11, SDG13\n6. Risk Categorization: Low\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 33.07\n     Sovereign Project grant: Asian Development Fund 33.07\nCofinancing 2.00\n     Japan Fund for Poverty Reduction - Project grant (Full ADB Administration) 2.00\nCounterpart  4.93\n     Government  4.93\nTotal 40.00\nNote: An attached technical assistance will be financed on a grant basis by the Technical Assistance Special Fund (TASF-6) in the amount \nof $500,000. \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 17022017200459578476 Generated Date: 25-May-2018 15:11:41 PM", "", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed grant \nto  the  Republic  of  Maldives  for  the  Greater  Malé  Environmental  Improvement  and  Waste \nManagement Project.1 The report also describes (i) a proposed technical assistance (TA) for \nStrengthening Capacity for Sustainable Solid Waste Management in the Greater Malé Region \nand (ii) the proposed administration of a grant to be provided by the Japan Fund for Poverty \nReduction (JFPR), and if the Board approves the proposed grant, I, acting under the authority \ndelegated to me by the Board, approve the TA and the administration of the JFPR grant. \n \n2.  The project will establish a sustainable solid waste management (SWM) system in the \nGreater Malé capital region and its inhabited outer islands by (i) establishing a modern waste \ncollection, transfer, and disposal system; (ii) improving community-based outer island waste \nmanagement systems; (iii) building institutional capacity for sustainable services delivery; and \n(iv) raising  public  awareness  on  reduce,  reuse,  and  recycle  (3R)  behaviors. Physical  and \nnonphysical investments are designed to curb climate change and disaster impacts while creating \na cleaner environment in Maldives, one of the world’s lowest-lying nations.2 \n \nII.  THE PROJECT \nA.  Rationale \n3.  The Greater Malé capital region and its outer islands suffer from severe environmental \npollution and deteriorating livability because of the inadequate collection and haphazard disposal \nof solid waste. The project area encompasses the 35 inhabited islands of the Alifu Alifu Atolli, Alifu \nDhaalu Atoll, Kaafu Atoll, and Vaavu Atoll, including the capital city of Malé, with a total population \nof 216,000 (51% of Maldives). Open dumping and burning of garbage at the 30-year-old, 10-\nhectare dumpsite on Thilafushi Island (6 kilometers from Malé) creates an environmental and \npublic  health  hazard.  Plumes  of  smoke  visible  from  Malé,  the  international  airport,  and \nsurrounding resorts compromise air quality and pose a daily nuisance to residents and tourists, \nwhile toxic leachate contaminates soil and groundwater. Greater Malé and its inhabited outer \nislands lack an organized and sustainable waste management system for the 774 tons per day \n(tpd) of mixed solid waste they generate.3 Because of rapid urbanization and tourism development \nin the region, waste generation is expected to grow to 924 tpd by 2022 (footnote 3). The increasing \npressure on an already stressed waste management system poses a significant threat to tourism \nand  fisheries,  both  of  which  rely  heavily  on  the  country’s  pristine  environment  and  are \ncornerstones  to  Maldives’  economy.4  Poor  communities  on  the  outer  islands  suffer  from \naccumulated garbage as they have limited awareness and capacity to manage solid waste \neffectively.  \n \n4.  Existing waste collection, transfer, and disposal system. High population density and \nnarrow streets present unique challenges for waste collection in Malé. Created in 2015, Waste \n                                                \n1  ADB. 2017. Country Operations Business Plan: Maldives, 2018–2020. Manila.  \n2  ADB. 2017. Concept Paper: Proposed Grant and Administration of Grant to the Republic of Maldives for the Greater \nMalé Environmental Improvement and Waste Management Project. Appendix 3 (Project Preparatory Technical \nAssistance). Manila. \n3  Sector Assessment (Summary): Water Supply and Other Municipal Infrastructure Services (accessible from the list \nof linked documents in Appendix 2).   \n4  A quarter of the country’s employment is in tourism and fisheries. Tourism accounts for 30% of gross domestic \nproduct and is expected to expand in the project area. Government of Maldives, National Bureau of Statistics – \nMinistry of Finance & Treasury. 2015. Maldives Population & Housing Census 2014 - Statistical Release 4: \nEmployment. Malé. \n ", "2 \nManagement Corporation Limited (WAMCO) is the state-owned operator charged with collecting \nand transporting waste, as well as managing the regional waste management facilities throughout \nthe country. Waste collection in the outer islands is the responsibility of island councils not \nWAMCO. WAMCO has limited professional experience in modern and efficient waste collection \nsystems, and this lack of technical and managerial skills undermines their performance (footnote \n3). While WAMCO is trying to improve collection, the company receives nearly 150 complaints \nper day (as of September 2017) for non-collection of waste. Its collection equipment includes a \nfleet of aging vehicles unable to access narrow streets. WAMCO does not have uniform refuse \nbins  or  formal  transfer  stations.  Waste  is  transported  to  Thilafushi  Island  in  open,  non-\ncontainerized vessels, resulting in significant spillage into the ocean.5 Since 2008, fires have been \ndeliberately set at the dumpsite to reduce growing mounds. The equipment and logistics at the \nsite are inadequate to manage incoming waste efficiently and maximize the use of limited space. \nConstruction  and  demolition  waste  and  end-of-life  vehicles  (ELVs)  are  not  collected  and \nprocessed  separately.  Household  surveys  in  the  project  area  show  high  demand  for  3R \nawareness and education programs. About half of household respondents to a socioeconomic \nsurvey, conducted as part of the project preparatory TA, highlighted the need for more 3R \nawareness and the importance of education. \n \n5.  Climate change and disaster risks. At 1.5 meters above mean sea level, Maldives is \nvulnerable to sea level rise. Natural hazards such as extreme rainfall and severe storms are \nprojected to increase because of climate change, posing a risk to infrastructure and operations. \nThe Indian Ocean tsunami in December 2004 dispersed about 290,000 cubic meters of waste \nfrom open dumpsites on land, including municipal and hazardous waste such as asbestos, \nmedical waste, and oil.6 Therefore, the project design needs to include measures to protect \nsystems from natural hazards and climate change.7 \n \n6.  Policy,  regulatory,  and  institutional  framework  for  waste  management.  The \nPresident’s 2013 manifesto calls for improvement in waste management in the Greater Malé \narea.8  The  National  Solid  Waste  Management  Policy  outlines  the  principles  to  improve \nenvironmental  quality.  A  proposed  solid  waste  management  act  would  set  the  legal  and \ninstitutional framework for the industry. The project is fully aligned with the national policy and \nregulations.  The  Waste  Management  and  Pollution  Control  Department  in  the  Ministry  of \nEnvironment and Energy (MEE) is mandated to ensure safe waste disposal on all inhabited \nislands.  The  MEE  works  closely  with  development  partners  to  develop  its  regional  waste \nmanagement systems,9 and selected the Asian Development Bank (ADB) to cover the project \narea because of the bank’s industry experience and the project’s link to ADB’s TA for formulating \na development strategy for Greater Malé.10 \n \n                                                \n5  Government of Maldives, Ministry of Environment and Energy. 2016. State of the Environment, 2016. Malé. \n6  Joint United Nations Environment Programme and United Nations Office for the Coordination of Humanitarian Affairs \nEnvironment Unit. 2005. Indian Ocean Earthquake Tsunami of 26 December 2004: UNDAC Rapid Environmental \nAssessment, Republic of Maldives. Geneva. \n7  Climate Change Assessment (accessible from the list of linked documents in Appendix 2). \n8  Progressive Party of Maldives. Manifesto of the Progressive Party of Maldives, 2013–2017. Unpublished (unofficial \nEnglish translation). \n9  The government regularly organizes meetings with its development partners to exchange lessons and coordinate \nfinancing activities. Other development partners active in the waste management sector in Maldives are the World \nBank and the United Nations Development Programme. \n10  ADB. 2017. Final Report: Strategy for Development of the Greater Malé Region. Manila (prepared under ADB. 2012. \nTechnical Assistance to the Republic of Maldives for Strengthening Capacity for Operations Management. Manila). \n \n ", "3 \n7.  Greater Malé development strategy. As part of its national strategy to achieve efficient \npublic spending on economic and social services, the government aims for 70% of its total \npopulation to live in Greater Malé.11 The plan seeks to create spatial agglomeration and economic \nopportunities for faster growth and poverty reduction. Most of the population increase is expected \nto be absorbed in the newly developed island of Hulhumalé. Waste management systems are not \ncurrently equipped to handle this projected growth. \n \n8.  Value added by ADB assistance. The following lessons and value additions were \nincorporated in the project design:12 (i) use a phased approach to match implementation capacity \n—a follow-on ADB project to develop a waste-to-energy plant as a long-term treatment solution \nconsistent with the comprehensive waste management strategy13 for the project area is planned \nfor approval in 2019 or 2020;14 (ii) develop high project readiness; (iii) include technical capacity \nbuilding for procurement, contract management, safeguards, and operation and maintenance \n(O&M); (iv) ensure strong community consultation and capacity building targeting women;15 and \n(v) incorporate disaster risk reduction and climate change-resilient measures in project designs.  \n \nB.  Impact and Outcome \n9.  The project is aligned with the following impact: a healthy living environment created in \nthe Greater Malé capital region and its outer islands (footnote 8). The project will have the \nfollowing outcome: climate- and disaster-resilient SWM services improved.16 \n \nC.  Outputs \n10.  The project will have three outputs. \n \n11.  Output 1: Waste collection, transfer, and disposal systems improved and made \nclimate and disaster resilient. This output will include (i) an efficient waste collection strategy \ndesigned and applied in Malé and Hulhumalé, in consultation with local communities, targeting \nwomen; (ii) waste collection and transport equipment, such as trucks, bins, and containers, \nprovided  for  Malé,  Hulhumalé,  and  Villimalé;  (iii)  transfer  stations  in  Malé  and  Villimalé \nconstructed,  and  transfer  station  in  Hulhumalé  designed  as  land  is  not  yet  confirmed; \n(iv) construction  and  demolition  waste  processing  plant  and  ELV  dismantling  workshop \nconstructed; (v) waste vessel harbor at Thilafushi rehabilitated; (vi) three vessels for waste \ntransport from the outer islands to Thilafushi provided; (vii) heavy equipment, such as bulldozers, \nexcavators, and roll trucks, provided for controlled dumpsite management at Thilafushi; and \n(viii) two administrative buildings for WAMCO at the Malé transfer station and the Thilafushi waste \nvessel harbor constructed. All facilities will adopt climate-change and disaster-resilient design \nfeatures including enhanced engineering designs such as strengthened seawalls, raised floor \nelevations,  and  enhanced  drainage  systems;  and  soft  interventions,  such  as  disaster  and \nemergency planning and awareness building.  \n                                                \n11 The government did not specify a period for achieving this target but estimated it would take 15–20 years.  \n12 Independent Evaluation Department. 2011. Country Assistance Program Evaluation: The Maldives. Manila. \n13 Government of Maldives, Ministry of Environment and Energy. 2018. Feasibility Study for an Integrated Solid Waste \nManagement System for Zone III including Greater Malé and Preparation of Engineering Design of the Regional \nWaste Management Facility at Thilafushi. Malé. \n14 The ADB Country Operations Business Plan (2018-2020) for Maldives includes $24.92 million grant in 2019-2020 \nfor Phase 2. \n15 ADB.  2014.  Completion  Report:  Regional  Development  Project,  Phase  II—Environmental  Infrastructure  and \nManagement in Maldives. Manila. \n16 The design and monitoring framework is in Appendix 1. \n \n ", "4 \n12.  Output 2: Community-based outer island waste management systems targeting \npoor and women enhanced. This output will provide comprehensive support to strengthen \nsustainable SWM in the 32 poor outer island communities of the project area. It will include (i) at \nleast 22 island waste management centers (IWMCs), of which 11 will be supported by JFPR grant, \ndeveloped or upgraded with processing equipment (balers, glass crushers, metal presses) in \nconsultation with the community, targeting women and incorporating climate and disaster-risk \nmeasures;17 (ii) collection equipment for the 32 outer islands (bins, refuse collection vehicles, \ndump trucks) provided; (iii) capacity building of eligible island councils targeting women in waste \ncollection,  segregation,  composting,  recycling,  and  O&M  undertaken;  and  (iv)  community \nawareness and behavior change campaigns in 3R targeting women in all outer islands delivered. \nAs subprojects under output 2 will be prepared after Board approval, each island is required to \nmeet minimum eligibility and selection criteria, including safeguards, to receive IWMC support \nunder the project. The criteria, which are intended to ensure sustainability, are outlined in the \nproject  administration  manual  (PAM).18  Subprojects  with  resettlement  impacts  will  not  be \nincluded.  Output 2 will be partially funded by a JFPR grant, which will support (i) the construction \nof IWMCs on at least 11 eligible islands, (ii) the provision of skills and capacity building to women \non eligible islands, and (iii) the delivery of 3R awareness campaigns on all the 32 outer islands. \nThe PAM outlines additional selection criteria for JFPR supported islands. \n \n13.  Output  3:  Institutional  capacity  and  public  awareness  in  sustainable  waste \nmanagement strengthened. This will include (i) capacity building support in sustainable SWM \nservice delivery and disaster risk management provided to eligible WAMCO staff (at least 70% \neligible women staff); (ii) public awareness and behavior change campaigns in 3R delivered, \ntargeting the poor and women in Greater Malé; and (iii) project management, design, and \nsupervision consultant support provided. Capacity building activities in disaster risk management \nwill include the preparation of an SWM disaster action plan outlining prevention, preparedness, \nresponse, and recovery tasks. Disaster risk management awareness activities will involve first \nresponders, such as police and firefighters, in Thilafushi. A public awareness and community \ncapacity building consultant recruited by the PMU will implement public awareness and behavior \nchange activities in outer islands (under outputs 2) and Greater Malé (under output 3). \n \nD.  Summary Cost Estimates and Financing Plan \n14.  The  project  is  estimated  to  cost  $40  million  (Table  1).  Detailed  cost  estimates  by \nexpenditure category and by financier are in the PAM (footnote 18). \n \nTable 1: Summary Cost Estimates \n($ million) \nItem  Amounta \nA. Base Costb \n1. Waste collection, transfer, and disposal systems improved and made climate and disaster resilient  26.92 \n2. Community-based outer island waste management systems targeting poor and women enhanced  6.17 \n3. Institutional capacity and public awareness in sustainable waste management strengthened  3.23 \n         Subtotal (A)  36.32 \nB. Contingenciesc  3.68 \nTotal (A+B)  40.00 \na  Includes taxes and duties of $2.1 million to be financed from government resources by cash contribution. Such \namount does not represent an excessive share of the project cost. \nb  In early 2018 prices, using an exchange rate of $1 = Rf15.4. \n                                                \n17 Some of the 32 outer islands have waste management facilities but some are not operational because of inadequate \ndesign and insufficient equipment, which would be upgraded under the project. \n18 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "5 \nc  Physical contingencies are computed at 5.5% for civil works and equipment. Price contingencies are computed at \n1.5%–1.6% on foreign exchange costs and 2.8%–3.0%% on local currency costs; includes provision for potential \nexchange rate fluctuation under the assumption of a purchasing power parity exchange rate. \nSource: Asian Development Bank estimates. \n \n15.  The government has requested a grant not exceeding $33.07 million from ADB’s Special \nFunds resources (Asian Development Fund), of which $1.58 million will be financed by the \ndisaster  risk  reduction  financing  mechanism  under  the  12th  replenishment  of  the  Asian \nDevelopment Fund, to help finance the project. \n \n16.  The summary financing plan is in Table 2. ADB will finance the expenditures for works, \nequipment, consulting services, capacity building, incremental recurrent costs, and contingencies. \nThe government will provide $4.93 million to finance (i) taxes and duties; and (ii) part of the \nexpenditures for works, equipment, incremental recurrent costs, and contingencies. It will provide \nthe grant proceeds and counterpart funds to the implementing agency as a grant. The government \nhas assured ADB that it will meet any financing shortfall to ensure that project outputs are fully \nachieved. JFPR will provide grant cofinancing equivalent to $2 million, to be administered by ADB. \n \nTable 2: Summary Financing Plan \nAmount  Share of Total \nSource  ($ million)  (%) \nAsian Development Bank     \nSpecial Funds resources (Asian Development Fund grant)a   33.07  82.7 \nJapan Fund for Poverty Reduction (grant)b  2.00  5.0 \nGovernment  4.93  12.3 \nTotal  40.00  100.0 \na  The Asian Development Fund 12 disaster risk reduction financing mechanism will finance $1.58 million equivalent of \nthe grant. \nb  Administered by the Asian Development Bank. No administration fees and other charges will be deducted under the \ncofinancing agreement. \nSource: Asian Development Bank \n \n17.  Climate adaptation is estimated to cost $1.72 million. ADB will finance 100% of adaptation \ncosts. Details are in the PAM (footnote 18). \n \nE.  Implementation Arrangements \n18.  The Ministry of Finance and Treasury (MOFT) will be the executing agency and the MEE \nwill be the implementing agency. The MEE will establish a PMU in its Waste Management and \nPollution Control Department comprising eight officials from the MEE and WAMCO. The project \nsteering committee will provide overall policy and strategic guidance to the project. A project \ntechnical committee will coordinate design and implementation issues. The PMU will recruit \n(i) consulting firms to support project management, engineering, supervision, capacity building, \nand community awareness; and (ii) an individual expert to support disaster risk management \nactivities. The PAM has an outline of the terms of reference for consultants (footnote 18). The \nimplementation arrangements are summarized in Table 3 and described in detail in the PAM \n(footnote 18). \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  June 2018–June 2023 \nEstimated completion date   30 June 2023 \nEstimated grant closing date  31 December 2023 \n ", "6 \nAspects  Arrangements \nManagement \n(i)  Oversight body  Program Steering Committee \nChair: Ministry of Environment and Energy (MEE) minister \nMembers: Waste Management Company Limited (WAMCO), Ministry of Finance and \nTreasury (MOFT), Ministry of Tourism, Ministry of Health, Ministry of Gender and \nFamily, Local Government Authority, Environmental Protection Agency  \n \nTechnical Committee \nChair: MEE project director \nMembers: MEE, Ministry of Tourism, Ministry of Health, Ministry of Gender and \nFamily, Local Government Authority, Ministry of Housing and Infrastructure Malé City \nCouncil, Environmental Protection Agency, WAMCO, Thilafushi Corporation Limited, \nand two representatives from environmental nongovernment organizations \n(ii)  Executing agency  MOFT \n(iii)  Implementing agency  MEE \n(iv)  Implementation unit  Project management unit at the MEE’s Waste Management and Pollution Control \nDepartment (eight staff) \nProcurement  International competitive bidding  9 contracts  $32.60 million \n  National competitive bidding  1 contract  $2.60 million \nConsulting services  Quality- and cost-based selection 90:10  102 person-months  $1.50 million \n  Quality-based selection  79 person-months  $0.91 million \n  Individual consultant selection  3 person-months  $0.09 million \nRetroactive financing and/or  Advance contracting is requested for civil works, equipment, and consultant \nadvance contracting  packages. Retroactive financing will be up to 20% of the Asian Development Bank \n(ADB) grant amount for eligible expenditures incurred before grant effectiveness. \nHowever, such expenditures cannot be incurred more than 12 months before signing \nof the grant agreement. \nDisbursement  The grant proceeds will be disbursed following ADB's Loan Disbursement Handbook \n(2017, as amended from time to time) and detailed arrangements agreed between \nthe government and ADB. \nSource: Asian Development Bank. \n \nIII.  ATTACHED TECHNICAL ASSISTANCE \n19.  The transaction TA for Strengthening Capacity for Sustainable Solid Waste Management \nin the Greater Malé Region will (i) strengthen WAMCO’s capacity for sustainable SWM services, \nincluding  controlled  dumpsite  management,  efficient  waste  collection  and  transfer  system \nplanning, and strategic and business planning; (ii) provide implementation support to the PMU on \nADB procurement and safeguards requirements, and performance monitoring; and (iii) conduct a \nrecycling market study to inform WAMCO’s business planning and operations.19 The TA is \nestimated to cost $525,000, of which $500,000 will be financed on a grant basis by ADB’s \nTechnical Assistance Special Fund (TASF 6). The government will provide counterpart support in \nthe form of staff, office space, and other in-kind contributions. \n \nIV.  DUE DILIGENCE \nA.  Technical \n20.  Technical due diligence confirmed the designs are robust and sustainable. It included a \ncomprehensive review of the project feasibility study, engineering designs, cost estimates, and \nsite investigations. Technical aspects of the project were appraised based on (i) rationale and \n                                                \n19 Attached Technical Assistance Report (accessible from the list of linked documents in Appendix 2). \n ", "7 \nrelevance, benefits, proposed designs, ease of implementation, and operations; (ii) technical \nalternatives  and  their  viability  along  with  least-cost  analysis  -  MEE  evaluated  a  range  of \nalternatives, including various collection concepts and technologies (e.g., vehicle and bin types, \ncontainer designs, and treatment and disposal approaches) to ensure continuity and feasibility \nacross the system; (iii) life cycle costs, including capital and operating costs; and achievable cost \nsavings, including climate- and disaster-resilient measures (footnote 7); (iv) maximum beneficiary \narea coverage, including the poor; (v) minimum adverse environmental and social impacts; and \n(vi) optimized time lines for implementation through high project readiness. The project design \nadequately addresses the key waste management issues facing the project area. \n \nB.  Economic and Financial \n21.  Economic analysis. The economic rationale for government intervention is sound as the \nproject aims to provide sustainable SWM services in the Greater Malé capital region and its outer \ninhabited islands. The project’s estimated economic internal rate of return is 17.5%, higher than \nthe economic opportunity cost of capital estimated at 9.0%, indicating significant economic \nreturns. The sensitivity analysis also revealed satisfactory results, except under the scenario of \nall downside risks occurring together, i.e., (i) a 20% capital cost overrun, (ii) a 20% overrun in \nO&M costs, (iii) a 20% decline in estimated benefits, and (iv) a 1-year delay in implementation.20 \n \n22.  Financial analysis. The transaction TA (footnote 2) conducted a financial analysis for the \nproject to determine whether it is sustainable and the extent to which it will generate revenues to \ncover O&M costs. The results showed the project would generate sufficient revenues to cover full \nO&M costs provided WAMCO implements regular tariff revisions. The financial performance of \nWAMCO  shows  it  has  substantially  depended  on  government  grants.  Thus,  the  financial \nprojections of WAMCO and the island councils demonstrate the revenue account will remain in \nsurplus  by  (i)  rationalizing  tariffs,  (ii)  improving  collection  efficiency,  and  (iii)  continuing \ngovernment support. \n \nC.  Governance \n23.  Financial management. The financial management assessment concludes the MEE can \nconduct adequate financial management of the project. The MEE has experience in handling \nlarge  projects  funded  internally  and  externally  (footnote  3).  In  addition,  the  MEE  has  an \nestablished legal, institutional, and monitoring framework available for budgeting, accounting, and \nauditing. Thus, the overall financial management risk for the project is moderate. The project \ndesign includes the following risk mitigation measures: (i) commitment of the MOFT and the MEE \nto ensure the timely setup of the PMU with qualified staff, and (ii) commitment from the MOFT \nand the MEE for timely allocation and disbursement of the government’s counterpart funds. The \nprogram will provide further support to improve the financial management capacity of the MEE \nand the PMU. \n \n24.  Procurement. Procurement of civil works and goods will follow ADB’s Procurement \nGuidelines (2015, as amended from time to time). The recruitment of consultants will follow ADB’s \nGuidelines on the Use of Consultants (2013, as amended from time to time). A procurement \ncapacity assessment concluded the overall procurement risk for the project is moderate. The MEE \nhas extensive experience in development partner-supported procurement of goods and works. A \nprocurement  expert recruited  under  the  attached TA  will  provide  additional  implementation \nsupport for the MEE. ADB’s Anticorruption Policy (1998, as amended to date) was explained to \n                                                \n20 Economic Analysis and Financial Analysis (accessible from the list of linked documents in Appendix 2). \n ", "8 \nand  discussed  with  the  government  and  the  MOFT.  The  specific  policy  requirements  and \nsupplementary measures are described in the PAM (footnote18). \n \nD.  Poverty, Social, and Gender \n25.  Overall poverty in Maldives is estimated at 15% (2010), but poverty levels in Malé \nincreased from 4% in 2003 to 12% in 2010 due to migration of unskilled workers from the outer \natolls.21 The project includes improved waste management for poor outer island communities, \nincluding skills training and awareness and behaviour change campaigns. The project will result \nin a cleaner environment that will have a positive impact on fishing and tourism-based livelihoods, \nwhich many of the poor depend on. \n \n26.  Gender. The project is classified effective gender mainstreaming. The gender benefits of \nthe project include (i) participation of women in community-based waste management activities \nin poor outer island communities, (ii) capacity building on gender for project stakeholders, \n(iii) promotion of equitable access to project-related jobs, and (iv) equal opportunity employment \nacross positions in WAMCO. The MEE endorsed a gender action plan with clear targets, \nresponsibilities,  and  resource  allocations  for  the  participation  of  women.22  The  PMU  will \nimplement the gender action plan with support from public awareness and community capacity \nbuilding consultants recruited under the project, and the JFPR grant coordinator. The information, \neducation, and communication specialist in the PMU will serve as the gender focal point to support \ntimely and effective implementation of the gender action plan (footnote 22). \n \nE.  Safeguards \n27.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows.23 \n \n28.  Environment  (category  B).  The  MEE  prepared  three  draft  initial  environmental \nexaminations24 with environmental management plans for subprojects requiring civil works: (i) \ntransfer stations in Malé and Villimalé; (ii) construction and demolition waste processing plant, \nELV dismantling workshop, and waste vessel harbor rehabilitation; and (iii) a sample IWMC. All \nproject locations are outside sensitive areas and impacts will be avoided or mitigated through \nmeasures  identified  in  the  environmental  management  plans.  The  MEE  conducted  public \nconsultations that will continue throughout implementation. The MEE prepared an environmental \nassessment and review framework for output 2, including site selection and design criteria. No \ncategory A projects are allowed.25 The environmental assessment and review framework and the \ninitial environmental examinations were disclosed on the websites of ADB and the MEE and will \nbe available in the local language. The PMU will handle safeguards-related grievances following \nthe project-specific grievance redress mechanism for the project. While the MEE developed \nsafeguards capacity from other development partner-supported projects, the PMU will receive \n                                                \n21 Government of Maldives, Ministry of Finance and Treasury, Department of National Planning. 2010. Household \nIncome & Expenditure Survey Findings 2009/2010. Malé. Poverty is based on the percentage of the population living \nbelow the national poverty line of Rf22 per day. \n22 Gender Action Plan (accessible from the list of linked documents in Appendix 2). \n23 ADB. Safeguard Categories. https://www.adb.org/site/safeguards/safeguard-categories. \n24 Initial  Environmental  Examination:  Transfer  Station  Improvements  Subproject  for  Malé  and  Villingilli;  Initial \nEnvironmental Examination: Improvement of Waste Handling and Processing Facilities for Thilafushi Island; and \nInitial Environmental Examination: Island Waste Management Center in Thulusdoo Island (accessible from the list of \nlinked documents in Appendix 2). \n25 Environmental Assessment and Review Framework (accessible from the list of linked documents in Appendix 2). \n \n ", "9 \nconsultant  support  to  ensure  compliance.  Environmental  reporting  to  ADB  will  be  done \nsemiannually. \n \n29.  Involuntary resettlement (category C). The MEE prepared a due diligence report, which \nfound no permanent or temporary resettlement impacts occurring from the project as all works \nare proposed within available government lands. For output 2, the selection criteria outlined in the \nPAM (footnote 18) require no resettlement impacts as an eligibility criterion for project support; a \nresettlement framework has been prepared to guide appraisal and implementation.26 The MEE \nhas  sufficient  capacity  to  monitor  safeguards  compliance  from  its  experience  in  similar \ndevelopment partner-funded projects. Dedicated PMU safeguards staff and consultants will \nsupport the MEE. \n \n30.  Indigenous peoples (category C). There are no indigenous people communities present \nat or around the subproject sites. \n \nF.  Summary of Risk Assessment and Risk Management Plan \n31.  Significant risks and mitigating measures are summarized in Table 4 and described in \ndetail in the risk assessment and risk management plan.27 \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nPolitical instability in the  The attached TA and project will provide additional capacity building support to \ncountry could disrupt  WAMCO and island councils to ensure timely delivery of sustainable SWM services.  \ndelivery of improved SWM \nservices. \nThe technical capacity of  Capacity building in O&M for WAMCO and island councils is included in the terms of \nWAMCO and island councils  reference for consultants under the project. The attached technical assistance will \nfor O&M is weak.  also provide additional technical support to WAMCO for improved operations. \nExtreme weather conditions  The longer implementation period will accommodate project delays, including those \nand price surges of  caused by heavy monsoon. The project costs incorporate sufficient contingencies to \nmaterials beyond projections  cover cost overruns. \nand contingencies result in \ncost overruns and delays in \nproject completion. \nO&M = operation and maintenance, SWM = solid waste management, TA = technical assistance, WAMCO = Waste \nManagement Corporation Limited. \na  Government of Maldives, Ministry of Environment, Energy and Water, Environment Research Centre. 2008. National \nSolid Waste Management Policy for the Republic of Maldives. Malé. \nSource: Asian Development Bank. \n \nV.  ASSURANCES \n32.  The government and the MOFT have assured ADB that implementation of the project shall \nconform to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and grant documents. \n \n33.  The government and the MOFT have agreed with ADB on certain covenants for the \nproject, which are set forth in the draft grant agreements. \n \n                                                \n26 Resettlement Framework; Due Diligence Report: Thulusdhoo Island Waste Management Improvements Subproject; \nand Due Diligence Report: Output 1 Subprojects (accessible from the list of linked documents in Appendix 2). \n27  Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10 \nVI.  RECOMMENDATION \n34.  I am satisfied that the proposed grant would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the grant not exceeding \n$33,070,000  to  the  Republic  of  Maldives,  from  ADB’s  Special  Funds  resources  (Asian \nDevelopment Fund), for the Greater Malé Environmental Improvement and Waste Management \nProject, on terms and conditions that are substantially in accordance with those set forth in the \ndraft grant agreement presented to the Board. \n \n \nTakehiko Nakao \nPresident \n6 June 2018 \n \n \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \nImpact the Project Is Aligned with \nA healthy living environment created in the Greater Malé capital region and its outer islands (Manifesto of the \nProgressive Party of Maldives)a \n \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  By 2024     \nClimate- and disaster- a. At least 90% of all types of solid  a–d. WAMCO’s annual  Political instability in \nresilient SWM services  waste generated in the project area is  reports and PMU reports  the country could \nimproved  collected and transferred to Thilafushi  disrupt delivery of \nor IWMC (2018 baseline: 86% for  improved SWM \nhousehold, commercial, and resort  services  \nwaste; 62% for CDW)   \n   \nb. Number of daily complaints for   \nnon-collection received by WAMCO   \nreduced by 80% (2017 baseline: 150) \n \nc. Controlled dumping at Thilafushi \ndumpsite implemented without waste \nburning (2018 baseline: unmanaged \ndumping, smoke) \n \nd. DRM operational plan approved \nand adopted by WAMCO \nmanagement (2018 baseline: 0) \nOutputs  By 2023     \n1. Waste collection,  1a. New waste collection and transfer  1a–g. PMU quarterly  Extreme weather \ntransfer, and disposal  strategy developed (2018 baseline:  reports and WAMCO’s  conditions and price \nsystems improved and  ad hoc, inefficient)  annual report  surges of materials \nmade climate and    beyond projections \ndisaster resilient  1b. 10,000 bins of various sizes  and contingencies \ndistributed for waste collection in  result in cost overruns \nGreater Malé (2018 baseline: 0)  and delays in project \n  completion  \n1c. 21 additional refuse collection \nvehicles commissioned for waste \ncollection in Malé and Hulhumalé \n(2018 baseline: 12 5-cubic-meter \nvehicles and 6 4-cubic-meter \nvehicles) \n \n1d. 3 vessels commissioned for \nwaste transport from islands to \nThilafushi (2018 baseline: 0) \n \n1e. New Malé and Villimalé transfer \nstations constructed with climate- and \ndisaster-resilient design featuresb \n(2018 baseline: 0) \n \n1f. 11 heavy machinery and 20 \ncontainers commissioned for \nThilafushi dumpsite management \n(2018 baseline: 0) \n \n ", "12  Appendix 1 \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \n1g. CDW and ELV processing plants \nestablished in Thilafushi (2018 \nbaseline: 0) \n \n2. Community-based  By 2023     \nouter island waste  2a. At least 22 IWMCs developed or  2a–e. PMU quarterly \nmanagement systems  upgradedc in the outer islands (2018  reports, PACCB reports, \ntargeting poor and  baseline: 0)  and survey results \nwomen enhanced   \n2b. 18,000 bins of various sizes \ndistributed for improved waste \ncollection in the outer islands (2018 \nbaseline: 0) \n \n2c. 4 refuse compaction vehicles and \n25 dump trucks commissioned for \nwaste collection in outer islands \n(2018 baseline: 0) \n \n2d. At least 150 outer island \ninhabitants, of whom at least 30% are \nwomen, reported enhanced skills in \ncommunity-based SWM, including \nIWMC operations and DRM and \nparticipatory action planning (2018 \nbaseline: 0) \n \n2e. At least 500 people in outer \nislands, of whom at least 50% \nwomen, reported improved \nawareness on sustainable SWM and \n3R benefits (2018 baseline: 0) \n \n  By 2023     \n3. Institutional capacity  3a. 100 eligibled WAMCO staff,  3a-e. PMU quarterly \nand public awareness  including at least 70% eligible women  reports, PACCB reports \nin sustainable waste  staff, reported improved skills in  and survey results \nmanagement  sustainable SWM service delivery \nstrengthened  and DRM (2018 baseline: 0) \n \n3b.100% of WAMCO workers in \nThilafushi reported knowledge on \npublic health, human-induced, and \nnatural hazards, including awareness \nof climate change impacts (2018 \nbaseline: 0) \n \n3c. WAMCO’s gender-inclusive \nstrategy developed and adopted \n(2018 baseline: not applicable) \n \n3d. WAMCO’s DRM plan developed \n(2018 baseline: 0) \n \n3e. At least 1,000 people in Greater \nMalé, of whom at least 50% are \nwomen, reported improved \n ", "Appendix 1  13 \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \nawareness on sustainable SWM and \n3R benefits (2018 baseline: 0) \n \n \nKey Activities with Milestones \n1.  Waste collection, transfer, and disposal systems improved and made climate and disaster resilient \n1.1  Procure dumpsite equipment and implement immediate management measures in Thilafushi Island (Q1 2020) \n1.2  Finalize design and procure collection and transfer equipment, such as trucks, bins, and containers (Q3 2021) \n1.3  Finalize design and procure equipment for transfer and transport of waste, such as vehicles, containers, and \ncranes (Q3 2021) \n1.4  Rehabilitate harbor and build CDW plant, ELV workshop, and administration building in Thilafushi (Q3 2022) \n1.5  Finalize design and procure outer islands transfer vessels (Q2 2021) \n1.6  Construct and make operational transfer stations in Malé and Villimalé, and complete the design of the \nHulhumalé station (Q3 2022) \n \n2.  Community-based outer island waste management systems targeting poor and women enhanced \n2.1  Screen eligibility of the outer islands, conduct community consultations, and finalize detailed design (Q2 2019) \n2.2  Procure equipment and build IWMCs in the eligible outer islands (Q2 2023) \n2.3  Conduct capacity building activities in community-based SWM, including IWMC operations and DRM in the outer \nislands (Q2 2023) \n \n3.  Institutional capacity and public awareness in sustainable waste management strengthened \n3.1  Advertise terms of reference and mobilize PACCB and DRR consultants (Q1 2019) \n3.2  Conduct WAMCO training and capacity building (Q1 2023) \n3.3  Conduct awareness raising campaigns on sustainable waste management and 3R (Q2 2023) \n3.4  Conduct recycling market study (Q4 2020) \nProject Management Activities \nSet up the PMU (Q2 2018) \nEngage and mobilize project management and design supervision consultants (Q3 2018) \nConduct regular monitoring, reporting, and evaluation (2018–2023) \nInputs \nAsian Development Bank \n  Asian Development Fund: $33.07 million (grant) \n  Technical Assistance Special Fund (TASF 6): $0.50 million (grant) \nGovernment: $4.93 million \nJapan Fund for Poverty Reduction: $2.00 million (grant) \nAssumptions for Partner Financing \nNot Applicable \n3R = reduce, reuse, and recycle; CDW = construction and demolition waste; DRM = disaster risk management; DRR \n= disaster risk reduction; ELV = end-of-life vehicle; IWMC = island waste management center; PACCB = public \nawareness and community capacity building; PMU = project management unit; Q = quarter; SWM = solid waste \nmanagement; WAMCO = Waste Management Corporation Limited.  \na  Progressive Party of the Maldives. Manifesto of the Progressive Party of Maldives, 2013–2017. Unpublished \n(unofficial English translation). \nb  Examples are strengthened roofs, foundations, walls, and drainage; and raised elevation. \nc  Upgrading also covers standard equipment, such as balers, crushers, and chippers. The project management, \ndesign, and supervision consultants will select the final design and equipment for each IWMC based on island needs. \nd  Eligibility is determined by the type of training. For example, technical training targets operational staff. \nSource: Asian Development Bank. \n \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=51077-002-2 \n \n \n 1.  Grant Agreement: Special Operations \n2.  Grant Agreement: Externally Financed \n3.  Sector Assessment (Summary): Water and Other Urban Infrastructure and Services \n4.  Project Administration Manual \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination \n7.  Financial Analysis \n8.  Economic Analysis \n9.  Country Economic Indicators \n10.  Summary Poverty Reduction and Social Strategy \n11.  Risk Assessment and Risk Management Plan \n12.  Attached Technical Assistance Report \n13.  Japan Fund for Poverty Reduction Grant: Improving Community-Based Solid Waste \nManagement in Small Outer Islands of Zone 3 \n14.  Climate Change Assessment \n15.  Gender Action Plan \n16.  Initial Environmental Examination: Transfer Station Improvements Subproject for Malé \nand Villingilli \n17.  Initial Environmental Examination: Improvement of Waste Handling and Processing \nFacilities for Thilafushi Island \n18.  Initial Environmental Examination: Island Waste Management Center in Thulusdoo \nIsland \n19.  Environmental Assessment and Review Framework \n20.  Resettlement Framework \n \nSupplementary Documents \n21.  Due Diligence Report: Thulusdhoo Island Waste Management Improvements Subproject \n22.  Due Diligence Report for Output 1 Subprojects: Transfer stations in Malé and Villamalé; \nConstruction and Demolition Waste Processing Plant; End of Life Vehicle Dismantling \nWorkshop, Waste Vessel Harbor at Thilafushi and Administrative Buildings for WAMCO \n23.  Financial Management Assessment \n \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20180606170929+08'00'", "Creator": "PDF24 Creator", "Keywords": "greater malé, maldives, sustainable solid waste management, modern waste collection, modern waste disposal system, reduce, reuse, recycle, 3R, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20180608093954+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "51077-002: Report and Recommendation of the President  ", "Title": "Maldives: Greater Male Environmental Improvement and Waste Management Project"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 1 May 2018) \n \nCurrency unit  –  rufiyaa (Rf) \nRf1.00  =  $0.0644 \n$1.00  =  Rf15.5332 \n \n \nABBREVIATIONS \n \n  3R  –  reduce, reuse, and recycle \n  ADB  –  Asian Development Bank \n  CDW  –  construction and demolition waste \n  DRM  –  disaster risk management \n  ELV  –  end-of-life vehicle \n  IWMC  –  island waste management center \n  JFPR  –  Japan Fund for Poverty Reduction \n  MEE  –  Ministry of Environment and Energy \n  MOFT  –  Ministry of Finance and Treasury \n  O&M  –  operation and maintenance \n  PAM  –  project administration manual \n  PMU  –  project management unit \n  SWM  –  solid waste management \n  TA  –  technical assistance \n  tpd  –  ton per day \n  WAMCO  –  Waste Management Corporation Limited \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Sekhar Bonu, Urban Development and Water Division, SARD \n   \nTeam leader  Ron H. Slangen, Senior Urban Development Specialist, SARD \nTeam members  Saswati Belliappa, Safeguards Specialist, SARD \n  Luca Di Mario, Urban Development Specialist, SARD \n  Erik Kjaergaard, Disaster Risk Management Specialist, SARD \n  Yanying Li, Counsel, Office of the General Counsel \n  Masato Nakane, Economist, SARD \n  Jaemin Nam, Financial Management Specialist, SARD \n  Emma Rita Ramona Nava, Senior Operations Assistant, SARD \n  Ninette Pajarillaga, Environment Specialist, SARD \n  Laxmi Sharma, Senior Project Officer (Infrastructure), SARD \nPeer reviewer  Satoshi Ishii, Principal Urban Development Specialist, Southeast Asia \nDepartment \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "Wencai Zhang", "role": "Operations", "organization": ""}, {"fullname": "Hun Kim", "role": "South Asia Department (SARD)", "organization": ""}, {"fullname": "Sekhar Bonu", "role": "Urban Development and Water Division", "organization": "SARD"}, {"fullname": "Ron H. Slangen", "role": "Senior Urban Development Specialist", "organization": "SARD"}, {"fullname": "Saswati Belliappa", "role": "Safeguards Specialist", "organization": "SARD"}, {"fullname": "Luca Di Mario", "role": "Urban Development Specialist", "organization": "SARD"}, {"fullname": "Erik Kjaergaard", "role": "Disaster Risk Management Specialist", "organization": "SARD"}, {"fullname": "Yanying Li", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Masato Nakane", "role": "Economist", "organization": "SARD"}, {"fullname": "Jaemin Nam", "role": "Financial Management Specialist", "organization": "SARD"}, {"fullname": "Emma Rita Ramona Nava", "role": "Senior Operations Assistant", "organization": "SARD"}, {"fullname": "Ninette Pajarillaga", "role": "Environment Specialist", "organization": "SARD"}, {"fullname": "Laxmi Sharma", "role": "Senior Project Officer (Infrastructure)", "organization": "SARD"}, {"fullname": "Satoshi Ishii", "role": "Principal Urban Development Specialist", "organization": "Southeast Asia"}]}