{"path": "data/input/ta/51081-001-tar-en_0.pdf", "pages": ["   \nTechnical Assistance Report\n \n \n \nProject Number: 51081-001 \nTransaction Technical Assistance (TRTA) \nSeptember 2017 \n \n \nKyrgyz Republic: Preparing the Climate Resilience \nand Disaster Risk Reduction in Water Resources \nManagement Project \n \n(Financed by the Japan Fund for Poverty Reduction) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nFmoelmlobweinrsg,  Bsuoacrhd  aopf pDriorevcatol,r sA,D MBa nwaigll edmisecnlto, soer  sthtaeff ,d aoncdu mmaeyn tb teo p trheelim piunbarliyc  inin n aactucroer.d  ance with ADB's \nPublic Communications Policy 2011. \n \n ", " \n \n \nCURRENCY EQUIVALENTS \n(as of 31 August 2017) \n \nCurrency unit  –  som (Som) \nSom1.00  =  $0.015 \n$1.00  =  Som68.66 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  DRR  –  disaster risk reduction \n  DWIS  –  disaster risk and water resources information system \n  TA  –  technical assistance \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  W. Zhang, Operations 1 \nDirector General  S. O’Sullivan, Central and West Asia Department (CWRD) \nDirector  A. Siddiq, Environment, Natural Resources and Agriculture Division, \nCWRD \n   \nTeam leader  N. Rive, Climate Change Specialist, CWRD \nTeam members  A. Amanova, Senior Project Officer, CWRD \n  A. Araujo, Environment Specialist, CWRD \n  H. Ayubi, Senior Project Officer (Natural Resources and Agriculture), \nCWRD \n  C. Cabrales-Chiong, Senior Operations Assistant, CWRD \n  A. Carlota, Counsel, Office of the General Counsel \n  B. Giap, Senior Natural Resources and Agriculture Economist, CWRD \n  A. Rosero, Social Development Specialist (Gender and Development), \nCWRD \n  Y. Shibuya, Social Development Specialist (Safeguards), CWRD \n  A. Sinha Roy, Senior Disaster Risk Management Specialist, Sustainable \nDevelopment and Climate Change Department \n  R. Takaku, Principal Water Resources Specialist, CWRD \n   \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", " \n \nCONTENTS \nPage \n \nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE \n \nI.  THE ENSUING PROJECT  1 \nII.  THE TECHNICAL ASSISTANCE  1 \nA.  Justification  1 \nB.  Outputs and Activities  1 \nC.  Cost and Financing  2 \nD.  Implementation Arrangements  2 \n \nAPPENDIXES  \n1.  Cost Estimates and Financing Plan  5 \n2.  List of Linked Documents  6 \n \n ", "Project Classification Information Status: Complete\nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 51081-001\nProject Name Climate Resilience and Disaster Risk  Department CWRD/CWER\nReduction in Water Resources  /Division\nManagement (Formerly:Climate \nResilience and Disaster Risk \nReduction in Water Resources Sector \nProject)\nNature of Activity Project Preparation Executing  Ministry of Agriculture, Food Industry and \nAgency Land Reclamation\nModality Regular\nCountry Kyrgyz Republic\n2. Sector Subsector(s)      Financing ($ million)\nAgriculture, natural  Agricultural production 0.13\nresources and rural \ndevelopment\nRural flood protection 0.75\nWater-based natural resources management 0.22\nTotal 1.10\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the  Low\ngrowth (IEG) opportunities, including jobs, made  Project\nmore inclusive\nEnvironmentally  Disaster risk management\nsustainable growth  Global and regional transboundary \n(ESG) environmental concerns\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nKnowledge solutions  Application and use of new  Effective gender mainstreaming (EGM)\n(KNS) knowledge solutions in key \noperational areas\nPartnerships (PAR) Bilateral institutions (not client \ngovernment)\nOfficial cofinancing\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting Yes Not Applicable\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG2, SDG6, SDG9, SDG13\nQq\n6. Risk Categorization Complex\n \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.00\n    None 0.00\nCofinancing 1.10\n    Japan Fund for Poverty Reduction 1.10\nCounterpart 0.10\n    Government 0.10\nTotal 1.20\nqq\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 23062017102532283095 Generated Date: 31-Aug-2017 14:59:26 PM", " \n \n \nI.  THE ENSUING PROJECT \n \n1.  Kyrgyz Republic is a country at high risk of impact from the adverse effects of climate \nchange and extreme weather events. The proposed project will strengthen the resilience of the \nwater resources sector to floods, landslides, and droughts through structural and non-structural \ninterventions. The project will comprise four outputs: (i) irrigation infrastructure modernized; (ii) \ndisaster-resilient agricultural and land management practices introduced; (iii) flood protection \ninfrastructure modernized; and (iv) disaster risk and water resources data collection and analysis \nimproved. The project outcome will be climate change and disaster resilience of infrastructure \nand water security improved. The project will be aligned with the following impacts: (i) population \nand territories protected from emergencies; threats, risks, and hazards forecasted;1 and (ii) \nprevent climate change related damage and losses in the country.2 \n \n2.  The project is estimated to cost $30 million. ADB will finance $25 million comprising a \n$15 million concessional ordinary capital resources loan and a $10 million Asian Development \nFund grant under the disaster risk reduction (DRR) financing mechanism.3 The government will \nfinance exemptions of taxes and duties for imported goods, works, and services, initially estimated \nat $5 million. Efforts will be made during the project processing period to seek an additional $10–\n$15 million from other sources. The transaction technical assistance (TRTA) and the ensuing loan \nare included in ADB’s country operations business plan 2017–2019.4 \n \nII.  THE TECHNICAL ASSISTANCE \nA.  Justification \n3.  The TRTA will help the government to design and prepare the project, including (i) \ndeveloping the underlying climate change and DRR framework, (ii) developing a disaster risk and \nwater  resources  information  system  (DWIS),  and  (iii)  preparing  the  feasibility  study  of  the \ninvestment subprojects.5 \n \nB.  Outputs and Activities  \n4.  Output 1: Develop climate change and disaster risk reduction framework developed. \nThe underlying framework for the ensuing project will be prepared including (i) a climate and \ndisaster risk assessment of the water resources sector in project areas; (ii) socio-economic survey \nand data collection in project areas; (iii) assessment of responsibilities, capacity, and capacity \nbuilding  needs  of  key  stakeholders  including  executing  and  implementing  agencies  and \ncommunity organizations as related to the proposed project objectives and implementation \nincluding safeguards and gender; (iv) identification and selection of investment subprojects for \nimproved  resilience  of  water  resources  infrastructure,  settlements,  agriculture,  and  land \nmanagement incorporating a system and/or basin approach addressing both upstream risks and \ndownstream impacts; (v) developing scope and implementation plan for the agricultural and land \nmanagement modernization activities including sustainable operation and maintenance, disaster \n                                                \n1  Government of Kyrgyz Republic, National Council for Sustainable Development. 2013.  National Sustainable \nDevelopment Strategy for The Kyrgyz Republic for the period of 2013–2017. Bishkek. \n2  The Kyrgyz Republic. 2015. Intended Nationally Determined Contribution. United National Framework Convention \non Climate Change Paris Agreement. Bishkek. \n3  ADB. 2016. Concessional Assistance Policy 2016. Manila.   \n4  ADB. 2016. Country Operations Business Plan: Kyrgyz Republic, 2017–2019. Manila. \n5  The TA first appeared in the business opportunities section of ADB’s website on 31 January 2017.  ", "2 \n \nrisk management plans, and small-scale community-driven and gender-sensitive climate change \nand disaster resilience projects. \n \n5.  Output 2: Develop a disaster risk and water resources information system. A web-\nbased information system will be developed to provide a timely and accurate data in graphical \nformat to support climate and disaster risk management-related decision making in the water \nresources by key stakeholders. Under the TRTA, a DWIS will be designed, based on stakeholder \nrequirements, and an initial prototype system will be launched. Remote sensing-based analysis \nfrom the DWIS will support the selection and feasibility study of investment subprojects. This \noutput will include (i) consultation with key stakeholders; (ii) designing system architecture; (iii) \nconducting data identification, collection, and analysis; (iv) training of selected stakeholders; and \n(v) establishing partnerships with different government agencies and existing databases, where \nrelevant. The DWIS will be subsequently developed further during project implementation. \n \n6.  Output 3: Preparation of investment project. The output will (i) conduct feasibility \nstudies of the investment subprojects, (ii) conduct due diligence, (iii) prepare the consulting \npackage for the project implementation consultant, (iv) prepare technical specifications and draft \nbidding documents for first investment package,6 (v) prepare draft project safeguards documents \nin line with ADB and government requirements, and (vi) prepare all other draft documentation \nsubmitted  for  ADB  Board  consideration.  This  will  include  among  others  topographical  and \ngeographical surveys supported with remote-sensing based analysis; preliminary subproject \ndesign with feasibility level of structural design incorporating results of climate and disaster risk \nassessment  and  ensuring  appropriate  resilience  to  seismic  risk;  institutional,  financial  and \nprocurement risk assessment and training plan; financial and economic analysis; poverty, social, \nand food security impact assessment; gender equality strategy; development coordination and \nsector assessment; risk assessment and management plan; environmental, social aspects, and \nresettlement consultations and reports and/or plans; develop grievance redress framework; \nimplementation arrangements including terms of reference and budgeting of project management \noffice and project implementation offices; implementation schedule; investment and financing \nplans including procurement packaging; indicators for design and monitoring framework; and \nsummary documents for internal government project approval as required. \n \n7.  All outputs will be digitally delivered and disseminated. \n \nC.  Cost and Financing \n8.  The TRTA is estimated to cost $1.2 million, of which $1.1 million will be financed on a \ngrant basis by the Japan Fund for Poverty Reduction and administered by ADB. The key \nexpenditure items are listed in Appendix 1. The government will provide in-kind support in the \nform of office space for TRTA consultants, counterpart staff, data and information access, and \nfacilitation of consultation with stakeholders during the feasibility study, among others. The \ngovernment was informed that approval of the TRTA does not commit ADB to finance any ensuing \nproject. \n \nD.  Implementation Arrangements \n9.  ADB will administer the TRTA. The Ministry of Agriculture, Food Industry, and Land \nReclamation will be the executing agency, responsible for government coordination and inputs. \nADB’s Environment, Natural Resources, and Agriculture Division (CWER) of Central and West \n                                                \n6  This is expected to be goods package for hydrometeorological monitoring stations, but will be confirmed during TRTA. ", "  3 \nAsia Department (CWRD) will be the implementing agency and act as the focal point and \ncoordinator of consulting inputs and activities. The TRTA will be implemented over 18 months \nfrom September 2017 to February 2019. Disbursements will be made in accordance with ADB’s \nTechnical Assistance Disbursement Handbook (May 2010, as amended from time to time). The \nimplementation arrangements are detailed in Table 1. \n \nTable 1: Implementation Arrangements \nAspects   Arrangements \nIndicative implementation period  September 2017 – February 2019 \nExecuting agency  Ministry of Agriculture, Food Industry, and Land Reclamation \nImplementing agency  Environment, Natural Resources, and Agriculture Division (CWER) \nof Central and West Asia Department (CWRD) of ADB \nConsultants  To be selected and engaged by ADB \nQCBS 90:10  50 person-months  $1,050,000 \n  ICS  2 person-months  $50,000 \nDisbursement  The TRTA resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2010, as amended from time \nto time) \nAsset turnover or disposal  Assets will be turned over to executing agency upon TRTA \narrangement upon TA completion  completion \nQCBS = quality- and cost-based selection; ICS = individual consultant selection. \nSource: Asian Development Bank. \n \n10.  Consulting services. The TRTA will require (i) one consulting firm providing an estimated \n20 international person-months and 30 national person-months to undertake outputs 1 through 3, \nrecruited using quality-and-cost based selection (QCBS) procedure at 90:10 quality-cost ratio and \nfull technical proposals; and (ii) one individual international consultant providing 2 person-months \nto expedite project processing and implementation start-up. \n \n11.  The deliverables of the consulting firm are linked to the outputs and activities in Section B \nabove as performance-based terms of reference. Required key experts are tabulated in Table 2, \nin addition to which shortlisted firms will propose non-key experts. The contract will be a partial \nlump-sum with provision for out-of-pocket expenditures including workshops, studies and surveys, \nequipment, and DWIS development. The expected date of service commencement is November \n2017. \n \nTable 2: Required Key Experts \nPerson Months \nPosition \nInternational  National \nDisaster Risk Management Specialistsa     \nAgricultural Development Specialist     \nClimate Change Specialist     \nHydrologist     \nSocial Development Specialist     \na  Team Leader/Deputy Team Leader. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nSource: Asian Development Bank. \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n \n \n ", "4 \n \n12.  The consultants will be engaged by ADB in accordance with ADB’s Guidelines on the Use \nof Consultants by Asian Development Bank and its Borrowers (2013, as amended from time to \ntime). Terms of reference for consultants is accessible from the list of linked documents in \nAppendix 2. \n   ", "Appendix 1     5 \n \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nItem  Amount \nJapan Fund for Poverty Reductiona   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  506.0 \nii.  National consultants  120.0 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  201.7 \nii.  Office equipment  5.0 \niii.  Studies and surveysb  130.0 \niv.  Training, seminars, and conferences  18.0 \nv.  Reports and communicationsc  20.0 \nvi.  Miscellaneous administration and support costs  5.0 \nvii.  Transport and vehicle hire  10.0 \n2.  Contingencies  84.3 \nTotal  1,100.0 \na  Administered by the Asian Development Bank. The following are ineligible expenditures: (i) purchase of vehicles, (ii) \nsalaries for civil servants, (iii) any foreign travel, (iv) scholarships or long internships, (v) detailed engineering, (vi) \ncivil works and other related expenses, and (vii) those under ADB’s List of Ineligible Items (or Negative List) and \nProhibited Investment Activities List.1\nb  Includes cost of development of disaster risk and water resources information system including additional consulting \nservices, IT equipment and services, software, and data licenses. \nc  Including report preparation, production, dissemination, telecommunication, and translation/interpretation services. \nNote: The TA is estimated to cost $1.2 million, of which contributions from the Japan Fund for Poverty Reduction are \npresented in the table above. The government will provide in-kind support in the form of office space for TA \nconsultants, counterpart staff, data and information access, and facilitation of consultation with stakeholders during \nthe feasibility study, among others. The value of the government contribution is estimated to account for less than \n10% of the total TA cost. \nSource: Asian Development Bank estimates.\n                                                \n1  ADB. 2017. Staff Instruction on Cost Sharing and Eligibility of Expenditures for ADB Financing. Manila. ", "6   Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=51081-001-TAReport \n1. Terms of Reference for Consultants", "7 \n \nTERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Scope of the Consulting Services \n \n1.  A consultant team will develop and prepare the proposed investment project for climate \nchange and disaster risk reduction in the water resources sector in line with ADB and government \nrequirements, including all necessary studies and documentation for ADB Board consideration. \nThe assignment will comprise three key outputs. \n \n2.  Develop a climate change and disaster risk reduction framework. The consultant \nteam will undertake (i) a climate and disaster risk assessment of the water resources sector in \nproject areas; (ii) socio-economic survey and data collection in project areas; (iii) assessment of \nresponsibilities, capacity, and capacity building needs of key stakeholders including executing \nand implementing agencies and community organizations as related to the proposed project \nobjectives and implementation including safeguards and gender; (iv) identification and selection \nof investment subprojects for improved resilience of water resources infrastructure, settlements, \nagriculture, and land management incorporating a system and/or basin approach addressing both \nupstream risks and downstream impacts;1 (v) developing scope and implementation plan for the \nagricultural and land management modernization activities including sustainable operation and \nmaintenance, disaster risk management plans, and small-scale community-driven and gender-\nsensitive climate change and disaster resilience projects.  \n \n3.  Develop  a  disaster  risk  and  water  resources  information  system  (DWIS).  The \nconsultant  team  will  develop  a  web-based  tool  using  a  geographic  information  system \nincorporating ground-based and remote sensing-based data and analysis, to support climate and \ndisaster  risk  management-related  decision  making  in  the  water  resources  sector  by  key \nstakeholders. This is expected to include consultation on business requirements; designing \nsystem architecture; conducting data identification, collection and analysis; training of selected \nstakeholders;  establishing  partnerships  with  different  government  agencies  and  existing \ndatabases  where  relevant;  and  launching  an  initial  prototype  version  of  the  system.  The \nconsultant team will also undertake remote sensing-based analysis to support the selection and \nfeasibility study of investment subprojects. The DWIS will be subsequently further developed \nduring project implementation. The consultant team should explore the opportunities to use \ntechnologies and platforms for web-based information systems developed under ongoing ADB \nTAs elsewhere in the region and data and technical expertise from the Japan Aerospace \nExploration Agency. \n \n4.  Preparation of investment project. The output will conduct feasibility studies of the \ninvestment subprojects, conduct due diligence, prepare the consulting package for the project \nimplementation consultant, prepare technical specifications and draft bidding documents for first \ninvestment package,2 prepare project safeguards in line with ADB and government requirements, \nand  prepare  all  other  documentation  submitted  for  ADB  Board  consideration  (see  list  of \ndocuments below). This will include among others topographical and geographical surveys \nsupported with remote-sensing based analysis; preliminary subproject design with feasibility level \nof structural design incorporating results of climate and disaster risk assessment and ensuring \n                                                \n1  The implementing agencies have produced long lists of prospective investment subprojects in disaster-prone sites. \nThe consultant team is expected to: review, revise and/or enhance the prospective subprojects; as appropriate and \nnecessary, identify additional prospective subprojects; develop and apply a multi-criteria subproject prioritization \nscheme; and recommend subprojects to be undertaken under the proposed project. \n2  This is expected to be goods package for hydrometeorological monitoring stations, but will be confirmed during \nproject preparation. ", "8 \n \nappropriate resilience to seismic risk; financial and procurement risk assessment and training \nplan; financial and economic analysis; poverty, social, and food security impact assessment; \ngender equality strategy; development coordination and sector assessment; risk assessment and \nmanagement plan; environmental, social aspects, and resettlement consultations and reports \nand/or plans; develop grievance redress framework; implementation arrangements including \nterms of reference and budgeting of PMO and PIOs; implementation schedule; investment and \nfinancing plans including procurement packages; indicators for design and monitoring framework; \nand summary documents for internal government project approval as required. The preparation \nof the investment project should incorporate the results of the stakeholder capacity needs \nassessment (see para. 2). Further information and details on due diligence is provided in Section \nG below. \n \nB.  Key Expertise Required \n \n5.  The  consultant  team  will  be  led  by  an  international  firm  with  preferably  10 years’ \nexperience in designing and preparing similar externally financed projects in the water resources \nand related sectors, preferably with ADB and in the Central Asia region.  \n \n6.  The contract will be awarded on an output-based (partial lump-sum) basis and thus \nproposing firms will determine the number and the nature of experts they will require to achieve \nassignment outputs, in accordance with their proposed approach and methodology. However, \nADB requires a minimum number of key experts, including a Team Leader and Deputy Team \nLeader, as tabulated in Table 3 below. \n \n7.  In addition to the required key experts, the proposing entities should also include in their \ntechnical proposal, in the personnel work plan, and in their financial proposal all other “non-key \nexperts” required in accordance with their proposed approach and methodology. The proposing \nentity must also determine and indicate the number of person-months for which each key or non-\nkey expert will be required. For indicative purposes only, the non-key experts might include: civil \nor irrigation engineer, resettlement specialist, environment specialist, financial management \nspecialist, economist, procurement specialist. All experts engaged under the contract, whether \nkey or non-key experts, must be citizens of one of the ADB eligible countries. \n \n8.  The following provisional sums (non-competitive items) will be included in the consultant \ncontract: (i) workshops, seminars, training, (ii) studies and surveys, (iii) equipment, and (iv) \ndevelopment of DWIS and remotes sensing-based analysis. It is intended that the selected \nconsulting firm will sub-contract the DWIS and remote sensing activities following commencement \nof service. \n \nTable 3: Required Key Experts \nSpecialist \nPosition \nInternational  National \nDisaster Risk Management Specialistsa     \nAgriculture/On-Farm Water Management Specialist     \nClimate Change Specialist     \nHydrologist     \nSocial Development Specialist     \nTotal     \na  International Specialist will be Team Leader. National Specialist will be Deputy Team Leader. \nSource: Asian Development Bank. ", "9 \n \n \nC.  Outline Terms of Reference for Key Experts \n \n9.  The expected tasks of each key expert are summarized below, which may be adjusted in \nconsultation with the parties concerned from time to time. In addition to the technical inputs \nspecified below, each expert will support the team leader in (i) identifying relevant developments \nin  government  strategy,  policy,  and  legislation;  (ii)  identifying  best-practice  techniques  and \nlessons learned from previous and ongoing studies and projects3 of the relevant sectors as well \nas options to improve the project design; (iii) identifying capacity building requirements specific to \nhis/her field of expertise; and (iv) preparing relevant sections in the reports. \n \n10.  Disaster Risk Management Specialists (international/team leader; national/deputy team \nleader). The international specialist must have at least a graduate degree (preferably post \ngraduate  degree)  in  disaster  risk  management,  civil  engineering,  rural  development,  water \nresources or related field, with 15 years or longer experience in designing and implementing \nprojects in disaster risk management, water resources sector development, or similar. Regional \nexperience is highly preferred, especially in the context of flood, landslide, and drought risk \nmanagement. The national specialist must have a graduate degree in a related field, and at least \n10  years’  professional  experience  in  similar  activities.  The  international  specialist  will  lead \n(supported by national specialist) the consultant team, manage relationships with the Ministry of \nAgriculture, Food Industry, and Land Reclamation, Ministry of Emergency Situations, Ministry of \nFinance, Ministry of Foreign Affairs, local administration, ADB, and other stakeholders and \ncoordinate all TRTA inputs and outputs. The specialists’ tasks and direct responsibilities are \nexpected to include but not be limited to (i) climate change and disaster risk reduction framework, \nincluding leading disaster risk assessment of the water resources sector for the project area; (ii) \nsubproject identification, prioritization methodology, and selection incorporating among others \nclimate and disaster vulnerability, socioeconomic needs, and safeguards considerations; (iii) \nfeasibility studies for investment subprojects; (iv) integrated project formulation including capacity \nbuilding components; and (v) oversight of due diligence, institutional assessment, safeguards, \nproject packaging, and reporting. \n \n11.  Agriculture/On-Farm Water Management Specialist (international). The international \nspecialist must have at least a graduate degree (preferably post graduate degree) in agriculture \nor related fields, with 10 years’ experience in designing and implementing agricultural or rural \ndevelopment projects. Regional experience is highly preferred. Good understanding of climate \nchange  and  disaster  risk  issues  in  the  context  of  agriculture  sector  will  be  required.  The \nspecialist’s tasks are expected to include but not be limited to (i) develop agricultural resilience \nand water productivity improvement interventions incorporating improved organization, water use, \nand cultural practices; (ii) identify suitable cropping patterns and intensities consistent with local \nagro-climatic conditions; (iii) calculate crop water requirements, yield, and water productivity, and \nother  inputs  required  for  the  proposed  cropping  patterns  and  intensities;  (iv)  suggest \nimprovements in water use, field operations, inputs, and the expected outputs over the planning \nhorizon; and (v) suggest suitable value chain and value addition mechanisms. \n \n12.  Climate Change Specialist (international). The international specialist must have at least \na graduate degree (preferably post graduate degree) in meteorology, climatology, or related field, \nwith 10 years’ experience in climate modeling. Experience in conducting downscaled climate \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nassessments to inform project design and risk analysis, particularly in the region, is highly \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \npreferred. The specialist’s task is expected to include but not be limited to leading the detailed \n                                                \n3  Documentation from recent ADB studies and projects is available on request. \n ", "10 \n \nclimate vulnerability and risk assessment to support subproject prioritization and design. The \nstudy is expected to assess the change and variability of key climate-related parameters over the \nproject lifetime, to be used as inputs to the disaster risk assessment, feasibility studies, among \nothers. The specialist should identify the uncertainties associated with the projections, and \nprovide guidance on how the results should be interpreted. The specialist will also review existing \nhydromet monitoring network and propose additional weather stations and associated capacity \nrequirements for proper monitoring and surveillance in the project areas. \n \n13.  Hydrologist (international). The international specialist must have at least a graduate \ndegree (preferably post graduate degree) in hydrology, hydraulic engineering, or related field, with \n10  years’  experience  in  hydrological  assessments.  Experience  in  conducting  climate  risk \nassessments and/or flood risk assessment to inform project design, particularly in the region, is \nhighly preferred. The hydrologist’s tasks are expected to include but not be limited to (i) collect, \ncollate, and analyze hydrometeorological information to calculate design parameters (such as \ndischarge, stage, and sediment loads) for the proposed works; (ii) develop projections of key \nhydrological variables such as precipitation, river flows, and river morphology and incorporate \ntheir impact in the subproject selection and design; and (iii) review existing hydromet monitoring \nnetwork and propose additional stations and hydroposts and associated capacity necessary for \nproper monitoring and surveillance of water resources in the project areas. \n \n14.  Social Development Specialist (international). The international specialist must have at \nleast a graduate degree (preferably a post graduate degree) in social development, or related \nfield, with 15 years’ experience in social development in developing countries. Familiarity with \nADB policies and procedures on social development is required. Regional experience and \nexperience in community-driven development and gender are highly preferred. The specialist will \ndevelop the methodology for government and community engagement to identify, prioritize, \nimplement,  and  maintain  social  and  gender-inclusive  disaster  risk  reduction  measures  in \nagriculture and land management practices in target project areas, incorporating community-\ndriven development approaches. The specialist’s tasks are expected to include but not be limited \nto (i) needs assessment and stakeholder consultation; (ii) producing training materials and \nguidance materials; and (iii) developing proposals to enhance gender-sensitive engagement. The \nspecialist will also expected to be responsible for preparing (i) poverty and social assessment \nincluding  assessment  of  compliance  with  national  labor  laws  and  international  core  labor \nstandards (CLS), and recommendations to ensure that CLS are observed in areas affected by \nthe project; (ii) draft summary poverty reduction and social strategy; and (iii) gender action plan \nand any social actions, mitigations, and/or participation/communication plans. \n \nD.  Preparation of Proposal \n \n15.  Shortlisted entities are requested to prepare a proposal. The proposal should include a \ndetailed description of how they propose to deliver on the outputs of the contract in the section of \ntheir proposal called “Approach and Methodology”. In this narrative, entities should be explicit in \nexplaining how they will achieve the outputs, and include any information on their existing \nactivities upon which they may eventually build as well as the details of what staff will comprise \nthe project team. \n \n16.  Entities must also describe their experience in Kyrgyz Republic and Central Asia, and their \nability to operate in Russian language. \n \n17.  Only one curriculum vitae (CV) must be submitted for each key and non-key expert \nincluded in the proposal. Only the CVs of key experts will be scored as part of the technical ", "11 \n \nevaluation of proposals. The CVs of non-key experts will not be scored, however ADB will review \nand individually approve or reject each CV for each non-key expert position in the proposal. \n \n18.  All positions under the contract, both key and non-key experts, must be included and \nbudgeted for in the financial proposal in accordance with the person-month allocation required for \neach as defined by the proposing organization. \n \nE.  Reporting requirements \n \n19.  Reports. The consulting firm will prepare and submit as a minimum the reports specified \nbelow. \n(i)  Draft  inception  report  to  be  submitted  within  2  weeks  after  the  inception \nworkshop.  The  report  will  include  a  review  of  the  proposed  approach  and \nmethodology for key tasks under each output, detailed workflow, staffing schedule, \nand schedule of deliverables. The final inception report is to be submitted within \n1 week of receiving comments on the draft report. \n \n(ii)  Draft midterm report to be submitted two weeks prior to the midterm workshop. \nThe midterm report is expected to present final deliverables under the Climate \nchange and disaster risk reduction framework output and interim deliverables \nunder the Disaster Risk and Water Resources Information System and Preparation \nof investment project outputs as per agreed work schedule. A final midterm \nreport is to be submitted within 1 week of receiving comments on the draft report. \n \n(iii)  Draft final report to be submitted two weeks prior to the midterm workshop. The \nfinal  report  is  expected  to  present final  deliverables  under  all  three  outputs, \nincluding all documentation for ADB Board consideration. The final report is to be \nsubmitted within 1 week of receiving comments on the draft report. \n \n(iv)  Progress summaries will be submitted every 4 weeks after the inception workshop. \nThe report will record information required by ADB on project progress, including \nbut not limited to (i) status of progress of each output in relation to the schedule, \n(ii) record of key meetings and consultations, (iii) assessment of challenges and \nways to overcome them, (iv) upcoming major tasks, meetings, etc. and (v) financial \nstatus. It is strongly encouraged that the progress summaries also include in-\nprogress drafts of the midterm or final report (as appropriate) for advanced review \nand comment by the ADB project team. \n \n20.  Meetings and workshops. The consulting team will organize and participate in meetings \nand workshops with ADB, the government counterparts, local community organizations and other \nstakeholders, and development partners in order to foster quality project outputs and stakeholder \nownership. The meetings and workshops listed below are the minimum such sessions expected. \nIf appropriate, the consultant firm is encouraged to conduct additional workshops and stakeholder \nsessions as deemed necessary. \n(i)  An inception workshop will be conducted to summarize and discuss the initial \nfindings for the draft inception report and agree next steps, within 4 weeks of the \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \ncommencement of services, expected end of November 2017. \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n \n(ii)  A midterm workshop will be conducted to summarize and discuss the findings of \nthe draft midterm report and agree next steps, expected end of March 2017. \n ", "12 \n \n(iii)  A final workshop will be conducted to summarize and agree the findings of the \nfinal report, expected end June 2017. \n \n(iv)  Extensive stakeholder consultations should be undertaken with government \ncounterparts,  local  community  organizations  and  other  stakeholders,  and \ndevelopment partners as part of the delivery of each output. \n \n(v)  Periodic progress review meetings will be conducted with ADB and government \ncounterparts, tentatively every 4 weeks. \n \n21.  Language and formats. All reports to ADB shall be produced in English. Reports shall \nbe provided in both printed and electronic form. The consulting firm shall provide to each the two \nproject implementing agencies 3 copies of each report in Russian and 1 copy in English. The \nconsulting firm shall provide to ADB with electronic versions of the reports and associated \noutputs/deliverables/analysis. All handouts, slide presentations, and related material for meetings \nand workshops must be in both English and Russian. The consulting firm will be expected to \nprocure all interpretation and translation services. \n \nF.  Terms of the assignment \n \n22.  Experts will mainly be based in Bishkek for the duration of the assignment. The expected \nduration of the assignment is 12 months from the start date, expected to be early November 2017, \nand the assignment of experts is intermittent in nature. The terms will be revised based on \nconsultations between the parties involved in the assignment per changes and/or additional \nrequirements identified during implementation. \n \n23.  The consultant team will report to the ADB Team Leader and the designated officials from \nthe Government of Kyrgyz Republic. \n \nG.  Information and specifications of due diligence \n \n24.  In preparing the proposal, the shortlisted entities should be advised of the following \ninformation and specifications expected of deliverables required under output “Preparation of \ninvestment project” (see para. 4): \n \n25.  Environment safeguards. The consultant team will (i) prepare initial environmental \nexamination (IEE) report to meet the requirements of ADB's Safeguards Policy Statement (2009), \nincluding a costed environmental management plan (EMP) and grievance redress mechanism \nthat is in line with the Government of Kyrgyz Republic national regulations and will be a combined \nmechanism for handling both environmental and social concerns; (ii) assist the implementing \nagencies in conducting meaningful public consultation with the project affected people; (iii) assist \nthe implementing agencies in consultation with relevant national authorities and getting necessary \ngovernment environmental approval and permissions; and (iv) assist the implementing agencies \nin ensuring that the bidding documents, as well as the project administration manual, adequately \naddress the cost and tasks for EMP implementation. Selection of investment subprojects should \nseek to avoid significant and/or complex environment issues. \n \n26.  Land acquisition and resettlement safeguards. The consultant team will (i) assess and \ncompare government land acquisition and resettlement legislation, policies, and framework with \nthose of ADB, (ii) assess all potential assets and people impacted with the project interventions; \n(iii) prepare land acquisition and resettlement plans as required based on the national legislation, ", "13 \n \npolicies and framework and ADB Safeguard Policy Statement (2009); and (iv) assess the capacity \nof the executing agency and implementing agencies in implementing the resettlement plans and \npropose capacity building program. Selection of investment subprojects should seek to avoid \nsignificant and/or complex land acquisition and resettlement issues. \n \n27.  Economic analysis. The consultant team will conduct economic analysis of the project in \nline with ADB Guidelines for the Economic Analysis of Projects (2017). The analysis is expected \nto include cost-benefit analysis, analysis of alternatives, sustainability analysis, risk and sensitivity \nanalysis, analysis of distribution of project costs and benefits, and identification of indicators and \nbaselines for project design and monitoring framework. The team’s activities are expected to \ninclude but not be limited to: (i) estimate project costs; (ii) identify and estimate project benefits; \n(iii) prepare financing plan and investment scenarios; (iv) carry out economic analysis of the \nproject;  (v)  conduct  sensitivity  analysis  using  various  scenarios  of  costs,  benefits,  and \nimplementation schedules; and (vi) assess the financial sustainability of the project. The proposal \nshould include appropriate allocation of resources for data collection. \n \n28.  Financial analysis. The consultant team will conduct financial analysis including financial \nmanagement assessment of the project in line with ADB Technical Guidance Notes on Financial \nManagement Assessment (2015), Project Financial Reporting and Auditing (2015), Preparing and \nPresenting Cost Estimates for Projects and Programs Financed by the Asian Development Bank \n(2014), and ADB Financial Management and Analysis of Projects (2005). The financial analysis \nshould cover the executing agency and implementing agencies. In cases of subprojects that are \nnon-revenue earning, a financial sustainability assessment needs to be conducted to confirm that \nadequate funds are available for maintenance of the various facilities created with project funds. \nA fiscal assessment of the government departments also needs to be conducted to assess their \ncapacity to spend their budgets allocated. The team’s activities are expected to include but not \nbe limited to: (i) assessing whether previous financial management assessments have been \nconducted by ADB or other agencies and, if so, reviewing the results and ascertaining whether \nthese can be used as input; (ii) assessing capacity for planning and budgeting, management and \nfinancial accounting, reporting, auditing, internal controls, and information systems; (iii) reviewing \nproposed  disbursement  and  funds-flow  arrangements;  (iv)  concluding  on  the  financial \nmanagement  risk  rating  and  identifying  and  confirming  measures  for  addressing  identified \ndeficiencies; (v) supporting the preparation and agreement of cost estimates and a financing plan, \nwhich are based on verifiable data and are sufficient to support project implementation; (vi) \npreparing  financial  projections  and  conducting  financial  analyses  of  the  executing  and \nimplementing agencies, and incremental recurrent costs, to determine financial sustainability, and \nwhere applicable reviewing proposed cost-recovery and tariff policies, including affordability; (vii) \nconducting financial evaluations (financial cost-benefit analyses) including sensitivity analyses of \nproject components that have a cost-recovery objective; (viii) where significant risks are identified \nto project financial sustainability or viability, proposing relevant financial performance indicators \nto be incorporated in financial covenants; and (ix) assessing and reaching agreement on financial \nreporting, auditing and public disclosure arrangements for the project, and, as appropriate, \nidentifying and agreeing arrangements for receiving financial statements from executing and/or \nimplementing agencies. The proposal should include appropriate allocation of resources for data \ncollection. \n \n   \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "14 \n \nH.  Documents for use in ADB Board consideration \n \n29.  The documents to be produced by the consultant team for use in ADB Board consideration \nare expected to be: \n \n(i)  Report and Recommendation of the President to the Board of Directors4 \n(ii)  Sector Assessment \n(iii)  Project Administration Manual5 \n(iv)  Contribution to the ADB Results Framework \n(v)  Development Coordination \n(vi)  Summary Economic and Financial Analysis \n(vii)  Detailed Economic and Financial Analysis \n(viii)  Summary Poverty Reduction and Social Strategy \n(ix)  Gender Action Plan \n(x)  Initial Environmental Examination \n(xi)  Risk Assessment and Risk Management Plan \n(xii)  Financial Management Assessment \n(xiii)  Procurement Capacity Assessment \n(xiv)  Climate Change and Disaster Risk Assessment and Management \n(xv)  Social Safeguards Due Diligence Report \n(xvi)  Land Acquisition and Resettlement Plan(s) \n(xvii)  Asset Management and Operation and Maintenance Plan \n \n30.  Sample  documents  are  available  for  review  on  the  ADB  website: \nhttps://www.adb.org/projects/documents \n \n                                                \n4  Consultant team will prepare an outline version with necessary data and information for final report preparation by \nADB staff. \n5  Ibid. "], "metadata": {"Author": "ADB", "CreationDate": "D:20170928150053+08'00'", "Creator": "PDF24 Creator", "Keywords": "adb technical assistance ta report", "ModDate": "D:20170929083244+08'00'", "Producer": "GPL Ghostscript 9.14", "Title": "Technical Assistance Report"}, "author_page": " \n \n \nCURRENCY EQUIVALENTS \n(as of 31 August 2017) \n \nCurrency unit  –  som (Som) \nSom1.00  =  $0.015 \n$1.00  =  Som68.66 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  DRR  –  disaster risk reduction \n  DWIS  –  disaster risk and water resources information system \n  TA  –  technical assistance \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  W. Zhang, Operations 1 \nDirector General  S. O’Sullivan, Central and West Asia Department (CWRD) \nDirector  A. Siddiq, Environment, Natural Resources and Agriculture Division, \nCWRD \n   \nTeam leader  N. Rive, Climate Change Specialist, CWRD \nTeam members  A. Amanova, Senior Project Officer, CWRD \n  A. Araujo, Environment Specialist, CWRD \n  H. Ayubi, Senior Project Officer (Natural Resources and Agriculture), \nCWRD \n  C. Cabrales-Chiong, Senior Operations Assistant, CWRD \n  A. Carlota, Counsel, Office of the General Counsel \n  B. Giap, Senior Natural Resources and Agriculture Economist, CWRD \n  A. Rosero, Social Development Specialist (Gender and Development), \nCWRD \n  Y. Shibuya, Social Development Specialist (Safeguards), CWRD \n  A. Sinha Roy, Senior Disaster Risk Management Specialist, Sustainable \nDevelopment and Climate Change Department \n  R. Takaku, Principal Water Resources Specialist, CWRD \n   \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", "authors": [{"fullname": "W. Zhang", "role": "Operations", "organization": ""}, {"fullname": "S. O’Sullivan", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "A. Siddiq", "role": "Environment", "organization": "Natural Resources and Agriculture Division"}, {"fullname": "N. Rive", "role": "Climate Change Specialist", "organization": "CWRD"}, {"fullname": "A. Amanova", "role": "Senior Project Officer", "organization": "CWRD"}, {"fullname": "A. Araujo", "role": "Environment Specialist", "organization": "CWRD"}, {"fullname": "H. Ayubi", "role": "Senior Project Officer (Natural Resources and Agriculture)", "organization": ""}, {"fullname": "C. Cabrales-Chiong", "role": "Senior Operations Assistant", "organization": "CWRD"}, {"fullname": "A. Carlota", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "B. Giap", "role": "Senior Natural Resources and Agriculture Economist", "organization": "CWRD"}, {"fullname": "A. Rosero", "role": "Social Development Specialist (Gender and Development)", "organization": ""}, {"fullname": "Y. Shibuya", "role": "Social Development Specialist (Safeguards)", "organization": "CWRD"}, {"fullname": "A. Sinha Roy", "role": "Senior Disaster Risk Management Specialist", "organization": "Sustainable"}, {"fullname": "R. Takaku", "role": "Principal Water Resources Specialist", "organization": "CWRD"}]}