{"path": "data/input/ta/51103-001-tar-en.pdf", "pages": ["   \nTechnical Assistance Report\n \n \n \nProject Number: 51103-001 \nKnowledge and Support Technical Assistance (KSTA) \nSeptember 2017 \n \n \nMongolia: Supporting the Development of an \nEducation Sector Master Plan \n(Financed by the Japan Fund for Poverty Reduction) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Public Communications \nPolicy of 2011. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 7 September 2017) \n \nCurrency unit  –  togrog (MNT) \nMNT1.00  =  $0.00041 \n$1.00  =  MNT2,438.00 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EDCM  –  Education Donors’ Consultative Mechanism \n  ESMP  –  education sector master plan \n  MECSS  –  Ministry of Education, Culture, Science and Sports \n  TA  –  technical assistance \n \n \n \nNOTES \n \n(i)  In this report, \"$\" refers to United States dollars.  \n(ii)  The school year in Mongolia starts on 1 September and ends on 1 June.  \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  S. Penjor, Urban and Social Sectors Division, EARD \n   \nTeam leader  A. Maruyama, Education Specialist, EARD \nTeam member  O. Goh-Livorness, Counsel, Office of the General Counsel \nPeer reviewer  B. Panth, Technical Advisor (Education), Sustainable Development and \nClimate Change Department \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Outputs, Methods, and Activities  2 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  List of Linked Documents  10 \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 51103-001\nProject Name Supporting the Development of an  Department EARD/EASS\nEducation Sector Master Plan /Division\nNature of Activity Capacity Development, Policy Advice,  Executing  Ministry of Education, Culture, Science & \nResearch and Development Agency Sports\nModality Regular\nCountry Mongolia\n2. Sector Subsector(s)      Financing ($ million)\nEducation Education sector development 0.60\nTotal 0.60\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the  Low\ngrowth (IEG) opportunities, including jobs, made  Project\nmore inclusive\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Client relations, network, and  Some gender elements (SGE)\ncapacity development partnership development to \n(GCD) partnership driver of change\nCivil society participation\nInstitutional development\nInstitutional systems and political \neconomy\nPublic financial governance\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nPartnerships (PAR) Bilateral institutions (not client \ngovernment)\nCivil society organizations\nImplementation\nInternational finance institutions (IFI)\nUnited Nations organization\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Not Applicable\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG4\nQq\n6. Risk Categorization Low\n \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.00\n    None 0.00\nCofinancing 0.60\n    Japan Fund for Poverty Reduction 0.60\nCounterpart 0.00\n    None 0.00\nTotal 0.60\nqq\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 25062017115852409646 Generated Date: 01-Sep-2017 14:01:18 PM", " \nI.  INTRODUCTION \n1.  The  proposed  knowledge  and  support  technical  assistance  (TA)  will  support  the \ndevelopment  of  an  education  sector  master  plan  (ESMP)  in  Mongolia  through  capacity \ndevelopment, research and development, and policy advice aimed at improving the planning and \nmanagement of the education system. The Government of Mongolia has requested the TA from \nthe Asian Development Bank (ADB) to develop a long-term plan for the education sector that \nclearly maps the road toward the goals in Mongolia Sustainable Development Vision 2030 (Vision \n2030).1 ADB provided technical assistance for the development of the first ESMP, 2006−2015 \nand its update, 2009−2015, and has been one of the major development partners in the education \nsector in Mongolia since the late 1990s. During the mission conducted in June 2017, ADB and \nthe government reached agreement on the objectives, scope, implementation arrangements, \ncosts, and consulting service requirements.2 The TA is included in ADB’s country operations \nbusiness plan for Mongolia, 2017–2019.3  \n \nII.  ISSUES \n2.  Mongolia’s education sector underwent a decade of reforms (2004–2015) associated with \nthe restructuring of the education system from a 10-year (4+4+2) into a 12-year (5+4+3) system \nin line with international standards. During this reform period, the first ESMP, developed jointly by \nthe Ministry of Education, Culture, Science and Sports (MECSS), development partners, and \nother stakeholders, guided and coordinated their interventions in the sector. There was also an \ninstitutionalized  mechanism  led  by  MECSS—Education  Donors’  Consultative  Mechanism \n(EDCM)—to  review  progress  in  ESMP  implementation  and  discuss  issues  related  to  the \neducation sector with development partners. The ESMP and EDCM helped reduce overlaps and \nensure synergies between different interventions supported by development partners, increased \npredictability and sustainability in policy directions, and enhanced accountability. \n \n3.  The  EDCM,  however,  ceased  to  function  in  the  early  2010s  because  institutional \nleadership was lacking, and the first ESMP expired in 2015. Since then, no further education \nsector plan has been developed based on solid assessments and broad consultations with \ndevelopment partners. In addition, no mechanism has been in place for education stakeholders \nto gather, jointly review, and discuss progress and issues in the sector. Underlying is the \nfundamental issue—weak capacity and systems to plan and manage the education sector based \non detailed studies and assessments and to make education policies and reforms more credible, \naccountable, and sustainable. This issue further involves inadequate staffing as well as frequent \nmanagement and staff turnover at MECSS and associated institutions.   \n \n4.  Mongolia’s severe economic difficulties have amplified the negative effects of the lack of \nlong-term planning for the education sector. Although the kindergarten-aged population has been \ngrowing by 10%–25% annually since 2009, and the school-aged population by 8%, timely \ninvestments have not been made to meet the growing demand for education. As a result, the \nenrollment capacity of kindergartens and schools has been overstretched, resulting in large \nclasses with more than 30 students (occasionally 40–50 students) at schools and kindergartens, \nand schools operating in two and three shifts in Ulaanbaatar and some aimag (province) centers. \nUnless  long-term planning and forward-looking investments are made, progress in the net \nenrollment rates at pre-primary, primary, and junior secondary levels may be reversed, as the \n                                                 \n1  State Great Khural. 2016. Mongolia Sustainable Development Vision 2016–2030. Ulaanbaatar. \n2  The TA first appeared in the business opportunities section of ADB’s website on 3 August 2017.  \n3  ADB. 2017. Country Operations Business Plan: Mongolia, 2017–2019. Manila.  \n ", "2 \nkindergarten-aged  population  is  projected  to  grow  further  until  2019  and  the  school-aged \npopulation until 2025.4 The lack of long-term planning also led to difficulties with the introduction \nof  elective  courses  at  senior  secondary  level—the  key  reform  action  in  senior  secondary \neducation—in the school year 2016/17, especially at small schools with only a handful of students \nat senior secondary level (grades 10–12). The delays in the reform of senior secondary education \nhave slowed down the reform of other areas in pre-primary, primary, junior, and senior secondary \neducation, such as curriculum, student learning assessment, teaching and learning materials, \npre-service and in-service teacher training, school leadership, and evaluation. A new loan is \nincluded in the country operations business plan for Mongolia, 2017−2019 to mitigate these \nnegative effects and support forward-looking investments. \n \n5.  Sluggish economic growth has also accentuated the importance of skills and human \nresource  development  that  responds  to  and  anticipates  labor  market  needs.  As  youth \nunemployment rates rise, poor employability of senior secondary and higher education graduates \nhas increasingly become an issue. Likewise, as the current economic difficulties have highlighted \nthe need for investments in science, technology, and innovation to diversify the economy, \nstrengthening  research  and  development  in  higher  education  and  developing  science  and \ntechnology  human  resources  have  become  a  priority.  Addressing  these  issues  requires  a \nconcerted effort in the long run.  \n \n6.  Vision 2030, approved by the Parliament in 2016, sets out broad directions and goals for \nthe education sector until 2030 in line with Sustainable Development Goal 4. However, no detailed \nplan exists at present that defines concrete actions in a rational sequence to attain the goals of \nVision 2030, nor does a credible and comprehensive expenditure framework. Moreover, the lack \nof an evidence-based, long-term education sector plan means that the operations of development \npartners are uncoordinated. The joint development of a new ESMP by MECSS and its associated \ninstitutions, development partners, and other stakeholders can fill the gap, while opening up new \npossibilities for adopting a sector-wide programmatic approach to education sector development \nin Mongolia.  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n7.  The TA is aligned with the following impact: access to, and quality and relevance of \neducation  improved  (footnote  1).  The  TA  will  have  the  following  outcome:  planning  and \nmanagement of the education system strengthened.5  \n \nB.  Outputs, Methods, and Activities  \n8.  The TA will have three outputs that correspond to three phases of ESMP development, \nas follows.  \n  \n9.  Output  1:  Management  and  coordination  mechanisms  for  ESMP  development \nestablished (Phase I). The TA will support the establishment of mechanisms to plan, manage, \nand coordinate the process of ESMP development, based on a rapid assessment of institutional \narrangements  and  capacity  in  the  education  sector,  and  in  consultation  with  development \n                                                 \n4  The net enrollment rate in the school year 2015/16 was 75.1% at pre-primary level, 96.3% at primary level, 98.1% at \njunior secondary level, and 68.7% at senior secondary level.  \n5  The design and monitoring framework is in Appendix 1. \n ", "3 \npartners—Japan International Cooperation Agency (JICA); United Nations Educational, Scientific, \nand Cultural Organization (UNESCO); United Nations Children’s Fund (UNICEF); the World Bank; \ninternational  and  national  nongovernment  organizations—and  other  stakeholders.  The \nmechanisms, to be led by MECSS, will comprise (i) a project management unit to provide \nmanagement, coordination, and logistics support for MECSS throughout phases I−III; (ii) a core \ntechnical team to coordinate technical sub-teams and their inputs for in-depth studies and reviews, \nand public consultations; and to prepare a draft ESMP, policy simulations, and expenditure \nframework;6 and (iii) the EDCM to review and endorse plans, studies, and frameworks, and other \ndocuments to be developed throughout phases I−III. A detailed work plan with clear roles and \nresponsibilities for each institution involved, and monitoring and evaluation mechanisms for the \nimplementation of the work plan will be developed by (i) mapping education policy and reform \nactions  undertaken  and  planned  by  MECSS,  and  ongoing  and  planned  education  sector \noperations of development partners; (ii) taking stock of studies and assessments conducted by \nMECSS and development partners in 2015–2017 as well as global study reports on trends in the \neducation sector and 21st century competencies;7 (iii) determining the scope of the ESMP and \nareas in which to conduct in-depth studies and reviews; and (iv) agreeing on a task allocation \nbetween  the  institutions  involved,  key  milestones,  and  joint  monitoring  and  evaluation \nmechanisms.  \n \n10.  Output 2: In-depth education sector studies and reviews of international experience \nand  lessons  completed  (Phase  II).  The  TA  will  support  in-depth  studies  and  reviews  of \ninternational experience and lessons in the areas defined in the detailed work plan. These will \ninclude studies and reviews of higher education, junior and senior secondary education, and other \nareas identified under output 1 from the perspectives of access, quality, relevance, and equity, \nand with an emphasis on student learning and labor market outcomes. International experience \nand lessons will be assessed through literature and desk reviews of policies and reforms that \nhelped improve access, quality and relevance of teaching and learning, student learning and labor \nmarket outcomes, and equity in member countries of the Organisation for Economic Co-operation \nand Development. The TA will also build the capacity of MECSS and associated institutions \nengaged in the technical core team and sub-teams to collect and analyze data by organizing \ntraining and seminars. Findings and recommendations of in-depth studies and reviews will be \npresented and discussed at meetings and workshops organized through the management and \ncoordination mechanisms established under output 1.  \n \n11.  Output 3: ESMP and expenditure framework developed (Phase III). The TA will \nsupport the identification of priority policy and reform actions, physical investments, institutional \ncapacity development, and their sequencing with a view to improving student learning and labor \nmarket outcomes in accordance with Vision 2030 and through broader public consultations. \nBased on the priorities and sequences identified, and several macroeconomic and demographic \nscenarios, the TA team will perform policy simulations and develop a medium-term expenditure \nframework that includes ongoing and planned funding of development partners. The draft ESMP, \npolicy simulations, and expenditure framework will be presented and discussed at meetings and \nworkshops organized through the management and coordination mechanisms. The TA will also \n                                                 \n6 The core technical team will include representatives from the Institute of Education, Institute of Teachers Professional \nDevelopment, Education Evaluation Center, Mongolia State University of Education, National University of Mongolia, \nand development partners.  \n7  Include studies and assessments conducted under ADB’s ongoing TA projects (ADB. 2015. Technical Assistance to \nMongolia for Education Sector Development. Manila [TA 8931-MON]; ADB. 2016. Technical Assistance to Mongolia \nfor Sustaining Access to and Quality of Education during Economic Difficulties. Manila [TA 9216-MON]); and early \ngrade reading, math assessments, and in-depth pre-primary education study carried out by the World Bank. \n ", "4 \nassist the development of institutional mechanisms for managing, coordinating, and monitoring \nESMP implementation in consultation with development partners and other stakeholders.  \n \n12.  The key risk to achieving the outcome lies in leadership changes in the government that \nmay jeopardize the institutional mechanisms for managing, coordinating, and monitoring ESMP \nimplementation. Inadequate staffing and frequent management and staff turnover at MECSS and \nassociated institutions, on the other hand, may slow down TA implementation, which is seen as \nthe major risk to the development of the three outputs.    \n \nC.  Cost and Financing \n13.  The TA is estimated to cost $650,000, of which $600,000 will be financed on a grant basis \nby the Japan Fund for Poverty Reduction and administered by ADB. Key expenditure items are \nlisted in Appendix 2. Ineligible expenditures include (i) purchase of vehicles, (ii) salaries for civil \nservants, (iii) foreign travel, (iv) scholarships or long internships, (v) detailed engineering design, \n(vi) civil works and other related expenses, and (vii) those under ADB’s List of Ineligible Items (or \nNegative List) and Prohibited Investment Activities List.8 The government will provide counterpart \nsupport in the form of counterpart staff, data, information and relevant documents, and other in-\nkind contributions. \n \nD.  Implementation Arrangements \n14.  ADB will administer the TA. It will select, supervise, and evaluate consultants, and \ncoordinate with JICA; UNESCO; UNICEF; the World Bank; and nongovernment organizations \nuntil the management and coordination mechanisms are established under output 1. MECSS \nwill be the executing and implementing agency and will be responsible for providing guidance \nand  support  to  consultants  engaged  under  the  TA  and  to  all  institutions  involved  in  TA \nimplementation as part of the technical core team and sub-teams, or the EDCM, such as Institute \nof Education, Institute of Teachers Professional Development, Education Evaluation Center, \nuniversities, metropolitan and aimag education departments, schools, lifelong learning centers, \ndevelopment partners, nongovernment organizations, and other stakeholders. A project steering \ncommittee, chaired by the state secretary of MECSS and comprising the directors of MECSS \nand representatives of institutions, will be established to review implementation progress and \nprovide guidance on a quarterly basis. The TA will be implemented from October 2017 to October \n2019. The TA proceeds will be disbursed in line with the Technical Assistance Disbursement \nHandbook (2010, as amended from time to time). \n \nImplementation Arrangements \nAspects   Arrangements \nIndicative implementation period  October 2017–October 2019  \nExecuting and implementing agency  MECSS \nConsultants  To be selected and engaged by ADB \n  Quality- and cost- 24 person-months  $288,800 \nbased selection \n  Individual consultant  32 person-months  $296,800 \nselection \n                                                 \n8 ADB. 2011. Cost Sharing and Expenditure Eligibility. Compendium of Staff Instructions. Manila; ADB. 2017. Japan  \n  Fund for Poverty Reduction Policy Guidelines for Technical Assistance Grants. Manila.    \n ", "5 \nAspects   Arrangements \nDisbursement  ADB will administer the TA. The TA resources will be disbursed following \nADB's Technical Assistance Disbursement Handbook (2010, as amended \nfrom time to time). \nADB = Asian Development Bank; MECSS = Ministry of Education, Culture, Science and Sports; TA = technical \nassistance.  \nSource: Asian Development Bank.  \n \n15.  Consulting services. ADB will engage a consulting firm (international, 4 person-months; \nnational,  20  person-months)  to  provide  expertise  in  planning  and  management  of  ESMP \ndevelopment throughout the three phases, while serving as a project management unit. The \nconsulting firm will be selected using the quality- and cost-based selection method with a quality–\ncost ratio of 90:10, and simplified technical proposal. ADB will also engage individual consultants \n(4 international specialists, 10 person-months; 4 national specialists, 22 person-months) in \nphases II and III as part of the technical sub-teams to provide expertise on secondary education, \nhigher education, and other areas identified under output 1. Output-based, lump-sum contracts \nwith a provision for fixed out-of-pocket expenditures will be considered for the consulting firm and \nindividual consultants. ADB will engage consulting firms and individual consultants in accordance \nwith ADB Procurement Policy (2017, as amended from time to time) and the associated project \nadministration instructions and TA staff instructions.9  \n \n16.  The TA will be monitored and evaluated based on the implementation of activities and \nsatisfactory delivery of outputs following the agreed timeline and budget. To support monitoring \nand evaluation, the consultants will submit an inception report, a midterm report, a draft final \nreport, and a final report to ADB and MECSS. The main mechanism to monitor and assess the \nTA will be review missions jointly conducted by ADB and MECSS.  \n \nIV.  THE PRESIDENT'S DECISION \n17.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $600,000 to the Government \nof Mongolia to be financed on a grant basis by the Japan Fund for Poverty Reduction for \nSupporting the Development of an Education Sector Master Plan, and hereby reports this action \nto the Board. \n \n                   \n                 \n                                                 \n9 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with \nAccess to, and quality and relevance of education improved (Mongolia Sustainable Development Vision \n2030)a \n   Performance Indicators    Data Sources and   \nResults Chain  with Targets and Baselines  Reporting  Risks \nOutcome  By 2020     \nPlanning and  a. ESMP and expenditure  a. Endorsed ESMP and  Leadership changes \nmanagement of the  framework jointly  expenditure  in the government \neducation system  endorsed by the  framework  jeopardize the \nstrengthened  government and  institutional \ndevelopment partners  mechanisms for \n(2017 baseline: not  managing, \ndeveloped)  coordinating, and \n  monitoring ESMP \nb. Meeting minutes and  b. Meeting minutes and  implementation. \nreports of the  reports of the \ninstitutional mechanisms  institutional \nfor managing,  mechanisms \ncoordinating, and \nmonitoring ESMP \nimplementation available \n(2017 baseline: not \navailable) \nOutputs  By mid-2018     \n1. Management and  1a. Documents establishing  1a. MECSS’s orders  Inadequate staffing \ncoordination  and detailing  and documents  and frequent \nmechanisms for  mechanisms to plan,  detailing the  management and \nESMP development  manage, and  mechanisms  staff turnover at \nestablished  coordinate the process  endorsed by  MECSS and \nof ESMP development  MECSS and  associated \napproved (2017  development  institutions slow \nbaseline: not prepared)  partners   down TA \nimplementation.  \n1b. Detailed work plan with  1b. Detailed work plan \nclear roles and  endorsed by \nresponsibilities and  MECSS and \nmonitoring and  development \nevaluation mechanisms  partners \ndeveloped (2017 \nbaseline: not \ndeveloped) \n2. In-depth education  By mid-2019   \nsector studies and  2a. 50% of technical core  2a.  Training materials \nreviews of  team and sub-team  and TA \ninternational  members reporting  consultants’ reports  \nexperience and  improved knowledge \nlessons completed  and skills in data \ncollection and analysis \n(2017 baseline: \ntechnical core team \nand sub-teams not \nestablished)  \n \n ", "Appendix 1  7 \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting  Risks \n2b. At least two in-depth  2b. Draft in-depth \neducation sector studies  studies reviewed by \ncompleted (2017  MECSS, ADB, and \nbaseline: not started)   other development \npartners  \n  2c. At least two reports on  2c. Draft reports     \nreviews of international  reviewed by \nexperience and lessons  MECSS, ADB, and \nlearned completed  other development \n(2017 baseline: not  partners  \nstarted)  \n  By 2019     \n3. ESMP and  3a. Draft ESMP developed  3a. Draft ESMP \nexpenditure  (2017 baseline: not  presented and \nframework developed  developed)   discussed at \nworkshops \n  3b. Draft expenditure  3b. Draft expenditure   \nframework developed  framework \n(2017 baseline: not  presented and \ndeveloped)  discussed at \nworkshops \n  3c. Documents detailing  3c. Draft documents   \ninstitutional  detailing institutional \nmechanisms for  mechanisms \nmanaging,  presented and \ncoordinating, and  discussed at \nmonitoring the  workshops  \nimplementation of the \nESMP drafted (2017 \nbaseline: not drafted) \n Key Activities with Milestones \n1.   Management and coordination mechanisms for ESMP development established \n1.1 Conduct a rapid assessment of institutional arrangements and capacity in the education sector         \n(Q4 2017) \n1.2 Develop management and coordination mechanisms and documentation detailing the mechanisms to \nplan and manage the process of ESMP development in consultation with development partners and \nother stakeholders (Q4 2017) \n1.3 Map education policy and reform actions planned and undertaken by MECSS, and ongoing and \nplanned education sector operations of development partners; take stock of studies and \nassessments conducted by MECSS and development partners; determine the scope of ESMP and \nin-depth studies and reviews to be conducted; and agree on task allocation between the institutions \ninvolved, key milestones, and joint monitoring and evaluation mechanisms (Q4 2017–Q1 2018) \n2.   In-depth education sector studies and reviews of international experience and lessons \ncompleted \n2.1 Engage consultants to conduct in-depth studies and reviews in the areas identified in the detailed \nwork plan (Q1–Q2 2018) \n2.2 Organize training and seminars on data collection and analysis for technical core team and sub-team \nmembers (Q2 2018–Q2 2019) \n2.3 Review detailed work plans and methodologies to conduct in-depth studies and reviews, collect and \nanalyze data, draft in-depth studies and reviews, and present and discuss findings and \nrecommendations of in-depth studies and reviews (Q2 2018–Q2 2019) \n ", "8  Appendix 1 \nKey Activities with Milestones \n3.   ESMP and expenditure framework developed \n3.1 Identify priority policy and reform actions, physical investments, institutional capacity development, \nand their sequencing through broader public consultations; and draft ESMP (Q2–Q3 2019) \n3.2 Perform policy simulations and prepare expenditure framework (Q2–Q3 2019) \n3.3 Present and discuss draft ESMP, policy simulations, and expenditure framework at meetings and \nworkshops (Q3–Q4 2019) \n3.4  Develop  institutional  mechanisms  and  documentation  detailing  the  institutional  mechanisms  for \nmanaging, coordinating, and monitoring ESMP implementation (Q3–Q4 2019) \nInputs \nJapan Fund for Poverty Reduction: $600,000  \nNote: The government will provide counterpart support in the form of counterpart staff, data, information \nand relevant documents, and other in-kind contributions.  \nAssumptions for Partner Financing \nNot Applicable \nADB = Asian Development Bank; ESMP = education sector master plan; MECSS = Ministry of Education, Culture, \nScience and Sports; TA = technical assistance. \na  State Great Khural. 2016. Mongolia Sustainable Development Vision 2016–2030. Ulaanbaatar.  \nSource: Asian Development Bank. \n \n \n ", "Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($’000)  \nItem  Amount \nJapan Fund for Poverty Reductiona   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  288.0 \nii.  National consultants  114.6 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  36.0 \nii.  Office space rental and related facilities  12.0 \niii. Surveys  70.0 \niv. Training, seminars, and conferencesb  30.0 \nv. Reports and communications  20.0 \nvi. Miscellaneous administration and support costsc  15.0 \n2.  Contingencies  14.4 \nTotal  600.0 \nNote: The technical assistance (TA) is estimated to cost $650,000, of which contributions from the Japan Fund for \nPoverty Reduction are presented in the table above. The government will provide counterpart support in the form of \ncounterpart staff, data, information and relevant documents, and other in-kind contributions. The value of government \ncontribution is estimated to account for 7.7% of the total TA cost. \na  Administered by the Asian Development Bank.  \nb  At least one training seminar with 30 participants to be organized in Ulaanbaatar; 5 consultation workshops with 40–\n80 participants to be  organized in Ulaanbaatar, including inception, interim, and final workshops; and 4 consultation \nworkshops with 50 participants to be organized in regions.  \nc  Includes costs for translation of in-depth studies, reviews, and other materials produced by individual consultants.  \nSource: Asian Development Bank estimates. \n ", "10  Appendix 3 \n \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=51103-001-TAReport \n \n1.  Terms of Reference for Consultants \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20170926153543+08'00'", "Creator": "Microsoft® Word 2016", "Keywords": "adb technical assistance ta report", "ModDate": "D:20170926154228+08'00'", "Producer": "Microsoft® Word 2016", "Title": "Technical Assistance Report"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 7 September 2017) \n \nCurrency unit  –  togrog (MNT) \nMNT1.00  =  $0.00041 \n$1.00  =  MNT2,438.00 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EDCM  –  Education Donors’ Consultative Mechanism \n  ESMP  –  education sector master plan \n  MECSS  –  Ministry of Education, Culture, Science and Sports \n  TA  –  technical assistance \n \n \n \nNOTES \n \n(i)  In this report, \"$\" refers to United States dollars.  \n(ii)  The school year in Mongolia starts on 1 September and ends on 1 June.  \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  S. Penjor, Urban and Social Sectors Division, EARD \n   \nTeam leader  A. Maruyama, Education Specialist, EARD \nTeam member  O. Goh-Livorness, Counsel, Office of the General Counsel \nPeer reviewer  B. Panth, Technical Advisor (Education), Sustainable Development and \nClimate Change Department \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "S. Groff", "role": "Operations", "organization": ""}, {"fullname": "A. Konishi", "role": "East Asia Department (EARD)", "organization": ""}, {"fullname": "S. Penjor", "role": "Urban and Social Sectors Division", "organization": "EARD"}, {"fullname": "A. Maruyama", "role": "Education Specialist", "organization": "EARD"}, {"fullname": "O. Goh-Livorness", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "B. Panth", "role": "Technical Advisor (Education)", "organization": "Sustainable Development and"}]}