{"path": "data/input/ta/51129-001-tar-en.pdf", "pages": ["   \nTechnical Assistance Report\n \n \n \nProject Number: 51129-001  \nTransaction Technical Assistance (TRTA) \nDecember 2017 \n \n \nArmenia: Social Sectors Reform Program \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Public Communications \nPolicy 2011. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 15 November 2017) \n \nCurrency unit  –  dram (AMD) \nAMD1.00  =  $0.0020467 \n$1.00  =  AMD488.59 \n     \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EMIS  –  education management and information system \nMOH  –  Ministry of Health \nPBL   –  policy-based lending \n  TRTA   –  transaction technical assistance  \n   \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Sean O’Sullivan, Central and West Asia Department (CWRD) \nDirector  Rie Hiraoka, Social Sector Division, CWRD \n   \nTeam leader  Jouko Sarvi, Lead Education Specialist, CWRD \nCo-team leader  Rouselle Lavado, Health Specialist, CWRD \nTeam members  Madeline Dizon, Associate Project Analyst, CWRD \nCristina Lim, Operations Assistant, CWRD \nGohar  Mousaelyan,  Senior  Project  Officer,  Armenia  Resident  Mission, \nCWRD \nPatricia Rhee, Senior Counsel, Office of the General Counsel \n \nPeer reviewers  Eduardo Banzon, Principal Health Specialist, Sustainable Development \nand Climate Change Department \nEisuke Tajima, Senior Social Sector Specialist, South Asia Department \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.", " \nCONTENTS \n \nPage \n \nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE \n \nI.  THE ENSUING PROJECT  1 \nII.  THE TECHNICAL ASSISTANCE  1 \nA.  Justification  1 \nB.  Outputs and Activities  1 \nC.  Cost and Financing  3 \nD.  Implementation Arrangements  3 \nIII.  THE PRESIDENT’S DECISION  4 \nAPPENDIXES \n1.    Cost Estimates and Financing Plan  5 \n2.   List of Linked Documents  6 \n \n \n \n \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n   \n ", "Project Classification Information Status: Complete\nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 51129-001\nProject Name Social Sectors Reform Program Department CWRD/CWSS\n/Division\nNature of Activity Project Preparation Executing  Ministry of Finance (MOF)\nAgency\nModality Regular\nCountry ARM\n2. Sector Subsector(s)     ADB Financing ($ million)\nEducation Education sector development 0.40\nHealth Health system development 0.40\nTotal 0.80\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the  Low\ngrowth (IEG) opportunities, including jobs, made  Project\nmore inclusive\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Client relations, network, and  Effective gender mainstreaming (EGM)\ncapacity development partnership development to \n(GCD) partnership driver of change\nInstitutional development\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No\nNation-wide High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG1, SDG3, SDG4, SDG5\nQq\n6. Risk Categorization Low \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.80\n    Transaction technical assistance: Technical Assistance Special Fund 0.80\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.80\nqq\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 23102017171437093951 Generated Date: 15-Nov-2017 11:13:40 AM", " \nI.  THE ENSUING PROJECT \n \n1.  The Government of Armenia is committed to developing comprehensive policy reforms in \nthe education and health sectors. These reforms will enable the government to improve the \nefficient utilization of resources and quality of services in these two social sectors. Support for \nthese social sectors is consistent with the strategic focus of the country partnership strategy, \n2014–2018 of the Asian Development Bank (ADB) for Armenia.1  \n \n2.  The government has asked ADB to provide support through the policy-based lending (PBL) \nmodality, which will include two subprograms to tackle development challenges in the education \nand health sectors. Dialogue with the government on reform is substantially advanced with regard \nto education, but at an early stage for health. Thus, the first subprogram will focus mainly on \neducation sector policy reform and include initial support for policy reform in the health sector, \nwhile the second subprogram will increase support for health sector reform. The ensuing project \nand  the  transaction  technical  assistance  (TRTA)  are  currently  included  in  ADB’s  country \noperations business plan, 2018–2020, for Armenia.  \n \nII.  THE TECHNICAL ASSISTANCE \nA.  Justification \n3.  The TRTA is justified given the wide-ranging nature of the activities supported by the \nArmenia Social Sector Reform Program, the innovative nature of key aspects of the PBL, and the \nspecialist  nature  of  the  skills  required  in  areas  such  as  the  expansion  of  the  education \nmanagement and information system (EMIS), development of teacher standards, health facility \nmaster planning for integrated care, and review of medical curricula. The TRTA will provide \ntechnical inputs and assessments to help the government and ADB develop PBL that is aligned \nwith ADB’s country partnership strategy, 2014–2018 for Armenia, the Armenia Development \nStrategy for 2014–2025, and the Perspective Development Strategic Program 2014–2025. \n \nB.  Outputs and Activities  \n4.  The TRTA has the following outputs: \n \n(i)  Assessment of the State Program of Education Development 2017–2025, and \nthe  provision  of  technical  support  for  implementation  planning.  The \nassessment  will  focus  on  formulating  short-,  medium-,  and  long-term  reform \npriorities  and  rationalization  plans,  and  a  related  set  of  progress  indicators. \nEmphasis will be placed on priorities and activities that are necessary to improve the \nquality and labor-market relevance of students’ educational outcomes and skills, \npursue  institutional  reforms  and  better  coordination,  and  improve  sustainable \nfinancing and efficient resource allocation in the sector.  \n(ii)  Support  for  the  planned  expansion  of  the  education  management  and \ninformation system, to cover all levels of education. The support will help \nimprove the functions of the current EMIS and develop a set of comprehensive \n                                                \n1  ADB. 2014. Country Partnership Strategy: Armenia, 2014–2018. Manila. The program is included in ADB’s lending \npipeline for Armenia: ADB. 2017. Country Operations Business Plan: Armenia, 2018–2020. Manila. A TRTA will \nsupport the government with reform program design work and implementation. \n ", "2 \n \nindicators to support evidence-based, timely policy formulation and implementation \nin the sector effectively.  \n(iii)  Support for the development of national teacher standards, modern teacher \ntraining programs, and professional development programs for educational \nleaders. This output will focus on the development of comprehensive national \nteacher  training  standards  and  programs  that  align  pre-service  and  in-service \nteacher training in basic and secondary education, and professional development \nprograms for school principals and leaders of educational institutions to improve \ngovernance, management, and capacity for resource planning at these levels. The \nsupport t will help develop pathways for career progression and related incentives in \nthe sector, and link them with standards and training. \n(iv)  Assessment of public financial management systems in the social sectors. \nThis output will focus on budget design, execution, funds allocation, key financing \nfunctions such as purchasing, and opportunities to integrate financing for vertical \nprograms.  The  assessment  will  include  an  analysis  of  the  formal  planning, \nbudgeting, and execution system to describe how these funds flow through different \nadministrative levels, and the implementation of these budgets. This description will \ndocument as much as possible the cost of an inefficient public financial management \nsystem in education and health. \n(v)  Assessment of the optimization of primary health care and hospitals through \nan integrated health care model. This output will support the Ministry of Health in \ntransitioning toward more efficient health service delivery through integrated care.2 \nTo assess this, it is necessary to review the current governance, management, and \norganizational structure; services; and rules, responsibilities, and accountability for \ndecision-making.  The  roles  and  independence  of  primary  health  centers  and \nhospitals should be clearly defined within the lines of accountability to the central \nstructure, as well as the need to coexist and support the government’s strategic \ndirection. \n(vi)  Assessment of the medical education system and programs. This assessment \nwill examine the current medical education system, including continuous medical \neducation, and its effectiveness in teaching practical clinical skills. It will look at the \nexisting curricula and syllabi of medical programs, as well as courses and modules \nfor continuous medical education, and will recommend improvements to the current \nsystem, focusing on quality improvement and teaching facilities. \n5.  The major activities are summarized in Table 1.  \n \nTable 1: Summary of Major Activities \n  Estimated  \nMajor Activities  Completion Date \nAssessment of the State Program of Education Development 2017–2025,  October 2018 \nand the provision of technical support for implementation planning   \n                                                \n2  Integrated care refers to integration across primary, secondary, and tertiary health services to provide more \ncontinuous care to patients (S. Shaw, R. Rosen, and B. Rumbold. 2011. What is Integrated Care? London: The \nNuffield Trust. https://www.nuffieldtrust.org.uk/research/what-is-integrated-care). \n \n ", "                                      3  \n  Estimated  \nMajor Activities  Completion Date \nSupport for the planned expansion of the EMIS to cover all levels of education  October 2018 \nSupport for the development of national teacher standards, modern teacher  October 2020 \ntraining programs, and professional development programs for educational   \nleaders   \nAssessment of public financial management systems in the social sectors  June 2018 \nAssessment of the optimization of primary health care and hospitals through  June 2019 \nan integrated model of health care   \nAssessment of the medical education system and programs  June 2019 \nEMIS = education management and information system. \nSource: Asian Development Bank staff estimates. \n \nC.  Cost and Financing \n6.  The technical assistance is estimated to cost $800,000, which will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-Others). The government will provide \ncounterpart support through counterpart staff, provision of office space, communication facilities \nfor consultants, and other in-kind contributions. The key expenditure items are listed in Appendix \n1. The government was informed that approval of the TRTA does not commit ADB to finance any \nensuing PBL. \n \nD.  Implementation Arrangements \n7.  ADB will administer the TRTA. The Ministry of Education and Science and Ministry of \nHealth will be the executing agencies. The Social Sector Division of the Central and West Asia \nDepartment will coordinate the preparation of the PBL with the Ministry of Education and Science \nand Ministry of Health. The TRTA will be implemented from January 2018 to July 2019 and will \nbe coordinated with other development partners. Disbursements will be made in accordance with \nADB’s Technical Assistance Disbursement Handbook (May 2010, as amended from time to time). \nImplementation arrangements are in Table 2.  \n \nTable 2: Implementation Arrangements \nAspects   Arrangements \nIndicative implementation period  January 2018–July 2019 \nExecuting agency  MOES and MOH  \nImplementing agencies  The Social Sector Division of the Central and West Asia Department will \ncoordinate the preparation of the PBL with the reform support unit of the \nGovernment of Armenia. \nConsultants  To be selected and engaged by ADB \nIndividual  32 person-months (international)  $592,360.00 \nconsultant selection  39 personal-months (national) \nProcurement  None \n \nAdvance contracting and  None \nretroactive financing \nDisbursement  Technical assistance resources will be disbursed following ADB’s Technical \nAssistance Disbursement Handbook (2010, as amended from time to time). \nAsset turnover or disposal  None \narrangement upon technical \nassistance completion \nADB = Asian Development Bank, MOES = Ministry of Education and Science, MOH = Ministry of Health.  \nSource: Asian Development Bank.  \n ", "4 \n \n8.  Consulting services. A team of 13 experts is required to meet the program’s outputs and \nactivities. The experts will be engaged as individual consultants for the preparation of the \nsubprograms, and will include nine international experts (for a total of 32 person-months) and four \nnational  experts  (for  a  total  of  39  person-months).  The  consultants  will  be  considered  for \nengagement on time-based contracts. Consultants will be engaged in accordance with ADB’s \nProcurement  Policy  (2017,  as  amended  from  time  to  time)  and  the  associated  project \nadministration instructions and technical assistance staff instructions.  \n \nTable 3: Summary of Consulting Services Requirement \nPositions  Person-Months Required \nInternational   \nEducation sector policy and planning expert  4 \nEducation management and information system expert  4 \nTeacher education expert  4 \nEducation governance and management expert  4 \nPublic financial management expert in social sectors  3 \nIntegrated health care expert  3 \nHealth facilities masterplan expert  4 \nMedical education expert  3 \nHealth care quality expert  3 \nNational   \nSocial sector economist  10 \nSocial development expert  1 \nEducation reform implementation expert  18 \nHealth sector reform implementation expert  10 \nTotal  71 \nSource: Asian Development Bank. \n \n \nIII.  THE PRESIDENT’S DECISION \n \n9.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $800,000 on a grant basis to the \nGovernment of Armenia for Social Sectors Reform Program, and hereby reports this action to the \nboard.  \n \n \n \n ", "  Appendix 1  5 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nItem  Total Cost \nAsian Development Banka   \n1.   Consultants   \n  a.  Remuneration and per diem   \n    i.  International consultants (32 person-months)  463.7 \n    ii.  National consultants (39 person-months)  128.7 \n  b.  International and local travel  70.0 \n2. Workshops, training, seminars, and conferencesb  7.0 \n3. Surveys  3.0 \n4. Contingencies  127.6 \n          Total   800.0 \nNote: The transaction technical assistance is estimated to cost $0.800 million funded from the Technical Assistance \nSpecial Fund (TASF-Others).  \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-Others).  \nb  Includes rent of venue, cost of materials, refreshments, hiring of resource persons, honoraria and other travel-related \ncosts, and other workshop-related expenses.  \nSource: Asian Development Bank. \n \n \n ", "6  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=51129-001-TAReport \n \n1.  Terms of Reference for Consultants \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20171214110342+08'00'", "ModDate": "D:20171214110342+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Technical Assistance Report", "Keywords": "adb technical assistance ta report"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 15 November 2017) \n \nCurrency unit  –  dram (AMD) \nAMD1.00  =  $0.0020467 \n$1.00  =  AMD488.59 \n     \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EMIS  –  education management and information system \nMOH  –  Ministry of Health \nPBL   –  policy-based lending \n  TRTA   –  transaction technical assistance  \n   \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Sean O’Sullivan, Central and West Asia Department (CWRD) \nDirector  Rie Hiraoka, Social Sector Division, CWRD \n   \nTeam leader  Jouko Sarvi, Lead Education Specialist, CWRD \nCo-team leader  Rouselle Lavado, Health Specialist, CWRD \nTeam members  Madeline Dizon, Associate Project Analyst, CWRD \nCristina Lim, Operations Assistant, CWRD \nGohar  Mousaelyan,  Senior  Project  Officer,  Armenia  Resident  Mission, \nCWRD \nPatricia Rhee, Senior Counsel, Office of the General Counsel \n \nPeer reviewers  Eduardo Banzon, Principal Health Specialist, Sustainable Development \nand Climate Change Department \nEisuke Tajima, Senior Social Sector Specialist, South Asia Department \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.", "authors": [{"documentRole": "Vice-President", "fullname": "Wencai Zhang", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "Sean O’Sullivan", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"documentRole": "Director", "fullname": "Rie Hiraoka", "role": "Social Sector Division", "organization": "CWRD"}, {"documentRole": "Team leader", "fullname": "Jouko Sarvi", "role": "Lead Education Specialist", "organization": "CWRD"}, {"documentRole": "Co-team leader", "fullname": "Rouselle Lavado", "role": "Health Specialist", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Madeline Dizon", "role": "Associate Project Analyst", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Cristina Lim", "role": "Operations Assistant", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Patricia Rhee", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Peer reviewers", "fullname": "Eduardo Banzon", "role": "Principal Health Specialist", "organization": "Sustainable Development"}, {"documentRole": "Peer reviewers", "fullname": "Eisuke Tajima", "role": "Senior Social Sector Specialist", "organization": "South Asia Department"}]}