{"path": "data/input/ta/51139-001-rrp-en.pdf", "pages": [" \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 51139-001 \nOctober 2017 \n \n \nProposed Loans \nOlam International Limited, Café Outspan Vietnam \nLimited, and PT Dharmapala Usaha Sukses \nAgricultural Value Chain Development Project \n(Viet Nam, Indonesia, Timor-Leste, and Papua New \nGuinea) \n \n \n \n \n \n \n \n \n \n \nThis is an abbreviated version of the document approved by ADB's Board of Directors that \nexcludes  information  that  is  subject  to  exceptions  to  disclosure  set  forth  in  ADB's  Public \nCommunications Policy 2011.  \n \n ", "", " \nCURRENCY EQUIVALENTS \n(as of 14 August 2017) \n \nCurrency unit  –  Singapore dollar/s (S$) \nS$1.00  =  $0.7343 \n$1.00  =  S$1.362 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  COVL  –  Café Outspan Vietnam Limited \n  DMC  –  developing member country \n  GDP  –  gross domestic product \n  ISO  –  International Organization for Standardization \n       \n  OIL  –  Olam International Limited \n  Olam  –  Olam International Limited and its subsidiaries \n  PNG  –  Papua New Guinea \n  PT DUS  –  PT Dharmapala Usaha Sukses \n  SPS  –  Safeguard Policy Statement \n  TA  –  technical assistance \n  tpa  –  tons per annum \n  US  –  United States \n \nNOTE \nIn this report, “$” refers to United States dollars. \n \nVice-President  D. Gupta, Private Sector and Cofinancing Operations \nDirector General  M. Barrow, Private Sector Operations Department (PSOD) \nDirector  C. Thieme, Deputy Director General, PSOD \n   \nTeam leader  J. Jeong, Investment Specialist, PSOD \nProject advisor  M. Lemoine, Principal Investment Specialist, PSOD \nTeam members  G. Abel, Principal Transaction Support Specialist (Integrity), PSOD \nP. Bailet, Senior Counsel, Office of the General Counsel \nE. David, Investment Officer, PSOD \nE. Enkhbold, Investment Officer, East Asia Department \nS. Estacion, Senior Operations Assistant, PSOD \nD. Freedman, Country Economist, Pacific Department \nL. Johannes, Senior Results Management Specialist, PSOD \nT. Khimasia, Senior Guarantees and Syndications Specialist, PSOD \nM. Manabat, Senior Investment Officer, PSOD \nM. Manguiat, Safeguards Officer, PSOD \nM. Principe, Senior Social Development Officer (Safeguards), PSOD \nA. Singh, Senior Safeguards Specialist, PSOD \nC. Tienzo, Project Analyst, PSOD \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \n \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \n  A.  Project Identification and Description  1 \n  B.  Development Impact, Outcome, and Outputs  4 \n  C.  Alignment with ADB Strategy and Operations  4 \n  D.  Project Cost and Financing Plan  5 \n  E.  Implementation Arrangements  5 \n  F.  Projected Financial and Economic Performance  6 \n  G.  Unique Features  6 \nIII.  THE PROPOSED ADB ASSISTANCE  6 \n  A.  The Assistance  6 \n  B.  Value Added by ADB Assistance  6 \n  C.  Risks  7 \nIV.  POLICY COMPLIANCE  7 \n  A.  Safeguards and Social Dimensions  7 \n  B.  Anticorruption Policy  8 \n  C.  Investment Limitations  8 \n  D.  Assurances  8 \nV.  RECOMMENDATION  9 \n \nAPPENDIXES \n \n1.  Design and Monitoring Framework  10 \n2.  List of Linked Documents  13\n ", "", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 51139-001\nProject Name Agricultural Value Chain  Department/Division PSOD/OPSD\nDevelopment Project\nCountry Regional\nBorrowers Café Outspan Vietnam Limited\nOlam International Limited\nPT Dharmapala Usaha Sukses\nqq\n2. Sector Subsector(s)      ADB Financing ($ million)\nAgriculture, natural resources Agro-industry, marketing, and trade 100.00\nand rural development\nTotal 100.00\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic growth Pillar 2: Access to economic  Adaptation ($ million) 0.40\n(IEG) opportunities, including jobs,  Climate Change impact on the Project High\nmade more inclusive\nEnvironmentally sustainable Global and regional \ngrowth (ESG) transboundary environmental \nconcerns\nRegional integration (RCI) Pillar 2: Trade and investment\nQq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nPartnerships (PAR) Bilateral institutions (not client  Effective gender mainstreaming \ngovernment) (EGM)\nOfficial cofinancing\nPrivate sector development  Promotion of private sector \n(PSD) investment\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Regional High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals SDG2, SDG5, SDG8, SDG12, \nSDG17\nqq\n6. Nonsovereign Operation Risk Rating\nObligor Name Obligor Risk Rating Facility Risk Rating\nCafé Outspan Vietnam Limited\nPT Dharmapala Usaha Sukses\nOlam International Limited\n7. Safeguard Categorization Environment: B  Involuntary Resettlement: C Indigenous Peoples: C\nQq\n8. Financing\nModality and Sources Amount ($ million)\nADB 100.00\n     Nonsovereign LIBOR Based Loan (Regular Loan): Ordinary capital resources 65.00\n     Nonsovereign LIBOR Based Loan (Regular Loan): Ordinary capital resources 5.00\n     Nonsovereign Dual Currency Loan (Regular Loan): Ordinary capital resources 30.00\nB-Loans 0.00\n     None 0.00\nOfficial Cofinancing 75.00\nBilateral Institution (Not ADB Administered) 75.00\nOthers 48.00\nTotal 223.00\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 28082017095300996139 Generated Date: 19-Dec-2017 9:32:16 AM ", "", " \n \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on the proposed loans \nof up to $100,000,000, comprising (i) a loan of up to $65,000,000 to Olam International Limited \n(OIL), (ii) a loan of up to $5,000,000 to Café Outspan Vietnam Limited (COVL), and (iii) a loan of \nup to $30,000,000 equivalent in United States (US) dollars and rupiah to PT Dharmapala Usaha \nSukses (PT DUS) for the Agricultural Value Chain Development Project in Viet Nam, Indonesia, \nTimor-Leste, and Papua New Guinea (PNG).1 \n \nII.  THE PROJECT \n \nA.  Project Identification and Description \n \n1.  Project Identification  \n \n2.  Agriculture key to fight poverty. Agriculture in Asia and the Pacific is characterized by \nunorganized, small-scale farming. Most smallholder farmers are not included in formal value \nchains and face challenges that include lack of access to finance and quality inputs, low yields, \nlack of storage and market infrastructure, limited local value addition, and dependence on brokers. \nAs smallholder farmers make up most of the poor in the region, agricultural development is crucial \nto eradicating poverty and creating conditions for sustainable and equitable growth.  \n \n3.  Persistent rural poverty in Southeast Asia. The agriculture sector in Viet Nam and \nIndonesia has made significant progress, but its smallholder farmers have been left behind. \nViet Nam’s agriculture sector contributes about 20% of gross domestic product (GDP) and 25% \nof exports, and provides employment for 70% of rural households. Yet in Viet Nam’s Central \nHighland Provinces, one of the country’s main agricultural regions where 71% of the population \nare smallholder farmers, the poverty rate is 22%—more than twice the nationwide rate.2 In \nIndonesia, the majority of food crop producers are landless or cultivate small landholdings. These \nfarmers tend to earn low incomes and fall into and out of poverty, contributing to Indonesia’s rural \npoverty rate of 14%, which is significantly higher than the 8% poverty rate of the urban population.  \n \n4.  Widespread rural poverty in the Pacific. In Timor-Leste and PNG, poverty in rural areas \namong smallholder farmers is predominant. In Timor-Leste, 60% of smallholder farmers live below \nthe poverty line.3 In PNG, 91% of people living in rural areas are poor.4 In both countries, most \nfarming households can be characterized as low-input, low-output producers. At the same time, \nagriculture is a dominant sector in both countries. In Timor-Leste, coffee is the country’s largest \nnon-oil export and is grown by 38% of all households.5 In PNG, agriculture accounts for one-third \nof its GDP, with 75% of the population relying on agriculture for its main livelihood. Improvements \nin agricultural production and processing offer one of the clearest pathways for poverty reduction \nand growth of the non-extractive economy in Timor-Leste and PNG.  \n \n5.  Climate change and environmental challenges. Climate change is a serious threat to \ncountries in Asia and the Pacific. The World Bank has listed Viet Nam as one of the five countries \nthat will be worst affected by climate change, given its high exposure to floods and storms.6 \n                                                \n1  In descending order of proportion of total project size (see Table 1), including technical assistance component.  \n2  Sector Overview (accessible from the list of linked documents in Appendix 2). \n3  World Bank. 2008. Timor-Leste: Poverty in a Young Nation. Washington, DC.  \n4  ADB. 2015. Country Partnership Strategy: Papua New Guinea, 2016–2020. Manila. \n5  Government of Timor-Leste. 2016. Timor-Leste Population and Housing Census 2015. Dili.  \n6  World Bank. 2010. Vietnam: Economics of Adaptation to Climate Change. Washington, DC. \n ", "2   \nAdditionally,  the  overuse  of  fertilizers  in  Viet  Nam  is  a  cause  of  water  pollution  and  soil \ndegradation. 7  Indonesia  will  see  temperatures  increase  up  to  3.9  degrees  Celsius  and \nprecipitation decrease up to 12% by 2100 according to the Intergovernmental Panel on Climate \nChange. Timor-Leste and PNG are the two most vulnerable countries to climate change in the \nPacific when measured by economic losses (as a proportion of GDP), with losses from climate \nchange expected to reach 10% of Timor-Leste’s annual GDP and 15% of PNG’s by 2100.8  \n \n6.  Global value chain inclusion. Inclusion of smallholder farmers in formal value chains \ncan help address the challenges of persistent rural poverty, climate change, and environmental \npressure. Formal value chains are typically developed by large corporate buyers who vertically \nintegrate to source directly from the farm gate to secure long-term access to quality products and \nbuild strong relationships with farming communities. Large global agribusinesses in particular can \nlead significant investments in agriculture value chains that benefit smallholder farmers through \nincreased access to new export markets and by linking them with consumers who are willing to \npay a premium for traceability and certification. Agricultural investment has been shown to be one \nof the most effective and least-cost strategies to reduce poverty and hunger.9 Investment in \nagricultural value chains is also one of the least-cost climate change adaptation investments.10  \n \n7.  Government policy alignment. The governments of the four countries included in the \nproject scope prioritize inclusive value chains by linking farmers with global value chains. In \nViet Nam, the Prime Minister approved the agricultural restructuring plan for improving added \nvalue and sustainable development of the sector in 2013.11 Indonesia’s 2015–2019 National \nMedium-Term Development Plan highlights the agriculture sector’s role in developing higher \nvalue cropping to improve rural livelihoods.12 Timor-Leste’s Strategic Development Plan, 2011–\n2030 highlights the need to increase coffee production and develop other cash crop exports.13 \nPNG’s National Agriculture Development Plan, 2007–2016 aims to reduce production costs, \nimprove the quality of agricultural produce for domestic and international markets, and increase \nthe income-earning opportunities of those dependent on agriculture.14 \n \n8.  Project selection. The Asian Development Bank (ADB) has been supporting agriculture \nvalue chain development, with targeted support to governments and local agribusinesses. A wider \nimpact can be achieved across multiple developing member countries (DMCs) by supporting \nagribusinesses that can deploy funds in several countries simultaneously. OIL and its subsidiaries \n(Olam) are well positioned to benefit from economies of scale and can be instrumental in \ndeveloping inclusive and sustainable agricultural value chains with higher local value addition \ngiven their commitment to the highest standards of sustainability and inclusiveness. \n \n2.  Project Design \n \n9.  The project will support Olam’s $223 million investment plan in Viet Nam, Indonesia, \nTimor-Leste, and PNG during 2017–2019 by financing midstream coffee and sugar processing \n                                                \n7  K. Propsom. 2016. Sustainable Horticultural Crop Production in Viet Nam. Saint Paul.  \n8  ADB. 2013. The Economics of Climate Change in the Pacific. Manila. \n9  Food and Agriculture Organization of the United Nations. 2012. State of Food Insecurity in the World. Rome. \n10 D. Lobell et al. 2013. Climate Adaptation as Mitigation: The Case of Agricultural Investments. Environmental \nResearch Letters. 8 015012.  \n11 World Bank. 2016. Transforming Vietnamese Agriculture: Gaining More from Less. Viet Nam Development Report \n2016. Washington, DC. \n12 Government of Indonesia. 2015. National Medium Term Development Plan, 2015–2019. Jakarta. \n13 ADB. 2015. Growing the Non-Oil Economy: A Private Sector Assessment for Timor-Leste. Manila.  \n14 Government of  PNG,  Ministry  of  Agriculture  and  Livestock. 2007.  Papua  New  Guinea  National  Agriculture \nDevelopment Plan. Port Moresby.  \n ", "  3 \nexpansion and permanent working capital investments for smallholder farmer supply. The project \nalso includes a proposed transaction technical assistance (TA) that will be processed separately. \nThe TA component will provide capacity building training for smallholder farmers. As such, the \nproject will promote inclusive and sustainable agricultural value chains with higher local value \naddition across a variety of products including coffee, sugar, cashew, cocoa, and pepper.  \n \n10.  Higher local value addition. The project will help Olam develop primary and secondary \nprocessing plants in origin markets closer to farmers and in destination markets closer to the \ncustomer, adding more value in local markets and  integrating agricultural value chains.  In \nViet Nam, OIL’s subsidiary COVL has been operating a soluble coffee manufacturing facility since \n2010. [Redacted] The plant sources coffee beans from smallholder farmers in Viet Nam and \nIndonesia, and exports soluble coffee primarily to Japan, the Russian Federation, and Southeast \nAsia. In Indonesia, PT DUS, an OIL subsidiary, operates a sugar refinery in Central Java. \n[Redacted] Raw sugar is typically sourced from Thailand and Australia, and refined sugar is sold \nto food and beverage companies in Indonesia. In Timor-Leste, Olam’s planned investment will \nhelp  upgrade  the  coffee  primary  processing  and  storage  assets  that  Olam  acquired  from \nTimorcorp in 2015. In PNG, Olam plans to expand its coffee operations by expanding primary \nprocessing facilities and storage capacity.  \n \n11.  Inclusive value chains. The project includes permanent working capital investments for \nsmallholder farmer supply in Viet Nam (coffee, cashew, and pepper); Indonesia (coffee and \ncocoa); Timor-Leste (coffee); and PNG (coffee and cocoa). Permanent working capital includes \ninventory of raw agricultural products procured from farmers and advances to farmers, which will \nallow Olam to increase its sourcing volumes from smallholder farmers. The project will augment \nthe direct benefits to smallholder farmers by leveraging existing Olam sustainability programs that \nprovide agricultural extension services, training, and livelihood support to smallholder farmers.15 \nThe proposed transaction TA will complement the project by providing capacity building support \nto about 13,000 smallholder coffee farmers across the project countries. The TA will help \nsmallholder coffee farmers, particularly women, improve productivity and the quality of their crops \nand assist them in obtaining certification.  \n \n12.  Climate-resilient and environmentally sustainable value chains. A key component of \nthe TA will be to provide training in climate-smart agriculture practices including an adaptation \nstrategy for temperature increase and precipitation change, water harvesting and drip irrigation, \nand conservation agriculture. The TA will also focus on training in good agricultural practices such \nas integrated pest management, intercropping,16 and harvest and post-harvest solutions; and \nenvironmentally sustainable agricultural practices such as innovative technologies for resources \nconservation,  use  of  agri-chemicals  and  organic  inputs,  and  pollution  control.  In  addition, \ncollaboration with the Asia-Pacific Climate Finance Fund is being explored to provide weather \ninsurance to smallholder farmers through Olam as an aggregator.  \n \n3.  Borrowers \n \n13.  The borrowers are OIL, a public limited company incorporated in Singapore, and two of \nits subsidiaries: COVL, a soluble coffee plant incorporated in Viet Nam, and PT DUS, a sugar \nrefinery incorporated in Indonesia. OIL is a leading agribusiness company with presence in 70 \n                                                \n15 Olam provides assistance to smallholder farmers through the Olam Livelihood Charter, which assures customers \nthat their product is sustainable, traceable, and helping rural communities. More information on the Olam Livelihood \nCharter is provided under Client Information and Details of Implementation Arrangements (accessible from the list of \nlinked documents in Appendix 2).  \n16 Growing two or more crops at the same time.  \n ", "4   \ncountries. It differentiates itself by focusing on niche commodities and businesses, buying from \ngrowers and village-level agents at the farm gate, and providing value-added solutions and \nservices to customers (e.g., traceability guarantees). \n \n14.  Temasek  Holdings,  the  Singapore  sovereign  wealth  fund,  became  the  majority \nshareholder of OIL in 2014, owning 52.1%. Mitsubishi Corporation took a 20.0% equity stake in \nOIL in 2015. OIL’s management team has a 6.5% ownership in the company. The 11-member \nboard includes the chief executive officer, the chief financial officer, two Mitsubishi nominees, and \nseven independent directors. Integrity and tax integrity due diligence were conducted.17 No \nsignificant or potentially significant integrity risks were identified.18 \n \nB.  Development Impact, Outcome, and Outputs \n \n15.  Impact. The project will contribute to at least three targets of the Sustainable Development \nGoals: (i) double the agricultural productivity and incomes of small-scale food producers through \ninputs, knowledge, markets,  and  opportunities for  value  addition  and nonfarm  employment \n(Target 2.3); (ii) ensure sustainable food production systems and implement resilient agricultural \npractices that increase productivity and production, help maintain ecosystems, and strengthen \ncapacity for adaptation to climate change (Target 2.4); and (iii) increase significantly the exports \nof developing countries (Target 17.11).19 \n \n16.  Outcome. The project’s outcome is inclusive and sustainable agricultural value chains \nwith higher local value addition in Viet Nam, Indonesia, Timor-Leste, and PNG scaled up.   \n \n17.  Outputs. The outputs are value-added agribusiness operations expanded and training on \nproductive and sustainable farming methods for smallholder farmers provided, in Viet Nam, \nIndonesia, Timor-Leste, and PNG.  \n \nC.  Alignment with ADB Strategy and Operations  \n \n18.  Consistency with ADB strategy and country strategy. The project is aligned with the \nADB Midterm Review of Strategy 2020, which emphasizes the need to invest in agriculture to \nincrease productivity, strengthen links with local value chains, promote food safety and quality \nstandards, and improve the resilience of the sector to the impact of climate change.20 It is  \nconsistent with ADB’s country partnership strategies for Viet Nam, Indonesia, Timor-Leste, and \nPNG.21 As a regional project benefiting four DMCs as well as non-DMC regional members, the \nproject is aligned with ADB’s operational plan for regional cooperation and integration, which \nhighlights the importance of raising competitiveness in connected markets including through \npromoting and facilitating the participation in global and regional value chains by small and \nmedium-sized enterprises and smallholder farmers.22 \n \n                                                \n17 ADB. 2003. Enhancing the Asian Development Bank's Role in Combating Money Laundering and the Financing of  \nTerrorism. Manila; ADB. 2016. Anticorruption Policy: Enhancing the Role of the Asian Development Bank in Relation \nto Tax Integrity. Manila.  \n18 Integrity and Tax Due Diligence Disclosure (accessible from the list of linked documents in Appendix 2). \n19 United Nations. Sustainable Development Knowledge Platform. https://sustainabledevelopment.un.org. \n20 ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila. \n21 Details of Implementation Arrangements (accessible from the list of linked documents in Appendix 2). \n22 ADB. 2016. Operational Plan for Regional Cooperation and Integration: Promoting Connectivity, Competitiveness, \nRegional Public Goods, and Collective Action for Asia and the Pacific (2016–2020). Manila. \n ", "  5 \n19.  Consistency with sector strategy and relevant ADB operations. The project is aligned \nwith ADB’s operational plan for agriculture and natural resources, 2015–2020, which recommends \ngreater private sector agribusiness investment by ADB through working with strong agribusiness \nsponsors adopting best practices.23 The project will complement ADB’s sovereign assistance \nprograms in the four targeted DMCs. In Viet Nam, ADB provided sovereign assistance to update \nproductive  rural  infrastructure  to  increase  agricultural  productivity.24 In  Indonesia,  ADB  is \nsupporting the government to improve irrigation services to increase agricultural productivity.25 In \nTimor-Leste, ADB is supporting the government to develop a national coffee sector development \nplan. 26 In PNG, ADB is supporting the rehabilitation of the Highlands Highway, which will \nstrengthen agricultural value chains for domestic and international trade.27  \n \nD.  Project Cost and Financing Plan \n \n[Redacted] \n. \nE.  Implementation Arrangements \n \n20.  Table 3 summarizes the implementation arrangements (footnote 21). \n \nTable 3: Summary of Implementation Arrangements \nAspects  Arrangements \nRegulatory  Olam is subject to the general laws regulating private sector enterprises in the countries it operates \nframework  in, and, as an agribusiness company, benefits from incentives in Singapore, Viet Nam, Indonesia, \nTimor-Leste, and PNG. Olam is subject to the international trade laws, including import duties. \nManagement  Olam’s key management each have over 15 years of experience in the agribusiness industry. \nSunny Verghese, CEO of Olam, has 30 years of experience in agribusiness and has been \nrecognized with various awards. Olam’s management team has a 6.5% ownership in the company. \nImplementation  January 2018 – December 2019. Olam plans to complete midstream processing expansions by \nperiod  2019. Permanent working capital increase will occur gradually in response to increasing orders.  \nConstruction  Procurement of equipment and civil works will be carried out in line with ADB requirements. ADB’s \narrangements   independent consultant advised that project costs are in line with market benchmarks. \nOperations  The project will rely on Olam, which is already operating similar facilities in Asia and other regions, \narrangements  and its local partners for its successful operation and maintenance. For COVL, all major equipment \nwill be designed and installed by the suppliers’ expert teams. For PT DUS, expansion has been \nplanned to ensure the proposed equipment will fit in with the current systems.  \nPerformance  Olam will report on key performance indicators on (at a minimum) an annual basis, including \nmonitoring  financial, safeguards, gender, and development indicators, and output and outcome targets. \nADB = Asian Development Bank, CEO = chief executive officer, COVL = Café Outspan Vietnam Limited, Olam = OIL \nand its subsidiaries, PNG = Papua New Guinea, PT DUS = PT Dharmapala Usaha Sukses. \nSources: Asian Development Bank and Olam International Limited. \n \n                                                \n23 ADB. 2015. Operational Plan for Agriculture and Natural Resources: Promoting Sustainable Food Security in Asia \nand the Pacific in 2015–2020. Manila. \n24 ADB. 2014. Report and Recommendation of the President to the Board of Directors: Proposed Loan for Additional \nFinancing to the Socialist Republic of Viet Nam for the Integrated Rural Development Sector Project in the Central \nProvinces. Manila. \n25 ADB. 2017. Report and Recommendation of the President to the Board of Directors: Proposed Results-Based Loans \nto the Republic of Indonesia for the Integrated Participatory Development and Management of Irrigation Program. \nManila. \n26 ADB. 2017. Support for Preparation of a National Coffee Sector Development Plan for Timor-Leste (draft). Manila. \n27 ADB. 2017. Report and Recommendation of the President to the Board of Directors: Proposed Multitranche \nFinancing Facility to Papua New Guinea for the Sustainable Highlands Highway Investment Program. Manila. \n ", "6   \nF.  Projected Financial and Economic Performance \n[Redacted] \n \nG.  Unique Features \n21.  The project will support inclusive and sustainable agricultural value chains, with higher \nlocal value addition in Asia and the Pacific, and will have a widespread impact on the livelihoods \nof 13,000 smallholder farmers in four DMCs. It will be ADB’s largest nonsovereign exposure to \nthe agriculture sector to date. The project is also ADB’s first direct nonsovereign assistance in \nTimor-Leste, the first nonsovereign agribusiness investment in PNG, and the first local currency \nnonsovereign loan for the agriculture sector in Indonesia. The project is classified an inclusive \nbusiness project.28 \n \nIII.  THE PROPOSED ADB ASSISTANCE \nA.  The Assistance \n22.  ADB proposes to provide a loan facility of up to $100 million to OIL and two of its \nsubsidiaries,  COVL  and  PT  DUS,  to  support  Olam’s  $223  million  capital  expenditure  and \npermanent working capital investments (Table 1).29 The facility will include (i) a loan of up to \n$65 million to OIL with a tenor of up to 5 years, including a grace period of up to 3 years; (ii) a \nloan of up to $5 million to COVL with a tenor of up to 7 years, including a grace period of up to \n1 year; and (iii) a loan of up to $30 million equivalent in United States (US) dollars and rupiah to \nPT DUS with a tenor of up to 7 years, including a grace period of up to 1 year. The parallel loan \nof up to $75 million to COVL will likely have a tenor up to 7 years, including a grace period of up \nto 1 year. ADB will benefit from an unconditional and irrevocable guarantee from OIL (the listed \nholding company), which will guarantee the payment obligations of COVL and PT DUS in relation \nto the ADB loans. The rupiah denomination is justified as PT DUS’s production will be for the \nIndonesia domestic market and revenues are collected in rupiah. \n \nB.  Value Added by ADB Assistance \n23.  ADB assistance will add value in three areas: \n \n(i)  Diversified funding base. Olam has primarily financed its growth through equity \nand medium-term debt from commercial banks and the bond market. As Olam \ngrows its reach into the upstream and mid- or downstream segments, it needs to \ndiversify its funding base. As an alternative source of long-term financing, ADB can \noffer funding as a development finance institution that understands the agriculture \nsector, and can partner with Olam on a common sustainability agenda targeting \nsmallholder farmers. The parallel cofinancing will diversify Olam’s funding base.   \n(ii)  Sustainability best practices. ADB’s investment will validate and refine Olam’s \nbusiness model, which includes smallholder farmers in the global agriculture value \nchain. Through the TA, ADB will ensure that smallholder farmers improve their \nproductivity, fully benefit from their inclusion in global agricultural value chains, and \n                                                \n28 ADB. 2017. Standard Explanatory Data Indicator Definitions. Manila.  \n29 The loan to COVL will be for the Viet Nam soluble coffee plant expansion; the loan to PT DUS will be for the Indonesia \nsugar refinery expansion; and the loan to OIL will be onlent to its subsidiaries in the four project countries for capital \nexpenditure and permanent working capital purposes of the project. The proceeds of these loans will not support any \nactivities resulting in involuntary resettlement or indigenous peoples impacts. \n ", "  7 \nare  better  prepared  to  cope  with  risks  stemming  from  climate  change  and \nenvironmental degradation. ADB will also enhance Olam’s environmental and \nsocial standards through the implementation of international safeguard standards.  \n(iii)  Stakeholder  alignment.  ADB,  by  lending  directly  to  Olam’s  companies \nincorporated in Viet Nam and Indonesia, will help mitigate political risk by aligning \ngovernment interests with project benefits. The TA will help Olam balance the \ninterests of additional stakeholders, including farmers and rural communities.   \n \nC.  Risks \n \n[Redacted] \n \nIV.  POLICY COMPLIANCE \nA.  Safeguards and Social Dimensions \n24.  Corporate audit. ADB’s loan facility will be used to support the capital expenditure and \npermanent working capital investments of COVL, PT DUS, and other OIL subsidiaries in Viet Nam, \nIndonesia,  Timor-Leste,  and  PNG.  An  external  third  party  undertook  a  corporate  audit  in \naccordance with ADB’s Safeguard Policy Statement (SPS, 2009). The corporate audit assessed \nthat the current environmental and social systems, processes, and practices of the companies30 \nare largely in compliance with national statutory requirements and commensurate with the risks \nand impacts associated with their respective businesses and operations. In addition, OIL’s \nfacilities in Viet Nam are certified for International Organization for Standardization (ISO) systems, \nwhile the Indonesian facility plans to apply for the same ISO certifications.31 In compliance with \nADB’s Safeguard Policy Statement (2009), the project is classified as category B for environment, \ncategory C for involuntary resettlement, and category C for indigenous peoples. The potential \nenvironmental and social impacts of the project have been identified and effective measures to \navoid, minimize, mitigate, and compensate for the adverse impacts are incorporated in the \nsafeguard reports and plans. The institutional capacity and commitment of Olam to manage the \nproject’s social and environmental impacts are deemed adequate.  \n \n33.  Environmental safeguards. The due diligence noted that key environmental impacts \nfrom PT DUS and COVL operations include generation of fugitive emissions from coal storage, \nair emissions and noise from boiler operations at sensitive receptors, odor, health risks from poor \nventilation and inadequate occupational management procedures, and fire safety risks.32 PT DUS \nhas undertaken corrective actions to improve its operations and is committed to implementing \nadditional corrective actions from the environmental audit conducted to meet SPS requirements. \nCOVL also aims to improve its process operation. Potential environmental impacts can be \nmitigated  by  following  engineering  international  best  practices  and  implementing  the \nenvironmental management plan included in the initial environmental examination. In compliance \nwith SPS, COVL and PT DUS updated their environmental assessment reports to meet SPS \nrequirements on the initial environmental examination. Expansion of Timor-Leste and PNG \n                                                \n30 Equivalent to the SPS definition of an environmental and social management system. \n31 ISO 18001 (Health and Safety Management) and ISO 14001 (Environmental Management). \n32 Findings of inadequate occupational procedures were generally for third parties delivering chemicals to PT DUS. \n ", "8   \nfacilities  will  be  on  hard  surfaces  and  storage  areas,  and  anticipated  to  have  minimal \nenvironmental impact. Both facilities are committed to meet environmental best practices. \n \n34.  Social safeguards. The facilities of COVL, PT DUS, and OIL’s subsidiary in PNG are \nlocated in industrial parks, and the facilities of OIL’s subsidiary in Timor-Leste are located on \nleased  lands.  The  expansion  facilities  will  be  constructed  within  existing  premises  of  the \nsubsidiary companies. These lands do not have any legacy or current risks associated with land \nacquisition or resettlement. The independent audit assessed that operations of OIL subsidiaries \ndo not result in impacts on indigenous people. No involuntary resettlement or indigenous peoples \nissues are envisaged for the project on account of its operational and expansion plans.  \n \n35.  Corrective action plan. The corporate and subproject audits recommended measures \nand actions to ensure alignment and compliance with SPS and other social requirements. These \nare documented and agreed in a corrective action plan for the project. As part of the corrective \naction  plan,  OIL,  COVL,  PT  DUS,  Timor-Leste,  and  PNG  facilities  will  strengthen  their \nenvironmental  and  social  systems  and  processes  satisfactory  to  ADB  before  ADB’s  first \ndisbursement. They will enhance institutional capacities and train staff on SPS and environmental \nand social management system requirements. Olam will report annually to ADB on compliance \nwith environmental and social management system, SPS, and other social requirements. \n \n36.  Gender mainstreaming. The project is categorized effective gender mainstreaming. \nOlam has committed to implement the gender action plan.33 Olam will comply with national labor \nlaws and, pursuant to ADB’s Social Protection Strategy (2001), will take measures to comply with \nthe internationally recognized core labor standards.34 Olam will report regularly to ADB on (i) its \nand its contractors’ compliance with such laws, and (ii) the measures taken.  \n \nB.  Anticorruption Policy \n37.  Olam was advised of ADB’s policy of implementing best international practice relating to \ncombating corruption, money laundering, and the financing of terrorism. ADB will ensure that the \ninvestment  documentation  includes  appropriate  provisions  prohibiting  corruption,  money \nlaundering, and the financing of terrorism, and remedies for ADB in the event of noncompliance. \n \nC.  Investment Limitations \n38.  The proposed loan is within the medium-term, country, industry, group, and single-project \nexposure limits for nonsovereign investments. \n \nD.  Assurances \n \n39.  Consistent with the Agreement Establishing the Asian Development Bank (the Charter),35 \nADB  will proceed with the proposed assistance upon establishing that the Government of \nViet Nam, the Government of Indonesia, the Government of Timor-Leste, and the Government of \nPapua New Guinea have no objections to the proposed assistance to OIL, COVL, and PT DUS. \nIn addition, consistent with ADB’s policy on nonsovereign operations, ADB’s financial support to \nOlam’s operations in Timor-Leste will be subject to the execution by the government of the \nframework  agreement  for  nonsovereign  operations.36 ADB  will  enter  into  suitable  finance \n                                                \n33 Gender Action Plan (available from the list of linked documents in Appendix 2).  \n34 ADB. 2003. Social Protection. Manila (adopted in 2001). \n35 ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. \n36 ADB. 1985. Lending to the Private Sector without Government Guarantees. Manila. September (Doc. R93-85). \n ", "  9 \ndocumentation, in form and substance satisfactory to ADB, following approval of the proposed \nassistance by the Board of Directors. \n \nV.  RECOMMENDATION \n \n40.  I am satisfied that the proposed loans would comply with the Articles of Agreement of the \nAsian  Development  Bank  and  recommend  that  the  Board  approve  (i)  the  loan  of  up  to \n$65,000,000 to Olam International Limited, (ii) a loan of up to $5,000,000 to Café Outspan \nVietnam Limited, and (iii) a loan of up to $30,000,000 equivalent in US dollars and rupiah to \nPT Dharmapala Usaha Sukses for the Agricultural Value Chain Development Project in Viet Nam, \nIndonesia,  Timor-Leste,  and  Papua  New  Guinea,  with  such  terms  and  conditions  as  are \nsubstantially in accordance with those set forth in this report, and as may be reported to the Board. \n \nTakehiko Nakao \nPresident \n6 October 2017\n ", "Appendix 1   10 \n \nDESIGN AND MONITORING FRAMEWORK  \n  \nImpacts the Project is Aligned with \nDouble the agricultural productivity and incomes of small-scale food producers through inputs, knowledge, \nmarkets, and opportunities for value addition and nonfarm employment (Sustainable Development Goals, Target \n2.3)a  \n \nEnsure sustainable food production systems and implement resilient agricultural practices that increase \nproductivity and production, help maintain ecosystems, and strengthen capacity for adaptation to climate change \n(Sustainable Development Goals, Target 2.4)a \n \nIncrease significantly the exports of developing countries (Sustainable Development Goals, Target 17.11)a \n \n \nPerformance Indicators \nwith Targets and  Data Sources and \nResults Chain  Baselines  Reporting   Risks \nOutcome  By 2021:     \n       \nInclusive and  [Redacted]  a–h. Olam’s annual report  Commodity risk. Supply \nsustainable  to ADB  and demand dynamics \nagricultural value  affect the volume and \nchains with higher  price of agricultural \nlocal value addition  products being traded.  \nin Viet Nam,   \nIndonesia, Timor- Regulatory risk \nLeste, and PNG  (e.g., taxes, tariffs, duties, \nscaled up  subsidies, and export \n  restrictions on agricultural \nproducts) \nOutputs  By 2020:                                            \n                 \n1.  Viet Nam value- [Redacted]  1–5. Olam’s annual report  Operational risk \nadded    to ADB  (e.g., equipment failure, \nagribusiness      underperformance of \noperations  equipment, obsolescence, \nexpanded  industrial accidents, \n  natural disasters, and the \n  need to comply with new \n2.  Indonesia  directives of relevant \nvalue-added  government authorities) \nagribusiness   \noperations \nexpanded \n \n3.  Timor-Leste \nvalue-added \nagribusiness \noperations \nexpanded  \n \n4.  PNG value-\nadded \nagribusiness \noperations \nexpanded \n \n \n \n ", "Appendix 1  11 \n   \n Key Activities with Milestones \n \nOutputs 1–4. Viet Nam, Indonesia, Timor-Leste, and PNG value-added agribusiness operations expanded  \n1. OIL, COVL, and PT DUS sign loan agreements by 30 November 2017 \n2. OIL, COVL, and PT DUS make first disbursements by 31 December 2017 \nInputs \n \nLoans  \nADB: $65 million (loan to OIL) \nADB: $5 million (loan to COVL) \nADB: $30 million equivalent in United States dollars and rupiah (loan to PT DUS) \nOfficial cofinancing: $75 million (loan to COVL)  \n \nEquity \nOlam’s internally-generated cash flow: $48 million  \nAssumptions for Partner Financing \nNot applicable \nADB = Asian Development Bank, COVL = Café Outspan Vietnam Limited, DMC = developing member country, , t = ton, \nOIL = Olam International Limited, Olam = Olam International Limited and its subsidiaries, PNG = Papua New Guinea, \nPT DUS = PT Dharmapala Usaha Sukses, TA = technical assistance, tpa = tons per annum.  \na United Nations. Sustainable Development Goals. https://sustainabledevelopment.un.org. \nb Including corporate income tax, net value-added tax, and import duties. \nc Average of 2014–2016. \nSources: Asian Development Bank and Olam International Limited. \n \n ", "12   Appendix 2 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=51139-001-4 \n \n1.  Sector Overview \n2.  Client Information \n3.  Details of Implementation Arrangements \n4.  Contribution to the ADB Results Framework \n5.  Financial Analysis \n6.  Economic Analysis \n7.  Country Economic Indicators \n8.  Summary Poverty Reduction and Social Strategy \n9.  Safeguards and Social Dimensions Summary \n10.  Findings of the Corporate Safeguards Audit: Environmental and Social Management \nSystem Arrangement \n11.  Gender Action Plan \n \n   \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20180108163356+08'00'", "ModDate": "D:20180108163356+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Doc number"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 14 August 2017) \n \nCurrency unit  –  Singapore dollar/s (S$) \nS$1.00  =  $0.7343 \n$1.00  =  S$1.362 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  COVL  –  Café Outspan Vietnam Limited \n  DMC  –  developing member country \n  GDP  –  gross domestic product \n  ISO  –  International Organization for Standardization \n       \n  OIL  –  Olam International Limited \n  Olam  –  Olam International Limited and its subsidiaries \n  PNG  –  Papua New Guinea \n  PT DUS  –  PT Dharmapala Usaha Sukses \n  SPS  –  Safeguard Policy Statement \n  TA  –  technical assistance \n  tpa  –  tons per annum \n  US  –  United States \n \nNOTE \nIn this report, “$” refers to United States dollars. \n \nVice-President  D. Gupta, Private Sector and Cofinancing Operations \nDirector General  M. Barrow, Private Sector Operations Department (PSOD) \nDirector  C. Thieme, Deputy Director General, PSOD \n   \nTeam leader  J. Jeong, Investment Specialist, PSOD \nProject advisor  M. Lemoine, Principal Investment Specialist, PSOD \nTeam members  G. Abel, Principal Transaction Support Specialist (Integrity), PSOD \nP. Bailet, Senior Counsel, Office of the General Counsel \nE. David, Investment Officer, PSOD \nE. Enkhbold, Investment Officer, East Asia Department \nS. Estacion, Senior Operations Assistant, PSOD \nD. Freedman, Country Economist, Pacific Department \nL. Johannes, Senior Results Management Specialist, PSOD \nT. Khimasia, Senior Guarantees and Syndications Specialist, PSOD \nM. Manabat, Senior Investment Officer, PSOD \nM. Manguiat, Safeguards Officer, PSOD \nM. Principe, Senior Social Development Officer (Safeguards), PSOD \nA. Singh, Senior Safeguards Specialist, PSOD \nC. Tienzo, Project Analyst, PSOD \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "D. Gupta", "role": "Private Sector and Cofinancing Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "M. Barrow", "role": "Private Sector Operations Department (PSOD)", "organization": ""}, {"documentRole": "Director", "fullname": "C. Thieme", "role": "Deputy Director General", "organization": "PSOD"}, {"documentRole": "Team leader", "fullname": "J. Jeong", "role": "Investment Specialist", "organization": "PSOD"}, {"documentRole": "Project advisor", "fullname": "M. Lemoine", "role": "Principal Investment Specialist", "organization": "PSOD"}, {"documentRole": "Team members", "fullname": "G. Abel", "role": "Principal Transaction Support Specialist (Integrity)", "organization": "PSOD"}, {"documentRole": "Team members", "fullname": "P. Bailet", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "E. David", "role": "Investment Officer", "organization": "PSOD"}, {"documentRole": "Team members", "fullname": "E. Enkhbold", "role": "Investment Officer", "organization": "East Asia Department"}, {"documentRole": "Team members", "fullname": "S. Estacion", "role": "Senior Operations Assistant", "organization": "PSOD"}, {"documentRole": "Team members", "fullname": "D. Freedman", "role": "Country Economist", "organization": "Pacific Department"}, {"documentRole": "Team members", "fullname": "L. Johannes", "role": "Senior Results Management Specialist", "organization": "PSOD"}, {"documentRole": "Team members", "fullname": "T. Khimasia", "role": "Senior Guarantees and Syndications Specialist", "organization": "PSOD"}, {"documentRole": "Team members", "fullname": "M. Manabat", "role": "Senior Investment Officer", "organization": "PSOD"}, {"documentRole": "Team members", "fullname": "M. Manguiat", "role": "Safeguards Officer", "organization": "PSOD"}, {"documentRole": "Team members", "fullname": "M. Principe", "role": "Senior Social Development Officer (Safeguards)", "organization": "PSOD"}, {"documentRole": "Team members", "fullname": "A. Singh", "role": "Senior Safeguards Specialist", "organization": "PSOD"}, {"documentRole": "Team members", "fullname": "C. Tienzo", "role": "Project Analyst", "organization": "PSOD"}]}