{"path": "data/input/ta/51135-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report\n \n \n \nProject Number: 51135-001 \nKnowledge and Support Technical Assistance (KSTA) \nSeptember 2017 \n \n \n \n \nMongolia:  Improved Registry System to Strengthen \n \nthe Delivery of Social Services \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Public Communications \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nPolicy 2011. \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 8 August 2017) \n \nCurrency unit  –  togrog (MNT) \nMNT1.00  =  $0.00041 \n$1.00  =  MNT2,452 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  GAIPSR  –  General Authority for Intellectual Property and State \nRegistration \n  NDC  –  National Data Center \nPIU  –  project implementation unit \nSRS  –  State Registration System \nTA  –  technical assistance \n \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars. \n \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  Y. Fernandez Lommen, Country Director, Mongolia Resident Mission \n(MNRM), EARD \n   \nTeam leader  D. Magee, Senior Country Economist, MNRM, EARD \nTeam members  B. Enkhbaatar, Operations Assistant, MNRM, EARD \nT. Galsanchoimbol, Project Analyst, MNRM, EARD \nA. Lkhagvasuren, Economics Officer, MNRM, EARD \nX. Zhao, Information Technology Specialist, Office of Information \nSystems and Technology \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Outputs, Methods, and Activities  2 \nC.  Cost and Financing  3 \nD.  Implementation Arrangements  3 \nIV.  THE PRESIDENT'S DECISION                                  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  List of Linked Documents  10 \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 51135-001\nProject Name Improved Registry System to  Department EARD/MNRM\nStrengthen the Delivery of Social  /Division\nServices\nNature of Activity Capacity Development Executing  General Authority for Intellectual Property \nAgency and  State Registration\nModality Regular\nCountry Mongolia\n2. Sector Subsector(s)     ADB Financing ($ million)\nPublic sector  Public administration 0.50\nmanagement\nSocial protection initiatives 0.25\nInformation and  ICT strategy and policy, and capacity development 0.75\ncommunication \ntechnology\nTotal 1.50\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the  Low\ngrowth (IEG) opportunities, including jobs, made  Project\nmore inclusive\nPillar 3: Extreme deprivation \nprevented and effects of shocks \nreduced (Social Protection)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Institutional development No gender elements (NGE)\ncapacity development\n(GCD)\nKnowledge solutions  Application and use of new \n(KNS) knowledge solutions in key \noperational areas\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting Yes\nNation-wide High\nHousehold Targeting Yes\nSDG Targeting Yes\nSDG Goals         SDG8, SDG16\nQq\n6. Risk Categorization Low \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 1.50\n    Knowledge and Support technical assistance: Technical Assistance  1.50\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 1.50\nqq\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 08062017153951033587 Generated Date: 29-Sep-2017 9:20:54 AM", " \nI.  INTRODUCTION \n1.  The Government of Mongolia has requested knowledge and support technical assistance \n(TA) from the Asian Development Bank (ADB) to support the General Authority for Intellectual \nProperty and State Registration (GAIPSR) in strengthening Mongolia’s State Registration System \n(SRS). The TA will improve the accessibility and quality of state registration services in Mongolia \nand help establish the One Citizen–One Registration Program.1 Improving the SRS is important \nfor the implementation of the Sustainable Development Goals. The TA is consistent with achieving \nthe objectives of the Mongolia Sustainable Development Vision 20302 and the Government Action \nPlan, 2016–2020.3 The TA will strengthen the SRS by improving the interconnectedness of state \nagencies that handle state registry information, supporting the shift from manual to electronic \nsystems, reducing discrepancies in data, and improving overall data quality. This will result in \nequitable access to registry services for all citizens. The TA4 is included in ADB’s country \noperations business plan, 2017–2019 for Mongolia.5 \n \nII.  ISSUES \n2.  GAIPSR is responsible for overseeing the state registry. It provides civil registration \nservices for citizens to open bank accounts; vote; and access important state services such as \nhealth,  education,  and  social  services,  property  rights  registration  services,  legal  entities \nregistration services, and archive services. GAIPSR aims to make state registration services more \naccessible and of higher quality, which is important in ensuring that citizens can fully use essential \ngovernment services, register businesses or property, set up bank accounts, or vote. This TA will \nhelp Mongolia fulfill its regional objectives by contributing to the regional action framework on civil \nregistration and vital statistics for 2014–2025. This framework was included as part of the \napproved Ministerial Declaration Get everyone in the picture launched by the United Nations \nEconomic and Social Commission for Asia and the Pacific in 2014.6 \n \n3.  Mongolia has managed to achieve basic online registration services, such as online \nregistration of property and legal entities, as well as an electronic archive database and a system \nthat allows citizens to obtain state registration verification from state service electronic points. \nDespite these achievements, the intergovernmental exchange of information remains limited \nbecause registration units have not been fully connected to the SRS and consequently the SRS \ndoes not have timely access to all the information it needs. Further, the lack of financial and \ntechnical resources has made it difficult to implement international good practices, such as \ncoordinating civil registration databases with other organizations7 that collect and use state \nregistry data, introducing technology solutions, and providing capacity building to government \nofficers. These issues have created problems for GAIPSR in fulfilling its mandate. \n \n4.  This TA is also important in the current country context. Falling commodity prices and a \nlack of fiscal discipline have significantly worsened Mongolia’s fiscal position and undermined the \nsustainability of its debt. This resulted in the negotiation of an International Monetary Fund-led \n                                                \n1  This program is part of the government action plan, 2016–2020 and is officially part of GAIPSR’s mandate. It aims \nto link the main registry databases through the use of a single registration number for each citizen. \n2  Government of Mongolia. 2016. Mongolia Sustainable Development Vision 2030. Ulaanbaatar. \n3  Government of Mongolia. 2016. Action Plan for 2016–2020. Ulaanbaatar. \n4  The TA first appeared in the business opportunities section of ADB’s website on 14 July 2017. \n5  ADB. 2017. Country Operations Business Plan: Mongolia, 2017–2019. Manila. \n6  United Nations Economic and Social Commission for Asia and the Pacific. 2015. Get everyone in the picture. \nBangkok. \n7   There are 16 government and 8 non-government organizations that either receive state registry information from \nGAIPSR or collect registry information. \n ", "2 \nprogram, backed by ADB and other development partners,8 which will enhance medium-term \ngrowth prospects. However, implementing this program will require needs-based targeting of \ngovernment services to improve social development under a more constrained fiscal environment. \nThis includes government services related to civil registration and those that draw on civil \nregistration information, such as social welfare, an area where ADB is heavily involved. This \nunderlines the importance of improving the quality of data produced by the SRS, which is an \nessential input into designing social welfare policies and allocating resources accordingly. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n5.  The TA will help the government implement the One Citizen–One Registration Program \nby improving the accuracy of the existing state registry database and by removing or minimizing \nany  discrepancies  between  other  databases  containing  registry  information,  as  well  as \nstrengthening the soft infrastructure that underpins the system and building government staff \ncapacity. \n \n6.  The TA is aligned with the following impact: improved state civil registry services and \ninformation for social welfare policies. The TA will have the following outcome: strengthened \nconnectivity between inputters of SRS information, government users of SRS information, and \ncitizens accessing SRS services.9 \n \nB.  Outputs, Methods, and Activities \n7.  Output 1: Soum (county) access to online state registration strengthened. Currently, \n305 of 331 soums are not connected to the online state registration system. This means that they \ncan provide only 8 of 14 civil registration services and no services for property registration, legal \nentity registration, or archive use. Thus, citizens must travel significant distances to the aimag \n(province) center or to the capital, Ulaanbaatar, to access some services. These 305 soums \nfunction in an offline manner, whereby a citizen visits the local state registry office and the relevant \ninformation is saved onto an offline system, which is transferred as a compact disk by post to the \nnearest  aimag  center  or  to  Ulaanbaatar.  This  creates  important  delays  and  discrepancies \nbetween local offline information and the online civil registry database. GAIPSR has recently \nconnected Bayangol and Saikhan soums in Selenge aimag. The TA will help connect these \nsoums to existing fiber-optic cables by providing connection equipment and training. \n \n8.  Output 2: System enabling electronic registration services in hospitals created. \nHospitals provide birth and death registrations, which are important inputs into the SRS. In \naddition, hospitals are important consumers of SRS data, which they use to administer the state \nhealth insurance system. The existing system is plagued by several inefficiencies. When a child \nis born, the birth is registered in the hospital system, but often a delay of up to 30 days occurs \nbefore the parents register the child at the local registry office. This delay causes discrepancies \nbetween the databases. These are accentuated when it comes to infant mortality, since often \nneither the birth nor the death are registered in the SRS. Similar challenges surround death \nregistration. The Ministry of Health, the National Statistics Office, and GAIPSR have signed a \nmemorandum of understanding with which they have agreed to try to rectify these discrepancies \nby enabling registration numbers to be issued at hospitals and by better synchronizing their \n                                                \n8  The International Monetary Fund program was approved on 24 May 2017. \n9  The design and monitoring framework is in Appendix 1. \n ", "3 \ndatabases. All institutions have agreed to use the government network hosted by the National \nData Center (NDC) to facilitate this process. The TA will upgrade GAIPSR’s software, enabling it \nto issue registration numbers in hospitals at birth. It will update the user interface to make it easier \nto input and access data. It will work with the Ministry of Health and the National Statistics Office \nto produce a software system that synchronizes the different databases. Training will be provided \nto ensure that relevant personnel can use and operate the system. \n \n9.  Output 3: Single shared database platform for all state registry information created. \nThe NDC provides hosting and server services across national government offices. GAIPSR \nalready provides eight of its services through this platform and represents about 80% of all data \nin NDC servers. The TA aims to build on the existing relationship by upgrading the GAIPSR \nsoftware system to enable it to more effectively link in with the system used by the NDC. The TA \nwill  also  strengthen  GAIPSR’s  encryption  software  so  that  it  can  more  easily  meet  the \nrequirements of the NDC. These two steps will enable the GAIPSR system to be fully connected \nto the NDC. \n \n10.  Output 4: Support for effective implementation of laws and regulations related to \nstate civil registration provided. GAIPSR has already drafted four laws: the General Law on \nState Registration, the Legal Entity Registration Law, the Property Rights Registration Law, and \nthe Civil Registration Law. These laws will be discussed in the fourth session of the Parliament \nfor 2017. The TA will support GAIPSR with a plan for the preparation of bylaws and regulations \nto successfully implement these laws once they are approved. Executing these legal changes will \nenable GAIPSR to overcome some underlying problems in the system. \n \nC.  Cost and Financing \n11.  The TA is estimated to cost $1,624,000, of which $1,500,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF 6). The government will provide \ncounterpart support in the form of counterpart staff, office and housing accommodation, office \nsupplies, secretarial assistance, domestic transportation, and other in-kind contributions. \n \nD.  Implementation Arrangements \n12.  The TA will be implemented from 1 October 2017 to 31 December 2020. GAIPSR will be \nthe executing agency. ADB will engage a TA project implementation unit (PIU) composed of a \nfull-time TA coordinator, a part-time information technology specialist, a part-time procurement \nexpert, a part-time legal expert, a part-time monitoring and evaluation expert, and a part-time \nfinance and administrative officer to oversee the TA and help manage the consulting firm. ADB \nwill also engage a consulting firm to develop online and offline systems for the SRS, develop the \nintermediate database, and strengthen database coding. \n \n13.  GAIPSR will form a TA steering group composed of senior officials from the pertinent \ngovernment departments and agencies to ensure strong institutional coordination and effective \ndissemination. The deputy chairman of GAIPSR will chair the group. The composition of the group \nwill be sent to ADB for no-objection approval prior to the formation of the group. The TA \ncoordinator will act as secretary to the steering group and the steering group’s purpose will be to \nguide the TA. In addition, the TA coordinator will form, participate in, and lead a working group \ncomposed of the PIU members and one full-time GAIPSR staff officer, and other GAIPSR staff \nmembers as appropriate. This working group will be responsible for managing the TA on a day-\nto-day basis and liaising with staff of GAIPSR and other agencies. Training on data input, platform \nand  interface  use,  maintenance  of  the  system,  and  anything  else  deemed  necessary  to \n ", "4 \nsuccessfully maintain and use any software or systems developed will be part of the consulting \nfirm’s contract. The firm will also be responsible for formulating a capacity development plan. An \ninception workshop, a midterm workshop, and a final closing workshop will be held. In addition, \none study tour will be organized for a select number of GAIPSR staff to a country in the region \nwith a strong SRS. \n \n14.  TA  support  for  workshops  may  include  costs  related  to  venue,  equipment  rental, \ntranslation, printing and copying, meals, transportation, lodging, logistics and administrative \nsupport, and other expenditures with prior agreement from ADB. In line with standard ADB \nprocedures, the TA will not support the executing agency’s management fees or related costs, \nsuch as staff salaries and allowances, and use of executing agency resources such as office \naccommodation, which will be provided as part of the counterpart contribution. \n \n15.  The executing agency will meet government staff costs and provide office and meeting \nspace. It will also supply data and documents required under the TA and cover the cost of office \nutilities for consultants. The executing agency will designate a TA focal point with strong English \nspeaking and writing skills, and will facilitate all TA activities and links to local government \nrepresentatives and providers to ensure the effective implementation of TA activities. \n \n16.  The PIU will establish a separate advance payment facility in United States dollars at a \ncommercial bank acceptable to ADB in coordination with the Ministry of Finance and in line with \nADB’s Technical Assistance Disbursement Handbook (2010, as amended from time to time). \n  \nTable 1: Implementation Arrangements \n \nAspects  Arrangements \nIndicative implementation period  1 October 2017–31 December 2020 \nExecuting agency  General Authority for Intellectual Property and State Registration \nImplementing agency  General Authority for Intellectual Property and State Registration \nConsultants  To be selected and engaged by ADB \nTA coordinator  36 person-months  $120,000 \nIT specialist  24 person-months  $95,000 \nProcurement specialist  12 person-months  $35,000 \nFinance and  25 person-months  $40,000 \nadministrative officer \nLegal expert   6 person-months  $30,000 \nM&E expert  6 person-months  $30,000 \nConsulting firm: online  100 person-months  $510,000 \nand offline software for \ncitizen’s registration; \nintermediate database \ndevelopment; and \ndatabase coding \nimprovement \nProcurement  To be procured by consultants \nShopping  Servers  $75,000 \nShopping  Data storage  $35,000 \n ", "5 \nAspects  Arrangements \nShopping  Other essential office  $50,000 \nand computing \nequipment \nDisbursement  The TA resources will be disbursed following ADB's Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). \nADB = Asian Development Bank, IT = information technology, M&E = monitoring and evaluation, TA = technical \nassistance. \nSource: Asian Development Bank. \n \n17.  Consulting services. In dialogue with the executing agency, ADB will recruit the following \nindividual national experts: (i) TA coordinator and team leader (36 person-months), (ii) information \ntechnology specialist (24 person-months), (iii) procurement specialist (12 person-months), (iv) \nfinance and administrative officer (25 person-months), (v) legal expert (6 person-months), and (vi) \nmonitoring and evaluation expert (6 person-months). The consulting firm package (100 person-\nmonths in total: online and offline software packages for citizen’s registration, intermediate \ndatabase development, and database coding improvement) will be selected by ADB using quality- \nand  cost-based  selection.  Lump-sum  payments  and  output-based  contracts  for  consulting \nservices will be considered in line with ADB’s Midterm Review of Strategy 2020 Action Plan nos. \n2.9.2. and 2.10.2. 10 The PIU members will provide inputs to the recruitment of the consulting firm. \nADB will engage the consulting firm and individual consultants, and all TA-financed goods shall \nbe procured in accordance with ADB’s Procurement Policy (2017, as amended from time to time) \nand the associated project administration and TA instructions. \n \n18.  The PIU will be responsible for producing the TA outputs and deliverables in a timely and \neffective manner, and for organizing and carrying out all TA activities. The PIU will report to the \nADB project officer. The progress of the TA will be evaluated during review missions, and midterm \nand final workshops based on the performance targets and indicators defined in the design and \nmonitoring framework (Appendix 1). GAIPSR will provide baseline data and verify the data with \nother government authorities. \n \n19.  Social media and websites. GAIPSR agrees to cover the maintenance of the database \nplatform, the rental of fiber-optic cables, the underlying databases, and the web-based interface \n(including website) upon completion of the project. This will be budgeted and accounted for in \nGAIPSR’s annual budget allocation. \n \nIV.  THE PRESIDENT'S DECISION \n20.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,500,000 on a grant basis to \nthe Government of Mongolia for Improved Registry System to Strengthen the Delivery of Social \nServices, and hereby reports this action to the Board. \n \n                                                \n10 ADB. 2014. Midterm Review of Strategy 2020: Action Plan. Manila. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Technical Assistance is Aligned with \nState civil registry services and information for social welfare policies improved.a (Sustainable Development \nVision, 2030) \n  Data Sources and \nPerformance Indicators  Reporting \nResults Chain  with Targets and Baselines  Mechanisms  Risks \nOutcome       \nConnectivity  a. Discrepancies in birth and  a. Government’s  Change in key \nbetween inputters  mortality registration data  biannual reviews of  government personnel \nof SRS information,  reduced (2015 baseline:  Sustainable  in GAIPSR or in other \ngovernment users  difference of 1,572 between  Development Goals  state registry agencies \nof SRS information,  births registered at the  implementation   undermines support for \nand citizens  Ministry of Health and civil    project objectives. \naccessing SRS  registration database)     \nservices      Legal issues, \nstrengthened  b. One Citizen−One  b. ADB’s internal  particularly those \nRegistration Program on track  reports and documents  relating to information \n(2016 baseline: not  in line with project  sharing, are not \napplicable)  reporting  adequately managed. \nOutputs       \n1. Soum (county)  1a. Training and equipment  1a., 1b., 2a., 2b., 2c.,  Lack of progress in the \naccess to online  provided to 50 newly  3a., 3b., and 4a.  sharing of data \nstate civil  connected soums to enable  Periodic TA progress  underlying software \nregistration  them to provide full range of  reports in line with  system and/or approval \nstrengthened  registration services (2016  project reporting  of necessary legislation \n  baseline: 0)    in Parliament \n      undermines \n  1b. Report detailing lessons  1a., 1b., 2a., 2b., 2c.,  achievement of outputs. \n  from connecting these  3a., 3b., and 4a. \n  50 soums produced and  Accomplishment \n  taken forward to the  reports from \n  connection of more soums  consultants in line with \n  (2016 baseline: 0)  project reporting \n     \n2. System enabling  2a. Software program that  1a., 1b., 2a., 2b., 2c., \nelectronic  enables maternity wards to  3a., 3b., and 4a. \nregistration services  issue registration numbers  Minutes of meetings \nin hospitals created  and submit electronically to  between the \n  the National Data Center and  government and ADB \n  enables GAIPSR to access  during review missions \n  this data from the National  and other ad hoc \n  Data Center created (2016  meetings \n  baseline: 0)   \n   \n \n  2b. Training provided to \n  GAIPSR and Ministry of   \n  Health staff to enable them to \n ", "Appendix 1  7 \nData Sources and \nPerformance Indicators  Reporting \nResults Chain  with Targets and Baselines  Mechanisms  Risks \n  use and operate the system   \n  (2016 baseline: 0) \n \n   \n  2c. State registrar equipment   \n  renewed (2016 baseline: not \n \n  applicable) \n     \n3. Single shared  3a. Portal system that \n \ndatabase platform  enables information \nfor all state registry  exchange developed (2016   \ninformation created  baseline: 0) \n \n   \n  3b. Software to create family   \n  information system based on \n \n  SRS created (2016 baseline: \n  0)   \n   \n \n  3c. GAIPSR software \n  including encryption software   \n  upgraded (2016 baseline: not \n  applicable)   \n   \n \n   \n4. Support to  4a. Plans for the preparation  4a. Government \neffective  of regulations and bylaws to  gazette \nimplementation of  four laws pending \n \nlaws and  parliamentary approval \nregulations related  delivered to GAIPSR for   \nto state civil  implementation upon \n \nregistration  approval (2016 baseline: 0) \nprovided     \n4b. Public discussion event  4b. Feedback from \nbased on new laws and  event participants and \nregulations held (2016  media reports \nbaseline: 0) \n \n \n4c. Survey on citizen address  4c. Survey publication, \nconflict (identified as a  periodic TA reports, \nnecessary action in law- and consultancy \ndrafting process) completed  reports \n(2016 baseline: 0) \n \n   \n ", "8  Appendix 1 \n \nKey Activities with Milestones \n \n1.  Soum (county) access to online state civil registration strengthened  \n1.1 Recruit project coordinator by Q4 2017 and rest of project implementation unit by Q1 2018. \n1.2 Complete procurement plan for equipment and training plan by Q4 2018. \n1.3 Complete equipment procurement and deliver training by Q4 2020. \n \n2.  System enabling electronic registration services in hospitals created  \n2.1 Recruit project coordinator by Q4 2017 and rest of project implementation unit by Q1 2018. \n2.2 Complete firm recruitment by Q4 2018. \n2.3 Complete software development and IT operationalization and training by the end of 2020. \n \n3.  Single shared database platform for all state registry information created  \n3.1 Recruit project coordinator by Q4 2017 and rest of project implementation unit by Q1 2018. \n3.2 Complete firm recruitment by Q4 2018. \n3.3 Complete software development and IT operationalization and training by the end of 2020. \n \n4.  Support to effective implementation of laws and regulations related to state civil registration \nprovided  \n4.1 Complete plan for legal framework implementation and any associated terms of reference by Q2 \n2018. \n4.2 Complete any necessary recruitments by Q4 2018. \n4.3 Complete implementation of legal framework by the end of 2020. \nAdditional government staff training needs not defined in firm contracts \nComplete training needs assessment by Q3 2018. \nConduct study tour in Q2 2019. \nRoll out and complete training program alongside software operationalization by the end of 2020. \nTA Management Activities \nEstablish project steering committee composed of GAIPSR and other relevant ministries. The project \ncoordinator will also participate in the steering committee, either as a member or as secretary of the \nsteering committee. \nPrepare inception (Q4 2017), annual (Q4 2018, Q4 2019, and Q4 2020), and completion (Q2 2021) reports. \nInputs \nADB Technical Assistance Special Fund (TASF 6): $1,500,000 \nNote: The government will provide counterpart support in the form of counterpart staff, office and housing \naccommodation,  office  supplies,  secretarial  assistance,  domestic  transportation,  and  other  in-kind \ncontributions. \nAssumptions for Partner Financing \nNot applicable \nADB = Asian Development Bank, GAIPSR = General Authority for Intellectual Property and State Registration, IT = \ninformation technology, Q = quarter, SRS = State Registration System, TA = technical assistance \na Government of Mongolia. 2016. Sustainable Development Vision, 2030. Ulaanbaatar; and Government of Mongolia.       \n2016. Action Plan, 2016-2020. Ulaanbaatar. \nSource: Asian Development Bank. \n ", "Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nAsian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  National consultants (209 person-months)  860.0 \nb.  Out-of-pocket expenditures   \ni.  Local travel  30.0 \nii.  Surveysb  120.0 \niii.  Translation, reports, and communicationsc  50.0 \niv.  Miscellaneous administration and support costsd  50.0 \n2.  Equipment (rental or purchase) e   160.0 \n3.  Workshops and training costsf   \na.  Workshops (inception, midterm, and final)  45.0 \nb.  Training workshops, seminars, and study tourg  130.0 \n4.  Contingencies  55.0 \n  Total  1,500.0 \nNote: The technical assistance (TA) is estimated to cost $1,624,000, of which contributions from the Asian Development \nBank are presented in the table above. The government will provide counterpart support in the form of counterpart staff, \noffice and housing accommodation, office supplies, secretarial assistance, domestic transportation, and other in-kind \ncontributions. The value of the government’s contribution is estimated to account for 10% of the total TA cost. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF 6). \nb  Includes research and survey materials. \nc  Includes all translation activities, necessary policy documents for desk review, production of technical reports for the \nmain TA report, workshop reports, executive summary of the TA findings and policy note, and interpretation of \nworkshops and conferences as needed. \nd  Includes report editing, printing, and dissemination. Includes any other staff support costs. \ne  Equipment purchased under the TA will be turned over to the executing agency upon completion of TA activities. \nf  In addition to the inception, midterm, and final workshops, the TA expects to support five training sessions reaching \n100 government employees. The workshops will be held in Ulaanbaatar. \ng  Study tour will only be for executing and implementing agency staff, and the project coordinator will be included. It \nwill be fielded in the region and will include a maximum of eight people. \nSource: Asian Development Bank estimates. \n \n ", "10  Appendix 3 \nLIST OF LINKED DOCUMENTS \n \n \nhttp://www.adb.org/Documents/LinkedDocs/?id=51135-001-TAReport\n \n1.  Terms of Reference for Consultants \n \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20171003151151+08'00'", "ModDate": "D:20171003151151+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Technical Assistance Report", "Keywords": "adb technical assistance ta report"}}