{"path": "data/input/ta/51199-001-rrp-en.pdf", "pages": [" \n \n \n \n \n \n \nReport and Recommendation of the President  \n \n  to the Board of Directors\n   \n   \n \n \n \n \nProject Number: 51199-001 \nFebruary 2018 \n \n  \n  \n \nProposed Policy-Based Loan \nMongolia: Ulaanbaatar Air Quality Improvement \nProgram \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011. \n ", " \nCURRENCY EQUIVALENTS \n(as of 13 February 2018) \n \nCurrency unit  –  togrog (MNT) \nMNT1.00  =  $0.000416   \n$1.00  =  MNT2,401.00     \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  GDP  –  gross domestic product \n  HOB  –  heat-only boiler \n  IAP  –  implementation action plan \n  IMF  –  International Monetary Fund \n  MOF  –  Ministry of Finance \n  PBL  –  policy-based loan \n  PM2.5  –  particulate matter of less than 2.5 micrometers in diameter \n  SDG  –  Sustainable Development Goal \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars. \n   \n ", " \n \nVice-President  Stephen Groff, Operations 2 \nDirector General  Indu Bhushan, East Asia Department (EARD) \nDirector  Qingfeng Zhang, Environment, Natural Resources, and Agriculture \nDivision, EARD \n   \nTeam leader  Maria Pia Ancora, Climate Change Specialist, EARD \nTeam members  Tuul Badarch, Senior Project Officer (Infrastructure), Mongolia \nResident Mission, EARD \nDavid Boland, Environmental Economist, EARD \nGiacomo Giannetto, Principal Financial Sector Specialist, EARD \nArnaud Heckmann, Senior Urban Development Specialist, EARD \nNa Won Kim, Senior Environment Specialist, EARD \nDeclan Magee, Senior Country Economist, EARD \nMary Dianne Rose Molina, Senior Operations Assistant, EARD \nOngonsar Purev, Senior Environment Officer, Mongolia Resident \nMission, EARD \n  Frank Radstake, Principal Water Resources Specialist, Sustainable \nDevelopment and Climate Change Department (SDCC) \n  Susann Roth, Senior Social Development Specialist (Social \nProtection), SDCC \nNogendra Sapkota, Senior Social Development Specialist, EARD \n  Shigeru Yamamura, Senior Energy Specialist, EARD \n  Said Zaidansyah, Principal Counsel, Office of the General Counsel \n \nPeer reviewers  Shakil Ferdausi, Environment Specialist, SDCC \nAnupma Jain, Senior Urban Development Specialist, Pacific \nDepartment \nYongping Zhai, Chief of Energy Sector Group, SDCC \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", " \nCONTENTS \n \nPage \nPROGRAM AT A GLANCE \n \nI.  THE PROPOSAL  1 \n \nII.  PROGRAM AND RATIONALE  1 \nA.  Background and Development Constraints  1 \nB.  Policy Reform and ADB’s Value Addition  2 \nC.  Impacts of the Reform  5 \nD.  Development Financing Needs and Budget Support  6 \nE.  Implementation Arrangements  7 \n \nIII.  DUE DILIGENCE  7 \nA.  Governance  7 \nB.  Poverty and Social  8 \nC.  Safeguards  9 \nD.  Risks and Mitigating Measures  10 \n \nIV.  ASSURANCES AND CONDITIONS  10 \n \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n3.  Development Policy Letter  15 \n4.  Policy Matrix  18 \n \n \n \n \n \n \n ", "Project Classification Information Status: Complete\nPROGRAM AT A GLANCE\n1. Basic Data Project Number: 51199-001\nProject Name  Ulaanbaatar Air Quality  Department/Division EARD/EAER\nImprovement Program\nCountry Mongolia Executing Agency Ministry of Finance\nBorrower Government of Mongolia\n2. Sector Subsector(s)      ADB Financing ($ million)\nPublic sector management Public administration 20.00\nEnergy Energy sector development and institutional reform 60.00\nHealth Health sector development and reform 10.00\nTransport Transport policies and institutional development 10.00\nWater and other urban  Urban policy, institutional and capacity development 30.00\ninfrastructure and services\nTotal 130.00\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Adaptation ($ million) 3.00\ngrowth (IEG) including jobs, created and  Mitigation ($ million) 35.00\nexpanded CO  reduction (tons per annum) 133,800\n2\nEnvironmentally  Environmental policy and legislation Climate Change impact on the Project High\nsustainable growth (ESG) Global and regional transboundary \nenvironmental concerns\nUrban environmental improvement\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity Civil society participation Some gender elements (SGE)\ndevelopment (GCD) Institutional development\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Urban High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals SDG3, SDG7, SDG11, SDG13\n6. Risk Categorization: Complex \n.\n7. Safeguard Categorization Environment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 130.00\n     Sovereign Stand-Alone Policy-Based Lending (Regular Loan):  Ordinary  130.00\ncapital resources\nCofinancing 0.00\n     None 0.00\nCounterpart  0.00\n     None 0.00\nTotal 130.00\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 15012018161832757376 Generated Date: 26-Feb-2018 8:56:38 AM", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed policy-\nbased loan (PBL) to Mongolia for the Ulaanbaatar Air Quality Improvement Program.1 \n \n2.  The  Government  of  Mongolia  has  requested  financial  assistance  from  the  Asian \nDevelopment Bank (ADB) in the form of a PBL to address Ulaanbaatar’s severe air pollution \nproblem which (i) harms citizens’ health, disproportionally affecting children and poor people; and \n(ii) results in significant health and economic costs, which are a long-term burden on the already \nweak national economy. The proposed program is grounded in the 2017–2025 National Program \nfor Reducing Air and Environmental Pollution. The commitment to the PBL’s implementation was \nconveyed by the Ministry of Finance (MOF) in the development policy letter (Appendix 3). \n \nII.  PROGRAM AND RATIONALE \n \nA.  Background and Development Constraints \n \n3.  Ulaanbaatar is the world’s coldest capital, with temperatures regularly dropping below  \n–20° Celsius in winter (October–March). It is also one of the most polluted cities in the world. \nDuring January 2018, levels of harmful fine particulate matter in the ambient air were nearly forty \ntimes the daily limits recommended by the World Health Organization.2 These dangerous high \nlevels of pollution are a seasonal fact of life for Ulaanbaatar’s residents with severe health impacts. \nMedical costs, lost productivity, chronic illnesses, and shorter life expectancy affect the economy \nand quality of life of people in Ulaanbaatar, especially poor families who cannot afford proper \nnutrition and medical care. Children are particularly vulnerable to pollution.3 \n \n4.  The air pollution problem in Ulaanbaatar stems from unplanned and inadequate urban \ndevelopment. In the past 20 years, Ulaanbaatar has witnessed rapid urban development due to \nthe inflow of people who have looked for better lives in the capital city or have sought refuge after \nlosing their livelihoods to more frequent and severe climate induced disasters in the countryside. \nThe city core has expanded only marginally to accommodate the new migrants and a vast peri-\nurban area (named ger areas) has developed with no adequate public services such as water, \nsanitation, heat supply, and public transport.4  \n \n5.  In ger areas, most households rely on the combustion of raw coal (or solid waste, for the \npoorest) for heating and cooking. Government and private buildings mostly rely on highly polluting \nand inefficient coal-fired heat-only boilers (HOBs).5 These highly polluting energy systems are the \n                                                \n1  ADB. 2018. Country Operations Business Plan: Mongolia, 2018–2020. Manila. \n2  In January 2018, several peaks of particulate matter of less than 2.5 micrometers in diameter (PM2.5) higher than \n1,000 micrograms per cubic meter (µg/m3) were recorded in the ger areas. In 2017 in Ulaanbaatar, the annual \naverage of ambient PM2.5 concentration was 75 µg/m3, i.e., nearly eight times the World Health Organization’s \nrecommended annual standard of 10 µg/m3. \n3  Pneumonia is a leading cause of childhood mortality and accounts for 51% of all-age respiratory disease hospital \nadmissions. It is aggravated by exposure to air pollution. Other health impacts of air pollution on children include \nreduced fetal growth, preterm birth, impaired brain development, and reduced lung function leading to acute and \nchronic respiratory diseases. United Nations Children’s Fund. 2016. Understanding and Addressing the Impact of Air \nPollution on Children’s Health in Mongolia. Ulaanbaatar.  \n4  A ger is a traditional portable round tent covered with skins or felt and used as a dwelling by nomads in the steppes \nof East Asia (also known as yurt). Ger areas comprise traditional gers and houses often constructed with poor \ninsulating materials. In 2000, there were 350,000 residents in the ger areas; in 2017 there were 800,000, or 219,000 \nhouseholds, representing about 60% of Ulaanbaatar residents. \n5  Because gers and ger area houses generally have short chimneys, the emissions have a significant impact on the \nlocal air quality in ger areas. \n ", "2 \nlargest sources of air pollution, affecting the whole city; they contribute to an estimated 80% of \nambient concentrations of inhalable particulate matter of less than 2.5 micrometers in diameter \n(PM2.5). Ulaanbaatar’s central core, where jobs and services are concentrated, has seen an \nincreasing number of private vehicles and highly polluting public transport buses. These sources \nare thought to be responsible for 10% of ambient PM . Coal burning in the combined heat and \n2.5\npower plants generating electricity and heat for the city contributes to 5%–6% of ambient PM2.5, \nand resuspension of unpaved ger road dust and combined heat and power plant fly ash add 4%–\n5%.6 Moreover, the city’s topography and climate are conducive to poor air quality. Ulaanbaatar \nis surrounded by mountains which, in combination with cold, dry air in the autumn and winter \nmonths, traps the air near the surface in and around the city, preventing dispersion of the pollution. \n \n6.  Inadequate urban and energy planning and insufficient investment in infrastructure often \nresult in haphazard urban development, which leads to air pollution and unlivable cities. In \nUlaanbaatar, these conditions are exacerbated by declining economic growth and fiscal budget \nconstraints that leave very few resources for the government to tackle the problem. \n \n7.  Mongolia’s economy is recovering from its latest budgetary crisis, triggered in 2014 by \ndeclining foreign direct investment, falling commodity prices, and growth moderation in the \nPeople’s Republic of China (Mongolia’s biggest trading partner), which prompted a deceleration \nin gross domestic product (GDP) growth from 17.3% in 2011 to 1.2% in 2016. The implementation \nof an International Monetary Fund (IMF) program, which aims to restore debt sustainability and \nimprove fiscal and monetary management, has had a positive impact on the economy, which has \nseen growth recover solidly to 5.1% in 2017.7 \n \nB.  Policy Reform and ADB’s Value Addition \n \n8.  Amid efforts to stabilize the economy, it is a social and political imperative to implement \nmeasures to curb air emissions from key sectors. Such measures can prevent another winter with \nhigh levels of air pollution and the resulting negative health impacts and ensure protection for the \nmost vulnerable groups despite fiscal consolidation efforts under the IMF program. \n \n9.  Government plans and ADB’s policy dialogue. In November 2016, the government \nrenewed the composition of the National Committee for Reduction of Air Pollution, led by the \nprime minister and co-led by the minister for environment and tourism, and comprising vice-\nministers  and  directors  of  relevant  ministries  and  agencies.  The  national  committee \ncommissioned the preparation of the National Program for Reducing Air and Environmental \nPollution  2017–2025,  and  the  national  program’s  implementation  action  plan  (IAP).  ADB’s \nengagement in policy dialogue started in March 2017, when the national program was approved. \nExtensive consultations were held with key implementing agencies and development partners to \nreach understanding and agreement on needed reforms. \n \n10.  The national program’s overall aim is to update and develop urban plans and increase the \nquality of urban infrastructure.8 The IAP, intended as the implementation instrument of the \nnational program, specifies responsible institutions and officials, time frames, and the budget of \n                                                \n6  Government  of  Mongolia.  2017.  Mongolia  National  Program  for  Reducing  Air  and  Environment  Pollution. \nUlaanbaatar. \n7  In May 2017, the IMF approved a 3-year Extended Fund Facility for Mongolia of $434.3 million to support the \ncountry’s economic reform program. ADB and other financing partners have committed to provide further budgetary \nsupport linked to policy actions and project support for a total financing package totaling approximately $5.5 billion. \nADB is coordinating closely with the IMF and other development partners on the Extended Fund Facility. \n8  The national program was approved on 20 March 2017. \n ", "3 \nthe program. The IAP includes actions such as (i) implementing a free night-time tariff electricity \npolicy to encourage ger area households to use electric stoves for heating, (ii) distributing cleaner \nheating fuels for household stoves to reduce air pollutant emissions, and (iii) expanding district \nheating networks while retiring small and inefficient coal-fired HOBs. Many of these measures \nhad been planned in the past but were not prioritized, i.e., not funded and implemented, delayed \nby other political and economic priorities. Furthermore, these measures need to be supported by \na robust and comprehensive policy framework: Mongolia’s ambitious environmental regulations \nlack details for their implementation and are not supported by public awareness and participation. \n \n11.  ADB’s value addition. Strengthening environmental sustainability is a pillar of ADB’s \ncountry partnership strategy for Mongolia.9 ADB will support efforts to reduce Ulaanbaatar’s air \npollution and greenhouse gas emissions under the national program by helping the government \nprioritize and deliver its IAP commitments based on cost-effective policy actions. \n \n12.  With the national program, the government has signaled the need and intent to address \nthe serious air pollution problem.  ADB’s program will enhance the national program IAP’s \neffectiveness and efficiency through policy dialogue and technical assistance (TA).10 The $1.1 \nmillion TA for the PBL will (i) guide and assist  the government in delivering on its policy \ncommitments and ensuring the quality of resulting reforms, and (ii) monitor their progress and \nimpact. \n \n13.  By developing the capacity of relevant agencies and strengthening their coordination, the \nprogram will (i) promote complementary measures, (ii) encourage consistent policy objectives \nthrough measures that are financially and economically viable and sustainable, and (iii) minimize \ncontradictory actions. The program will also ensure timely and adequate allocation of resources \nfor the national program IAP. The program will achieve this by prioritizing and expanding public \nresources for air pollution reduction efforts, focusing on cost-effective actions, and catalyzing \nprivate sector finance. \n \n14.  Alignment with ADB strategy. The ADB program rests upon the national program and \nits IAP and is aligned with ADB’s country partnership strategy for Mongolia, 2017–2020 (footnote \n9), under which ADB is committing $1.2 billion over the program period with a focus on three \nstrategic pillars: (i) promoting economic and social stability, (ii) developing infrastructure for \neconomic  diversification,  and  (iii)  strengthening  environmental  sustainability.  It  aligns  with, \ncomplements, and strengthens ADB’s ongoing urban development, environment, and health \nprograms, e.g., ADB’s (i) large urban sector investment for sustainable, livable, and greener ger \nareas, including extension of basic urban services and tailored urban planning and housing \nsolutions; (ii) proposed assistance on urban waste management for the disposal or possible \nrecycling of coal ash; and (iii) provisions for indoor air quality filtration systems in upcoming ADB-\nfinanced health and education infrastructure facilities.11  \n                                                \n9  ADB. 2017. Country Partnership Strategy: Mongolia, 2017–2020—Sustaining Inclusive Growth in a Period of \nEconomic Difficulty. Manila. \n10 ADB approved transaction TA totaling $250,000 for the program preparation and implementation of prior actions (TA \n9383-MON: Ulaanbaatar Air Quality Improvement Program), with an additional fund of $150,000 being processed. \nTA  Special  Fund  resources  are  complemented  by  additional  resources  to  engage  experts  for  design  and \nimplementation as follows: Cities Development Initiative for Asia through ADB. 2013. Technical Assistance for \nSupporting the Cities Development Initiative for Asia. Manila (TA 8556-REG, $250,000); ADB. 2015. Technical \nAssistance for Promoting Sustainable Energy for All in Asia and the Pacific. Manila (TA 8946-REG, $360,100); and \nUrban Environmental Infrastructure Fund under the Urban Financing Partnership Facility ($61,000). \n11 ADB. 2012. Report and Recommendation of the President to the Board of Directors: Proposed Loan to Mongolia for \nthe Fifth Health Sector Development Project. Manila; ADB. 2013. Report and Recommendation of the President to \nthe Board of Directors: Proposed Multitranche Financing Facility to Mongolia for the Ulaanbaatar Urban Services and \n ", "4 \n15.  The program will also leverage ongoing finance sector programs to support small and \nmedium-sized enterprises undertaking green and energy efficient projects. The government will \nallocate new capital in the Credit Guarantee Fund of Mongolia to support the creation of new \ncredit guarantee products designed to maximize potential air quality improvements and, in \nparticular, aid businesses located in ger areas.12 The program is also consistent with ADB’s \nenvironment, urban, energy, and health operational directions and contributes to advancing \nSustainable Development Goal (SDG) 3 (on health), SDG 7 (sustainable energy for all), SDG 11 \n(sustainable cities and communities), and SDG 13 (climate change).13 \n \n16.  Lessons learned. The program builds on lessons learned from recent policy-based \nlending programs for Mongolia, which were smoothly implemented and improved the capacity of \nthe government to successfully use this financing instrument. The program also draws from other \ndevelopment partners’ experience in the sector in Ulaanbaatar, such as the importance of well-\ndesigned incentives for switching to cleaner heating technologies and mechanisms for their \ndistribution. The proposed program design foresees the provision of financial incentives for \ncleaner energy sources, and mechanisms for their distribution, which are mindful of technical, \nsocial, cultural, and economic barriers. In addition, targeting use of cleaner fuel prior to investment \nin cleaner vehicles improves the cost-effectiveness of investments. Prior experience of providing \ncleaner vehicles to abate transport-related emissions without improving fuel quality, resulted in \npoor performance of these vehicles. This was the basis for a policy requirement under the current \nprogram on transitioning to cleaner fuels ahead of any technology abatement measures. The \nprogram’s design also draws lessons from a recent ADB PBL on air pollution reduction in the \nPeople’s Republic of China, by building a comprehensive policy framework with well-coordinated \nactions that are complemented by capacity building. \n \n17.  Development partner coordination. Other partners involved in the sector are the World \nBank, the Government of Japan through the Japan International Cooperation Agency, the Swiss \nDevelopment Cooperation, German development cooperation through the Deutsche Gesellschaft \nfür Internationale Zusammenarbeit, the Millennium Challenge Corporation, and United Nations \nagencies.14 The proposed program, with focus on air quality improvement, will reinforce ADB’s \nleading role among development partners by enabling, implementing, or scaling up initiatives \ncarried out by consulted donors, such as the Japan International Cooperation Agency’s long-term \nengagement in raising air quality monitoring capacity of the Ulaanbaatar Municipality, the United \nNations Children’s Fund’s program to promote pneumonia vaccination for children, and German \ndevelopment cooperation’s extensive support to the Ministry of Energy on energy planning and \nenergy efficiency standards for the building industry. \n \n                                                \nGer Areas Development Investment Program. Manila; ADB. 2015. Technical Assistance to Mongolia for Preparing \nthe Improving Access to Health Services for Disadvantaged Groups Project. Manila; ADB. 2017. Report and \nRecommendation of the President to the Board of Directors: Proposed Loan to Mongolia for the Sustaining Access \nto and Quality of Education During Economic Difficulties Project. Manila; Proposed Loan to Mongolia for Improving \nAccess to Health Services for Disadvantaged Groups Project; and Proposed Grant Assistance for the Solid Waste \nand Management Recycling (included in the Country Operations Business Plan for Mongolia, 2018–2020).   \n12 ADB. 2015. Report and Recommendation of the President to the Board of Directors: Loan and Technical Assistance \nGrant to Mongolia for the Supporting the Credit Guarantee System for Economic Diversification and Employment \nProject. Manila. \n13 ADB. 2013. Environment Operational Directions, 2013–2020. Manila; ADB. 2009. Energy Policy. Manila; ADB. 2012. \nUrban Operational Plan, 2012–2020. Manila; ADB. 2017. Climate Change Operational Framework 2017–2030: \nEnhanced Actions for Low Greenhouse Gas Emissions and Climate-Resilient Development. Manila; and ADB. 2015. \nOperational Plan for Health, 2015–2020. Manila. \n14 Development Coordination (accessible from the list of linked documents in Appendix 2). \n ", "5 \nC.  Impacts of the Reform \n \n18.  The  overarching  development  objective  will  be  to  improve  public  health  and  living \nstandards by improving air quality in Ulaanbaatar. Three multisector key reform areas will be \npromoted through twenty policy actions: (i) improved IAP efficiency and air pollution control \nregulatory framework; (ii) key measures on air pollution reduction and health protection; and (iii) \nmechanisms for environmentally sound and integrated urban, energy, and transport systems. \nThese reforms tackle the air pollution problem from multiple perspectives, i.e. governance, \ntechnology, finance, to promote changes, which are needed in the short-, medium- and long-term \nhorizon.  \n \n19.  Reform area 1: Improved implementation action plan efficiency and air pollution \ncontrol regulatory framework. These policy actions are intended to support the implementation \nof the national program IAP. Several of these policy actions are intended to establish a stronger \nregulatory framework or enhance the current framework, including (i) approving the national \nprogram IAP to authorize policy actions to reduce air pollution; (ii) amending the national Law on \nGovernment Special Funds, Law on Air, and Law on Air Pollution Fees to enable the allocation of \npollution fees for financing air quality improvement; (iii) modifying the excise tax law to enable \npreferential taxation for cleaner transportation fuels, which reduce air pollution and make it \npossible to operate advanced vehicle pollution controls (in Ulaanbaatar and nationwide); (iv) \napproving national standards for safety and efficiency of electric stoves and heaters; and (v) \nissuing technical standards for cleaner fuels. Other policy actions aim to enhance the public’s \nawareness of (i) the links between fuel use, air pollution, and health impacts through education \nprograms; and (ii) innovative heating and green building technologies at ger area information \ncenters. The remaining policy actions focus on (i) studying the economic, technical, and social \nbarriers to deploying efficient heating and green building technologies; and (ii) developing a \nstrategy to upgrade emission and air quality monitoring networks to create comprehensive \nmonitoring and analytical systems to measure progress. \n \n20.  Reform area 2: Key measures on air pollution reduction and health protection. The \npolicy actions in this reform area guide future expenditures to prioritize cost-effective IAP actions \nfor air pollution reduction and human health protection. The actions focused on air pollution \nreduction include (i) creating a mechanism to stimulate production and use of lower-emitting \nheating fuel by replacing approximately 80,000 tons of raw coal used for heating and cooking in \nthe most polluted ger areas with more-efficient and cleaner-burning processed coal (such as \nsemi-coke  briquettes  or  equivalent  lower-emitting  fuel);  and  (ii)  replacing  inefficient,  highly \npolluting coal-fired HOBs with distributed heating systems.15 Even with these emission reduction \nmeasures, there is still an urgent need to reduce the health impacts of air pollution in Ulaanbaatar. \nThe remaining policy actions aim to do that by providing for (i) the vaccination of children under \nthe age of 5 years in Ulaanbaatar with pneumococcal conjugate vaccine; and (ii) the installation \nof insulation and air filtration in new and rehabilitated kindergartens, schools, and hospitals to \nreduce exposure to indoor air pollution (and enhance building energy efficiency) in Ulaanbaatar.16 \n                                                \n15 The Ulaanbaatar Air Pollution Reduction Department of the Municipality of Ulaanbaatar has divided the city into four \nzones, corresponding to air pollution (PM2.5 and sulfur dioxide) levels (zone 1 being the most polluted, zone 4 the \nleast). \n16 Indoor air pollution also poses significant health risks, especially for women and children. Two effective interventions \nto improve indoor air quality are insulation and air filtration systems (e.g., high efficiency particulate air filters). These \nactions reduce not only the heating needs for buildings, potentially reducing fuel use and the associated air pollution, \nbut also the intrusion of polluted outside air. Installing insulation and air filters on new and rehabilitated schools, \nhospitals, and kindergartens will enhance indoor air quality in buildings where children and elderly adults spend a \nsignificant portion of their day. \n ", "6 \n21.  Reform  area  3:  Mechanisms  for  environmentally  sound  and  integrated  urban, \nenergy, and transport systems. These policy actions create a framework for better planning \nand provide incentives for cleaner fuels and greener development. Specifically, several policy \nactions lay the foundation for greener redevelopment of the city, especially in ger areas, including \n(i) developing a roadmap to transition to low-sulfur transportation fuel that will reduce emissions \nand improve the effectiveness of advanced pollution controls; (ii) requiring the application of \nenergy efficiency standards and prohibiting on-site coal combustion at government-owned and/or \noperated buildings; and (iii) integrating urban and energy master plans with coherent land-use \npolicies that consider anticipated climate impacts. The remaining policy actions provide incentives, \nthrough sustainable financing mechanisms, for a shift towards a more efficient, safer, and greener \nbuilding industry by creating and funding credit guarantee products for small and medium-sized \nenterprises that support air pollution reductions. \n \n22.  The  PBL  will  enable  the  government  to  implement  government  policy  actions  in  a \nconstrained fiscal environment that exists because of the implementation of the IMF program. The \npriority actions include urgent measures to curb air pollution in Ulaanbaatar, where residents are \nexposed to health risks resulting in economic impact of 18%–28% of Ulaanbaatar’s GDP and 8%–\n13% of Mongolia’s GDP.17 \n \n23.  A quantitative estimation of economic benefits from the program is difficult because of \nseveral complex assumptions involved with the analysis, including (i) emission reductions due to \nthe program and translation of the reduced pollutions to outdoor air quality, and (ii) identifying the \nnumber and geographical distribution of affected people and extent of their exposure to the \nimproved air quality. However, it is expected that economic benefits of air pollution reduction will \naccrue to all Ulaanbaatar residents through improved air quality and reduced public health costs \nbecause of avoided mortality and morbidity, improved economic growth due to investments in \ntechnologies and insulation, increased employment opportunities to install and maintain greener \ntechnologies, and increased labor productivity.18 \n \nD.  Development Financing Needs and Budget Support \n \n24.  The government has requested a regular loan of $130 million from ADB’s ordinary capital \nresources to help finance the program. The loan will be disbursed in two tranches. The first \ntranche of $100 million will be withdrawn upon loan effectiveness. The second tranche of $30 \nmillion will be withdrawn upon achievement of the second tranche policy actions.19 \n \n25.  The loan will have a 15-year term, including a grace period of 3 years; an annual interest \nrate determined in accordance with ADB’s London interbank offered rate (LIBOR)-based lending \nfacility; a commitment charge of 0.15% per year; and such other terms and conditions set forth in \nthe draft loan agreement. The average maturity is 12.1 years and no maturity premium is payable \nto ADB. The government has provided ADB with (i) the reasons for its decision to borrow under \nADB’s LIBOR-based lending facility based on these terms and conditions, and (ii) an undertaking \n                                                \n17 National Secretariat for the Second Compact Agreement between the Government of Mongolia and the Millennium \nChallenge Corporation of the United States. 2016. Mongolia Constraints Analysis. Ulaanbaatar. \n18 Replacing HOBs with district heating can reduce particulate matter 10 micrometers or less in diameter emissions by \napproximately 130 tons each year. The replacement of HOBs with district heating (fueled by more efficient and \ncleaner coal burning in the combined heat and power plants) also contributes to the reduction of 133,800 tons of \ncarbon dioxide emissions equivalent. \n19 ADB and the Economic Development Cooperation Fund of Korea are discussing possible co-financing for follow-up \ninvestment projects related, but not limited to, selected actions of the policy matrix in Appendix 4.  \n \n ", "7 \nthat these choices were its own independent decision and not made in reliance on any advice \nfrom  ADB.  The  proceeds  of  the  loan  will  be  disbursed  in  accordance  with  ADB’s  Loan \nDisbursement Handbook (2017, as amended from time to time). \n \n26.  The program will support efforts to improve Ulaanbaatar’s air quality and related health \noutcomes.  In  determining  the  loan  size,  consideration  was  given  to  the  importance  of  (i) \nsupporting  the  government’s  macroeconomic  and  fiscal  stabilization  program,  while  also \nconsidering the economic and social cost of not undertaking effective measures to address air \npollution in Ulaanbaatar; and (ii) the fiscal savings realized through prioritization of necessary \nurgent measures. \n \n27.  Proposed financing modality. The stand-alone PBL will be provided in two tranches with \nthe funds front loaded to ensure that essential near-term policy actions are implemented quickly \ndespite tighter fiscal policy. The financing modality is justified to address the urgent need of \nprotecting the health of citizens, especially the children and poor in Ulaanbaatar, and reduce \nbudget expenditures related to medical costs associated with health impacts.  The first tranche of \n$100 million is linked to 10 cost-effective measures to address air pollution in Ulaanbaatar, \nprotecting families most affected by air pollution and avoiding significant economic and social \ncosts. These measures entail higher costs and are also the most politically sensitive, showing the \ngovernment’s commitment to the proposed reforms. The second tranche of $30 million will be \nlinked to 10 policy actions that lay the foundation for a longer-term policy framework while \nimplementing actions for the subsequent winter.  \n \nE.  Implementation Arrangements \n \n28.  The MOF will be the program’s executing agency, heading an ad hoc working group \noverseeing and coordinating the timely implementation of the policy actions by the implementing \nagencies: the Ministry of Environment and Tourism, the Ministry of Construction and Urban \nDevelopment, the Municipality of Ulaanbaatar, the Ministry of Energy, the Ministry of Road and \nTransport Development, the Ministry of Mining and Heavy Industry, and the Ministry of Health.20 \n \n29.  Implementation is from 1 March 2017 to 30 November 2018. ADB will assess program \nimplementation through periodic progress reports submitted by the MOF and will field missions to \nconfirm the fulfillment of policy actions for tranche releases. ADB and development partners will \nclosely coordinate to ensure that there is no overlap or duplication of activities during program \nimplementation. \n \nIII.  DUE DILIGENCE \n \nA.  Governance \n \n30.  Public  financial  management.  Procyclical  fiscal  management,  optimistic  revenue \nforecasts, and the misalignment of public expenditure and strategic priorities are major public \nfinancial management challenges in Mongolia. Poor windfall revenue management and frequent \nbudget amendments have undermined efforts to strengthen strategic guidance for the annual \nbudget process and reduce vulnerability to the boom–bust economic cycle. In addition to greater \ncountercyclical fiscal discipline, budget preparation and public expenditure need to be better \naligned with policy priorities. \n \n                                                \n20 The working group shall be led by the MOF’s vice-minister. \n ", "8 \n31.  This PBL is part of strong collaborative efforts between ADB and other development \npartners under the framework of the IMF’s Extended Fund Facility. Specifically, the Extended \nFund Facility program will help improve public financial management by (i) working with the \ngovernment to significantly curtail off-budget expenditures; (ii) creating a fiscal council to provide \nindependent budget forecasts and costings of new policy proposals; (iii) allowing the government \nsole authority to determine the total amount of spending in the budget; and (iv) granting the MOF \nthe authority to approve proposals to the Cabinet that have a budgetary cost. For this project, the \nMOF is responsible for ensuring that financial commitments are included as budget line items in \nthe state budget and will ensure that the policy actions are implemented by the implementing \nagencies. Therefore, although this PBL does not target public financial management directly, it is \nclosely coordinated with efforts to strengthen public financial management under the IMF program. \n \n32.  Corruption. Major corruption risks include weak institutions and enforcement, lack of \ncapacity of integrity institutions, political interference, lack of transparency and accountability, and \nthe  prevalence  of  conflicts  of  interest.  The  policy  actions  under  the  IMF-led  program  and \nmonitoring indicators would ensure strict compliance with the program objectives and thereby \nminimize risks. ADB’s Anticorruption Policy (1998, as amended to date) was explained to and \ndiscussed with the government. \n  \n33.  Environmental  management  and  governance.  Mongolia  generally  has  adequate \nenvironmental protection laws and standards, but their implementation and enforcement has been \nchallenging, partly because of limited capacity and coordination of implementing agencies. The \nprogram addresses this challenge in two ways: (i) establishing economic incentives to encourage \nand/or facilitate private action (e.g., credit guarantee funds to support air pollution reductions, and \nchanges to the excise tax law to provide incentives for cleaner transportation fuels), and (ii) \nproviding fiscal resources to facilitate environmental policy enforcement (e.g., strategy to upgrade \nUlaanbaatar air quality and the emission compliance monitoring network). In addition, the program \nincludes TA to build capacity for environmental management and governance. \n \nB.  Poverty and Social \n \n34.  The poverty rate in Ulaanbaatar declined from 25.8% in 2011 to 16.4% in 2014. However, \nyears of progress were erased as the poverty rate jumped to 24.8% in 2016,21 due in part to \nplummeting GDP growth and increasing unemployment. The negative impacts caused by indoor \nand outdoor air pollution may aggravate these poverty rates through poor health and living \nstandards, high medical costs, lost productivity, chronic illnesses, and shorter life expectancy. \nThe poor people living in ger areas and other parts of the city are more vulnerable to air pollution, \nas they normally have (i) limited access to public information on air quality, (ii) living and working \nplaces prone to or lacking any protection against air pollution, and (iii) little choice of working \nhours and places. Often, they cannot afford good medical prevention or treatment for pollution-\nrelated health problems. The program will result in improved air quality, which in turn will have \nsignificant positive impacts on public health and well-being. It will particularly benefit children and \nthe elderly, who are most vulnerable to cardiovascular and respiratory diseases. Income loss from \nrestricted economic activities because of poor air quality will be reduced, thereby increasing work \nproductivity in Ulaanbaatar. \n \n35.  Gender. Women face greater risks of poor health because of air pollution. Because of \ntheir traditional roles as the primary users of household energy sources, women suffer more from \ninefficient and polluted household energy. Women are expected to benefit from cleaner sources \n                                                \n21 Mongolian National Statistics Office. 2017. www.nso.mn (accessed 26 October 2017). \n ", "9 \nof energy for heating homes and from having healthier children and elderly family members, which \nwill reduce their caretaking time. The program has been categorized by ADB as having some \ngender elements, and the policy matrix includes the following gender measures: (i) 50% women \nparticipation in public awareness; (ii) targeting the poor, including households headed by women, \nin distribution of semi-coke briquettes or lower-emitting fuel; and (iii) including gender analysis in \nthe study on innovative heating technologies. \n \nC.  Safeguards \n \n36.  Program activities are confined to policy reforms, and their benefits will accrue to all \nUlaanbaatar residents. None of the policy actions will result in or lead to involuntary resettlement \nor adversely affect indigenous peoples.22 No adverse environmental impacts have been identified \nand, as such, the program is categorized C for the environment, involuntary resettlement, and \nindigenous peoples. \n \n37.  The PBL adopts a systematic, multisector approach to address the air pollution problem \nfrom short-, medium-, and long-term perspectives. The provision of 80,000 tons of cleaner coal is \na key short-term policy, which can significantly reduce air pollution; the longer-term development \nof the ger areas will reduce the urgency of this measure. The ADB TA will aid in the design and \nmonitoring of effective, transparent, and accountable distribution of high-quality lower-emitting \ncoal, significantly reducing pollution locally and creating both demand and supply for cleaner coal, \nthereby ensuring sustainability of the policy (footnote 10). In addition, expanding the heating \nnetwork will create opportunities to connect ger households and other buildings to district heating, \nfurther reducing traditional air pollutants and greenhouse gas emissions through the retirement of \nHOBs (footnote 18). Positive environmental impacts also include co-beneficial climate mitigation \nthrough short-lived climate pollutants (i.e., black carbon) emission reductions.23 \n \n38.  Other policy actions, such as on upgrading air quality monitoring systems, may further \nreduce emissions by improving regulatory enforcement and environmental supervision, but their \nactual contribution is difficult to quantify. Hence, the team adopted the proportionality approach \nto estimate the climate finance for the program, considering two policy actions in tranche 1 and \nfour policy actions in tranche 2 contributing towards climate mitigation.24 \n \n39.  Climate  change  risks—direct  and  indirect—have  been  mitigated  by  including  policy \ncommitment that urban and energy planning agencies take into consideration anticipated climate \nimpacts in the rural areas on future migration patterns (i.e., increased frequency of climate-\ninduced natural disasters) and, in the urban context, on the infrastructure (i.e., heat waves \nincreasing peak electricity demands, or freezing temperatures compromising renewable energy \nsupply systems).25 \n                                                \n22 Matrix of Potential Environmental and Social Impacts and Measures (accessible from the list of linked documents in \nAppendix 2). \n23 The reduction of black carbon due to the replacement of raw coal with semi-coke briquettes could save 117,000 tons \nof carbon dioxide emissions equivalent. These reductions cannot be accounted in the program’s climate estimates, \nin compliance with current climate finance accounting guidance. \n24 Policy actions 5, 10, 12, 13, 16, and 19 (Appendix 4). Policy action 20 is attributed to climate adaptation. \n25 Climate change is likely to intensify extreme weather events in Mongolia, including dzudz. a summer drought followed \nby a heavy winter snow. Recurring dzuds and droughts over the past decade, coupled with poor pasture \nmanagement, have affected much of the rural population which migrated to Ulaanbaatar to seek refuge. The 2009‒\n2010 dzud resulted in the loss of 25% of Mongolia’s livestock population; in the 2015–2016 dzud 41% of Mongolia’s \nherder population was affected and 1.1 million livestock perished. ADB. 2016. Grant Assistance Report: Proposed \nAdministration of Grant to Mongolia for the Strengthening Community Resilience to Dzud and Forest and Steppe \nFires Project. Manila.  \n ", "10 \nD.  Risks and Mitigating Measures \n \n40.  The integrated benefits and impacts of the program are expected to outweigh the costs. \nMajor risks and mitigating measures are summarized in the table and described in detail in the \nrisk assessment and risk management plan.26 \n \nSummary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nClimate-change-induced  Risk has been mitigated by including a policy commitment, taking into \ndisasters in the countryside  consideration anticipated direct and indirect climate impacts in urban and energy \ntrigger migration to Ulaanbaatar  planning. Ongoing related technical and financial assistance by ADB, the World \nwhich outpaces the speed of the  Bank, and the Government of Japan will strengthen the resilience of rural \nprogram’s implementation.  livelihood to climate disasters. \nContinuing economic weakness  Unexpected deterioration of the external environment would require additional \nprevents the Government of  monitoring to ensure that resources are not reallocated to priorities other than air \nMongolia from prioritizing the air  pollution reduction. However, the IMF’s Extended Fund Facility and associated \npollution reduction agenda in  multilateral external financing are expected to stabilize the economy and sustain \nUlaanbaatar.  long-term growth. \nChanges in political priorities  There will be continued engagement with the government, including ADB’s \nimpair the reform program.  Management intervention, and close coordination with development partners, to \nsupport political commitment on the program. \nCorruption  The policy actions under the IMF-led program and monitoring indicators will \nensure strict compliance with the program objectives and thereby minimize risks. \nADB = Asian Development Bank, IMF = International Monetary Fund. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES AND CONDITIONS \n \n41.  The government has assured ADB that implementation of the program shall conform to \nall applicable ADB policies including those concerning anticorruption measures, safeguards, \ngender, procurement, consulting services, and disbursement, as described in detail in the loan \nagreement. The government has agreed with ADB on certain covenants for the program, which \nare set forth in the draft loan agreement. No disbursement shall be made unless ADB is satisfied \nthat the government has completed the policy actions specified in the policy matrix relating to the \nprogram. \n \nV.  RECOMMENDATION \n \n42.  I am satisfied that the proposed policy-based loan would comply with the Articles of \nAgreement of the Asian Development Bank (ADB) and, acting in the absence of the President, \nunder the provisions of Article 35.1 of the Articles of Agreement of ADB, I recommend that the \nBoard approve the loan of $130,000,000 to Mongolia for the Ulaanbaatar Air Quality Improvement \nProgram, from ADB’s ordinary capital resources, with interest to be determined in accordance \nwith ADB’s London interbank offered rate (LIBOR)-based lending facility, for a term of 15 years, \nincluding a grace period of 3 years; and such other terms and conditions as are substantially in \naccordance with those set forth in the draft loan agreement presented to the Board. \n \n \nStephen Groff \nVice-President \n \n28 February 2018 \n                                                \n26 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nCountry’s Overarching Development Objectives \nPublic health and living standards in Ulaanbaatar improved \n(National Program for Reducing Air and Environment Pollution, 2017–2025)a \n \nData Sources and \nPerformance Indicators  Reporting \nResults Chain  with Targets and Baselines  Mechanisms  Risks \nEffect of the Reform  By 2019:     \nAir quality in  Air quality in Ulaanbaatar improved, with  Annual government  Climate-change-\nUlaanbaatar improved  annual ambient PM2.5 concentrations  reports  induced disasters in \nlowered by 30%  the countryside \n(2016 baseline: 90 micrograms per cubic  trigger migration to \nmeter)  the city which \n  outpaces the speed \nThe national total annual spending for air  of the program’s \npollution reduction measures in  implementation. \nUlaanbaatar increased by at least 200%   \n(2016 baseline: $5 million)   \nReform Areas  Key Policy Actions     \n  By January 2018:     \n1. Improved  1.1 The government approved the  1.1 Government  Weak economic \nimplementation action  National Program for Reducing Air and  resolution  performance shifts \nplan efficiency and air  Environment Pollution 2017–2025 and its    government priorities \npollution control  implementation action plan.    away from the air \nregulatory framework  (2016 baseline: Not applicable)    pollution reduction \n    emergency. \n1.2 Parliament approved amendments to  1.2 Approved   \n(i) Law on Air, (ii) Law on Air Pollution  amendments   Reforms are \nFees, and (iii) Law on Government    discontinued \nSpecial Funds to enable the collection    because of changes \nand use of fees for air quality    in political priorities. \nimprovement.   \n(2016 baseline: Not applicable)   \n   \nBy November 2018:   \n1.3 The MOF submitted to the Cabinet a  1.3 Draft amendment \ndraft amendment to the Excise Tax Law  and submission letter \nto change the fuel classification system   \nfor taxation purposes.   \n(2016 baseline: Not applicable)   \n   \n1.4 At least 1,000 people (50% or more  1.4 (i) Program \nfemale) have improved understanding of  report(s), and (ii) \nair pollution measures and their health  Strategy document \nimpact.  and Ministerial order \n(2016 baseline: Not applicable)   \n   \n1.5 Strategy to upgrade Ulaanbaatar air  1.5 Strategy document \nquality and emission compliance  and MET approval \nmonitoring prepared in collaboration with  document \nMUB and MRTD and approved by MET.   \n(2016 baseline: Not applicable)   \n   \n1.6 MOE and MUB prepared and  1.6 (i) New energy \nsubmitted for approval to the relevant  efficiency standard, \nauthority the final draft of the (i) energy  and (ii) new emission \nefficiency standard for electric stoves and  standard for low-\nheaters; and (ii) emission standard for  emitting fuel \nlower-emitting fuel. Both standards will \n ", "12  Appendix 1 \nData Sources and \nPerformance Indicators  Reporting \nResults Chain  with Targets and Baselines  Mechanisms  Risks \ntake into consideration the affordability for \nthe poor. \n(2016 baseline: Not applicable) \n  Key Policy Actions   \n  By January 2018:   \n2. Key measures on  2.1 The government allocated budget to  2.1 State budget line \nair pollution reduction  provide financial support for procuring   \nand health protection  80,000 tons of semi-coke briquettes or   \nlower-emitting fuel.   \n(2016 baseline: 0)   \n   \n2.2 The government issued a resolution  2.2 Government \nto replace inefficient and highly polluting  resolution \ncoal-fired heat only boilers with district   \nheating, electricity, or non-coal heating   \nalternatives.   \n(2016 baseline: Not applicable)   \n   \n2.3 MOF allocated the budget for  2.3 State budget line \nextension of the district heating   \ninfrastructure enabling the retirement of   \n68 boilers.   \n(2016 baseline: Not applicable)   \n   \n2.4 The government allocated budget to  2.4 State budget line \nensure vaccination with pneumococcal  and national health \nconjugate vaccine for about 40,000  statistics \nchildren in Ulaanbaatar.   \n(2016 baseline: 10,500)   \n   \nBy November 2018:   \n2.5 At least 80,000 tons of semi-coke  2.5 (i) Procurement \nbriquettes, or lower-emitting fuel,  agreement, and (ii) \ndistributed to households in Ulaanbaatar’s  Distribution plan \nger areas, targeting the poor including   \nfemale headed households.   \n(2016 baseline: 0)   \n   \n2.6 The government allocated adequate  2.6 (i) State budget \nbudget for insulation and air filtration  line; and (ii) Donor \nsystems in new and rehabilitated  funded project \nkindergartens, schools, and hospitals in  documents  \nUlaanbaatar. \n(2016 baseline: 0) \n \n  By January 2018:   \n3. Mechanisms for  3.1 The CGFM created new guarantee  3.1 Resolution by the \nenvironmentally  products to support investment by small  board of the CGFM \nsound and integrated  and medium-sized enterprises in air  approving new \nurban, energy, and  pollution reduction products or services.  guarantee product \ntransport systems  (2016 baseline: 0)  offerings \n   \n3.2 MOE and MUB jointly issued the  3.2 Jointly approved \naction plan for coordinated energy and  action plan \nurban planning which accounts for climate   \nimpacts and for greenhouse gas emission   \nreduction potential based on   \nUlaanbaatar’s contribution for the   \nachievement of Mongolia’s NDCs.   \n ", "  Appendix 1  13 \nData Sources and \nPerformance Indicators  Reporting \nResults Chain  with Targets and Baselines  Mechanisms  Risks \n(2016 baseline: Not applicable)   \n   \nBy November 2018:   \n3.3 The MMHI, in collaboration with the  3.3 Draft roadmap \nMRTD and in consultation with relevant   \nstakeholders, developed a roadmap for   \ntransitioning to low sulfur transportation   \nfuel (i.e. Euro 5-equivalent fuel).   \n(2016 baseline: Not applicable)   \n   \n3.4 The MCUD required all newly built  3.4 Ministerial order \ngovernment-owned and/or operated   \nbuildings in Ulaanbaatar to apply energy   \nefficiency standards and prohibit use of   \non-site coal-fired boilers.   \n(2016 baseline: Not applicable)   \n   \n3.5 MOE and MUB finalized a study on  3.5 Report \nclimate change adaptation to increase   \nclimate resilience of the action plan for   \ncoordinated energy and urban planning.   \n(2016 baseline: Not applicable) \n Budget Support \n \nAsian Development Bank: $130,000,000 (ordinary capital resources) \n  \nCGFM = Credit Guarantee Fund of Mongolia, IAP = implementation action plan, MCUD = Ministry of Construction and \nUrban Development, MMHI = Ministry of Mining and Heavy Industry, MOE = Ministry of Energy, MOF = Ministry of \nFinance, MRTD = Ministry of Road and Transport Development, MUB = Municipality of Ulaanbaatar, NDC = Nationally \nDetermined Contribution, and PM2.5 = particulate matter of less than 2.5 micrometers in diameter. \na  Government of Mongolia. 2017. Mongolia National Program for Reducing Air and Environment Pollution. Ulaanbaatar. \nSource: Asian Development Bank. \n \n    \n    \n                \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=51199-001-3 \n \n1.  Loan Agreement \n2.  Sector Assessment (Summary): Multisector \n3.  Contribution to the ADB Results Framework \n4.  Development Coordination \n5.  Country Economic Indicators \n6.  International Monetary Fund Assessment Letter1 \n7.  Summary Poverty Reduction and Social Strategy \n8.  Risk Assessment and Risk Management Plan \n9.  List of Ineligible Items \n \nSupplementary Documents \n10.  Sector Assessment: Energy \n11.  Matrix of Potential Environmental and Social Impacts and Measures  \n12.  Public Financial Management Performance \n \n                                                \n1  The International Monetary Fund (IMF) confirmed on 13 November 2017 that the IMF Country Report No. 17/396 \nmay serve as the IMF assessment letter. \n ", "Appendix 3  15 \nDEVELOPMENT POLICY LETTER \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "16  Appendix 3 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "  Appendix 3  17 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", " \nPOLICY MATRIX \nTRANCHE 1  TRANCHE 2 \n1 March 2017 – 28 February 2018  1 March – 30 November 2018 \nPolicy Actions  Implementation Status  Policy Actions   Implementation Status \nReform Area 1. Improved implementation action plan efficiency and air pollution control regulatory framework \n1.  The government approved the National  (Government resolution)     \nProgram for Reducing Air and   \nEnvironment Pollution 2017–2025   \n(National Program).  \n2.  The government (i) approved the IAP on     \nthe National Program; and (ii) submitted  (Ministerial order) \nto the Parliament a progress report on  (Progress report on the IAP) \nthe IAP.  (Press Release) \n3.  Parliament approved amendments to  (Approved amendments)     \nthe (i) Law on Air, (ii) Law on Air   \nPollution Fees, and (iii) Law on   \nGovernment Special Funds to enable \nthe collection and use of fees for air \nquality improvement. \n4.  MOF submitted to the Cabinet a draft  (Draft amendment and     \namendment to the Excise Tax Law to  submission letter) \nchange the fuel classification system for   \ntaxation purposes.   \n5.  The government established an  (Press release related to the  11. The MET will (i) develop and  (Program report(s)) \ninformation center of innovative, low- operation of the information  implement an education and outreach   \ncarbon technologies for space heating  center)  program, targeting at least 50% female  Strategy document and \nand green buildings.    participation including female headed  Ministerial Order \n    households, to increase awareness on   \n  air pollution, including the impact and   \n  reduction measures; and (ii) approve a   \nstrategy to upgrade Ulaanbaatar air   \n \nquality and emission compliance   \n \nmonitoring networks, including cost   \n \nrequirements.   \n \n     A\np\np\ne\nn\nd\n ix 4\n \n  1\n8", " \n    12. The MCUD and MOE will (i) complete  (Final report) \na study on barriers and opportunities to   \ndeploy innovative heating and green   \nbuilding technologies, such as heat \npumps; and (ii) identify technologies for \nrenewable energy pilot projects. The \nstudy will include a gender analysis, \nwith the collection of sex-\ndisaggregated data as well as gender-\nspecific barriers to use new energy \nsources. \n    13. MOE and MUB will prepare and submit  (New energy efficiency \n  for approval to the relevant authority  standard) \nthe final draft of the (i) energy   \nefficiency standard for electric stoves  (New emission standard for \nand heaters; and (ii) emission standard  lower-emitting fuel) \nfor lower-emitting fuel. Both standards   \nwill take into consideration the   \naffordability for the poor.  \nReform Area 2. Key measures on air pollution reduction and health protection  \n6.  The government allocated budget to  (State budget line)  14. MOE will procure 80,000 tons of semi- (Procurement agreement) \nprovide financial support for procuring    coke briquettes, or lower-emitting fuel,   \n80,000 tons of semi-coke briquettes or    for distribution to households in  (Distribution Plan) \nlower-emitting fuel.  Ulaanbaatar ger areas, targeting the   \npoor and female headed households.   \n7.  The government issued a resolution to  (Government resolution.)  15. The government will allocate the  (State budget line and the \nreplace inefficient and highly polluting    budget for the extension of the district  Medium-term Budget \ncoal-fired heat only boilers with district  (State budget line)  heating infrastructure to enable the  Framework) \nheating, electricity, or non-coal heating    retirement of additional 71 heat-only   \nalternatives; and MOF allocated the    boilers.   \nbudget for extension of the district \nheating infrastructure enabling the \nretirement of 68 boilers. \n8.   The government allocated adequate  (State budget line)     \nbudget to ensure vaccination with    A\np\npneumococcal conjugate vaccine for    p\ne\naround 40,000 male and female children  nd\nin Ulaanbaatar.   ix 4\n \n1\n  9\n ", "2\n0\n   \nA\np\n    16.   The government will allocate adequate  (State budget line)  p\ne\n  budget for insulation and air filtration  (Donor funded project  nd\n  systems in new and rehabilitated  documents)  ix 4\n  kindergartens, schools, and hospitals     \n  in Ulaanbaatar.   \nReform Area 3. Mechanisms for environmentally sound and integrated urban, energy, and transport systems \n    17. The MMHI, in collaboration with the  (Draft roadmap) \nMRTD and consultation with relevant   \nstakeholders, will develop a roadmap   \nfor transitioning to low sulfur \ntransportation fuel (i.e. Euro 5-\nequivalent fuel). \n9.  CGFM created new guarantee products  (Resolution by the Board of the  18.  MOF will inject sufficient capital to  (The Minister of Finance \nto support investment by SMEs in air  CGFM approving new  enable CGFM to (i) issue at least 10  Decree and the relevant \npollution reduction products or services.   guarantee product offerings)  such guarantees; or (ii) provide such  guarantee documents) \n    guarantees for loans with minimum \n    total value of no less than the \n  equivalent of $1,000,000.  \n \n    19.  The MCUD will require all newly built  (Ministerial Order) \ngovernment-owned and/or operated   \nbuildings in Ulaanbaatar to apply   \nenergy efficiency standards and \nprohibit use of on-site coal-fired \nboilers. \n \n10. MOE and MUB jointly issued the action  (Jointly Approved Action Plan)  20.   MOE and MUB will finalize a study on  (Report) \nplan for coordinated energy and urban    climate change adaptation to increase \nplanning which accounts for climate  the climate resilience of the action \nimpacts and for greenhouse gas  plan for coordinated energy and \nemission reduction potential based on  urban planning. \nUlaanbaatar’s contribution for the \nachievement of Mongolia’s NDCs.  \nCGFM = Credit Guarantee Fund of Mongolia, IAP = Implementation Action Plan; MCUD =  Ministry of Construction and Urban Development, MET = Ministry of Environment, MMHI \n= Min istry of Minin g and Heavy Industry, MOE = Ministry of Energy; MOF = Ministry of Finance; MRTD = Ministry of Road and Transport Development, MUB = Municipality of \nUlaanbaatar, and NDC = Nationally Determined Contribution.   \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20180302082105+08'00'", "ModDate": "D:20180302082105+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Report and Recommendation of the President", "Keywords": "adb rrp report recommendation president"}}