{"path": "data/input/ta/51242-001-pptar-en.pdf", "pages": [" \n   \nTechnical Assistance Report\n \n \n \nProject Number: 51242 \nTransaction Technical Assistance (TRTA) \nOctober 2017 \n \n \n \nRepublic of the Union of Myanmar: Preparing the \nResilient Communities Development Project  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB’s  Public \nCommunications Policy 2011. \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \n \nCURRENCY EQUIVALENTS \n(as of 10 October 2017) \n \nCurrency unit  –  kyat (MK) \nMK1.00  =  $0.000738 \n$1  =  MK1,355 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CBD  –  community-based development \nDRD  –  Department of Rural Development \nERLIP  –  Enhancing Rural Livelihoods and Incomes Project \nM&E  –  monitoring and evaluation \nPAM  –  project administration manual \nTA  –  transaction technical assistance \n       \n \nNOTE \nIn this report, \"$\" refers to United States dollars.  \n \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  R. Subramaniam, Southeast Asia Department (SERD) \nDirector  J. Zhang, Environment, Natural Resources and Agriculture Division, \nSERD  \n   \nTeam leaders  P. Ramachandran, Principal Environment Specialist, SERD \n  S. Dina, Natural Resources and Agriculture Specialist, SERD \nTeam members  S. Ancha, Principal Climate Change Specialist, SERD \n  Y. Ito, Senior Social Development Specialist, Sustainable Development \nand Climate Change Department (SDCC) \n  L. Leung, Natural Resources and Agriculture Economist, SERD \nJ. Mangahas, Senior Social Sector Specialist, SERD \n  K. Panton, Project Analyst, SERD \n  J. Pedersen, Senior Procurement Specialist, Operations Services and \nFinancial Management Department \n  A. Roy, Senior Disaster Risk Management Specialist (Climate Change \n  Adaptation), SDCC \nPeer reviewer  M. Katagami, Principal Natural Resources and Agriculture Specialist, \nSDCC \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "             \n \nCONTENTS \nPage \n \nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE \n \nI.  THE ENSUING PROJECT  1 \n \nII.  THE TECHNICAL ASSISTANCE  1 \nA.  Justification  1 \nB.  Outputs and Activities  2 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nE.  Governance  5 \n \nAPPENDIXES  \n1.  Cost Estimates and Financing Plan  6 \n2.  List of Linked Documents  7 \n   \n ", "", "             \n \n \n ", "             \n \nI.  THE ENSUING PROJECT \n \n1.  The  ensuing  project  will  support  government’s  policy  of  strengthening  community \nresilience through rural livelihoods and village infrastructure. This will be done by incorporating \nclimate and disaster risk reduction considerations in planning, design and implementation of \ncommunity projects. The government has requested for $178.2 million loan and $16.8 million \ngrant from the Asian Development Bank (ADB) to finance a community based development \napproach  to  deliver  community  infrastructure  and  livelihood  projects  to  25  poor  townships \ncovering  approximately  600,000  households. The  project  will  be  aligned  with  the following \nimpacts under the Rural Development Strategic Framework: (i) incomes of rural households \nimproved; and (ii) resilience of communities to climate and disaster risks strengthened.1 The \nensuing project and transaction technical assistance (TA) is included in the Myanmar Country \nOperations  Business  Plan  2018–2020.  It  is  also  consistent  with  the  Myanmar  National \nFramework for Community Disaster Resilience: strengthened climate and disaster resilience of \ncommunity levels through rural livelihoods and village infrastructure. \n \n2.  The project will result in improved incomes of rural households.2  It will have three \noutputs: (i) climate resilient community infrastructure developed; (ii) resilient livelihood activities \nfor women and poor in project areas implemented; and (iii) institutional and organizational \ncapacity of communities and local governments strengthened. These outputs will result in the \nfollowing outcome: living conditions and resilience of selected communities improved.  \n \nII.  THE TECHNICAL ASSISTANCE \nA.  Justification \n3.  The transaction technical assistance (TA) will help the government prepare the project. \nParticularly with: (i) assisting loan processing and implementation startup for the ensuing loan to \nthe Republic of the Union of Myanmar; (ii) designing and incorporating resilience strengthening \nelements in the project; (iii) developing the monitoring and evaluation framework, targeting \nprotocols, grant allocation formula, and baseline studies for the project; and (iv) formulating the \ncapacity building plan and conducting the training of trainers.3 \n \nB.  Outputs and Activities  \n4.  The TA has three outputs: (i) Output 1 – loan processing and implementation startup \nexpedited; (ii) Output 2 – capacity building plan designed and implemented; and (iii) Output 3 – \nmonitoring and evaluation (M&E) framework and impact study designed. The major outputs and \nactivities are summarized in Table 1. \n \n \n \n \n \n \n \n \n                                                \n1  Government of Myanmar. 2014. Rural Development Strategic Framework. Nay Pyi Taw.  \n2  Government of Myanmar. 2017. Agricultural Development Strategy. Nay Pyi Taw.   \n3  The TA first appeared in the business opportunities section of ADB’s website on 28 July 2017.  \n ", "3 \n \nTable 1: Summary of Major Outputs and Activities \n \nMajor Outputs  Delivery Dates  Key Activities with Milestones \n1. Loan  processing  and  October 2017 to  1.1  Project financing package prepared \nimplementation  start  up  October 2018  1.2  Gender assessment and gender action plan \nexpedited  prepared and finalized \n1.3  Resettlement  and  Indigenous  People’s \nDevelopment framework and plans prepared \nand finalized \n1.4  Finance  and  procurement  manuals  at \ncommunity and project levels prepared and \nfinalized \n1.5  Community  finance  sub-manual  developed \nand finalized \n1.6  Project  risk  assessment  and  management \nplan prepared  \n1.7  Project administration manual prepared and \nfinalized \n1.8  Project roll-out plan developed and finalized \n1.6  Livelihood component designed \n1.7  Community  infrastructure  sub-manual \ndeveloped and finalized \n1.8  Community livelihood sub-manual developed \nand finalized \n1.9  Livelihood institutional mapping conducted \n1.10 Market  assessment  tool  developed  and \nsample market assessments in 1 township \nconducted \n1.11 Climate  change  and  disaster  resilience \nconsiderations incorporated in infrastructure \nand livelihood subproject manuals \n1.12 Climate change and disaster risk information \nfor target townships generated \n1.13 Climate change and disaster risk assessment \ntool  incorporated  in  subproject  design \nmanuals \n1.14 Oversight over other outputs provided \n1.15 On-demand  advisory  support  to  the \ngovernment provided \n2. Capacity  building  plan  October 2017 to  2.1  Capacity needs assessment conducted \ndeveloped  and  July 2018  2.2  Training  service  providers  and  institutional \nimplemented  mapping undertaken \n2.3  Training design and plan developed  \n2.4  Trainers; training conducted \n2.5  Hiring and recruitment plan developed \n2.6  Terms  of  reference  for  key  project  staff \ndeveloped \n3. Monitoring and evaluation  March 2018 to  3.1  M&E  framework  and  project  reporting \n(M&E)  framework  and  October 2018  templates developed \nimpact study designed  3.2  Baseline study conducted \n3.3  Impact study designed \n3.4  Training of project M&E staff conducted \n \n    3.5 Project  management  information  system \ndeveloped and installed \n ", "  4   \nMajor Outputs  Delivery Dates  Key Activities with Milestones \n3.6  Targeting  protocols  developed  (including \nsubproject criteria and selection criteria for \nblock grants) and project sites selected \n3.7  Project economic analysis \n3.8   Sector assessment prepared and finalized \n3.9   Grant  allocation  formula  developed  and \nconfirmed \n3.10  Conflict  mapping,  sensitivity  assessments \nand  conflict  sensitivity  components \nincorporated in project manuals \nM&E = monitoring and evaluation. \nSource: Asian Development Bank. \n \nC.  Cost and Financing \n5.  The TA is estimated to cost $1.32 million equivalent, of which $1.0 million equivalent will \nbe financed on a grant basis by ADB’s Technical Assistance Special Fund (TASF-VI) and $0.2 \nmillion equivalent will be financed on a grant basis from ADB’s Climate Change Fund. The key \nexpenditure items are listed in Appendix 1. \n  \n6.  The government will provide counterpart support in the form of counterpart staff, office \naccommodation,  office  supplies,  data  and  information  access,  facilitation  of  liaisons  with \nstakeholders and other in-kind contributions. The government was informed that approval of the \nTA does not commit ADB to finance any ensuing project. \n \nD.  Implementation Arrangements \n7.  ADB will administer the TA. The Department of Rural Development (DRD) will be the \nexecuting  agency  for  the  TA.  ADB’s  Southeast  Asia  Department,  Environment,  Natural \nResources, and Agriculture Division and Myanmar Resident Mission, will act as the focal points \nand coordinators of consulting inputs and activities. The proposed TA will be implemented over \n21 months, from October 2017 to June 2019. The disbursements will be made in accordance \nwith ADB's Technical Assistance Disbursement Handbook (May 2010, as amended from time to \ntime). The implementation schedule is in Table 2. \n \nTable 2: Implementation Arrangements \nAspects   Arrangements \nIndicative implementation period  November 2017–August 2019 \nExecuting agency  Department of Rural Development, Ministry of Agriculture, Livestock and \nIrrigation \nConsultants  To be selected and engaged by ADB  \nIndividual Consultant  18 person-months  $310,000 \nSelection \nQCBS  74 person-months  $845,000 \nProcurement  Equipment to be procured by consultants \nShopping  1 contract  $7,000 \nDisbursement  The TA resources will be disbursed following ADB's Technical Assistance \nDisbursement Handbook (2010, as amended from time to time).  \nAsset turnover or disposal  Consultants will hand over the computers, printers, fax machine, \n ", "5 \n \nAspects   Arrangements \narrangement upon TA completion  photocopier, other office equipment procured to the executing agency of \nthe ensuing project, Department of Rural Development, Ministry of \nAgriculture, Livestock and Irrigation \nSource: Asian Development Bank. \n \n8.  Consulting services. The TA will require a total of 92 person-months of consulting \nservices (45 person-months of international and 47 person-months of national experts). ADB will \nengage a consulting firm and individual consultants in accordance with ADB Procurement Policy \n(2017, as amended from time to time) and associated Project Administration Instructions.  ADB \nwill engage a consulting firm using quality- and cost-based selection method at a ratio of 90:10 \nbased  on  a full  technical  proposal.  International  experts  including  community  development \nspecialist and project implementation specialist will be engaged as individual consultants to \nensure startup support for both the TA and the ensuing project. The consulting firm will procure \ngoods  comprising  of  office  equipment. The  indicative  expertise  and  corresponding  person-\nmonths are in Table 3. \n \nTable 3: Summary of Indicative Consulting Services Requirement \n  Person-Months \nPositions4  International   National  \nOutput 1: Loan processing and implementation start up expedited     \nCommunity Development Specialist   5  - \nProject Implementation Specialist  5   \nClimate Resilient Community Infrastructure Specialist  4  10 \nAgriculture Economist  2  - \n   Climate Resilient Rural Livelihood Specialist/Team Leader  5  8 \nFinancial Management Specialist   4  4 \nProcurement Specialist  4  4 \nSocial Safeguard/Resettlement Specialist  2  - \nGender and Social Development Specialist  2  3 \nClimate Change Specialist  4  - \nSubtotal 1  37  29 \nOutput 2: Training plan developed and implemented     \nCapacity Building Specialist  4  8 \nSubtotal 2  4  8 \nOutput 3: Monitoring and evaluation framework and impact study     \ndesigned \nMonitoring and Evaluation Specialist   2  8 \nSubtotal 3  2  8 \nUnallocated  2  2 \nTOTAL  45  47 \n \nE.  Governance \n9.  The  TA  will  support  assessment  of  financial  management  capacity,  procurement \ncapacity, and risk assessment and management plan of the executing agency. Based on the \nassessments, corresponding mitigating measures to address the gaps and risks will be agreed \nand included in the separate documents that will form part of the loan documents. \n \n                                                \n4 The Climate Change Fund (CCF) will cover: 4 person-months of the Climate Change Specialist, 2 person-months of \nthe Climate Resilient Community Infrastructure Specialist and 1.5 person-months of the Climate Resilient Rural \nLivelihood Specialist.  \n ", "6   \n \nAPPENDIX 1: COST ESTIMATES AND FINANCING PLAN \n($’000) \n \nAsian  Climate \nItem  Development  Change \nBanka  Fundb  Total \n1.     Consultants \na.     Remuneration and per diem       \n          i.        International consultants    657    124    781 \n          ii.        National consultants  138  138 \nb.    Out-of-pocket expenditures   \n          i.        International and local travel    53    49  102  \n          ii.        Reports and communications  4  1  5 \n          iii.        Equipmentc  2  5  7 \n2.     Workshops, trainings, public consultationsd  48  48 \n3.     Surveys  50    50 \n4.     Miscellaneous administration and support  12    12 \n5.     Contingencies  36  21   57 \nTotal  1,000  200  1,200 \nNote: The technical assistance (TA) is estimated to cost $1.32 million, of which contributions from the Asian \nDevelopment Bank are presented in the table above. The government will provide counterpart support in the form of: \ncounterpart staff, office accommodation, office supplies, data and information access, facilitation of liaisons with \nstakeholders, and other in-kind contributions. The value of government contribution is estimated to account for 10% \nof the total TA cost.  \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-6).  \nb  Established by the Asian Development Bank. \nc  Computers, printers, fax machine, photocopier, other office equipment. \nd  Workshops and conferences include tripartite progress review meetings and policy/institutional capacity building \nworkshops. Includes participants’ travel and related logistical costs, fees and related costs for external resource \npersons.  Fees  for  resource  persons  and  facilitators,  who  are  government  officials  will  be  covered  by  the \ngovernment.  This  category  includes  local  transport  and  vehicle  hire  for  field  activities  such  as  surveys, \nconsultations, meetings. (For additional guidance, please refer to BPMSD and SPD memo on the Use of Bank \nResources: Regional Technical Assistance and Technical Assistance vs. Internal Administrative Expense Budget). \nSource: Asian Development Bank estimates. \n \n ", "7 \n \nAPPENDIX 2: LIST OF LINKED DOCUMENTS \n \n1.  Terms of Reference for Consultants \n   \n ", "8   \n \n \nTERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Introduction \n1.   The terms of reference for consultants describe the main tasks under this technical \nassistance (TA). The TA has three outputs (i) Output 1 – loan processing and implementation \nstartup expedited; (ii) Output 2 – capacity building plan designed and implemented; and (iii) \nOutput 3 - monitoring and evaluation (M&E) framework and impact study designed. The TA will \nrequire 45 person-months of international and 47 person-months of national consulting services. \nThe  selection  and  engagement  of  consultants  will  follow  the  Guidelines  on  the  Use  of \nConsultants (2013, as amended from time to time) of the Asian Development Bank (ADB). ADB \nwill engage a consulting firm using quality- and cost-based selection method at a ratio of 90:10 \nbased  on  a full  technical  proposal. International  experts  including  community  development \nspecialist and project implementation specialist will be engaged as individual consultants. \n \nB.    Output 1: Loan processing and implementation start up expedited \n \n2.    Climate  Resilient  Rural  Livelihood  Specialist/Team  Leader  (international:  5 \nperson-months, intermittent; national: 8 person-months). The international specialist should \nhave a postgraduate degree in rural livelihoods-related studies; preferably with at least 8 years \nof international experience in designing and implementing adaptation measures in the context of \nlivelihoods. Familiarity with rural livelihoods and climate change-related issues of Myanmar will \nbe  an  advantage.  The  national  specialist  shall  have  a  degree  in  management,  finance, \nagribusiness or similar fields with at least 7 years of experience working on livelihood generation \nprojects. \n \n3.    The team leader will provide support to the executing agency in leading TA activity \nimplementation to arrive at a detailed design for a full investment project, in line with the \ngovernment's policy and strategies and ADB requirements, including scope, targeting, cost \nestimates, financing plan, implementation arrangements, monitoring, evaluation and reporting, \neconomic, financial, social and environmental analysis, sector and thematic assessments, due \ndiligence and risk and mitigation measures. This includes, but is not limited to, performance \ntargets  and  indicators;  external  assistance  to  the  sector  and  lessons  learned;  design  and \nmonitoring  framework;  project  outputs  and  description;  detailed  project  cost  estimates; \nimplementation  arrangements  and  schedule;  indicative  procurement  packaging  and  draft \nprocurement plans; staffing; terms of reference for consulting services; project impacts benefits \nand risks; and project performance monitoring system; preparation of a project administration \nmanual (PAM) and sub-manuals on infrastructure, livelihood and community finance; inputs to \nthe Report and Recommendation to the President for the ensuing project; review outputs of the \nconsulting team  and  ensure timely  achievement  of all  milestone  activities;  prepare  regular \nmonthly reports discussing the progress of project preparation to be submitted to ADB and the \ngovernment; develop a project roll out plan for the project; and complete any other tasks as may \nbe reasonably requested by ADB or the government. The specialist will be responsible for (i) \nassessing  potential  climate  change  impact  on  livelihoods  of  rural  population  living  in  the \nproposed  geographical  area  where  the  project  will  be  implemented;  (ii)  developing \nrecommendations on resilient livelihood measures (household and community level) that can be \nsupported directly under the proposed project; (iii) providing recommendations on the enabling \nenvironment required to implement the proposed resilient livelihood measures taking also into \nconsideration the high proportion of poor landless, including availability of weather and climate \ninformation;  access  to  affordable  finance;  linkages  with  input  suppliers  and  market;  (iv) \nundertaking training for villagers and government staff on resilient livelihoods measures; and (v) \n ", "9 \n \ncontributing  to  the  methodology  for  community-level  risk  assessment  (from  livelihood \nperspective).   \n \n4.  The international and national specialists shall: (i) review past and ongoing community \nlivelihood and related projects in Myanmar, including the livelihood subcomponent of Enhancing \nRural Livelihood and Income Project (ERLIP) and identify lessons that can contribute to the \nscaling up, including types of support (grants versus loans), organizational and implementation \narrangements, technical assistance required, additional analytical work on markets, skills and \njobs, tools that can contribute to sustainable livelihoods of target areas and such other areas \nthat can enhance the proposed scale up; (ii) undertake a mapping of resource and service \nproviders and develop a directory of potential partners and resource institutions that can support \nthe  livelihood  component  of  the  project;  (iii)  develop  the  detailed  design  of  the  livelihood \nsubcomponent, including value-chain linkages and prepare manuals and templates for use by \nthe  project;  (iv)  develop  tools  and  templates  in  the  conduct  of  market  and  value  chain \nassessments, community proposals, and simplified proposal evaluation formats and tools to be \nused by the project; (v) provide inputs in the preparation of training design and manuals, in \ncoordination with the training specialist; (vi) assist in the preparation of an investment project, \nincluding performance targets and indicators design and monitoring framework; project outputs \ndescription;  detailed  project  cost  estimates;  implementation  arrangements  and  schedule; \nstaffing; terms of reference for consulting services; (vii) provide inputs in the preparation of a \nPAM; (viii) lead the preparation of a community livelihood sub-manual; (ix) provide inputs to \nperiodic reports; and (x) complete any other tasks as may be reasonably requested by ADB or \nthe government. \n \n5.    Community Development Specialist (international, 5 person-months, intermittent). \nThe specialist shall have a postgraduate degree in economics, engineering, rural development, \npublic administration, or equivalent, preferably with  15 years of international experience in \ncommunity  development  and  social  development.  The  specialist  should  have  experience \nleading  and  implementing  similar  projects  in  developing  countries,  preferably  in  Asia. \nExperience in community-based development, rural development or community-based disaster \nrisk management projects/community-based adaptation in Myanmar is an advantage.  \n \n6.    The specialist shall: (i) review the design, implementation progress and lessons learned \nfrom the ongoing ERLIP and other similar projects in Myanmar such as the National Community \nDriven Development Project; (ii) identify specific actions, activities and investments for scaling-\nup, including in the current design, management strategy, especially in livelihood; (iii) provide \ninputs to key stakeholder workshops to support project preparation; (iv) assist  ADB in preparing \na project document for an investment project in close consultation with other consultants and \ngovernment, including inputs in the preparation of a PAM and sub-manuals on infrastructure, \nlivelihood and community finance; and (v) complete any other tasks as may be reasonably \nrequested by ADB or the government.   \n \n7.   Climate  Change  Specialist  (international:  4  person-months,  intermittent).  The \nspecialist should have a postgraduate degree in climate science or a closely related discipline \npreferably with at least 10 years of international experience in climate modeling and/or applied \nclimatological  research,  climate  change  impacts  and  vulnerability  assessment,  climate  risk \nmanagement,  and  disaster  risk  management.  The  specialist  should  have  experience \nimplementing similar projects in developing countries, preferably in Asia. Familiarity with climate \nchange-related issues of Myanmar will be required.  \n \n ", "10   \n \n \n8.  The specialist will be responsible for: (i) developing the methodology for undertaking the \nclimate risk and vulnerability assessment; (ii) undertaking the climate risk and vulnerability \nassessments including collecting, reviewing and summarizing relevant scientific data for project \nlocation, developing median and more extreme scenarios for the key climatic parameters and \nassociated climate-related hazards (using the most current and credible climate projections \navailable), and in consultation with infrastructure specialist and livelihood specialist identify the \nlikely impacts of climate change on tentative project area; (iii) work closely with the TA team to \ninform the selection of 25 townships (from climate change perspective); and (iv) develop a \nmethodology for community-level risk assessment to be undertaken as part of wider social \npreparation process of the project. The specialist will also: (i) support the team leader by \nproviding  climate  change  and  disaster  risk  information  which  can  guide  the  geographical \ntargeting process, formulation of resource allocation criteria, and design of contingency budget \nline for the project to act as vehicle for post-disaster recovery in the aftermath of  large scale \ndisaster;  (ii)  in  collaboration  with  the  team  leader,  community  infrastructure  specialist  and \nlivelihood specialist, develop tools to be used for targeting purposes for townships selection and \nduring social preparation and community planning to raise awareness of climate change and \ndisaster risks affecting/will affect communities and proposed subproject, such as interpreting \nclimate  change  and  natural  hazards-related  information,  developing  community-led  risk \nmapping; (iii) in collaboration with the training specialists, develop modules in the training design \nintegrating  climate  change  and  disaster  risk  considerations;  (iv)  support  the  project  in \ndeveloping community, village tract and township level plans that integrate climate change and \ndisaster risk considerations; (v) assist in the preparation of an investment project, including \nperformance  targets  and  indicators  design  and  monitoring  framework;  project  outputs \ndescription;  detailed  project  cost  estimates  for  subprojects  that  have  primary  purpose  as \nstrengthening resilience as well as cost estimates (additional costs) for integrating additional \nfeatures to strengthen resilience of wider development project; implementation arrangements \nand  schedule;  staffing;  terms  of  reference  for  consulting  services;  (vi)  assist  the  project \nimplementation expert in the preparation of a PAM; (vii) integrate climate change and disaster \nrisk  considerations  in  the  sub-manuals  on  infrastructure  and  livelihoods;  (viii)  support  the \nconsultant team leader in the submission of periodic reports; and (ix) complete any other tasks \nas may be reasonably requested by ADB or the government. \n \n9.    Agriculture Economist (international, 2 person-months). The specialist shall have an \nadvanced degree in economics, finance, or in a related discipline. He/she should have at least \n10 years of experience in preparing economic and financial analyses, designing of agriculture or \ncommunity-based projects costing, budgeting and financial management of donor-financed and \ngovernment-implemented development projects in several countries. Experience in Myanmar \nwould be an advantage.  \n \n10.    The specialist shall: (i) in collaboration with the team leader, prepare the detailed sector \nassessment  and  thematic  reports  for  the  proposed  project;  (ii)  prepare  the  project  cost \nestimates  and  financing  plan  based  on  ADB  formats,  in  collaboration  with  the  Financial \nManagement Specialist; (iii) prepare the economic and financial analyses for the proposed \nproject following the 10 key areas of economic analysis and in accordance with ADB revised \nguidelines on economic analysis for investment projects. Conduct of distribution and sensitivity \nanalysis should also be included since this is a highly poverty oriented project; (iv) prepare \nfinancial sustainability analysis for the proposed project; (v) provide inputs to the Financial \nManagement and Procurement Specialists in preparing the project financial and procurement \nplans; (vi) prepare detailed project cost estimates, in form and substance agreeable to ADB;  \n(vii) provide inputs in the preparation of a PAM; (viii) support the consultant team leader in the \n ", "11 \n \nsubmission  of  periodic  reports;  and  (ix)  complete  any  other  tasks  as  may  be  reasonably \nrequested by ADB or the government. \n \n11.  Climate  Resilient  Community  Infrastructure  Specialist  (international:  4  person-\nmonths, intermittent). The specialist should have a postgraduate degree in structural/civil \nengineering;  preferably  with  at  least  8  years  of  international  experience  in  designing  and \nimplementing adaptation measures in the context of community infrastructure. Familiarity with \ncommunity infrastructure and climate change-related issues of Myanmar will be an advantage. \nWorking under the supervision of the team leader, the consultant will be responsible for (i) \nassessing  potential  climate  change  impact  on  community  infrastructure  typically  supported \nthrough  community-based  development  (CBD)  projects  in  Myanmar;  (ii)  developing \nrecommendations on climate proofing community infrastructure (design considerations, costing, \noperations  and  maintenance  etc.)  and  revising  the  infrastructure  subproject manual  of  the \nproject including technical specifications and standard designs; (iii) providing recommendations \non  community  infrastructure  which  may  not  be  currently  included  in  the  menu  of  eligible \ninvestments under CBD projects but will be critical for strengthening resilience; (iv) undertaking \ntraining for villagers and government staff on resilient infrastructure; and (v) contributing to the \nmethodology  for  community-level  risk  assessment  (from  infrastructure  perspective).  The \nspecialist shall also (i) review existing community infrastructure designs and undertake and \nassessment of quality, cost and climate change and disaster resilience of the ERLIP subprojects \nand similar projects in Myanmar; (ii) develop a community infrastructure manual for use of the \nproject; (iii) develop proposal templates and simplified economic and disaster resilient analysis \ntools for use in the project selection and prioritization stage of the proposed project;  (iv) in \ncollaboration with the training specialist, develop a training module and manual on design and \nimplementation of community infrastructure projects; (v) provide inputs in  the preparation and \ncompletion  of  the  PAM;  (vi)  preparation  of  the  community  infrastructure  sub-manual;  (vii) \nprepare an institutional map of potential resource and service partners for training of villagers in \nvarious skills in construction; (viii) as part of the project manual prepare community procurement \nprocedures and templates, and (ix) complete any other tasks as may be reasonably requested \nby ADB or government. \n \n12.    Community Infrastructure Specialist /Deputy Team Leader (national: 10 person-\nmonths). The national specialist shall have a degree in engineering, architecture or design and \nshall have at least 7 years  of experience working on small-scale community infrastructure \nprojects. The Deputy Team Leader will (i) provide support in the preparation of a PAM and sub-\nmanuals on infrastructure, livelihood and community finance, and assessments on government \nand  communities  capacity  on  operations  and maintenance  of  community  infrastructure;  (ii) \nprovide inputs to the Report and Recommendation to the President for the ensuing project; (iii) \nreview outputs of the consulting team and ensure timely achievement of all milestone activities; \n(iv)  prepare  regular  monthly  reports  discussing  the  progress  of  project  preparation  to  be \nsubmitted to ADB and the government; (v) develop a project roll out plan for the project, and (vi) \ncomplete any other tasks as may be reasonably requested by ADB or the government. \n \n13.  The specialist shall (i) review existing community infrastructure designs and undertake \nand assessment of quality, cost and climate change and disaster resilience of the ERLIP \nsubprojects and similar projects in Myanmar; (ii) develop a community infrastructure manual for \nuse of the project; (iii) develop proposal templates and simplified economic and disaster resilient \nanalysis tools for use in the project selection and prioritization stage of the proposed project;  \n(iv) in collaboration with the training specialist, develop a training module and manual on design \nand implementation of community infrastructure projects; (v) provide inputs in  the preparation \nand completion of the PAM; (vi) prepare the community infrastructure sub-manual; (vii) prepare \n ", "12   \n \n \nan institutional map of potential resource and service partners for training of villagers in various \nskills  in  construction;  (viii)  as  part  of the  project manual,  prepare community  procurement \nprocedures and templates, and (ix) complete any other tasks as may be reasonably requested \nby ADB or government. \n  \n14.    Financial  Management  Specialist.  (international:  4  person-months;  national:  4 \nperson-months). The international specialist should have a degree in finance and management \nwith at least 10 years of experience in community development or livelihood project financial \nmanagement,  project  implementation  and  operations.  The  national  specialist  will  have  a \nbachelor’s degree in accounting, audit or economics and will have at least 7 years of experience \nin finance, accounting and management. Experience with donor-funded projects would be an \nadvantage.  The  specialists  should  preferably  possess  a  professional  accountancy/finance \nqualification such as a chartered accountant, certified public accountant, or equivalent. Both \nspecialists are required to be familiar with the financial guidelines and related procedures of \nADB and the government. \n \n15.    The  specialists  will  (i)  conduct  financial  management  assessment  of  the  executing \nagency and the project, looking into governance, integrity and risks, in accordance with ADB \nguidelines; (ii) recommend mitigation measures to help safeguard risk exposures; (iii) prepare \nfinancial and funds flow for community grants, project management and administration budget \nline items, training and other relevant cost items of the project; (iv) prepare a financing plan for \nthe project and describe the flow of funds and disbursement procedures; (v) provide inputs to \nthe PAM; (vi) lead in the preparation of a community finance sub-manual,  (vii) review available \nproject implementation/implementation-related documents of ERLIP and other CBD projects in \nMyanmar  (Project  Appraisal  Document  of  World  Bank  Loan,  Operations  Manuals,  Impact \nEvaluation  Study,  audit  reports,  etc.)  and  extract  relevant  and  useful  learning  from  these \nprojects; (viii) with the capacity building specialist, (a) review the current staffing and staffing \npolicies  and  structures  of  the  EA  and  assess  the  requirements  in  terms  of  number  and \nqualifications of staff and map required staff and positions to determine recruitment needs; (b) \nreview and recommend options as well as the cost of staffing, re-structuring and hiring or \ncontracting out services of consultants and staff and develop terms of reference for the staff and \nproject consultants at township and national levels; (ix) undertake an overall governance and \nrisk assessment of the project, the EA and develop specific actions for management of risks, \nincluding  capacity  development  recommendations;  (x)  analyze  information  on  country  and \nproject level governance and capacity; (xi) review structures, personnel management, budget, \nand staff for project implementation and identify human and other resource constraints; and (xii) \ncomplete any other tasks as may reasonably be requested by ADB or DRD. \n \n16.    Social  Safeguard/Resettlement  Specialist  (international:  2  person-months, \nintermittent). The specialist shall have at least a master’s degree in social sciences, sociology, \nanthropology, or other relevant disciplines for the assignment, with 10 years working experience \nin indigenous peoples, human settlement and safeguards in developing countries. Experience in \nMyanmar is an advantage. The specialist must be familiar with ADB’s safeguards policies and \nprocedures.  \n \n17.    The specialist shall: (i) design socioeconomic surveys and social impact assessments at \ncommunity  level  to  be  undertaken  by  project  staff  and  volunteers;  (ii)  prepare  screening \nchecklist and procedure for the conduct of consultations specially for areas populated by ethnic \ngroups;  (iii)  prepare  and  finalize  the  indigenous  peoples  planning  framework  and  the \nresettlement framework, in case there are land acquisition and resettlement impacts, including \nindigenous peoples and involuntary impact categorization; (iv) prepare due diligence report \n ", "13 \n \nbased on initial list of subprojects, including on land acquisition and resettlement as required \nunder the ADB guidelines; (v) coordinate with project team to ensure that mitigation measures \nare integrated into the project design features; (vi) assess the capacity of the executing agency \nto  screen  impacts,  prepare  and  implement  resettlement  frameworks;  (vii)  recommend \nappropriate capacity development activities to develop or enhance safeguards knowledge and \nskills of executing agency; (viii) provide inputs on social dimension and safeguard component \non all project documents in the completion of the PAM; (ix) support the consultant team leader \nin the submission of periodic reports; and (x) complete any other tasks as may be reasonably \nrequested by ADB or the government. \n \n18.   Gender  and  Social  Development  Specialist  (international  2  person-months, \nnational: 3 person-months). The international specialist shall have a postgraduate degree in \ngender,  anthropology,  international  development,  environmental  management,  social \ndevelopment,  sociology,  or  related  fields  with  at  least  10  years  of  relevant  professional \nexperience in the field of social development, community development, social protection, or \ngender and development. The national specialist shall have at least a bachelor’s degree in \nsocial sciences, sociology, anthropology, or other relevant disciplines for the assignment. S/he \nshall have at least 7 years of experience in social development and/or gender development. \nFamiliarity  with  ADB  policies  on  social  safeguards,  gender  development,  and  core  labor \nstandards  is  required.  Working  experience  in  agriculture  and  natural  resource  sector  in \nMyanmar is highly preferred.  \n \n19.    The specialists are responsible for the following: (i) prepare and finalize the poverty, \nsocial and gender assessments in accordance with ADB’s Guidelines; (ii) prepare and finalize a \nsocial and poverty analysis report that adheres to ADB requirements; (iii) prepare and finalize a \nsummary poverty reduction and social strategy, including any action or mitigation plans or other \nmeasures as appropriate; (iv) prepare and finalize a gender analysis and action plan based on \nADB’s Policy; (v) conduct a social development and gender assessment, core labor standards  \nassessment, particularly on child and forced labor and equal pay for equal work and conduct \nfield surveys and/or focus group discussions to inform the social development and gender \nassessments; (vi) provide inputs to the Project Implementation Specialist; (vii) provide inputs on \nsocial dimension and safeguard component on all project documents in the completion of the \nPAM; (viii) support the consultant team leader in the submission of periodic reports; and (ix) \ncomplete any other tasks as may be reasonably requested by ADB or the government. \n \n20.  Procurement  Specialist  (international:  4  person-months,  national:  4  person-\nmonths). A bachelor’s degree in civil engineering or related field with 5 years of experience. \nExperience of procurements for ADB financed projects is desired. The expert will (i) carry out \nprocurement  risk  assessment,  including  a  procurement  capacity  assessment;  (ii)  prepare \nprocurement plan including packaging of works, services, and goods with estimated cost and \ntime schedule; (iii) prepare requests for proposals and bidding documents for procurement of \nworks and goods; (iv) provide inputs in the preparation of a PAM; and (v) assist the executing \nagency in the recruitment of consultants and procurement of goods and works contracts.  \n \n21.  Project  Implementation  Specialist  (international:  5  person-months).  The \ninternational specialist should have a degree in finance and management with at least 10 years \nof experience in community development or livelihood project financial management, project \nimplementation  and  operations.  The  specialist  is  required  to  be  familiar  with  procurement \nguidelines and related procedures of ADB and the government. The specialist will (i) look into \ngovernance, integrity and risks, in accordance with ADB guidelines; (ii) recommend mitigation \nmeasures  to  help  safeguard  risk  exposures;  (iii)  review  available  project \n ", "14   \n \n \nimplementation/implementation-related  documents  of  ERLIP  and  other  CBD  projects  in \nMyanmar  (Project  Appraisal  Document  of  World  Bank  Loan,  Operations  Manuals,  Impact \nEvaluation  Study,  audit  reports,  etc.)  and  extract  relevant  and  useful  learning  from  these \nprojects;  (iv)  review  and  revise  the  procurement  capacity  and  financial  management \nassessments in accordance with ADB guidelines and requirements; (v) undertake an overall \ngovernance and risk assessment of the project, the executing agency and develop specific \nactions for management of risks, including capacity development recommendations; (vi) analyze \ninformation on country and project level governance and capacity; (vii) assess the management \ncapacity of the executing agency for the proposed project and provide recommendations for risk \nmanagement and capacity development and other support needed for project implementation; \n(viii) develop a risk management action plan for managing risks; (ix) prepare relevant sections \nfor the PAM; and (x) complete any other tasks as may reasonably be requested by ADB or \nDRD. \n \nC.    Output 2: Capacity building plan developed and training implemented \n22.   Capacity building Specialist (international: 4 person-months; national: 8 person-\nmonths). The international specialist shall have a post-graduate degree in human resource \nmanagement,  education,  public  administration  or  relevant  fields  with  at  least  10  years  of \nexperience in conducting training for project staff of community-based development projects. \nThe national specialist shall have at least a bachelor’s degree in human resource management, \neducation, public administration or similar fields. He/she shall have least 7 years of experience \nin providing training or capacity building support to the public sector or communities.    \n \n23.   The specialists shall be responsible for the following: (i) a capacity and training needs \nassessment report on the implementing partners and target townships and village tracts, based \non the requirements of the project; (ii) design of the training program, manuals and training aids \nto support the project;  (iii) conduct of a pilot trainer’s training for the initial batch of townships to \nbe covered by the project; (iv) revised training design and manuals as necessary after the pilot \ntraining course; (v) institutional mapping of possible resource institutions and partners in the \nprovision of continuing training; (vi) provide inputs in the preparation of a PAM; (vii) support to \nthe consultant team leader in the submission of periodic reports and oversight of output 2; (viii) \na human resource development plan, describing the project staffing and skills needs throughout \nthe project life, identifying skills gaps and how to fill them and developing the terms of reference \nfor the various positions and expertise required by the project; (ix) a recruitment plan supporting \nthe project roll-out schedule, in consultation with ADB and the government; (x) pre-and in-\nservice training plan and materials for the staff to be hired; (xi) oversight support to the hiring \nand deployment of project staff; and (xii) any other tasks as may be reasonably requested by \nADB or the government. \n \nD.    Output 3:  Monitoring and evaluation framework and impact assessment study \ndesigned \n \n24.    Monitoring and Evaluation Specialist (international: 2 person-months; national: 8 \nperson-months). The international specialist shall have post graduate degree in economics or \nstatistics, with 10 years of experience in monitoring and evaluation and undertaking impact \nevaluation studies and surveys using randomized control trials or semi-experimental methods \nfor community-based development projects or similar projects in several countries. The national \nspecialist shall have at least a master’s degree in economics, or statistics, with 7 years working \nexperience  for  agriculture  and  rural  development  or  community  development  in  Myanmar. \nFamiliarity with statistical analysis software programs is preferred for both specialists.  \n ", "15 \n \n25.    They are responsible for, but not limited to, the following: (i) prepare options for a \ntownship targeting using available poverty estimates and data from the government and other \nagencies in Myanmar; (ii) recommend townships where the project will be implemented, upon \nconsultation with ADB and the government; (iii) develop and recommend a M&E framework for \nthe project, including reporting templates for use by project staff; (iv) design a baseline study to \ngenerate information in support of the M&E framework; (v) prepare terms of reference for impact \nevaluation studies to be undertaken at project mid-term and end term; (vi) recommend other \nimpact or special studies and prepare terms of reference to measure impact of the project at \nselected stages of project;  (vii) prepare a training design and train national project staff or staff \nof the government in the use of the M&E framework; (viii) oversee the implementation of a \nbaseline study for the project; (ix) prepare the detailed sector assessment and thematic reports \nfor  the  proposed  project;  (x)  provide  inputs  in  the  preparation  of  a PAM;  (xi)  support  the \nconsultant team leader in the submission of periodic reports; and (xii) complete any other tasks \nas may be reasonably requested by ADB or the government. \n \n26.      Unallocated  (international:  2  person-months,  national:  2  person-months).  For \nmarket infrastructure assessments, community facilitation and additional M&E support or other \nexpertise identified during TA implementation. \n \n "], "metadata": {"Author": "Cecile B. Ramiro", "Creator": "Microsoft® Word 2016", "CreationDate": "D:20180201174828+08'00'", "ModDate": "D:20180201174828+08'00'", "Producer": "Microsoft® Word 2016"}, "author_page": " \n \nCURRENCY EQUIVALENTS \n(as of 10 October 2017) \n \nCurrency unit  –  kyat (MK) \nMK1.00  =  $0.000738 \n$1  =  MK1,355 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CBD  –  community-based development \nDRD  –  Department of Rural Development \nERLIP  –  Enhancing Rural Livelihoods and Incomes Project \nM&E  –  monitoring and evaluation \nPAM  –  project administration manual \nTA  –  transaction technical assistance \n       \n \nNOTE \nIn this report, \"$\" refers to United States dollars.  \n \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  R. Subramaniam, Southeast Asia Department (SERD) \nDirector  J. Zhang, Environment, Natural Resources and Agriculture Division, \nSERD  \n   \nTeam leaders  P. Ramachandran, Principal Environment Specialist, SERD \n  S. Dina, Natural Resources and Agriculture Specialist, SERD \nTeam members  S. Ancha, Principal Climate Change Specialist, SERD \n  Y. Ito, Senior Social Development Specialist, Sustainable Development \nand Climate Change Department (SDCC) \n  L. Leung, Natural Resources and Agriculture Economist, SERD \nJ. Mangahas, Senior Social Sector Specialist, SERD \n  K. Panton, Project Analyst, SERD \n  J. Pedersen, Senior Procurement Specialist, Operations Services and \nFinancial Management Department \n  A. Roy, Senior Disaster Risk Management Specialist (Climate Change \n  Adaptation), SDCC \nPeer reviewer  M. Katagami, Principal Natural Resources and Agriculture Specialist, \nSDCC \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "S. Groff", "role": "Operations", "organization": ""}, {"fullname": "R. Subramaniam", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"fullname": "J. Zhang", "role": "Environment", "organization": "Natural Resources and Agriculture Division"}, {"fullname": "P. Ramachandran", "role": "Principal Environment Specialist", "organization": "SERD"}, {"fullname": "S. Dina", "role": "Natural Resources and Agriculture Specialist", "organization": "SERD"}, {"fullname": "S. Ancha", "role": "Principal Climate Change Specialist", "organization": "SERD"}, {"fullname": "Y. Ito", "role": "Senior Social Development Specialist", "organization": "Sustainable Development"}, {"fullname": "L. Leung", "role": "Natural Resources and Agriculture Economist", "organization": "SERD"}, {"fullname": "J. Mangahas", "role": "Senior Social Sector Specialist", "organization": "SERD"}, {"fullname": "K. Panton", "role": "Project Analyst", "organization": "SERD"}, {"fullname": "J. Pedersen", "role": "Senior Procurement Specialist", "organization": "Operations Services and"}, {"fullname": "A. Roy", "role": "Senior Disaster Risk Management Specialist (Climate Change", "organization": ""}, {"fullname": "M. Katagami", "role": "Principal Natural Resources and Agriculture Specialist", "organization": ""}]}