{"path": "data/input/ta/51241-002-tar-en.pdf", "pages": [" \nAppendix 3         9 \n   \nTechnical Assistance Report\n \n \nProject Number: 51241-002  \nTransaction Technical Assistance (TRTA) \nOctober 2017 \n \n \nIslamic Republic of Pakistan: Preparing the \nIntegrated Information and Communications \nTechnology Development Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Public Communications \nPolicy 2011. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 28 September 2017) \n \nCurrency unit  –  Pakistani Rupee (PKR) \nPKR1.00  =  $0.0095   \n$1.00  =  PKR 105.39 \n         \nABBREVIATIONS \n \nADB  —  Asian Development Bank \nICT  —  information and communications technology \nIT  —  information technology \nMOIT  —  Ministry of Information Technology & Telecom \nTA  —  technical assistance \nTRTA  —  transaction technical assistance \nUN  —  United Nations \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \nVice-President  W. Zhang, Operations 1  \nDirector General  S. O’Sullivan, Central and West Asia Department (CWRD) \nDirector  Y. Ye, Urban Development and Water Division, CWRD \n   \nTeam leader  R. Hu, Urban Development Specialist, CWRD \nCo-team leader  R. Arun, Senior Public Management Specialist (ICT & e-Governance),           \n  Sustainable Development and Climate Change Department (SDCC) \nTeam members  E. Banzon, Principal Health Specialist, SDCC \nA. Barry, Principal Procurement Specialist, Operations Services and \n     Financial Management Department (OSFMD) \nN. Djenchuraev, Senior Environment Specialist, CWRD \nS. Janardanam, Principal Financial Management Specialist, OSFMD \nA. Khokhar, Senior Safeguard Officer, CWRD \nN. LaRocque, Principal Education Specialist, CWRD \nN. Mian, Senior Programs Officer, CWRD  \nJ. Pabis, Operations Assistant, CWRD \nD. Perkins, Senior Counsel, Office of the General Counsel \nH. Rahemtulla, Senior Public Management Specialist, SDCC \nM. A. Rosero, Social and Gender Specialist, CWRD \nPeer reviewers  V. Padmanabhan, Technical Advisor (Urban), SDCC \nS. Bhattacharya, Senior Infrastructure Specialist (ICT), Pacific Department \n \n \n \n \n \n \n ", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "", " \nCONTENTS \nPage \n \nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE \n \nI.  THE ENSUING PROJECT  1 \nA.  Rationale  1 \nB.  The Proposed Project  2 \nC.  Proposed Financing Plans and Modality  2 \nD.  Proposed ADB financing and linkage with country business operations plan  2 \nII.  THE TECHNICAL ASSISTANCE  3 \nA.  Justification  3 \nB.  Outputs and Activities  3 \nC.  Cost and Financing  5 \nD.  Implementation Arrangements  5 \n \nANNEXURES \n1.  Cost Estimates and Financing Plan  8 \n2.  Terms of Reference for the Consultants  9 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "", " \n \n ", "", " \nI.  THE ENSUING PROJECT \n \nA.  Rationale \n1.  The government of the Islamic Republic of Pakistan has requested the Asian Development \nBank  (ADB)  to  provide  support  by  lending  for  the  proposed  Integrated  Information \nCommunications and Technology Development Project.1  \n \n2.  Firstly, the integrated development of information and communications technology (ICT) \nsector is crucial for Pakistan to attain overall inclusive and sustainable development goals as \nenvisaged in Pakistan Vision 2025.2 By 2025, 63% of Pakistan’s population will be below the age \nof 30. To maximize the demographic dividend, investments in human development in growth \nsectors of economy is crucial. Further, to channelize the younger generation towards increasing \nproductivity, Pakistan needs to create required number of jobs by adopting high gross domestic \nproduct growth strategies. This requires robust development of ICT sector. Also, in the United \nNations (UN) 2016 e-Government Development Index, Pakistan ranks 159 amongst 193 countries. \nThis index reflects the measure of e-government development in UN member states. Pakistan \nalso ranks 114 in UN e-Participation index for 2016, which measures the extent of electronic \nengagement of the government with its citizens and other stakeholders. To improve access and \nefficient reach of public service delivery, Pakistan should develop agile ICT capabilities.  \n \n3.  Secondly, the ICT industry is rapidly changing. Automation of ICT-enabled services are \nbeing adopted across economies. Machine to machine communications and automated decision \nmaking capabilities are increasingly being used. These changes are enabled by improvements in \nICT’s  artificial  intelligence,  internet-of-things,  augmented  reality,  big  data  analytics,  cloud \ncomputing, and micro-electronics disciplines. A systematic program to incorporate these new \nadvancements in higher education stream in Pakistan is urgently needed to prepare the future \nworkforce employment ready and relevant. This is also needed for Pakistan to be competitively \nrelevant and remain a serious player in ICT sector in the region. Pakistan did not realize the \nbenefits of IT revolutions of 90’s and 2000’s due to lack of focus in adoption of high technology \nskills development programs. It is important for Pakistan to develop capabilities required for the \nfourth industrial revolution that is taking roots now. The fourth industrial revolution is predicted to \nbe dominated by new age ICTs mentioned above. \n \n4.  Thirdly, to energize the less dominant private players of ICT sector, Pakistan should \nfinetune its policy environments, facilities, and capacity development programs. Currently, the \nprivate sector is facing problems such as inadequate space, secured environment, and access to \naffordable high speed internet connections. Because of absence of an enabling environment, the \nICT sector in Pakistan largely rest in the realms of small and medium enterprise sections. To \nrealize higher export potential, along with small and medium enterprises, Pakistan must strive to \nattract heavy weight ICT companies across the globe. The present status of ICT industry in \nPakistan can largely be attributed to the classic market failure bracket which warrants massive \ninfusion of public sector intervention during these initial stages. \n \n \n \n \n                                                \n1 The project is listed in the draft country operations business plan, 2018-2020, for Pakistan dated 11 September 2017. \n2 Government of Pakistan, Planning Commission. 2014. Pakistan 2025: One Nation, One Vision. Islamabad. \n ", "2 \nB.  The Proposed Project \n \n5.  The proposed project will support the government to adopt a long-term strategy and \nimplementation framework for the reinvigoration of ICT sector and smart city solutions to allow \nholistic development of IT ecosystem, through the establishment of a benchmark model IT park \nin Pakistan. The investment is also in line with the government’s mid-term IT development policy, \nthe Digital Pakistan Policy 2017.3 The project will contribute to higher and more inclusive growth \nthrough integrated adoption of ICT solutions in Pakistan. The expected outcome of the project is \nstrengthened holistic development of ICT sector in Pakistan. The outcome will be achieved \nthrough the following outputs: (i) an IT park set up as a benchmark model in Karachi; (ii) National \nIT Parks strategy developed; (iii) smart city strategy developed and piloted; and (iv) ICT skills in \nhigher  education  stream  with  technological  readiness  for  knowledge-based  economy \nstrengthened. The project will be aligned with the following impact: ICT industry contribution to \ninclusive growth increased, as outlined in Pillar VI of Pakistan Vision 2025.4 \n \nC.  Proposed Financing Plans and Modality  \n6.  The total cost of the project is estimated at $250 million, of which $200 million will be \nfinanced by ADB through a loan from its regular ordinary capital resources, as outlined in Table \n1. The federal government of Islamic Republic of Pakistan will finance the cost of land, taxes, and \nduties. The project modality is a project loan. \n \nTable 1: Indicative Financing Plan \nAmount  Share of Total  \nSource  ($ million)  (%) \nAsian Development Bank  200.00  80 \nGovernment  50.00  20 \n  Total    250.00  100 \nSource: Asian Development Bank. \n \nD.  Proposed ADB financing and linkage with country business operations plan  \n7.  The proposed project is included in the draft country business operations plan, 2018-2020, \nfor Pakistan.  \n \n \n \n \n \n \n \n \n \n                                                \n3  Government of Pakistan, Ministry of Information Technology & Telecom. Digital Pakistan Policy 2017. Pakistan. \n4  The design and monitoring framework is in Appendix 1. \n ", "3 \nII.  THE TECHNICAL ASSISTANCE \nA.  Justification \n8.  A transaction technical assistance (TRTA) is required to complete due diligence for the \nensuing project. Ministry of Information and Technology & Telecom (MOIT) is in possession of \nland in Karachi to construct the benchmark model IT Park. Necessary policy impetus for such \nparks and smart governance solutions in Pakistan are already outlined in the updated IT Policy \nof 2017. The Government has requested ADB to support its efforts to rejuvenate the ICT sector \nof the country. The Ministry has initiated institutional arrangements such as establishment of \nResearch and Development fund for ICT. The government is engaging in a bilateral manner with \nthe government of People’s Republic of China and is strengthening high speed infrastructure \ncapacity by undertaking development of landing gateways in the north and laying of fiber optic \ncable linkage systems. The TRTA will leverage the governmental commitment and ownership, \nand feasibility-level designs will be prepared for the three components. In addition, financial and \neconomic analysis, poverty and social impact assessments, assessments of financial and/or \nprocurement management capacity, and project’s safeguard arrangements in terms of both \nenvironment and social, in line with ADB requirements, will be prepared.5 \n \nB.  Outputs and Activities  \n9.  Output 1: An IT park set up as a benchmark model in Karachi. The output will support \nthe establishment of an IT park along with ancillary facilities such as incubators and accelerators. \nThis  will  enable  end-to-end  activities  between  the  industry,  academia,  and  government  in \nincreasing high value added jobs and economic activities. \n \n10.  Output 2: National ICT strategic framework developed. This output will develop an ICT \nstrategic  framework  for  cross  sector  applications  and  appropriate  engagement  model  to \nundertake ICT initiatives that benefits multiple sectors.  \n \n11.  Output  3:  Smart  city  strategy  developed  and  piloted.  The  output  will  support \ndevelopment of smart city master plan for the country. The plan will include development of smart \ncity policy, identification of needs for establishing IT backbone for delivering solutions, and pilot \ntesting of smart city development approaches. \n \n12.  Output 4: ICT skills in higher education stream for technological readiness for \nknowledge-based economy. The project will support the development of ICT skills in higher \neducation stream. The initiatives include (i) developing a human resource plan for ICT skills and \nrequirements in the country, (ii) establish two training centers in artificial intelligence and internet-\nof-things technology, which will also support accelerator and incubator functions, and (iii) setup a \nnational level forum on women leaders in ICT. \n \n13.  A team of consultants, recruited through output-based contracts will be engaged to carry \nout the TRTA. The major outputs and activities under the TRTA are summarized in Table 2.  \n \n \n \n \n \n                                                \n5 The TA first appeared in the business opportunities section of ADB’s website on 21 August 2017. \n ", "4 \nTable 2: Summary of Major Outputs and Activities \nMajor Outputs  Delivery Dates  Key Activities with Milestones \nInception report  Within 4 weeks from the  Develop detailed workplan \nmobilization of TRTA team  Liaise with MOIT and ADB, and mobilize the \nteam members. \nConduct market survey. Collect and review \ndata and reports, drawings, and designs \nprepared by MOIT for the selected project \nsite. Develop detailed work plan.  \nAs-is assessment,  Within 12 weeks from  Develop  the  National  ICT  strategic \ncategorization and  mobilization  framework \nprioritization of framework,    Develop  contours  of  strategic  elements \nmasterplan and skills    related to undertaking ICT activities across \nbuilding requirements.    sectors, reviewing and updating policy and \ninstitutional requirements. This include as-\nis assessment and to-be projections. \nInfrastructure diagnostic  Within 12 weeks from  Assess status of IT park in Pakistan in \nreport  mobilization  comparison  with  the  world  class  IT \nIT park operation and  parks, identify improvement needs, and \nmanagement report, and  propose O&M procedures \nrecommendations on O&M  Conduct  stakeholder  consultations  and \nenhancement   priority  options  for  IT  park  construction. \nDiscuss options for O&M improvement.  \nReview O&M procedures and recommend \nimprovements for institutional and technical \nlevels.   \nAssessment and  Within 20 weeks from  Finalize feasibility report \nrecommendations report  categorization and  Conduct stakeholder consultation, site visits \ninfrastructure diagnosis  and best practices analysis, and develop \nactivities.   the first draft of the report.  \nEconomic and financial  Within 16 weeks from  Economic and financial analysis \nanalysis report  mobilization  Undertake a comprehensive economic and \nfinancial evaluation of the project in line with \nADB guidelines for the economic analysis of \ninvestment projects. Ensure cost estimates \ninclude  investment  costs  for  green  IT \ninfrastructure and adaptation costs. \nCapacity building needs  Within 10 weeks from  Assess  capacity  of  MOIT,  PSEB,  and \nassessment report  mobilization  Ignite National Technology Fund  \n    Perform  a  needs  analysis  and  develop \ntraining needs in new technologies such as \nartificial intelligence and internet of things \ntechnologies.  Develop  a  framework  for \nsystematic implementation of programs and \nfacilities. Develop an approach and action \nplan for imparting training to women at least \nto the extent of 50% of total allocation.  \nFMA report in line with  Within 16 weeks from  Undertake  a  FMA,  identify  and  analyze \nADB guidelines  mobilization  risks associated with the program, prepare \n    a risk management plan. \n     \nPRA report in line with  Within 16 weeks from  Undertake project implementation capacity \nADB Guidelines  mobilization  and  PRA  of  PSEB  and  Ignite  National \nTechnology Fund. \n ", "5 \nPoverty, social, and  Within 16 weeks from  Poverty, social, and gender assessment \ngender assessment report  mobilization  and resettlement safeguards  \n     \nDraft SPRSS and Gender  Within 20 weeks from  Determine the current conditions of SME IT \nAction Plan.    mobilization  practitioners and assess how the project will \n    improve (i) income of both male and female, \n    (ii)  female  workforce  with  better  market \n    access, and (iii) women’s participation and \n    decision-making in the IT sector.  \n     \nResettlement and  Within 20 weeks from  Undertake the necessary social safeguards \nIndigenous Peoples’  mobilization  and  resettlement  documentation  as \nchecklists.     required  in  the  ADB  Safeguard  Policy \nResettlement framework.     Statement (2009) for sector loans, including \n    finalizing the resettlement and indigenous \nDraft resettlement plans  Within 20 weeks from  peoples’ checklists, the development of the \nand social impact  mobilization  project resettlement framework, and three \nassessments for sample    sets of draft resettlement plans and social \nsubprojects  impact  assessments  for  the  selected, \nsample subprojects \nDraft feasibility reports and  Within 24 weeks from  Conduct  feasibility  study  and  prepare \ndesigns for IT park  mobilization  advanced  designs  and  safeguards \ndocumentation for  the construction of IT \npark.  \nFinal feasibility report  Within 24 weeks from  Prepare final feasibility report, including \nmobilization  cost estimate, bill of quantity, and feasibility \nlevel designs for the IT park. \nADB = Asian Development Bank, FMA = financial management assessment, IT = information technology, MOIT = \nMinistry of Information and Technology & Telecom, O&M = operation and maintenance, PRA = procurement risk \nassessment, PSEB = Pakistan Software Export Board, R&D = research and development, SME = small and medium-\nsized enterprises, SPRSS = Summary Poverty Reduction and Social Strategy, TRTA = transaction technical assistance. \nSource: Asian Development Bank. \n \nC.  Cost and Financing \n14.  The technical assistance (TA) is estimated to cost $2.35 million equivalent, of which $0.85 \nmillion equivalent will be financed on a grant basis by ADB's Technical Assistance Special Fund \n(TASF-VI) and $1.50 million will be financed by other sources.6 The key expenditure items are \nlisted in Annexure 1.  \n \n15.  The government will provide counterpart support in the form of counterpart staff, office \naccommodation, and other in-kind contributions. The government will also carry out technical \nstudies. The value of government contribution is estimated to account for about 1% of the total \nTA amount. The government was informed that approval of the TA does not commit ADB to \nfinance any ensuing project. \n \nD.  Implementation Arrangements \n16.  The TRTA implementation period will be from January 2018 to July 2018, allowing \nimplementation support to the executing agency during project start-up. MOIT will be the lead \ncounterpart agency for the TRTA. The consultants will report to ADB and MOIT. The consultants \nand MOIT will closely liaise with other government agencies as required. A TRTA steering \n                                                \n6  Cofinancing from e-Asian and Knowledge Partnership Fund and other sources is currently being explored. \n ", "6 \ncommittee will be established by MOIT to provide guidance and policy directions. MOIT will: \n(i) appoint a project director/coordinator and counterpart staff, who will work closely with the \nconsultants and support them as required; (ii) provide project-related data and information for \nconsultants to carry out their assignments and deliver the outputs; and (iii) provide office space \nwith appropriate furniture, telephone lines, and internet connection for the consulting teams.  \n \n17.  ADB will engage consulting firms and individual consultants in accordance with ADB \nProcurement  Policy  (2017,  as  amended  from  time  to  time)  and  the  associated  Project \nAdministration Instructions/TA Staff Instructions. Equipment purchased under the TA project will \nbe turned over to MOIT at the completion of the TA project. ADB will administer the TA (including \nengaging  the  consultants),  in  coordination  with  MOIT,  which  will  be  the  executing  and \nimplementing agency. The beneficiary ministries at federal and provincial level will serve as \nmembers and/or observers as deemed necessary on context basis in the steering committee, \nwhich will be chaired by the MOIT. The steering committee will provide overall guidance on the \nTA’s implementation. The steering committee representatives will meet and provide directions \nthrough the three TA workshops (inception, interim, and final).  \n \n18.  The proposed TA processing and implementation schedule is listed in Table 3. \n \nTable 3: Implementation Arrangements \nAspects   Arrangements \nIndicative implementation period  January 2018 – July 2018 \nExecuting agency  Ministry of Information Technology & Telecom \nImplementing agencies  ADB \nConsultants  To be selected, engaged, and managed by ADB \nIndividual and Firm  167 person-months  $2.151 million \nInternational   75 person-months  $1.875 million \nConsultants \nNational Consultants  88 person-months  $0.276 million \nProcurement  To be procured by consultants, and ADB \n  Shopping  1  $0.005 million \nAdvance contracting and  Not applicable \nretroactive financing \nDisbursement  The TA resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2010, as amended from \ntime to time). \nAsset turnover or disposal  Equipment and goods purchased through the TA will be handed \narrangement upon TA completion  over to the executing agency in accordance with ADB’s \nAdministrative Order No. 4.02 \nADB = Asian Development Bank, QCBS = quality- and cost-based selection, TA = technical assistance. \nSource: Asian Development Bank estimates. \n \n19.  Consulting services. It is expected that 75 person–months of international and 88 \nperson–months of national consultants are required. To ensure the consistency in due diligence \nand capacity strengthening, one consulting firm will be recruited to carry out the due diligence in \ntechnical feasibility, economic and financial viability, safeguards, and capacity strengthening. Two \nindividual consultants (one international and one national) will be recruited to carry out the project \ncoordination and management activities. In the absence of qualified national and/or international \nconsultants will be substituted interchangeably subject to budget considerations. The consultants \nwill be recruited using quality– and cost–based selection method (with a quality–cost ratio of 90:10 \nconsidering the variety of expertise required and its critical role) following the simplified technical \nproposal, quality based selection may be considered where appropriate. Table 4 provides details \nof the required expertise. \n ", "7 \nTable 4: Summary of Key Consulting Services Requirement \nPerson- Person-\nOutput  International Positions  months  National Positions  months \nIT Park Design  1.  Chief Design Engineer              6  . 0            1  .   Design Engineer   6.0 \nService  2.  IT Procurement       8.0  2.  IT Procurement       8.0 \nSpecialist    Specialist   \n3.  Environmental Impact  3.0  3.  Environmental Impact  6.0 \nAssessment Specialist    Assessment Specialist   \n4.  ICT Parks Development  4.0  4.  ICT Parks Development  6.0 \nSpecialist    Specialist   \n5.  ICT Parks Civil  4.0  5.  ICT Parks Civil  6.0 \nConstruction Specialist    Construction Specialist   \n6.  ICT Development  3.0  6.  ICT Development  8.0 \nEconomist    Economist   \n7.  Social Development  3.0  7.  Social Development       4.0 \nSpecialist (Gender)    Specialist (Gender)   \n8.  Financial Management  4.0  8.  Financial Management  8.0 \nSpecialist     Specialist    \n9.  Public Private  2.0  9.  Public Private  6.0    \nPartnership Specialist     Partnership Specialist   \nNational ICT  1.  ICT Strategist  4.0  1.  ICT Strategist  4.0 \nStrategic \nFramework \nSmart City  2.  e-Governance Specialist  6.0  2.  e-Governance Specialist  4.0 \nSolution Design  3.  Smart City ICT Specialist  6.0  3.  Smart City ICT Specialist  4.0 \nCapacity  1.  ICT Policy Specialist  2.0  1.  ICT Policy Specialist  6.0 \nBuilding for ICT  2.  ICT Academic Program  8.0  2.  ICT Academic Program  6.0 \nEducation  Development Specialist  Development Specialist \nProject  1.  Project Management  12.0  1.  Project Management  6.0 \ncoordination  Specialist  Specialist \nand \nmanagement \n  TOTAL  75.0    88.0 \nICT=information and communication technology,  \nSource: Asian Development Bank estimates. \n \n20.  The project involves design of high technology solutions in the areas of internet-of-things, \nartificial intelligence, and other electronic platforms to deliver e-governance solutions in health \nand  citizen  security  areas,  and  architecting  communication  services  using  low  cost  Wi-Fi \ntechniques such as TV white space and low range Wi-Fi. In the IT park facilities, high technology \nsolution design is needed for designing green data center, high speed communication facilities \nand landing gateways, and establishing cloud technology concepts. Further, procurement of these \nhigh technology facilities requires developing tender documents to include service specifications, \nservice  level  agreement,  license  management  details  and  developing  maintenance  and \noperations  arrangements.  This  will  also  involve  establishing  networks  and  intellectual \narrangements through techniques such as twinning with cities, collaborating with think tanks and \ntechnology associations. It will lay the foundation for developing ICT sector in the country to \nprovide more jobs to the youths and inclusive growth by bridging gender divide and narrowing the \nexclusion issue faced by the marginalized sections of the society.  \n \n ", "8  Annexure 1 \nTable A1: Cost Estimates and Financing Plan \n($'000) \nTotal \nItem \nCost \nA.  Asian Development Banka    \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (25 person-months)  625.0 \n      ii.  National consultants (28 person-months)  90.0 \n    b.  International and local travel  25.0 \n    c.  Reports and communications  7.0 \n  2.  Equipmentb  5.0 \n  3.  Workshops, training, seminars, and conferencesc  70.0 \n  4.  Contingencies   28.0 \n    Subtotal (A)  850.0 \nB.  To be determinedd    \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (50 person-months)  1,250.0 \n      ii.  National consultants (60 person-months)  186.0 \n    b.  International and local travel  50.0 \n    c.  Reports and communications  5.0 \n  2.  Surveys  2.0 \n  3.  Miscellaneous administration and support costs  3.0 \n  4.  Contingencies  4.0 \n    Subtotal (B)  1,500.0 \n                                      Total  2,350.0 \nNote: The technical assistance (TA) is estimated to cost $2,350,000, of which contributions from the Asian Development \nBank and other source/(s) are presented in the table above. The government will provide counterpart support in the \nform of counterpart staff, office space, and other in-kind contributions. The value of government contribution is \nestimated to be about 1% of the total TA amount. Numbers may not sum precisely because of rounding. \na Financing by ADB’s Technical Assistance Special Fund (TASF-VI). \nb Equipment \nType  Quantity      Cost \nComputer      3   $4,000 \nPrinter      1   $1,000 \nc Workshops, training, seminars, and conferences \nInception Workshop  Islamabad and Karachi \nEngagement Workshops  Karachi \nStudy Tour  TBD \nADB Financing    \nInception, interim, and final workshops  Islamabad and Karachi \nTraining on safeguards, procurement, financial management,  Islamabad and Karachi \nand design and monitoring framework \nd Administered by the Asian Development Bank.  \nOSFMD = Operations Services and Financial Management Department; TA = technical assistance. \nSource: Asian Development Bank estimates. \n ", "Annexure 2       9 \n \nOUTLINE OF TERMS OF REFERENCE FOR FIRM \n \nI.  Design of ICT Park in Karachi (International, intermittent) - Firm \n \n1.  The key skills required for delivering the output are: ICT Park Development specialist, IT \nProcurement Specialist, Design Engineer, Financial Management Specialist and ICT economist. \n \n2.  The firm will report to ADB project officer, through the project team leader, and will perform \nthe following: \n(i.)  Review, assess, and analyze the information and communications technology \n(ICT) industry status and potential in Pakistan, and propose the solutions for \npromoting ICT industry in Pakistan. The assessment, which covers the existing \nICT industry in Pakistan and development of strategy for conceiving, implementing \nand promoting ICT in Pakistan, consists of: \n(a)  Conduct background studies on issues with existing information technology \n(IT) parks in Pakistan; \n(b)  Conduct strengths, weakness, opportunities and threats (SWOT) analysis \nrelated to ICT parks established in Pakistan, on a sampling basis; \n(c)  Develop a methodology to quantify cost, benefits and economic rates of \nreturns for such special economic zones; \n(d)  Quantify the cost, benefits, and economic rates of return; \n(e)  Develop a national ICT parks framework and identify issues that need to \nbe sorted out by the government and nongovernment entities; \n(f)  Develop detailed mechanisms to implement the framework; and \n(g)  Coordinate and provide needed inputs to the environment assessment \nteam and social assessment team. \n(ii.)  Develop detailed designs of ICT park in Karachi. The consultants will perform risk \nassessment for the proposed project. Based on the analysis and best national and \ninternational practices, the consultants will conduct cost-benefit analysis of various \noptions, including the without project option, perform detailed feasibility studies of \nshortlisted options, and recommend innovations and improvements to refine the \ntechnical design. The project should be technically sound and compatible with local \nconditions, meet all relevant technical standards and safeguard requirements, and \nare suitable for ADB financing. \n(iii.)  Develop detailed functional and technical specifications, cost estimates, economic \nrate of return; and \n(iv.)  Develop  bid  documents,  service  level  standards  and  agreements, evaluation \ncriterion for service provider selection and project implementation. \n \nA.  Key Expertise Required \n \n3.  Interested organizations should determine the number and the nature of experts they will \nrequire to achieve the objectives of the contract. However, ADB requires a minimum of five key \nexperts: Team leader and ICT Park Development specialist, IT Procurement Specialist, Design \nEngineer,  Financial  Management  Specialist,  and  ICT  economist.  All  key  positions  are \ninternational experts.  \n \n4.  The Team Leader will be an individual who will perform team leadership as well as \ntechnical expert role in developing ICT park with ability to access benchmarking data. He/She \nshould have the following minimum qualifications: \n ", "10  Annexure 2 \n(i.)  a master’s degree in commerce, trade and finance with at least 10 years of \ninternational experience in designing industrial parks;  \n(ii.)  has experience in multi-agency coordination required to implement policies such \nas single window clearance and tax incentives; \n(iii.)  at least 10 years of experience in policy and strategy formulation; and \n(iv.)  has at least 5 years of marketing and branding experience in special economic \nzones.   \n \n5.  IT Procurement Specialist will be responsible in developing a framework for undertaking \nprocurement  of  goods,  services,  and  equipment  within  the  applicable  ADB  procurement \nguidelines; preparing procurement-related documents; and assisting in evaluation of proposals. \nThe expert should have the qualifications with regional experience preferably as follows: \n(i.)  a master’s degree in IT or Engineering; \n(ii.)  has 10 years of experience in ICT procurements involving government agencies; \n(iii.)  has  international  work  experience  in  at  least  three  different  countries,  with \nexperience  in  procurement  activities  for  Pakistan  as  a  must  (while  ICT \nprocurement in Pakistan is preferred, other procurement sector experience can \nalso be substituted);  \n(iv.)  has experience in ADB procurement procedures; \n(v.)  ability to work with multiple stakeholders, including civil society, government, \ncommunity, private sector, and ADB; and \n(vi.)  excellent English language skills. \n \n6.  The Design Engineer will be responsible for developing construction plan and methods, \nand detailed technical and functional specifications of the IT park, which include civil facilities and \nequipment and other ancillary requirements. The expert will be an individual with the following \nminimum requirements: \n(i.)  a  master’s  degree  in  engineering,  preferably  a  doctorate  qualification  in \nArchitecture, Civil Engineering or other related fields; \n(ii.)  at least 15 years of relevant professional experience in designing and monitoring \nlarge civil works; and  \n(iii.)  has  international  work  experience  in  at  least  three  different  countries  with \nexperience in large civil work management. \n \n7.  The Financial Management Specialist will undertake financial reviews and analysis of \neach project component, as well as detailed assessment of the financial performance of the \nexecuting agency and the implementing agencies in accordance with ADB guidelines. This due \ndiligence includes (i) financial management assessment, including analysis of the internal and \nexternal audit systems of the executing agency and implementing agencies and their financial \nstrength and status; (ii) an analysis of the soundness of the financing plan and availability and \nsustainability  of  counterpart  funding;  and  (iii)  an  analysis  of  possible  cofinancing  sources, \nincluding private sector engagement especially for revenue generating components such as \npublic-private partnerships. The expert will also need to conduct least-cost, cost-benefit and fiscal \nanalyses, and financial analyses and affordability analyses of revenue-generating components \nsuch as IT park management and property leasing. The expert should have the  following \nqualifications: \n(i.)  a master’s degree in accounting, business, or other related fields. Certified Public \nAccountant or Certified Chartered Accountant is preferred; \n(ii.)  at  least  10  years  of  relevant  professional  experience  in  designing  and \nimplementing financial management systems for large construction projects; and  \n(iii.)  has international work experience in at least three different countries. \n ", "    Annexure 2  11 \n \n8.  The ICT Economist will provide economic justification and relevant data and research \nsupport for the other consultants, identify relevant case studies, and develop analytic support to \nthe project documents. The expert will analyze the risks and identify appropriate mitigation \nmeasures for the project, assess the institutional mechanism required and develop a monitoring \nand evaluation framework, and strengthen the economic case of the proposal both in terms of \ncost aspects as well as development economic aspects and carry out the demand, alternative \nleast-cost,  cost  benefit,  risk  and  sensitivity,  and  sustainability/fiscal  impact  analysis.  The \nqualification of the expert are as follows: \n(i.)  a master’s degree in Economics, Social Sciences or Sciences,  \n(ii.)  has 5 years of experience in ICT for development discipline, and  \n(iii.)  has international work experience in at least five different countries.  \n \n9.  In addition to the above required key experts, safeguard specialists including environment, \nresettlement, social development (gender) should be considered critical to conduct due diligence \nrequired for compliance of ADB safeguard policies and procedures. The proposing organizations \nshould also include in their technical proposal, in the personnel work plan and in their financial \nproposal all other “non-key experts” required in accordance with their proposed approach and \nmethodology. The proposing organization shall also determine and indicate the number of person-\nmonths for which each key or non-key expert will be required. \n \n10.  All experts engaged under the contract, whether key or non-key experts, must be citizens \nof one of the ADB member countries. \n \nB.  Preparation of the Proposal \n \n11.  Interested organizations are requested to prepare a detailed description of how they \npropose to deliver on the outputs of the contract in the section of their proposal called “Approach \nand Methodology”. In this narrative, organizations should be explicit in explaining how they will \nachieve the outputs, and include any information on their existing activities upon which they may \neventually build as well as the details of what staff will comprise the project team.  \n \n12.   Organizations must also describe their experience in Pakistan and their ability to operate \nin the Urdu language. This is a preferred requirement but not mandatory requirement. \n \n13.  Only one curriculum vitae (CV) must be submitted for each key and non-key expert \nincluded in the proposal. Only the CVs of key experts will be scored as part of the technical \nevaluation of proposals. The CVs of non-key experts will not be scored. However, ADB will review \nand individually approve or reject each CV for each position in the proposal. \n \n14.  All positions under the contract, both key and non-key experts, must be included and \nbudgeted for in the financial proposal in accordance with the person-month allocation required for \neach as defined by the proposing organization. \n \nC.  Terms of the assignment \n \n15.  The duration of the project is 6 months from the expected start date of assignment. The \nexpected start date is anticipated to be around the first week of January 2018. The duration will \nbe adjusted based on the actual start date of the assignment. The assignment of experts in the \nassignment is intermittent in nature. The terms will be revised based on mutual discussions with \nthe  necessary  parties  involved  in  the  assignment  subject  to  changes  and/or  additional \nrequirements encountered during the course of implementation.  \n ", "12  Annexure 2 \nII.  ICT Strategist (international, 4 pm; national, 4 pm) \n \n1.  The international ICT Strategist is expected to have (i) a master’s degree in computer \nengineering  and/or  master’s  degree  or  equivalent  in  management  sciences  or  business \nadministration, and (ii) at least 10 years of international experience in developing national ICT \nstrategies,  experience  in  ICT  projects  is  preferred.  The  national  specialist  will  assist  the \ninternational specialist in performing his/her responsibilities effectively. The national specialist is \nexpected to have a bachelor’s degree in information technology and/ or substitutable experience \nof at least 5 years of large IT infrastructure project management. The consultants will:    \n(i.)  Develop a strategy to mainstream ICT across various sectors, such as health, e-\ngovernance, education and social protection; \n(ii.)  Develop a phased implementation for ICT applications in the sectors; and \n(iii.)  Using  this  experience,  extrapolate  an  engagement  model  and  prioritization \nframework for undertaking ICT activities across national entities. \n \nIII.  Design of Smart City Master Plan and Pilot Initiatives (International, intermittent) – \nFirm \n \n1.  The key skills required for delivering the output are: ICT Policy Specialist, e-Governance \nSpecialist and Smart System Architect. \n \n2.  The firm will report to ADB project officer, through the project team leader, and will perform \nthe following: \n(i.)  Develop a master plan for implementing smart city solutions in Pakistan. The \nmaster plan includes development of framework for conceiving, implementing and \nmaintaining smart cities in Pakistan and consist of: \n(a)  Enumerating and substantiating the strategic elements (components) of \nthe smart city IT framework applicable for Pakistan in short, medium and \nlong  term  categories.  The  substantiation  shall  delve  into  social,  and \neconomic costs, constraints and remediation, benefits, and rates of returns \nwith appropriate field data and bench marks; \n(b)  Developing Smart City IT vision and mapping to the strategic elements; \n(c)  Develop  strategic  focus  area,  selection,  and  prioritization  mechanics, \ninterdependencies, and stakeholder engagement; \n(d)  Identify soft and hard infrastructure required with detailed functional and \ntechnical specifications for implementing the solutions; \n(e)  Detailed budget, and institutional requirements, procurement methods, and \nbusiness models to conceive, roll out, and maintain these initiatives; and \n(f)  Develop detailed total cost of ownership and economic rates of return for \nthe program in short, medium, and long term. \n(ii.)  Develop detailed smart city pilot IT projects. \n(a)  Identify smart IT initiatives (at least 6 high development impact initiatives) \nthat can be demonstrated in short run with identified beneficiary ministries; \n(b)  Prepare detailed development and implementation and maintenance road \nmap for the identified initiatives; \n(c)  Develop  detailed  business  case,  funding  source,  and  mechanisms, \nfollowing the document standards required by the government; \n(d)  Develop detailed functional and technical specifications, cost estimates, \neconomic rate of return; and \n ", "    Annexure 2  13 \n \n(e)  Develop  bid  documents,  service  level  standards  and  agreements, \nevaluation  criterion  for  service  provider  selection  and  project \nimplementation. \n \nA.  Key Expertise Required \n \n3.  Interested organizations should determine the number and the nature of experts they will \nrequire to achieve the objectives of the contract. However, ADB requires a minimum of three key \nexperts: Team Leader and IT Policy expert, e-Governance Specialist, and Smart system architect. \nAll key positions are international experts.  \n \n4.  The Team Leader will be an individual who will perform team leadership as well as \ntechnical expert role in developing smart city policy aspects with ability to access benchmarking \ndata. He/She should have the following minimum qualifications: \n(i.)  Management experience of at least 10 years of ICT systems development in \ngovernment services; ability to supervise a team project staff; preference will be \ngiven to candidates holding prominent positions in national or international IT \nbodies or equivalent bodies. He/she will interface with clients and ensure timely \nacceptance of deliverables and resolves issues proactively; \n(ii.)  Expertise in designing, leading and implementing smart governance programs;   \n(iii.)  Experience  in  developing  qualitative  and  quantitative  economic  modeling \ntechniques for smart governance programs; \n(iv.)  Ability to work with multiple stakeholders, including, government, private sector, \nand ADB; \n(v.)  Excellent change management skills; and \n(vi.)  Excellent  English  language  skills,  including  ability  to  produce  regular  written \nreports of high quality. \n \n5.  e-Governance Specialist with regional experience preferably as follows: \n(i.)  A minimum of 10 years’ experience overseeing and implementing online services \nprogram in municipal governance; \n(ii.)  A minimum of 5 years’ experience in ICT project development, implementation, \nand management on the national, local, organizational level; \n(iii.)  Proven  track  record  in  policy  development  processes  associated  with  e-\ngovernance  strategy  and  policy  development  in  developing  countries  and \ncountries in transition;  \n(iv.)  Experience in working and collaborating with governments in devising high level \npolicy documents and strategies; \n(v.)  Experience in software design principles, process life cycle and workflow based \nsystems and interactive web-based services; \n(vi.)  Ability to work with multiple stakeholders, including civil society, government, \ncommunity, private sector, and ADB; \n(vii.)  Excellent English language skills. \n \n6.    Smart  IT  Architect  will  be  responsible  for  developing  detailed  technical  and \nfunctional specifications of the system, procurement methods and associated documents. He or \nshe will be an individual with the following minimum requirements: \n(i.)  A minimum of 10 years’ experience in ICT projects; \n(ii.)  Experience in architecting smart city solutions in an end to end manner; \n(iii.)  Experience in structuring smart city projects, and associated business models; \n(iv.)  Strong English language skills. \n ", "14  Annexure 2 \n7.  In addition to the above required key experts, the proposing organizations should also \ninclude in their technical proposal, in the personnel work plan and in their financial proposal all \nother “non-key experts” required in accordance with their proposed approach and methodology. \nThe proposing organization shall also determine and indicate the number of person-months for \nwhich each key or non-key expert will be required. \n \n8.  All experts engaged under the contract, whether key or non-key experts, must be citizens \nof one of the ADB member countries. \n \nB.  Preparation of the Proposal \n9.  Interested organizations are requested to prepare a detailed description of how they \npropose to deliver on the outputs of the contract in the section of their proposal called “Approach \nand Methodology”. In this narrative, organizations should be explicit in explaining how they will \nachieve the outputs, and include any information on their existing activities upon which they may \neventually build as well as the details of what staff will comprise the project team.  \n \n10.   Organizations must also describe their experience in Pakistan and their ability to operate \nin the Urdu language. This is a preferred requirement but not mandatory requirement. \n \n11.  Only one CV must be submitted for each key and non-key expert included in the proposal. \nOnly the CVs of key experts will be scored as part of the technical evaluation of proposals. The \nCVs of non-key experts will not be scored. However, ADB will review and individually approve or \nreject each CV for each position in the proposal. \n \n12.  All positions under the contract, both key and non-key experts, must be included and \nbudgeted for in the financial proposal in accordance with the person-month allocation required for \neach as defined by the proposing organization. \n \nC.  Terms of the assignment \n \n13.  The duration of the project is 5 months from the expected start date of assignment. The \nexpected start date is anticipated to be around the first week of February 2018. The duration will \nbe adjusted based on the actual start date of the assignment. The assignment of experts in the \nassignment is intermittent in nature. The terms will be revised based on mutual discussions with \nthe  necessary  parties  involved  in  the  assignment  according  to  changes  and/or  additional \nrequirements encountered during the course of implementation. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "    Annexure 2  15 \n \nIV.  Design of Academic Program in Higher Learning (International, intermittent) - Firm \n \n1.  The key skills required for delivering the output are: ICT Expert, ICT Curriculum Design \nExpert, and Human Resources Expert. \n \n2.  The firm will report to ADB project officer, through the project team leader, and will: \n(i.)  Develop capacity development plan for ICT in higher education sector. \n(a)  Scan the higher education stream of Pakistan in ICT discipline;  \n(b)  Survey  stakeholders  from  governments,  academia,  and  students  for \nenhancing capacity of the ICT stream in graduate and post graduate \nstream; \n(c)  Identify leading trends in this sector and conduct a gap analysis on ICT \nhuman  resources  capacity,  and  facilities  for  training  in  new  age \ntechnologies; \n(d)  Develop detailed action plan to remediate the identified gaps; and \n(e)  Identify issues faced by women and the marginalized in the ICT sector in \nPakistan and develop a remediation plan, identifying specific programs, \ninvestment need and execution modality. \n(ii.)  Develop detailed plans to build capacity in modern ICT technologies namely \nArtificial Intelligence (AI) and internet-of-Things (IoT); \n(a)  Assess the capacity in these technologies; \n(b)  Identify gaps and constraints. Develop detailed plans to remediate the gaps \nand constraints; \n(c)  Identify  curricular  requirements  for  introducing  courses  on  these \ntechnologies in ICT higher education stream; \n(d)  Develop action plans to introduce the courses; \n(e)  Develop laboratory requirements and establish a collaboration framework \nwith private sector; \n(f)  Develop models to self-sustain the course and facilities; \n(g)  Categorize  the  investment  components  into  (i)  consulting  services,  \n(ii) equipment, (iii) infrastructure and facilities; and (iv) goods and services. \nDevelop detailed terms of references for these requirements; \n(h)  Justify investment in the dimensions of social, economic, political and \ntechnological aspects; and  \n(i)  Develop  detailed  cost  benefits  and  economic  rates  of  return  for  the \ninvestment. \n \nA.  Key Expertise Required \n \n3.  Interested organizations should determine the number and the nature of experts they will \nrequire to achieve the objectives of the contract. However, ADB requires a minimum of three key \nexperts: Team leader and IT Policy expert, e-Governance Specialist, and Smart System Architect. \nAll key positions are international experts.  \n \n4.  The Team Leader will be an individual who will perform team leadership as well as \ntechnical expert role in developing the capacity building program. He/She should have the \nfollowing minimum qualifications: \n(i.)  Management experience of at least 10 years of ICT systems development with \nspecial focus on (i) large IT project management (should have handled at least \none $1 million size project). He or she will interface with clients and ensure timely \nacceptance of deliverables and resolves issues proactively; \n ", "16  Annexure 2 \n(ii.)  Have experience in implementing at least three IoT and AI projects; \n(iii.)  Experience in working in ICT academic environment; \n(iv.)  Ability to work with multiple stakeholders, including government, private sector, \nand ADB; \n(v.)  Excellent change management skills; and \n(vi.)  Excellent  English  language  skills,  including  ability  to  produce  regular  written \nreports of high quality. \n \n5.  ICT Human Resources expert with regional experience preferably as follows: \n(i.)  A minimum of 10 years’ experience overseeing and implementing ICT projects \nacross multiple sectors; \n(ii.)  Has at least 3 years of experience in ICT human resources management functions \ndealing with selection and allocation of ICT resources to projects; \n(iii.)  Proven track record in policy development processes associated with ICT sector \nin developing countries and countries in transition;  \n(iv.)  Experience in working and collaborating with governments in devising high level \npolicy documents and strategies; \n(v.)  Ability to work with multiple stakeholders, including civil society, government, \ncommunity, private sector, and ADB; and  \n(vi.)  Excellent English language skills. \n \n6.  ICT Curriculum Design Expert \n(i.)  A minimum of 10 years’ experience in running large IT training programs; \n(ii.)  Experience in designing training courses in modern IT areas; \n(iii.)  Experience  in  implementing  electronic  communications  and  instrumentation \nsystems; \n(iv.)  Experience in designing and implementing AI solutions; \n(v.)  Strong English language skills. \n \n7.  In addition to the above required key experts, the proposing organizations should also \ninclude in their technical proposal, in the personnel work plan and in their financial proposal all \nother “non-key experts” required in accordance with their proposed approach and methodology. \nThe proposing organization shall also determine and indicate the number of person-months for \nwhich each key or non-key expert will be required. \n \n8.  All experts engaged under the contract, whether key or non-key experts, must be citizens \nof one of the ADB member countries. \n \nB.  Preparation of the Proposal \n \n9.  Interested organizations are requested to prepare a detailed description of how they \npropose to deliver the outputs of the contract in the section of their proposal called “Approach and \nMethodology”. In this narrative, organizations should be explicit in explaining how they will achieve \nthe  outputs,  and  include  any  information  on  their  existing  activities  upon  which  they  may \neventually build as well as the details of what staff will comprise the project team.  \n \n10.   Organizations must also describe their experience in Pakistan and their ability to operate \nin the Urdu language. This is a preferred requirement but not mandatory requirement. \n \n11.  Only one CV must be submitted for each key and non-key expert included in the proposal. \nOnly the CVs of key experts will be scored as part of the technical evaluation of proposals. The \n ", "    Annexure 2  17 \n \nCVs of non-key experts will not be scored. However, ADB will review and individually approve or \nreject each CV for each position in the proposal. \n \n12.  All positions under the contract, both key and non-key experts, must be included and \nbudgeted for in the financial proposal in accordance with the person-month allocation required for \neach as defined by the proposing organization. \n \nC.  Terms of the assignment \n \n13.  The duration of the project is 5 months from the expected start date of assignment. The \nexpected start date is anticipated to be around the first week of January 2018. The duration will \nbe adjusted based on the actual start date of the assignment. The assignment of experts in the \nassignment is intermittent in nature. The terms will be revised based on mutual discussions with \nthe  necessary  parties  involved  in  the  assignment  according  to  changes  and/or  additional \nrequirements encountered during the course of implementation. \n \nV.  Project Management Specialists (international, 12 pm; national, 6 pm)  \n \n1.  The international specialist is expected to have (i) a master’s degree in engineering and/or \nmaster’s degree or equivalent in management sciences or business administration, and (ii) at \nleast 10 years of international experience in managing complex projects, experience in ICT \nprojects is preferred. The national specialist will assist the international specialist in performing \nhis/her responsibilities effectively. The national specialist is expected to have a bachelor’s degree \nin  information  technology  and/  or  substitutable  experience  of  at  least  5  years  of  large  IT \ninfrastructure project management. The consultants will:    \n(i)  Conduct  coordination  activities  with  the  government,  ADB,  consultants  and \nstakeholders, ensure the due diligence requirement is met by consultants and the \nproject preparation is smooth and on time. \n(ii)  Provide overall guidance on the design fit for the required project outputs. Plan the \nvarious aspects required for the project and ensure the delivery of the outputs; \n(iii)  Develop project management plan, develop communication and dissemination \nplans; \n(iv)  Track, monitor, guide, and coordinate the other project consultants and facilitate \nthem in effectively delivering the plan; \n(v)  Participate in key meetings and document the decisions; and \n(vi)  Periodically report project progress to ADB team leader.  \n \n \n \n "], "metadata": {"Title": "Technical Assistance Report", "Author": "ADB", "Keywords": "adb technical assistance ta report", "Creator": "Microsoft® Word 2016", "CreationDate": "D:20171023152934+08'00'", "ModDate": "D:20171023152934+08'00'", "Producer": "Microsoft® Word 2016"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 28 September 2017) \n \nCurrency unit  –  Pakistani Rupee (PKR) \nPKR1.00  =  $0.0095   \n$1.00  =  PKR 105.39 \n         \nABBREVIATIONS \n \nADB  —  Asian Development Bank \nICT  —  information and communications technology \nIT  —  information technology \nMOIT  —  Ministry of Information Technology & Telecom \nTA  —  technical assistance \nTRTA  —  transaction technical assistance \nUN  —  United Nations \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \nVice-President  W. Zhang, Operations 1  \nDirector General  S. O’Sullivan, Central and West Asia Department (CWRD) \nDirector  Y. Ye, Urban Development and Water Division, CWRD \n   \nTeam leader  R. Hu, Urban Development Specialist, CWRD \nCo-team leader  R. Arun, Senior Public Management Specialist (ICT & e-Governance),           \n  Sustainable Development and Climate Change Department (SDCC) \nTeam members  E. Banzon, Principal Health Specialist, SDCC \nA. Barry, Principal Procurement Specialist, Operations Services and \n     Financial Management Department (OSFMD) \nN. Djenchuraev, Senior Environment Specialist, CWRD \nS. Janardanam, Principal Financial Management Specialist, OSFMD \nA. Khokhar, Senior Safeguard Officer, CWRD \nN. LaRocque, Principal Education Specialist, CWRD \nN. Mian, Senior Programs Officer, CWRD  \nJ. Pabis, Operations Assistant, CWRD \nD. Perkins, Senior Counsel, Office of the General Counsel \nH. Rahemtulla, Senior Public Management Specialist, SDCC \nM. A. Rosero, Social and Gender Specialist, CWRD \nPeer reviewers  V. Padmanabhan, Technical Advisor (Urban), SDCC \nS. Bhattacharya, Senior Infrastructure Specialist (ICT), Pacific Department \n \n \n \n \n \n \n ", "authors": [{"documentRole": "Vice-President", "fullname": "W. Zhang", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "S. O’Sullivan", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"documentRole": "Director", "fullname": "Y. Ye", "role": "Urban Development and Water Division", "organization": "CWRD"}, {"documentRole": "Team leader", "fullname": "R. Hu", "role": "Urban Development Specialist", "organization": "CWRD"}, {"documentRole": "Co-team leader", "fullname": "R. Arun", "role": "Senior Public Management Specialist (ICT", "organization": ""}, {"documentRole": "Team members", "fullname": "E. Banzon", "role": "Principal Health Specialist", "organization": "SDCC"}, {"documentRole": "Team members", "fullname": "A. Barry", "role": "Principal Procurement Specialist", "organization": "Operations Services and"}, {"documentRole": "Team members", "fullname": "N. Djenchuraev", "role": "Senior Environment Specialist", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "S. Janardanam", "role": "Principal Financial Management Specialist", "organization": "OSFMD"}, {"documentRole": "Team members", "fullname": "A. Khokhar", "role": "Senior Safeguard Officer", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "N. LaRocque", "role": "Principal Education Specialist", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "N. Mian", "role": "Senior Programs Officer", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "J. Pabis", "role": "Operations Assistant", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "D. Perkins", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "H. Rahemtulla", "role": "Senior Public Management Specialist", "organization": "SDCC"}, {"documentRole": "Team members", "fullname": "M. A. Rosero", "role": "Social and Gender Specialist", "organization": "CWRD"}, {"documentRole": "Peer reviewers", "fullname": "V. Padmanabhan", "role": "Technical Advisor (Urban)", "organization": "SDCC"}, {"documentRole": "Peer reviewers", "fullname": "S. Bhattacharya", "role": "Senior Infrastructure Specialist (ICT)", "organization": "Pacific Department"}]}