{"path": "data/input/ta/51270-001-tar-en.pdf", "pages": ["   \nTechnical Assistance Report\n \n \n \nProject Number: 51270-001  \nTransaction Technical Assistance (TRTA) \nOctober 2017 \n \n \nMongolia: Ulaanbaatar Pro-Poor Urban \nGer\nRedevelopment Support System for   Areas \n(Financed by the Republic of Korea e-Asia and  \nKnowledge Partnership Fund) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTThhies  vdieowcsu mexepnret siss ebde ihnegr edinis acrloe stheods teo  otfh teh ep ucobnliscu ilnta anct caonrdd daon cneo tw niethce AsDsaBri'lsy  Preupbrelisce Cnto tmhomseu noifc AaDtioBn’ss  \nPmoelmicby e2rs0,1 B1o. ard of Directors, Management, or staff, and may be preliminary in nature.  \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 8 September 2017) \n \nCurrency unit  –  togrog (MNT) \nMNT1.00  =  $0.0004 \n$1.00  =  MNT2,438 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BIC  –  business incubator center \n  CDC  –  community development council \n  COBP  –  country operations business plan \n  ICT  –  information and communication technology \n  MFF  –  multitranche financing facility \n  MUB  –  Municipality of Ulaanbaatar \n  PMO  –  program management office \n  SDC  –  small- and medium-sized enterprises development council \n  SME  –  small- and medium-sized enterprises \n  TA  –  technical assistance \n \n \nNOTE \nIn this report, \"$\" refers to US dollars.  \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  I. Bhushan, East Asia Department (EARD) \nDirector  S. Penjor, Urban and Social Sectors Division, EARD \n   \nTeam leader  L. Le, Young Professional, EARD \nDeputy team  A. Heckmann, Senior Urban Development Specialist, EARD \nleader \nTeam member  M. Guzon, Operations Assistant, EARD \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \n \nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE \n \nI.  THE ONGOING PROJECT  1 \nII.  THE TECHNICAL ASSISTANCE  2 \nA.  Justification  2 \nB.  Outputs and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIII.  THE PRESIDENT'S DECISION   5 \n \nAPPENDIXES  \n1.  Cost Estimates and Financing Plan  6 \n2.  List of Linked Documents   7 \n \n \n ", "Project Classification Information Status: Complete\nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 51270-001\nProject Name Ulaanbaatar Pro-Poor Urban  Department EARD/EASS\nRedevelopment Support System for  /Division\nGer Areas\nNature of Activity Capacity Development, Policy Advice Executing  Ulaanbaatar Municipal Government\nAgency\nModality Regular\nCountry Mongolia\n2. Sector Subsector(s)      Financing ($ million)\nWater and other urban  Urban policy, institutional and capacity development 0.10\ninfrastructure and \nservices\nUrban slum development 0.10\nIndustry and trade Small and medium enterprise development 0.10\nInformation and  ICT industries and ICT-enabled services 0.15\ncommunication \ntechnology\nICT infrastructure 0.05\nTotal 0.50\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the  Low\ngrowth (IEG) opportunities, including jobs, made  Project\nmore inclusive\nEnvironmentally  Urban environmental improvement\nsustainable growth \n(ESG)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Civil society participation Effective gender mainstreaming (EGM)\ncapacity development Institutional development\n(GCD)\nKnowledge solutions  Pilot-testing innovation and learning\n(KNS)\nPartnerships (PAR) Bilateral institutions (not client \ngovernment)\nOfficial cofinancing\nPrivate sector  Promotion of private sector \ndevelopment (PSD) investment\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Not Applicable\nHousehold Targeting Yes\nSDG Targeting Yes\nSDG Goals         SDG1, SDG9, SDG11\nQq\n6. Risk Categorization Complex \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.00\n    None 0.00\nCofinancing 0.50\n    Republic of Korea e-Asia and Knowledge Partnership Fund (Full ADB  0.50\nAdministration)\nCounterpart 0.00\n    None 0.00\nTotal 0.50\nqq\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 31072017113845140168 Generated Date: 17-Oct-2017 13:45:21 PM", " \nI.  THE ONGOING PROJECT \n \n1.  The urban poor in Ulaanbaatar City are concentrated in the surrounding ger (traditional \nyurt or tent) areas, which are home to about 60% of the city’s population (800,000 inhabitants).   \nAs these low- and medium-income settlement areas continue to grow and densify from natural \ngrowth rate and immigration, the inadequacy of basic infrastructure services, as well as public \nspaces and commercial services, have become more serious. Responding to these urgent needs \nand demands for urban services, and the urgency to address ongoing densification in ger areas, \nthe Asian Development Bank (ADB) approved a multitranche financing facility (MFF) totaling \n$163.70 million on 12 December 2013 for the Ulaanbaatar Urban Services and Ger Areas \nDevelopment  Investment  Program.1 The  9-year  implementation  period  (December  2013–\nDecember 2022) comprises three tranches of multisector interventions that support delivery of \nthe Ulaanbaatar City master plan in upgrading priority infrastructure services and developing \neconomic hubs (subcenters) in ger areas. Tranche 1 of the MFF2 is supported by this technical \nassistance (TA) and focuses specifically on two priority subcenters of Bayankhoshuu and Selbe. \nThe  expected  outcome  is  a  network  of  livable,  competitive,  and  inclusive  subcenters  in \nUlaanbaatar’s ger areas; and the outputs include (i) roads and urban services are expanded within \nthe targeted subcenters, and connectivity between them is improved; (ii) economic and public \nservices in targeted subcenters are improved; (iii) service providers become more efficient; and \n(iv) institutions and capacity for urban development, program management, and service delivery \nare strengthened.    \n \n2.  The design of the MFF, and specifically of Tranche 1, took into account international best \npractices in the upgrading and redevelopment of urban areas. The investments were identified \nthrough mapping initiatives and were prioritized to improve access to basic infrastructure services \nfor ger area residents. The interventions make significant efforts to engage and involve local ger \nresidents  on  an  ongoing  basis  (from  design  to  implementation).  Consultations  and  public \nmeetings have been conducted to solicit the views and concerns of beneficiaries, including \nwomen and vulnerable groups, and integrate these into the detailed design. In addition, the \nMFF helps build social fabric and improves livelihood potential in these communities through \ncommunity-based organizations such as community development councils (CDCs) and small and \nmedium-sized enterprise (SME) development councils (SDCs). These efforts help enhance \ntransparency and build trust among relevant stakeholders—the community, municipality, and \nprivate sector—in support of the common goal of ger area redevelopment. \n \n3.  Tranche 1 was approved on 17 December 2013 and became effective on 24 September \n2014. Procurement activities are well underway and all civil works are expected to be substantially \ncompleted by the loan closing date in December 2019. The program management office (PMO) \nis capable and performing well. The government’s commitment to, ownership of, and support for \nthe program and its roadmap are high. \n \n                                                \n1  ADB. 2013. Report and Recommendation of the President to the Board of Directors: Proposed Multitranche \nFinancing Facility to Mongolia for the Ulaanbaatar Urban Services and Ger Areas Development Investment Program. \nManila.  \n2  ADB. 2013. Ulaanbaatar Urban Services and Ger Areas Development Investment Program: Periodic Financing \nRequest 1. Manila. Tranche 1 includes a $27.5 million ordinary capital resources loan, a $22.5 million concessional \nordinary capital resources loan, and a $3.7 million grant from the Urban Environmental Infrastructure Fund under the \nUrban Financing Partnership Facility. The total counterpart funding is $96 million, and is complemented by  \n$60.3 million in equivalent cofinancing from the European Investment Bank. \n ", "2 \nII.  THE TECHNICAL ASSISTANCE \nA.  Justification \n4.  International  experience  has  demonstrated  potential  to  apply  information  and \ncommunication technology (ICT) to urban upgrading and redevelopment efforts. In these projects, \nICT solutions can offer support to (i) better collect and present data on physical infrastructure and \nsocioeconomic characteristics of urban areas; (ii) facilitate communication and trust-building \namong the government, communities, and investors; (iii) enhance and expedite information \nsharing  to  larger  audiences;  and  (iv)  better  monitor  and  present  development  results. \nUnderstanding these  advantages,  the Municipality of Ulaanbaatar (MUB) is seeking to  pilot \nappropriate ICT innovations in promoting redevelopment of Ulaanbaatar’s ger areas at a small \nscale, before replicating success to all ger areas.  \n \n5.  Tranche 1 provides an ideal environment to pilot ICT applications for urban redevelopment \nin ger areas, thanks to the extensive preparation work carried out in urban planning, community \nengagement,  as  well  as  economic  and  infrastructure  development.  Under  Tranche  1, \ncomprehensive data on the ger areas of Bayankhoshuu and Selbe subcenters has been collected \nthrough poverty analysis and mapping, community profile survey, community needs assessment, \nand business profile survey. Based on these data, block development methodology and land use \nplans have been formulated, subcenter infrastructure and spatial plans revised, and subcenter \nurban development and business plans developed. Community-based CDCs and SDCs in each \nsubcenter have actively engaged the local ger area residents to formulate community and \nbusiness action plans. The PMO has developed extensive experience in designing, implementing, \nand monitoring infrastructure development in ger areas with a set of detailed baseline data. \nTogether these achievements are a foundation of reliable data, rich content, and strong capacity \nto facilitate ICT applications. \n \n6.  ICT applications will not only benefit from the readiness under Tranche 1 but will also \ncontribute to enhance the development objectives of Tranche 1. The TA will pilot a set of \ncustomized ICT tools in the targeted ger areas, such as (i) an interactive mapping application for \nland use and development planning; (ii) ICT-supported community outreach and information \ndisclosure; (iii) e-guidelines and support for SME development; (iv) a transparent and efficient \nplatform to enhance awareness and visibility for ger areas infrastructure development, promote \ninvestment opportunities in ger areas, and enhance synergies among stakeholders in the public \nsector, the private sector, and the communities; and (v) a computerized project performance \nmanagement system. These ICT tools will introduce innovative ways to carry out existing tasks \nand hopefully enhance efficiency and effectiveness of the Tranche 1 interventions. The linkages \nbetween TA outputs and development objectives of Tranche 1 are detailed below. \n \n7.  In April 2017, the MUB submitted a request for support from ADB and the Republic of \nKorea  e-Asia  and  Knowledge  Partnership  Fund  to  pilot  ICT  applications  for  ger  area \nredevelopment activities under Tranche 1. Since this request came after the approval of the \ncountry operations business plan (COBP) for Mongolia, 2017–2019,3 the TA was not included in \nthe COBP. The funding from the Republic of Korea e-Asia and Knowledge Partnership Fund for \nthis TA was approved on 1 June 2017. \n \n                                                \n3  ADB. 2017. Country Operations Business Plan: Mongolia, 2017–2019. Manila. The COBP was published in April \n2017. The TA first appeared in the business opportunities section of ADB’s website on 17 October 2017.  \n ", "3 \nB.  Outputs and Activities  \n8.  The TA will pilot ICT tools for ger area redevelopment in (i) enhancing municipality-level \nurban  and  redevelopment  planning  with  mapping  and  monitoring  indicators  (output  1); \n(ii) supporting inclusive community engagement and access to economic opportunities in ger \nareas, (outputs 2 and 3); and (iii) strengthening redevelopment monitoring and coordination \ncapacity (output 4).  \n \n9.  Output 1: Ger area urban and redevelopment planning enhanced. Building on the rich \ndata collected through mapping exercises under Tranche 1, this TA will apply easy-to-use \nICT tools to map physical and socioeconomic characteristics of selected ger areas to enhance \ndata quality and presentation. The information collected will be integrated with the existing urban \ndatabase in Ulaanbaatar. In addition, expert recommendations will be provided to MUB to  \n(i) enhance the urban database with key indicators to support evidence-based planning, (ii) create \na monitoring mechanism for eco-district development for green housing and infrastructure, and \n(iii) integrate appropriate ICT outputs into future infrastructure investments.  \n \n10.  Output 2: Community engagement process supported. Effective communication and \ninformation sharing have been recognized as being key in enhancing transparency and building \ntrust between government and residents. The MFF has made significant efforts in this regard by \nworking with CDCs, which are well-positioned to act as community conveners. This output will \nsupport efforts under the Tranche 1 by providing customized community outreach activities—both \nphysical and virtual—to engage the community with the project. These activities will take place at \nbusiness  incubator  centers  (BICs)  to  be  constructed  for  the  Bayankhoshuu  and  Selbe \nsubcenters.4  This output will also develop a virtual platform to facilitate community action planning \n(e.g., for urban upgrading, feedback, and grievance redress mechanisms), and place ICT kiosks \nin BICs for access by and use of ger area residents. The platform and activities will take into \nconsideration the specific characteristics of the ger area community in order to reach the widest \npossible audience and help them mobilize and learn together as a community. This will leverage \nthe thriving community of nongovernment organizations in Ulaanbaatar, especially women’s and \nyouth groups.  \n  \n11.  Output 3: Business and investment development support services in ger areas \nenhanced. Tranche 1 has a provision to help create economic opportunities in ger areas, focusing \non demand (by raising investment interest among investors), and supply (by building the relevant \nskills, both vocational and entrepreneurial, of ger residents). This output will build on Tranche 1 \nactivities to provide (i) prioritized ICT-based support under BICs, including e-guidelines for \nselected government services; (ii) integrated support for SMEs, including ICT and business skills \ntraining, hands-on coaching, and networking; (iii) a virtual platform to connect independent skilled \nlabor in ger areas with prospective employers; and (iv) a clearinghouse to promote investment \nopportunities in ger areas. ICT solutions can help provide up-to-date information to potential \ninvestors or those looking for goods and services from ger areas, or any other opportunities to \nsupport the redevelopment process. Improved information availability will help build trust among \ninvestors and ger residents to take part in economic development activities and contribute to the \nredevelopment plan initiated under the MFF. ICT solutions will allow the centers to reach a larger \naudience, in particular younger entrepreneurs and start-ups with innovative and bankable ideas. \nIt will adopt and learn from the Asia Foundation’s Women Business Incubator Center model, \n                                                \n4  The plan is to turn the BICs into multipurpose community centers that will provide community engagement activities, \nbusiness incubator services, and subcenter redevelopment information services. \n ", "4 \nwhich  has  been  transferred  to  and  is  operated  by  MUB,  to  especially  support  female \nentrepreneurs. \n \n12.  Output  4:  Ger  area  redevelopment  monitoring  and  coordination  strengthened. \nICT can support MUB to strengthen monitoring of redevelopment efforts through the application \nof a modern computerized project performance management system, as well as e-tools to \nstreamline coordination among stakeholders involved in the Tranche 1 targeted areas (e.g., \ngovernment agencies, donors, and nongovernment and community-based organizations) so that \nthey can coordinate, build synergies, and pool resources for better development outcomes. Finally, \nthe TA will help the PMO collect video footage to document the redevelopment progress in ger \nareas, for use in decision making and public relations. \n \n13.  Design and monitoring framework. The TA will enhance the quality of outputs under \nTranche 1 without any change to its targeted results indicators. The design and monitoring \nframework of Tranche 1 thus remains unchanged. \n \nC.  Cost and Financing \n14.  The TA is estimated to cost $550,000, of which $500,000 will be financed on a grant basis \nby the Republic of Korea e-Asia and Knowledge Partnership Fund and administered by ADB. The \nkey expenditure items are listed in Appendix 1.  \n \n15.  Ineligible expenditure. The fund will not be used for (i) civil works, (ii) procurement of \nlarge-scale equipment, (iii) permanent staffing costs, or (iv) hiring of staff consultants, unless \notherwise agreed between the Republic of Korea and ADB. \n \n16.  The government will provide counterpart support in the form of counterpart staff, office \nsupplies, secretarial assistance, domestic transportation, and other in-kind contributions.  \n \nD.  Implementation Arrangements \n17.  ADB will administer the TA and select, supervise, and evaluate consultants (details are in \npara. 18). \n \nImplementation Arrangements \nAspects   Arrangements \nIndicative implementation period  October 2017–September 2019 \nExecuting agency  MUB \nImplementing agency  The PMO for the MFF,a established under the MUB deputy governor in \ncharge of infrastructure and ger area development.  \nConsultants  To be selected and engaged by ADB. \nIndividual consultant  6 person-months  $20,000 \nselection  \nQuality- and cost- based  38 person-months  $335,000 \nselection \nProcurement  To be procured by consultants. \n  Shopping  3 contracts  $120,000 \nDisbursement  The TA resources will be disbursed following ADB's Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). \nAsset turnover or disposal  Upon TA completion, the fixed assets will be handed over to the community \narrangement upon TA completion  centers in Bayankhoshuu and Selbe, under the supervision of MUB.   \nADB = Asian Development Bank, MFF = multitrance financing facility, MUB = Municipality of Ulaanbaatar, PMO = \nprogram management office, TA = technical assistance. \n ", "5 \na  ADB. 2013. Report and Recommendation of the President to the Board of Directors: Proposed Multitranche Financing \nFacility to Mongolia for the Ulaanbaatar Urban Services and Ger Areas Development Investment Program. Manila. \nSource: Asian Development Bank.  \n \n18.  Consulting services. ADB will engage an individual consultant and a consulting firm in \naccordance with the ADB Procurement Policy (2017, as amended from time to time) and the \nassociated project administration instructions/TA staff instructions. The individual international \nconsultant will be engaged using the individual consultant selection method, for a total of 6 person-\nmonths. The consulting firm will be engaged using quality- and cost-based selection method, with \na 90:10 quality-cost ratio and using simplified technical proposal procedures, for a total of \n38 person-months of consulting inputs (5 person-months of international and 33 person-months \nof national inputs).5 The firm must demonstrate international expertise and local experience in \nMongolia.  \n \n19.  ADB Procurement. Three shopping contracts for a total of $120,000 will be procured by \nthe consultants. All TA-financed goods shall be procured in accordance with ADB Procurement \nPolicy  (2017,  as  amended  from  time  to  time)  and  the  associated  Project  Administration \nInstructions/TA Staff Instructions. \n \n20.  Cofinancier requirements. ADB will prepare a project completion report within 1 year of \nproject  completion,  and  also  an  annual  financial  and  implementation  report.  During \nimplementation, ADB will ensure donor visibility and participation through (i) clear indications in \nall  press  releases,  publications,  training  programs,  seminars  and  workshops;  and  \n(ii) dissemination of outputs through the local media. \n \nIII.  THE PRESIDENT'S DECISION  \n21.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $500,000 to the Government \nof Mongolia to be financed on a grant basis by the Republic of Korea e-Asia and Knowledge \nPartnership Fund for Ulaanbaatar Pro-Poor Urban Redevelopment Support System for Ger Areas, \nand hereby reports this action to the Board. \n \n                                                \n5 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 2). \n ", "6  Appendix 1 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nAmount \nRepublic of Korea e-Asia and \nItem  Knowledge Partnership Funda \nA.  Consultants   \n1.  Remuneration and per diem   \na.  International consultants  90.0 \nb.  National consultants  132.0 \n2.  Out-of-pocket expenditures   \na.  International and local travel  43.0 \nb.  Goods (rental and/or purchase)  120.0 \nc.  Surveysb  20.0 \nd.  Training, seminars, and conferencesc  50.0 \ne.  Miscellaneous administration and support costs  20.0 \nB.  Contingencies  25.0 \nTotal  500.0 \nNote: The technical assistance (TA) is estimated to cost $550,000, of which contributions from Republic of Korea e-\nAsia and Knowledge Partnership Fund are presented in the table above. The government will provide counterpart \nsupport in the form of counterpart staff, office supplies, secretarial assistance, domestic transportation, and other in-\nkind contributions. The value of government contribution is estimated to account for 9% of the total TA cost. \na  Administered by the Asian Development Bank. \nb  All goods purchased under the TA will be turned over to the executing agency upon completion of TA activities.  \nc  Includes interpretation and translation costs.  \nSource: Asian Development Bank estimates. \n \n ", "Appendix 2                7 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=51270-001-TAReport \n1.  Terms of Reference for Consultants \n2.  Approved  Report  and  Recommendation  of  the  President:  Proposed  Multitranche \nFinancing  Facility  to  Mongolia  for  Ulaanbaatar  Urban  Services  and  Ger  Areas \nDevelopment Investment Program \n3.  Approved Periodic Financing Request 1: Ulaanbaatar Urban Services and Ger Areas \nDevelopment Investment Program \n4.  Procurement Plan \n \nSupplementary Documents \n \n5.  Memorandum of Understanding: Fact-Finding Mission (28 August–1 September 2017) \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20171025150403+08'00'", "Creator": "PDF24 Creator", "Keywords": "mongolia, urban slum development, ger areas development, community engagement, business development support services, investment development, ICT applications for urban redevelopment, ta 9421, adb technical assistance, approved technical assistance, tar, ta projects ", "ModDate": "D:20180514134337+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "51270-001: Technical Assistance Report", "Title": "Mongolia: Ulaanbaatar Pro-Poor Urban Redevelopment Support System for Ger Areas"}}