{"path": "data/input/ta/51271-001-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President \nto the Board of Directors\n \n \nProject Number: 51271-001 \nSeptember 2019 \n \n \n \n \nProposed Loan, Grant, and Administration of Grant \nSolomon Islands: Urban Water Supply and \nSanitation Sector Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nAccess to Information Policy. \n \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 27 August 2019) \n \nCurrency unit  –  Solomon Island dollar/s (SI$) \nSI$1.00  =  $0.125  or   €0.112 \n$1.00  =  SI$8.013  or   €0.901 \n€1.00  =  SI$8.895  or   $1.110 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EMP  –  environmental management plan \n  EU  –  European Union \n  FIRR  –  financial internal rate of return \n  FNPV  –  financial net present value \n  GHA  –  The Greater Honiara area \n  km  –  kilometer \n  m2  –  square meter \n  MLD  –  million liters per day \n  NRW  –  nonrevenue water \n  O&M  –  operation and maintenance \n  PAM  –  project administration manual \n  PMU  –  project management unit \n  SIWA  –  Solomon Islands Water Authority \n  UNICEF  –  United Nations Children’s Fund \n \nNOTE \n \nIn this report, “$” refers to United States dollars, unless otherwise stated. \n   \n ", " \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Maria Carmela Locsin, Pacific Department (PARD) \nDirector  Jingmin Huang, Urban Development, Water Supply and Sanitation \nDivision, PARD \n   \nTeam leader  Stephen Blaik, Principal Urban Development Specialist, PARD \nTeam members  Herzl Erin Banacia, Operations Assistant, PARD \n  Ninebeth Carandang, Senior Social Development Specialist, PARD \n  Yuki Ikeda, Public Management Economist, PARD \n  Mairi MacRae, Social Development Specialist (Gender and \nDevelopment), PARD \n  Rhea Mae Maningo, Operations Assistant, PARD \n  Douglas Perkins, Principal Counsel, Office of the General Counsel \n  Cara Tinio, Economics and Statistics Analyst, PARD \n  Dalcy Tozaka, Senior Country Coordination Officer, Pacific Liaison and \nCoordination Office, PARD \n  Jean Williams, Senior Environment Specialist, PARD \nPeer reviewer  Nargiza Talipova, Principal Portfolio Management Specialist, \nSoutheast Asia Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Project Description  3 \nC.  Value Added by ADB  4 \nD.  Summary Cost Estimates and Financing Plan  5 \nE.  Implementation Arrangements  6 \nIII.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial Viability  7 \nC.  Sustainability  7 \nD.  Governance  8 \nE.  Poverty, Social, and Gender  8 \nF.  Safeguards  9 \nG.  Summary of Risk Assessment and Risk Management Plan  10 \nIV.  ASSURANCES AND CONDITIONS  10 \nV.  RECOMMENDATION  11 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  12 \n2.  List of Linked Documents  15 \n \n \n   \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 51271-001\nProject Name Urban Water Supply and Sanitation Sector Project  Department PARD/PAUW\n/Division\nCountry Solomon Islands Executing Agency Ministry of Finance and\nBorrower Solomon Islands Treasury\nCountry Economic  https://www.adb.org/Documents/LinkedDocs/?id=5127\nIndicators 1-001-CEI\nPortfolio at a Glance https://www.adb.org/Documents/LinkedDocs/?id=5127\n1-001-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nWater and other urban  Urban sanitation 6.53\ninfrastructure and  Urban water supply 30.47\nservices\nTotal 37.00\n3. Operational Priorities Climate Change Information\nCO  reduction (tons per  1,450\nAddressing remaining poverty and reducing inequalities 2\nannum)\nAccelerating progress in gender equality Climate Change impact on the Medium\nTackling climate change, building climate and disaster resilience, and  Project\nenhancing environmental sustainability\nADB Financing\nMaking cities more livable\nAdaptation ($ million) 6.31\nStrengthening governance and institutional capacity\n        \nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.5 Effective gender mainstreaming (EGM)\nSDG 5.c\nSDG 6.2, 6.3\nSDG 10.3 Poverty Targeting\nGeographic Targeting\nSDG 13.a\n4. Risk Categorization: Low\n.\n5. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n.\n6. Financing\nModality and Sources Amount ($ million)\nADB 37.00\n     Sovereign Sector grant: Asian Development Fund 9.00\n     Sovereign Sector (Concessional Loan): Ordinary capital resources 28.00\nCofinancing 35.35\n     European Union - Sector grant (Full ADB Administration) 20.35\n     World Bank - Sector loan (Not ADB Administered) 15.00\nCounterpart  20.47\n     Government  9.00\n     Project Sponsor  11.47\nTotal 92.82\nCurrency of ADB Financing: US Dollar \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 02092019170150603051 Generated Date: 02-Sep-2019 17:02:18 PM", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan \nand a proposed grant, both to Solomon Islands, for the Urban Water Supply and Sanitation Sector \nProject. The report also describes the proposed administration of a grant to be provided by the \nEuropean Union (EU) for the project, and if the Board approves the proposed loan and grant, I, \nacting under the authority delegated to me by the Board, approve the administration of the grant. \n \n2.  The project adopts a sector approach for developing sustainable, inclusive, and climate-\nresilient water supply and improved sanitation in the greater Honiara area (GHA) and in five other \ntowns of Auki, Gizo, Noro, Munda, and Tulagi in Solomon Islands.1 The project will implement \nhigh priority components following the government’s water and sanitation sector plan to increase \naccess to piped water supply and sanitation service, especially among the poor households; \nreduce reliance on groundwater and rainwater harvest and ensure more efficient use of water. \nThe project will also enhance hygiene awareness, promote water conservation and improve fecal \nsludge management. \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Economic growth. Solomon Islands is the third largest developing island country in \nPacific with a population of around 660,000. The Asian Development Bank (ADB) recognizes \nSolomon Islands as a fragile and conflict-affected situation following the civil conflict from 1998 to \n2003.2 Since the end of the conflict, Solomon Islands has experienced steady economic growth. \nHowever, economic development has been largely diluted across a fast-increasing population \nbase (more than 2% per year since 2004) and the projected 2019 per capita gross domestic \nproduct of $1,751, when adjusted for inflation, remains lower today than it was before the conflict. \nThe United Nations classifies it as a least-developed country.3 \n \n4.  Vulnerability  to  natural  hazards.  Solomon  Islands  is  highly  vulnerable  to  natural \nhazards, including tropical storms and earthquakes, and is highly susceptible to climate change \nimpacts. Since 1930, Solomon Islands has been struck by some 71 disasters triggered by natural \nhazards. The Global Facility for Disaster Reduction and Recovery estimates that Solomon Islands \nincurs losses of $20 million annually because of earthquakes and tropical cyclones.4 Flash \nflooding in April 2014, which impacted Honiara, Makira, Malaita, and the Isabel Islands, caused \n47 deaths, affected some 52,000 persons, and resulted in damage and losses of $107.8 million \n(9.2% of gross domestic product). Honiara experienced flash flooding, which resulted in prolonged \ndisruptions to water supply and sewerage services. Climate change models indicate a high \nlikelihood that the frequency and intensity of extreme rainfall events will increase, and that the \naverage duration of extreme drought could increase to 30 months or more by 2050. \n \n5.  Urban development context. About 152,000 (24%) of the Solomon Islands’ population \nlive in 7 urban and peri-urban areas. About one third of the urban population live in informal \n \n1  Asian Development Bank (ADB) provided a technical assistance grant and project readiness financing to prepare \nthe project. ADB. 2017. Transaction Technical Assistance Facility (F-TRTA): Pacific Urban Development Investment \nPlanning and Capacity Development Facility. Manila (TA 9347-REG), and ADB. 2018.: Proposed Project Readiness \nGrant to Solomon Islands for Preparing the Urban Water Supply and Sanitation Project. Manila (G 6014-SOL). \n2  ADB. 2018. ADB Strategy 2030 Prosperous Inclusive Resilient Sustainable Asia and the Pacific. Manila. \n3  United Nations. Least Developed Countries. Department of Economic and Social Affairs. Retrieved 2018-03-02. \nhttps://www.un.org/development/desa/dpad/least-developed-country-category.html.  \n4  Global Facility for Disaster Reduction and Recovery. https://www.gfdrr.org/en/solomon-islands. \n \n ", "2 \nsettlements with a high growth. The urban households obtain their drinking water from the public \nwater supply schemes (55%), household rainwater tanks (42%), wells and springs (1%), and other \nsources such as bottled water and streams (2%). Groundwater and springs are the main water \nsource for the piped water supplies.5 Rainwater harvesting is being increasingly utilized by \nhouseholds to increase access to potable water but is not secure due to seasonal rainfall patterns \nand more frequent droughts due to climate change. GHA, comprising the Solomon Islands capital \nof Honiara, and surrounding peri-urban areas is the largest urban center with a population of \nabout 105,000 and a land area of about 133 square kilometers. Currently, about 60% of people \nliving in GHA have access to the public water supply system and 75% have access to basic \nsanitation. \n \n6.   Based on medium growth projections, Solomon Islands’ urban population may grow to \n430,000  by  2050  while  the  population  of  GHA  is  expected  to  surpass  300,000.  Urban \ndevelopment in Solomon Islands presents a number of challenges, including: (i) a rapid urban \npopulation growth (4.7%) which is more than double the national population growth; (ii) expansion \nof informal settlements; and (iii) decreasing rates of access to basic urban services such as \nelectricity, public water supply and sanitation, solid waste collection and drainage. Investment in \nurban infrastructure has not been commensurate with the growing urban population and budgets \nfor operations and maintenance have historically been inadequate. Due to lack of coordination, \nurban planning, management and development has been ad hoc. To better address the urban \nchallenges facing GHA, the Government of Solomon Islands endorsed the Greater Honiara Urban \nDevelopment  Strategy  and  Action  Plan  in  September  2018.6  The  action  plan  prioritizes \ninvestments to improve the coverage and quality of water supply and sanitation services for \nsustainable urban development and better living conditions in GHA. \n \n7.  The Solomon Islands Water Authority (SIWA), a state-owned enterprise created under the \nSolomon Islands Water Authority Act 1992, is mandated to develop and manage urban water \nsupply and sewerage services in Solomon Islands. SIWA has 145 staff. It delivers water supply \nservices to 8,000 households in GHA and 1,000 in the other three urban centers (Auki, Noro, and \nTulagi). Sixty percent of water resource is from surface water springs and 40% from wellbores. \nSIWA also provides sewerage services in GHA to approximately 10% of the residents. GHA \ncovers 90% of SIWA’s water supply customers and all sewerage customers. Under the project, \nSIWA will expand its water supply operations to cover 1,200 households in both Gizo and Munda. \n \n8.  Historically, the financial management of SIWA was poor. In August 2010, the Solomon \nIslands Government commenced a series of reforms to strengthen SIWA. As a result, its financial \nposition has improved following tariff adjustments in 2016 and 2018 and improved bill collection. \nFinancial projections indicate that SIWA’s financial position will continue to improve. SIWA is \ncommitted to strengthening asset management further by contributing to the project’s investment \ncosts. \n \n9.  In GHA, currently SIWA water production is 32.0 MLD and water is supplied or 22 hours \nper day. The water supply gap is primarily due to high non-revenue water (NRW) of 62% of water \nproduction.7 The project will reduce NRW to 30% or less and expand the water treatment capacity \nto enable SIWA to expand its service from 8,000 to 14,000 households (49% to 65%) with \ncontinuous water supply in GHA. If the new water source needed for GHA is built by 2028, SIWA \nwill continue to extend its water supply service to 95% of the GHA population by 2047. \n \n \n5  SIWA. 2017. Social and Consumer Assessment. Honiara. \n6  The Greater Honiara Urban Development Strategy and Action Plan was prepared by ADB assistance, (footnote 2). \n7  SIWA. 2018. Non-Revenue Water Reduction Strategy Report. Honiara. \n ", "3 \n \n10.  The GHA sewage network comprises 15 discrete gravity collection systems of which 13 \noutfalls discharge to ocean and 2 discharge to river outfalls. The total length of the sewers is 36 \nkilometers serving about 1,000 households. The sewer network was constructed more than fifty \nyears ago without adequate maintenance. The ocean outfalls have broken above the shoreline \nand raw sewage is discharged to beaches and rivers, creating many environmental and health \nhazards. Through the project, SIWA will upgrade and join sewer systems to reduce the outfalls. \nIt will expand its sewage network coverage to at least 4,000 households (20% of residential) and \nmost of non-residential properties. The remaining households in the city are served by on-site \nsanitation systems (mainly septic tanks and pit latrines), which are regulated by Honiara City \nCouncil. Septic tank desludging is provided by the private sector on demand basis. Fecal sludge \ncollected from septic tanks is currently transported to a dump site or illegally dumped elsewhere, \nleading  to  health  and environmental  hazards.  There  is  urgent  need to  improve the  septic \nmanagement. \n \n11.  Need for a sector approach.8 SIWA has prepared a comprehensive strategic sector plan, \nthe Solomon Water 30 Year Strategic Plan, and a 5 Year Action Plan.9 The project will be \nimplemented through a sector modality and will be implemented in GHA and five other urban \ntowns. Feasibility studies and due diligence review for selected subprojects in GHA have been \nconducted.10 The detailed engineering design is ongoing. Additional subprojects will be confirmed \nand prepared during the implementation stage based on selection criteria and readiness.11 The \nproject  is  aligned  with  the  government’s  Medium  Term  Strategy  Objective  3:  All  Solomon \nIslanders have access to quality social services, including education and health, and will assist \nSolomon Islands to meet Goal 6 of the Sustainable Development Goals. The project is also \naligned with ADB’s Strategy 2030, specifically the differentiated approach for fragile and conflict \naffected situations, small island developing states and its operational priorities of making cities \nmore livable and tackling climate change, building climate and disaster resilience, and enhancing \nenvironmental  sustainability.  Climate  resilience  and  climate  change  adaptation  costs  are \nestimated to be $7.7 million. ADB is administering 79.3% of the adaptation costs. Details are in \nthe climate risk assessment.12 \n \nB.  Project Description \n \n12.  The project is aligned with the following impact: access to safe water and improved \nsanitation in urban areas increased.13 The project will have the following outcome: efficiency, \nclimate change and disaster resiliency, and sustainability of safe water and sanitation in GHA and \nother five urban areas improved.14  \n \n13.  Output 1: Urban water supplies are continuous and safe. Selected subprojects in this \noutput are located in GHA and will: (i) expand the surface water intake with additional 5 MLD, \nupgrade water treatment plant capacity in Kongulai (15 MLD), (ii) build new 11 km treated water \ntrunk mains in Mataniko and White River areas, (iii) build two new reservoirs (12 million liters). \nAdditional subprojects include (i) leak detection and repair including rehabilitation of 10km water \npipes, expansion 70km new water pipes in GHA, (ii) upgrading water systems in Auki, Noro, and \n \n8  Sector assessment summary (accessible from the list of linked documents in Appendix 2). \n9  SIWA. 2017. Solomon Water 30 Year Strategic Plan. Honiara. SIWA. 2017. Solomon Water 5 Year Action Plan. \nHoniara. \n10 The cost estimate of the selected subprojects is $44.3 million (excluding taxes and duties), representing 48% of \nestimated project cost. \n11 Subproject Selection Criteria (accessible from the list of linked documents in Appendix 2). \n12 Climate risk assessment (accessible from the list of linked documents in Appendix 2). \n13 Government of Solomon Islands. 2016. Medium-Term Development Plan 2016–2020. Honiara. \n14 The design and monitoring framework is in Appendix 1. \n \n ", "4 \nTulagi, (iii) building new water systems in Gizo and Munda; and (iv) building new metered \nconnections to the households.15 Prepayment water meters will be installed on the new and the \nexisting connections. \n \n14.  Output  2:  Urban  sanitation  services  are  effective,  efficient,  and  safe  in  GHA. \nSelected subprojects in this output will: (i) rehabilitate and upgrade three ocean outfalls and build \na new ocean outfall, (ii) build six new sewage pump stations and rehabilitate both King George VI \nand Point Cruz sewage pump stations, and (iii) build new septage treatment facility (60 m3/day). \nThe additional subproject will expand sewer systems by 7km to connect 3000 new households. \n \n15.  Output 3: Enhanced and sustained awareness and behavior of hygiene and water \nconservation in GHA and five towns. The subproject in this output is selected. It will design and \ndeliver  a  gender-sensitive  education  program  to  raise  community  awareness  about  water \nconservation, environmental protection, and hygiene practices including informal settlements (at \nleast 50% are women). The costs of delivering water supply and sanitation services and the need \nfor water and sanitation tariffs will be highlighted. Menstrual hygiene management training and \nproducts would be provided to women and girls. \n \n16.  Output  4:  Solomon  Islands  Water  Authority  is  financially  and  technically \nsustainable. The subprojects in this output are selected. They will: (i) prepare and implement \nfinancial management policies including tariff management framework and tariff review process, \namong others; (ii) design and implement capacity building programs for SIWA staff including the \ntechnical training and on-the-job training; (iii) design and implement preventative maintenance \nprograms and asset management; (iv) expand SIWA’s telemetry system; and (v) introduce and \nimplement SIWA personnel incentive schemes. Since SIWA is responsible for all urban water \nsupply and sewage service, Output 4 will support SIWA to continue the recovery of its annual \noperations and maintenance costs, asset depreciation costs, and debt servicing costs. \n \nC.  Value Added by ADB \n \n17.  ADB’s engagement in Solomon Islands’ water and sanitation sector adds value in several \nareas, including (i) bringing in extensive Pacific developing member country experience in water \nand sanitation infrastructure investments and associated technical assistance, (ii) providing best \npractices for water utility institutional strengthening and capacity building, (iii) expanding services \nin low-income and informal areas, (iv) cost-effective citywide fecal sludge management, and \n(v) helping the government and SIWA to address project environmental and social safeguard \nissues. ADB provided technical assistance to support project preparation and also provided a $3 \nmillion project readiness facility grant that finances detailed engineering designs and strengthens \nthe capacity of SIWA and the project management unit (PMU). Project design reflects lessons \nfrom previous relevant ADB and development partner sector operations in Pacific developing \nmember countries. Key lessons include (i) improving the project design and ensuring adequate \ntechnical understanding of the factors affecting the project, such as water source availability and \ncost estimation, (ii) prioritized investment should be more focused to avoid dilution of resources, \nand (iii) urban service demand and willingness to pay must be ensured. \n \n \n15 New metered connections will include 6,000 in GHA, 100 in Auki, 1,000 in Gizo, 100 in Noro, 200 in Munda, and 100 \nin Tulagi. 2019 baseline: GHA: 8,000, Auki: 500, Gizo: 0, Munda: 0, Noro: 400, and Tulagi: 100.  \n \n ", "5 \nD.  Summary Cost Estimates and Financing Plan \n \n18.  The project is estimated to cost $92.82 million (Table 1). Detailed cost estimates by \nexpenditure category and by financier are in the project administration manual (PAM).16 The \ngovernment has requested (i) a concessional loan of $28.00 million from ADB’s ordinary capital \nresources and (ii) a grant not exceeding $9.00 million from ADB’s Special Funds resources (Asian \nDevelopment Fund) to help finance the project. The loan will have a 32-year term, including a \ngrace period of 8 years; an interest rate of 1.0% per year during the grace period and 1.5% per \nyear thereafter; and such other terms and conditions set forth in the draft loan and project \nagreements. The government has also applied to the EU for a grant in the amount of €18.00 \nmillion, to be fully administered by ADB, to help finance the project. EU cofinancing of the project \nwill be on a pro rata basis. The World Bank will also provide a concessional loan of $15.00 million \ntoward the costs of the project on a joint collaborative basis. The government will contribute \n$11.47 million equivalent through the exemption of taxes and duties and SIWA will contribute \n$9.00 million equivalent toward the project cost. The government will relend the ADB and World \nBank loans funds to SIWA on terms acceptable to ADB and World Bank. The government will on-\ngrant the grant proceeds to SIWA to support its move towards a sustainable financial position. \nThe summary financing plan is in Table 2. \n \nTable 1: Summary Cost Estimates \n($ million) \nItem     A  mounta \nA.   B  ase Costb \n    1. Continuous and safe urban water supplies  53.15 \n    2. Effective, efficient, and safe urban sanitation services in GHA  20.58 \n3. Enhanced and sustained awareness of hygiene and water conservation in  2.53 \n    GHA and five other towns \n    4. Solomon Islands Water Authority is financially and technically sustainable  3.48 \nSubtotal (A)  79.75 \nB.  Contingenciesc  12.01 \nC.  Financial Charges During Implementationd  1.06 \n      Total (A+B+C)  92.82 \nNote: Numbers may not sum precisely because of rounding. \na  Includes taxes and duties of $11.47 million. Such amount does not represent an excessive share of the \nproject cost. The government will finance taxes and duties of $11.47 million through exemptions.  \nb  In early-2019 prices as of 22 April 2019. \nc  Physical and price contingencies, and a provision for exchange rate fluctuation, are included. \nd  Includes interest, commitment and other charges on all sources of financing.   \nSource: Asian Development Bank estimates. \n \nTable 2: Summary Financing Plan \n($ million) \nSource  A  mount  % of T otal \nAsian Development Bank \nOrdinary capital resources (concessional loan)  28.00  30.2 \nSpecial Funds resources (ADF grant)  9.00  9.7 \nEuropean Union (grant)a  20.35  21.9 \nWorld Bank (concessional loan)  15.00  16.2 \nGovernment of Solomon Islands  11.47  12.3 \nSolomon Islands Water Authority  9.00  9.7 \n  Total  92.82  100.0 \nADF = Asian Development Fund. \na Includes the grant administration fee totaling €400,000 applied to the European Union grant. \nSource: Asian Development Bank estimates. \n \n16 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "6 \n \nE.  Implementation Arrangements \n \n19.  The Ministry of Finance and Treasury will be the executing agency. SIWA will be the \nimplementing  agency.  A  PMU  is  established  in  SIWA  comprising  SIWA  personnel  and  is \nresponsible  for  project  implementation,  including  all  procurement.  The  implementation \narrangements are summarized in Table 3 and described in detail in the PAM (footnote 16). \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  November 2019–June 2027 \nEstimated completion date  30 June 2027 \nEstimated loan and grant closing date  31 December 2027 \nManagement \n(i)  Oversight body  Project Steering Committeea \n(ii)  Executing agency  Ministry of Finance and Treasury \n(iii) Key implementing agency  Solomon Islands Water Authority \n(iv) Implementation unit  Project management unit located within Solomon Islands Water \nAuthority comprising 11 staff: (i) project manager, (ii) \ninternational environment specialist, (iii) contract manager, (iv) \nland management officer, (v) national resettlement specialist, \n(vi) national environment specialist, (vii) gender specialist, \n(viii) stakeholder strategy manager, (ix) construction manager, \n(x) water supply networks engineer, and (xi) project engineer \nProcurement  Open competitive  14 contracts  $60.8 million \nbidding  including 6 for  (excluding taxes and \nselected  duties) \nsubprojects \nConsulting services  QCBS  220 person-months  $5.50 million \n(excluding taxes and \nduties) \nICS  90 person-months  $2.00 million \n(excluding taxes and \nduties) \nRetroactive financing and/or advance  Up to 20% of each of the loan, ADB grant, and European Union \ncontracting  grant will be eligible for retroactive financing in respect of goods, \nworks, and consulting services. \nDisbursement  The loan and grant proceeds will be disbursed following ADB’s \nLoan Disbursement Handbook (2017, as amended from time to \ntime) and detailed arrangements agreed between the \ngovernment and ADB. \nADB  =  Asian  Development  Bank,  ICS  =  individual  consultant  selection,  PSC  =  project  steering  committee, \nQCBS = quality- and cost-based selection. \na  The PSC comprises officials from government ministries, SIWA (Chair), Honiara City Council, Guadalcanal Province, \nthe Solomon Islands National Council of Women, and the Chamber of Commerce and Industry A list of PSC members \nis in the Project Administration Manual (accessible from the list of linked documents in Appendix 2). \nSource: Asian Development Bank. \n \n20.  As  the  project  includes  cofinancing  from  the  World  Bank  and  the  EU,  universal \nprocurement will apply.17 Following the procurement framework agreement entered into by ADB \nand the World Bank in December 2018, implementing the alternative procurement arrangements \nallowed under their respective procurement policies, a project implementation agreement has \nbeen  signed  under  which  ADB  has  been  designated  the  lead  cofinancier  for  the  project. \nConsequently, SIWA will procure all works, goods, and services (including those jointly financed \n \n17 ADB. 2013. Blanket Waiver of Member Country Procurement Eligibility Restrictions in Cases of Cofinancing for \nOperations Financed from Asian Development Fund Resources. Manila. \n ", "7 \nby the World Bank) to be jointly financed under the project following the ADB Procurement Policy \n(2017, as amended from time to time) and Procurement Regulations for ADB Borrowers (2017, \nas amended from time to time). Further, following the procurement framework agreement, the \nrespective debarment lists of both ADB and the World Bank will need to be made applicable to \njointly financed contracts under the project. As the World Bank has debarred entities that ADB \nhas not,18 approval by the ADB Board of Directors is sought to apply the World Bank’s debarment \nlist for jointly financed contracts under the project. \n \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n21.  The project design represents a technically viable approach to improve access to water \nsupply and sanitation services in GHA and five other towns. Engineering designs are built on past \nstudies, including the 30 Year Strategic Plan and the 5 Year Action Plan. Until the implementation \nof a new major water production system (Lungga), recommended by the 30 Year Strategic Plan \nin the mid-2020s, the additional water demand from SIWA’s customers will be met by (i) reducing \nNRW, (ii) enhancing water conservation management (including installing prepayment meters), \nand (iii) upgrading the existing water production capacity. \n \nB.  Economic and Financial Viability \n \n22.  Financial  analyses  of  the  water  supply  and  sanitation  selected  subprojects  were \nundertaken using with- and without-project scenarios over a 30-year operational period, with the \nresidual value at the end of this period assumed to be zero. The financial costs were used, \nincluding  the  recurrent  replacement  costs  of  capital  equipment  items,  but  excluding  price \ncontingencies and interest and other charges during construction. Consulting costs were included \nin the analysis. The water supply subproject on its own has a financial internal rate of return \n(FIRR) of 11.1% and financial net present value (FNPV) of $128.4 million, while the sanitation \nsubproject has an FIRR of 0.9% and FNPV of –$3.9 million. The overall project has an FIRR of \n11.9% and FNPV of $247.9 million. \n \n23.  Economic analyses were undertaken for the selected subprojects by comparing the \ndiscounted costs and benefits under the with- and without-project scenarios over 2020–2050 in \nconstant 2019 prices. The without-project case represents a continuation of the existing situation \nwhile the with-project case represents the project investment scenario. The economic internal rate \nof return for the selected subprojects is estimated at 13.1%, higher than the opportunity cost of \ncapital (9%). Sensitivity analysis was carried out with respect to the key parameters of incremental \ncosts including investment, operation and maintenance (O&M), and incremental benefits. The \nsensitivity analysis tested the following scenarios: (i) a 20% increase in investment costs, (ii) a \n20% increase in O&M costs, (iii) a 20% decrease in the incremental supply benefits, and (iv) a 2-\nyear  delay.  Under  these  scenarios,  the  viability  of  the  selected  subprojects  reduces,  with \neconomic internal rates of return ranging from 9.8% to 12.9%. \n \nC.  Sustainability \n \n24.  To ensure the technical sustainability of the project, the infrastructure will be designed and \nbuilt using climate-proofed approaches and high durability of materials. Projected climate change \nimpacts are considered including longer severe droughts; sea level rise; and increased rainfall \n \n18 The Agreement for Mutual Enforcement of Debarment Decisions dated 9 April 2010 entered into between ADB and \nother multilateral development banks (including the World Bank), which enables ADB to cross-debar entities \ndebarred  by  other  multilateral  development  banks  (including  the  World  Bank),  is  insufficient  because  only \ndebarments that meet certain conditions are eligible for cross-debarment. \n ", "8 \n \nvariability, both seasonally and annually, which is likely to cause flash floods and landslides. The \nreduction of NRW will increase water availability for the households, conserve water resources \nand reduce energy consumption and carbon emission. As result was found in recent pilot areas \nin GHA, the installation of prepayment meters in the project will also lead to a potential water \nconservation.19 The upgrading of water sources will further balance the use of groundwater and \nsurface water resources in SIWA’s portfolio, thereby hedging the related risks. In parallel, to \nensure  sustainability  from  the  customer  or  user  perspective,  the  project  will  implement  a \ncomprehensive awareness and behavior campaign to promote good hygiene practices, water \nconservation and importance to pay the tariffs in the communities. \n \n25.  The project sustainability is further guaranteed by the investment from SIWA, which will \nfinance $9 million to the project. This shows the healthy financial position of the utility, high priority \nand strong ownership of the project, and confidence in sustaining long-term O&M. Overall, the \nproject’s financial sustainability will be ensured through (i) improving SIWA’s operational efficiency \nto minimize operating costs; (ii) expanding SIWA’s customer base to increase revenues; (iii) \npromoting a regulated water and sewage tariff and ensuring the service affordability; 20 and (iv) \nthe government’s commitment to SIWA’s financial sustainability, which was formally reiterated by \nthe Ministry of Finance and Treasury to SIWA in late 2018. \n \nD.  Governance  \n \n26.  Since the financial reforms initiated in 2010, SIWA’s operational capacity and performance \nhave  also  been  improved  such  as  metering,  billing  and  collections,  and  operating  profits. \nCurrently, 93% of SIWA’s water customers are billed on meter readings and the remaining \ncustomers are billed at a fixed rate. In 2018, the water and sewage tariff collection ratio reached \n100%, and the operational cost coverage ratio reached 1.37. SIWA’s financial position changed \nfrom an operating loss in 2010 to a surplus of about $2.0 million in 2017. \n \n27.  The financial management assessment of  the executing agency concluded that the \nfinancial management risk was low. In the case of SIWA, the financial management risk was \nassessed substantial because (i) SIWA has no prior experience as an implementing agency with \nresponsibilities for loan and grant disbursements and advance account management, but has \nprevious experience with international funding support (grants); and (ii) SIWA’s accounting \nsystem  is  adequate,  but  will  require  modification  to  integrate  project-specific  accounting, \nbudgeting, auditing, and reporting requirements. To mitigate these risks, (i) SIWA will hire \nadequately skilled staff with project accounting experience to directly oversee the financial \noperations of the project (including reporting) and (ii) SIWA staff will undergo online training on \nADB’s  procurement  and  disbursement  processes  before  project  implementation  starts  and \nregularly as part of their on-the-job training. ADB’s Anticorruption Policy (1998, as amended to \ndate) was explained to and discussed with the government and SIWA. The specific policy \nrequirements and supplementary measures are described in the PAM (footnote 16). \n \nE.  Poverty, Social, and Gender \n \n28.  An estimated 25% of Solomon Islanders live below the international poverty line of $1.90 \nper person per day in 2011 purchasing power parity terms. The rapid rural–urban migration and \nunplanned urban expansion in Solomon Islands is resulting in housing pressure, public health \nrisks,  a  high  cost  of  urban  living,  and  water  supply  and  sanitation  challenges.  Peri-urban \n \n19 In the pilot cases, per capita per day water consumption dropped from 169 liters to 137 liters. \n20 A legal covenant has been included in the legal agreements to ensure that a review of SIWA’s water tariffs (including \na focus on affordability aspects) is completed by the end of 2020. \n \n ", "9 \nhouseholds in GHA suffer from disproportionate levels of poverty, with up to 25% of the population \nbelow Solomon Islands poverty line of basic needs. 21 The project will indirectly reduce poverty by \nextending potable water and sanitation services, particularly to informal settlements. Poor quality \nof drinking water has increased disease burden, with negative economic consequences that \ndisproportionately impact women, the poor, and vulnerable sections of the society. Households \nwithout  proper  toilet  facilities  are  more  exposed  to  the  risk  of  waterborne  diseases.  This \nsignificantly impacts productivity and family health expenditures. \n \n29.  Other social and poverty issues in the country include (i) unemployment, with 45% of youth \nunemployed; (ii) lack of skills and expertise as a result of poor quality education and inadequate \ntraining; (iii) poor transport infrastructure, leading to isolation and lack of markets; and (iv) gender \ninequality,  resulting  in  high  rates  of  violence  against  women.  The  government’s  National \nDevelopment  Strategy  addresses  many  of  these  issues  and  other  development  partners \nsupporting health, education, and transport reforms. 22 \n \n30.  The project is classified effective gender mainstreaming. Unsafe and insecure water and \nsanitation services significantly affect women’s time poverty (time collecting and preparing water \nas well as caring for sick family members as a result of waterborne diseases). Other issues \nhighlighted by women and girls include barriers in connecting to services (such as connection \nfees and documentation needed), menstrual hygiene, limited income-generation opportunities for \nwomen, and limited participation in decision making. Specific gender design features include \n(i) supporting women’s employment; (ii) supporting women’s decision making by setting up water \nuser groups; (iii) addressing barriers to connecting to services by providing gender-sensitive \nwater, sanitation, and hygiene-awareness and behavior campaigns and training for households \non willingness to pay for services, including discussion in the household on women’s role in water \ncollection and preparation; and (iv) provision of menstrual hygiene training and products. \n \nF.  Safeguards \n \n31.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows: 23 \n \n32.  Environment (category B). The project is classified category B for environment. An initial \nenvironmental examination and environmental assessment and review framework were prepared \nfor the project in accordance with ADB’s Safeguard Policy Statement (2009).24 The project \nprovides  positive  environmental  benefits  by  improving  sewerage  and  sanitation  (including \ntreatment and discharge operations), and delivering high-priority elements of SIWA’s 30 Year \nStrategic Plan and 5 Year Action Plan. Adverse environmental impacts of the project will be site-\nspecific, largely related to construction activities, which are expected to be minimal for land-based \nworks and for which mitigation measures can be readily implemented. The proposed sewer \neffluent outfall construction requires that the mitigation measures identified in the environmental \nmanagement  plan (EMP)  are  implemented  to  reduce  and  manage  impacts  on the marine \nenvironment. The EMP also outlines the risks and mitigating actions to be undertaken during \nproject  implementation.  SIWA’s  environmental  management  capacity  is  limited,  and  an \ninternational and a national environment specialist will be engaged through the project to support \nSIWA’s implementation and monitoring of the EMP and to strengthen SIWA’s environmental \nmanagement capacity. \n \n21 The basic needs poverty line in Honiara is estimated at $2.49 per person per day. \n22 Government of Solomon Islands. 2016. National Development Strategy, 2016–2035: Improving the Social and \nEconomic Livelihoods of all Solomon Islanders. Honiara. \n23 Safeguard Categories. \n24 Initial Environmental Examination and Environmental Assessment and Review Framework (accessible from the list \nof linked documents in Appendix 2). \n ", "10 \n \n \n33.  Involuntary  resettlement  (category  B)  and  indigenous  peoples  (category  C). A \nresettlement framework was prepared in accordance with ADB’s Safeguard Policy Statement, \nand  a  resettlement  plan  was  prepared  for  selected  subprojects.  The  project  affects  about \n20,648 square meters (m2) and requires the acquisition of 15,706 m2 of land. The balance of the \nimpacted land (4,942 m2) is within existing reserves and easements and government-owned land. \nNon-land impacts are associated with one informal residential structure to be relocated, some \ngardens and crops, and temporary impacts on nonresidential structure that could be reestablished \nonce the works are completed. Some 75 persons will be affected, with 11 considered significantly \naffected. This will be confirmed following the detailed design and during the update of the \nresettlement  plan.  Consultations  have  been  undertaken  with  the  affected  persons  and  will \ncontinue during project implementation. The draft safeguard documents have been disclosed by \nSIWA. SIWA and the government will finance, implement, and monitor the resettlement plan. The \nPMU, which includes a social safeguards specialist, will support SIWA in implementing the \nresettlement plan and provide safeguard capacity building to SIWA staff. The project is not \nexpected to have a negative impact on any distinct or vulnerable group of indigenous peoples as \ndefined under ADB’s Safeguard Policy Statement.  \n \nG.  Summary of Risk Assessment and Risk Management Plan \n \n34.  Significant risks and mitigating measures are summarized in Table 4 and described in \ndetail in the risk assessment and risk management plan. 25 \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nFuture water tariff adjustments proposed by  A covenant has been included in the legal agreements to \nSolomon Islands Water Authority to ensure full O&M  ensure that a review of SIWA’s water tariffs is completed in \ncost recovery is not approved by the government.  2020. \nWork overload for SIWA finance unit if mainstream  SIWA will hire adequately skilled staff with project accounting \nfinance personnel are utilized for project  experience to directly oversee the financial operations \nimplementation  (including reporting) of the project. \nAvailability of cleared sites may lead to delays in  The government and SIWA will ensure availability of \nproject implementation and result in cost and time  unencumbered land. The government’s obligations include \noverruns.  ensuring right of access of contractors. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES AND CONDITIONS \n \n35.  The government and SIWA have assured ADB that implementation of the project shall \nconform to all applicable ADB requirements, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, financial management, and disbursement \nas described in detail in the PAM and loan documents. The government and SIWA have agreed \nwith ADB on certain covenants for the project, which are set forth in the draft loan agreement, \ngrant agreements, and project agreement. \n \n36.  Each of the ADB and World Bank financing agreements include cross-effectiveness \nconditions. Effectiveness of the ADB financing agreements will also be subject to effectiveness of \nthe subsidiary financing agreement to be entered into between the government and SIWA \npursuant to which the proceeds of the ADB and World Bank financings will be made available to \nSIWA. \n \n \n \n25 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "11 \nV.  RECOMMENDATION \n \n37.  I  am  satisfied  that  the  proposed  loan  and  grant  would  comply  with  the  Articles  of \nAgreement of the Asian Development Bank (ADB) and recommend that the Board approve \n \n(i)  the loan of $28,000,000 to Solomon Islands for the Urban Water Supply and \nSanitation Sector Project, from ADB’s ordinary capital resources, in concessional \nterms, with an interest charge at the rate of 1% per year during the grace period \nand 1.5% per year thereafter; for a term of 32 years, including a grace period of \n8 years; and such other terms and conditions as are substantially in accordance \nwith those set forth in the draft loan and project agreements presented to the \nBoard; \n(ii)  the grant not exceeding $9,000,000 to Solomon Islands from ADB’s Special Funds \nresources (Asian Development Fund) for the Urban Water Supply and Sanitation \nSector Project, on terms and conditions that are substantially in accordance with \nthose set forth in the draft grant and project agreements presented to the Board; \nand \n(iii)  the proposal in para. 22 in this report to apply the World Bank’s debarment list in \naddition to ADB’s debarment list for jointly financed contracts under the Urban \nWater Supply and Sanitation Sector Project. \n \nTakehiko Nakao \nPresident \n3 September 2019\n \n \n ", "12   Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \nImpact the Project is Aligned with \nAccess to safe water and improved sanitation in towns increased (Solomon Islands Medium-Term Development \nPlan 2016–2020). \n  Performance Indicators with  Data Sources and   \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  By July 2027:     \nEfficiency, climate  a. 16,500 households, including  a. (i) SIWA annual report;  Population growth of \nchange and disaster  12% headed by women use  and (ii) SIWA water  the greater Honiara \nresiliency, and  improved and climate- and  production records  area exceeds growth \nsustainability of safe  disaster-resilient water supplies.   released monthly  projections \nwater and sanitation  (2019 baseline: 9,000) \nimproved in GHA,   \nAuki, Gizo, Noro,  b. Nonrevenue water in GHA is  b. (i) SIWA annual report;  Work overload for \nMunda, and Tulagi  reduced to 30%.  and (ii) Pacific Water  SIWA finance unit if \ntowns.  (2019 baseline: 62%)  Utility Benching Report,  mainstream finance \nPacific Water and  personnel is utilized \nWastewater Association,  for project \npublished annually  implementation \nc. 4,000 households (20%) in GHA  c. (i) SIWA annual report;   \nare covered by sewer network.   and (ii) Pacific Water \n(2019 baseline: 1,000 households)  Utility Benching Report, \n  Pacific Water and \nWastewater Association, b \npublished annually \n       \nd. 14,000 households (64%) in  d. Honiara City Council \nGHA, access improved on-site  Environmental Health \nsanitation policies and fecal sludge  Unit reports \nmanagement. \n(2019 baseline: 0 households) \n  e. Sewage discharged from the  e. (i) SIWA annual report;   \nsewer system complies with water  and (ii) Pacific Water \nquality standards in GHA.   Utility Benching Report, \n(2019 baseline: 0%)  Pacific Water and \n  Wastewater Association, b \npublished annually \n \n  f. SIWA continues to recover its  f. (i) SIWA annual report;   \nannual operation and maintenance  and (ii) SIWA annual \ncosts, asset depreciation costs,  audit reports,  \nand debt servicing costs from user \ncharges and government \ncommunity service obligation \npayments.  \n(2019 baseline: 100%) \n \nOutputs  By July 2027:     \nSelected subprojects \n1. Urban water  1a. The volume of treated water for  1a – 1g. (i) SIWA annual  Government and \nsupplies are  the GHA increases by 5 MLD.  report; and (ii) SIWA  community \ncontinuous and safe   (2019 baseline: 32 MLD)  asset management  commitment to \n1b. 11 km of new water trunks are  database updated  improving water \ninstalled and 2 new storage  annually  supply services and \nreservoirs of 12 million liters are  sanitation services \nbuilt in GHA.  wanes \n (2019 baseline: 0)   \n ", "Appendix 1  13 \n  Performance Indicators with  Data Sources and   \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \n  1c. Construction contractor    Monitoring of project \npersonnel will comprise at least  expenditure, \n20% women.  contractor payments, \n(2019 baseline: 0%)  and auditing delayed \nas SIWA accounting \n  Additional subprojects     systems do not \n1d. 70 km of new water supply  incorporate project-\nmains are installed, and 10 km of  specific accounting \nthe existing water supply mains  and financial reporting \nupgraded in GHA.    \n(2019 baseline: 0%)  Delays in land \n  1e. Three water supply systems    acquisition result in \nupgraded in Auki, Noro and Tulagi  delays in project \ntowns.  implementation and \n(2019 baseline: 0%)  result in cost and time \n1f. Two new water supply systems  overruns.  \nbuilt in Gizo and Munda towns. \n(2019 baseline: 0%) \n  1g. 7,500 prepaid water meters     \ninstalled in GHA and five towns. \n(2019 baseline: 0%)  \n \n2. Urban sanitation  Selected subprojects  2a – 2e. (i) SIWA annual   \nservices are effective,  2a. Three ocean outfalls  report; and (ii) SIWA \nefficient, and safe in  rehabilitated and a new outfall  asset management \nGHA.  constructed.  database updated \n(2019 baseline: 0)  annually \n  2b. Six new sewer pump stations     \nconstructed and two sewage pump \nstations rehabilitated. \n(2019 baseline: 0) \n  2c. New septage treatment facility     \n(60 m3/day) constructed. \n(2019 baseline: 0) \n  2d. Construction contractor     \npersonnel will comprise at least \n20% women. \n(2019 baseline: 0) \n       \nAdditional subprojects  \n2e. 7 km new sewer pipes built. \n(2019 baseline: 0) \n \n3. Enhanced and  Selected subproject     \nsustained awareness  3a. 10,000 persons are reached  3a. Hygiene awareness \nand behaviors of  directly with gender-sensitive  and education program \nhygiene and water  awareness and behavior programs  semiannual monitoring \nconservation in GHA  of hygiene and water conservation  reports \nand five towns  (disaggregated by gender), of \nwhich 70% are women. \n(2019 baseline: 0 persons) \n  3b. At least 80% of children aged  3b. (i) Annual report of   \n5–15 years have improved  Ministry of Education and \nawareness of hygiene and water  Human Resources \nconservation (disaggregated by  Development; and (ii) \ngender) of which 50% are girls.  Ministry of Health reports \n(2019 baseline: less than 0%)  issued periodically \n ", "14  Appendix 1 \n \n  Performance Indicators with  Data Sources and   \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \n  3c. 3,000 women and girls are  3c. Hygiene awareness   \nprovided with menstrual hygiene  and education program \ntraining and products.  semiannual monitoring \n(2019 baseline: 0)  reports \n \n4. SIWA is financially  Selected subproject     \nand technically  4a. Water tariff framework with  4a. SIWA annual report  \nsustainable  regular review is set up and \nreviewed. \n(2019 baseline: 0) \n  4b. All SIWA staff have updated  4b. (i) SIWA annual   \nknowledge on technical, financial  report  \nor O&M (disaggregated by \ngender). \n(2019 baseline: 0) \nKey Activities with Milestones \n1.   Continuous and safe urban water supplies \n1.1 Increase water production capacity from 32 MLD to 35 MLD by 31 December 2025 \n1.2 Commission new trunk mains to service Mataniko–Panatina and White River (11 km) by 31 December 2025 \n1.3 Construct new water supply reservoirs at Titinge (6 ML) and Kola (6 ML) by 31 December 2025 \n1.4 Fully implement leak-detection repairs and metering programs by 31 December 2026 \n1.5 Construct 70 km of new water mains in Honiara by 30 June 2027 \n1.6 Upgrade provincial town water supply schemes to Auki, Gizo, Noro, and Tulagi by 31 December 2025 \n1.7 Commission and construct Munda water supply scheme by 31 December 2024 \n2.    Effective, efficient, and safe urban sanitation services \n2.1 Reduce sea outfalls from 15 to three and eliminate river outfalls by 31 December 2025 \n2.2 Rehabilitate two existing sewage pump stations, and construct 6 new pump stations by 31 December 2025 \n3.   Enhanced sustained awareness and behavior of hygiene and water conservation in GHA and five towns \n3.1 Deliver hygiene awareness program from June 2020 to June 2024 \n4.1 SIWA is financially and technically sustainable \n4.1 Prepare and implement financial management policies including tariff management framework and tariff \nreview process  \n4.2 Design and implement capacity building programs for SIWA staff including the on-the-job training  \n4.3 Design and implement preventative maintenance programs and asset management  \n4.4 Expand SIWA’s telemetry system  \n4.5 Introduce and implement SIWA personnel incentive schemes. \n \nInputs \nAsian Development Bank:     $28.0 million (concessional ordinary capital resources loan) \n          $9.0 million (Asian Development Fund grant) \nEuropean Union:         €18.0 million  \nWorld Bank:         $15.0 million (concessional loan) \nGovernment of Solomon Islands:   $11.5 million (taxes and duties) \nSolomon Water:         $9.0 million \nHH = households; km = kilometer, GHA = the greater Honiara area, ML = million liters, MLD = million liters per day, \nO&M = operation and maintenance, SIWA = Solomon Islands Water Authority. \na  Government of Solomon Islands. 2016. Medium-Term Development Plan, 2016–2020. Honiara. \nSource: Asian Development Bank. \nb Pacific Water and Wastewater Association. Annual benchmarking reports. Apia \n \n ", "Appendix 2  15 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=51271-001-3 \n     \n1.  Loan Agreement     \n2.  Grant Agreement: Special Operations     \n3.  Grant Agreement: Externally Financed – European Union     \n4.  Project Agreement     \n5.  Sector Assessment (Summary): Water and Other Urban     \nInfrastructure and Services \n6.  Project Administration Manual     \n7.  Financial Analysis     \n8.  Economic Analysis     \n9.  Summary Poverty Reduction and Social Strategy     \n10.  Risk Assessment and Risk Management Plan     \n11.  Climate Change Assessment     \n12.  Gender Action Plan     \n13.  Initial Environmental Examination      \n14.  Environmental Assessment and Review Framework     \n15.  Resettlement Plan     \n16.  Resettlement Framework     \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20190904131449+08'00'", "Creator": "PDF24 Creator", "Keywords": "51271-001, solomon islands water, solomon islands urban infrastructure, solomon islands urban sanitation, solomon islands water supply, solomon islands safe water, terms and conditions, board approval, rrp,  approved projects, recommendations of the president", "ModDate": "D:20190926165451+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The project adopts a sector approach for developing  sustainable, inclusive, and climate-resilient water supply  and improved sanitation in the greater Honiara area and in  five other towns of Auki, Gizo, Noro, Munda, and Tulagi in  Solomon Islands.", "Title": "Urban Water Supply and Sanitation Sector Project: Report and Recommendation of the President"}}