{"path": "data/input/ta/51297-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report\n \n \n \nProject Number: 51297-001 \nTransaction Technical Assistance (TRTA) \nAugust 2018 \n \n \nDemocratic Socialist Republic of Sri Lanka: Capacity \nBuilding for Secondary Towns and Strategic Cities \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Public Communications \nPolicy 2011. \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 31 July 2018) \n \nCurrency unit  –  Sri Lanka rupee/s (SLRe/SLRs) \nSLRe1.00  =  $0.006 \n$1.00  =  SLRs159.580 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank  \n  TA  –  transaction technical assistance  \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars.  \n \n \n \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Sekhar Bonu, Urban Development and Water Division, SARD \n   \nTeam leader  Ron H. Slangen, Senior Urban Development Specialist, SARD \nTeam members  Saswati Belliappa, Safeguards Specialist, SARD \n  Kamal Dahanayake, Senior Project Officer (Urban and Water Supply-\nSanitation), SARD \n  Shinjini Mehta, Urban Development Specialist, SARD \n  Jaemin Nam, Financial Management Specialist, SARD  \n  Emma Rita Ramona Nava, Senior Operations Assistant, SARD \n  Ninette Pajarillaga, Environment Specialist, SARD \n  Nirojan Sinclair, Associate Project Officer, SARD \n  Asghar Syed, Senior Counsel, Office of the General Counsel \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", " \nCONTENTS \nPage \nI.  THE PROPOSED PROJECT  1 \nII.  THE TECHNICAL ASSISTANCE  1 \nA.  Justification  1 \nB.  Outputs and Activities  2 \nC.  Cost and Financing  3 \nD.  Implementation Arrangements  3 \n \nAPPENDIXES \n1.  Cost Estimates and Financing Plan  4 \n2.  List of Linked Documents  5 \n \n \n \n ", " \nI.  THE PROPOSED PROJECT  \n \n1.  The proposed Urban Project Preparatory Facility will strengthen project readiness and \ninstitutional capacity in the urban sector by (i) completing advanced feasibility studies and detailed \ndesigns for urban projects with climate and disaster resilience and gender-friendly features;1 \n(ii) providing advanced implementation support through the preparation of bidding documents for \nadvanced  contracting,  and  safeguard  documents;  and  (iii)  strengthening  the  institutional \ncapacities of implementing agencies during the inception period of project implementation.  \n \n2.  The attached transaction technical assistance (TA) will support output 3 (institutional \ncapacity of project agencies strengthened) of the facility in the following areas: (i) capacity building \nand  implementation  support  conducted  for  project  management  units  and  relevant  project \nagencies  covering  procurement,  contract  management,  safeguards,  financial  management, \nclimate and disaster resilience, innovative approaches, project performance monitoring, urban \ngovernance, and gender mainstreaming; 2 (ii) a governance improvement program for ensuing \nAsian  Development  Bank  (ADB)  projects  (footnote  1)  designed;  and  (iii)  guidelines  for \nmainstreaming gender in the design of urban projects prepared and disseminated.   \n \nII.  THE TECHNICAL ASSISTANCE \n \nA.  Justification \n \n3.  The role of the attached TA under the facility is to provide capacity building to strengthen \nproject  agencies  in  the  design  and  execution  of  urban  infrastructure  projects  and  urban \ngovernance improvement programs, including the introduction of innovative approaches for \nensuing ADB projects (footnote 1). \n \n4.  Limited capacity of urban agencies to prepare and implement projects. The urban \nsector in Sri Lanka is constrained by weak implementing agencies, requiring significant hand-\nholding  support,  especially  in  detailed  engineering,  procurement,  contract  management, \nsafeguards, and gender mainstreaming. Implementing agencies also need increased capacities \nto address issues critical for good project design, operation, strategic investment planning, and \nintroducing innovative approaches and smart city principles. \n \n5.  Weak  local  finance  and  governance.  Local  capacity  for  economic  and  financial \nmanagement, revenue generation, asset management, and ensuring sustainability also needs to \nbe strengthened. The central government supplements the budgets of provincial councils, which \nsupport  local  authorities  because  revenues  for  capital  investment,  services  delivery,  and \noperation and maintenance are insufficient.3 Improving urban services delivery depends on \nenabling local governance, strengthening own-source revenues, and building capacity to manage \nmunicipal finances. Investment in urban infrastructure will be more effective and sustainable when \n                                                \n1  ADB. 2017. Country Operations Business Plan: Sri Lanka, 2018–2020. Manila. The facility will prepare two projects \nlisted in 2020/2021: (i) the Secondary Towns Sustainable Development Project ($180 million) under the Ministry of \nProvincial  Councils,  Local  Government,  and  Sports;  and  (ii)  the  Western  Megapolis  Urban  Infrastructure \nDevelopment Project ($200 million) under the Ministry of Megapolis and Western Development. \n2  Relevant agencies for capacity building include the Ministry of Megapolis and Western Development, the Ministry of \nProvincial Councils, Local Government, and Sports, National Planning Department, provincial councils, the Urban \nDevelopment Agency, and local authorities. \n3  The 13th amendment to the constitution in 1987 created nine provincial councils. Sri Lanka currently has nine \nprovinces, 25 districts, and 336 local authorities (23 municipal councils, 41 urban councils, and 272 Pradeshiya \nSabhas  [third tier municipalities in the country]). Although under the purview of provincial councils, local authorities \ncontinue to be governed by laws enacted by the central government before 1987 and are bound by national policies. \n ", "2 \nservices are demand-driven and linked with local government reform and capacity strengthening. \nTo achieve these goals, local authorities need capacity strengthening in various areas, including \n(i) diversifying their revenue bases; (ii) improving the management and reliability of infrastructure \nservices; (iii) creating mechanisms for citizen participation, gender mainstreaming, and grievance \nredressal; and (iv) fostering environmental sustainability, including climate and disaster resilience. \nThe design of the TA focuses on strengthening local authority capacity in these areas, including \nlocal fiscal improvement and governance reforms. \n \n6.  Government strategy. In its Vision 2025 and Public Investment Program (2016–2018), \nthe  government  articulates  its  goals  and  strategy  for  stimulating  inclusive  and  balanced \ngeographic development for achieving upper middle-income status.4 As part of this strategy, the \ngovernment  prioritizes  (i)  24-hour  water  supply  and  full  sanitation  coverage,  especially  in \nunderserved urban areas; (ii) improving environmental and disaster management in and around \ncities; and (iii) strengthening the capacity of local institutions for improved service delivery. The \ngovernment identifies climate change mitigation and adaptation as priorities in its national policy \non disaster management.5 As part of Sri Lanka’s nationally determined contribution, it aims to \nreduce greenhouse gas emissions by 20% through renewable energy initiatives. The government \nalso aims to build resilience against climate change in vulnerable communities by improving urban \ninfrastructure planning and designs considering climate change. The facility will support growth \nby  boosting  urban  agglomerations  to  attract  high-quality  investments  and  improve  urban \ngovernance  through  planned,  environmentally  sustainable  development  consistent  with  the \ngovernment’s growth strategy. The facility is closely aligned with the country partnership strategy, \n2018–2022.6   \n \nB.  Outputs and Activities \n \n7.  Output 1: Institutional capacity to design and manage urban infrastructure projects \nstrengthened. Output 1 will provide training (workshops, exposure visits) and implementation \nsupport to project management unit staff and relevant project agencies (the National Planning \nDepartment, provincial councils, and local authorities) in key areas of ADB project design and \nimplementation,  including  procurement,  safeguards,  financial  management,  gender \nmainstreaming,  climate  and  disaster  resilience,  financial  management,  project  performance \nmonitoring, and innovative approaches.7  \n \n8.  Output  2:  Institutional  capacity  to  design  and  implement  urban  governance \nimprovement  programs  strengthened.  Output  2  will  (i)  enhance  the  awareness  of  key \nstakeholders (ministry, provincial council, local authorities) in good urban governance, including \ninnovative  areas  of  revenue  generation,  financial  management,  citizen  participation,                           \ne-governance,  operation  and  maintenance,  asset  management,  and  strategic  planning; \n(ii) prepare a design for an urban governance improvement program for support under the \nensuing ADB projects with gender considerations; and (iii) prepare guidelines for mainstreaming \ngender in the design of urban projects for dissemination to urban agencies. \n \n \n \n                                                \n4  Government of Sri Lanka. 2017. Vision 2025: A Country Enriched. Colombo. \n5  Government of Sri Lanka. 2010. National Policy on Disaster Management. Colombo. \n6  ADB. 2017. Country Partnership Strategy: Sri Lanka, 2018–2022—Transition to Upper Middle-Income Country \nStatus. Manila. \n7  Exposure visits may be both within and outside of Sri Lanka. \n ", "3 \nC.  Cost and Financing \n \n9.  The TA is estimated to cost $1.1 million, of which $1.0 million will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-6). The key expenditure items are \nlisted in Appendix 1. The government will provide counterpart support in the form of counterpart \nstaff, office accommodation for consultants, space for training and workshops, and other in-kind \ncontributions. The TA proceeds will be disbursed in accordance with ADB’s Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). \n \nD.  Implementation Arrangements \n \n10.  ADB will administer the TA. The Urban Development and Water Division of the South Asia \nDepartment will select, supervise, and evaluate consultants. The executing agencies are the \nMinistry of Provincial Councils, Local Government, and Sports and the Ministry of Megapolis and \nWestern Development. The TA will be implemented over 36 months, from September 2018 to \nSeptember 2021. \n \n11.  The implementation arrangements are summarized in the table. \n \nTable: Implementation Arrangements \nAspects  Arrangements \nIndicative implementation  September 2018–September 2021 \nperiod \nExecuting agencies  Ministry of Provincial Councils, Local Government and Sports, and the \nMinistry of Megapolis and Western Development \nImplementing agencies  Project management units of the Ministry of Provincial Councils, Local \nGovernment and Sports, and Ministry of Megapolis and Western \nDevelopment \nConsultants  To be selected and engaged by ADB \n  Individual consultant  79 person-months  $1.0 million \nselection \nAdvance contracting   Advance contracting will be used for consultant recruitment. \nDisbursement  The transaction TA resources will be disbursed following ADB’s Technical \nAssistance Disbursement Handbook (2010, as amended from time to \ntime). \nADB = Asian Development Bank, TA = technical assistance. \nSource: Asian Development Bank. \n \n12.  Consulting services. The TA will require about 79 person-months of consulting services \n(about 36 person-months international and 43 person-months national). ADB will engage the \nconsultants following the ADB Procurement Policy (2017, as amended from time to time) and its \nassociated project administration instructions and/or staff instructions. The individual experts will \nbe recruited using individual consultant selection.8  \n  \n \n                                                \n8 Terms of Reference of Consultants (accessible from the list of linked documents in Appendix 2). \n ", "4  Appendix 1 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nA.  Asian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  500.0 \nii.  National consultants  250.0 \nb.  Out-of-pocket expenses   \ni.  International and local travel  50.0 \nii.  Training, seminars, conferences, exposure visits  120.0 \niii.  Surveys  35.0 \n2.  Contingencies  45.0 \nTotal             1,000.0 \nNote: The technical assistance is estimated to cost $1.1 million, of which contributions from the Asian Development \nBank are presented in the table above. The government will provide counterpart support in the form of counterpart staff, \noffice accommodation for consultants, space for training and workshops, and other in-kind contributions. The value of \ngovernment contribution is estimated to account for 10% of the total technical assistance cost. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-6).  \nSource: Asian Development Bank estimates. \n \n \n \n ", "Appendix 2  5 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=51297-001-TAReport \n1.  Outline Terms of Reference for Consultants"], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20180823121302+08'00'", "Creator": "Microsoft® Word 2016", "Keywords": "sri lanka, sri lanka urbanization feasibility studies, urban projects design, sri lanka vision 2025, urban infrastructure improvement, adb technical assistance, approved technical assistance, tar, ta projects ", "ModDate": "D:20180924104734+08'00'", "Producer": "Microsoft® Word 2016", "Subject": "51297-001: Technical Assistance Report", "Title": "Sri Lanka: Capacity Building for Secondary Towns and Strategic Cities"}}