{"path": "data/input/ta/51308-002-tar-en.pdf", "pages": [" \nTechnical Assistance Report\n \n \n \nProject Number: 51308-002 \nTransaction Technical Assistance Facility (F-TRTA) \nDecember 2017 \n \n \n \nIndia: Enhancing Capacity of State Utilities in \nPreparing Energy Sector Projects \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011.  \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 1 December 2017) \n \nCurrency unit  –  Indian rupees (₹) \n₹1.00  =  $0.01549          \n$1.00  =  ₹64.5650 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  COBP  –  country operations business plan \n  DDUGJY  –  Dindayal Upadhya Gram Jyoti Yojana \n  DISCOMS  –  distribution companies \n  IPDS  –  Integrated Power Development Scheme \n  kV  –  kilovolts \n  PFA  –  Power for All \n  PPR  –  preliminary project report \n  QCBS  –  quality- and cost-based selection \n  SCADA  –  supervisory control and data acquisition \n  TRTA  –  transaction technical assistance \n \n \nNOTE \nIn this report, \"$\" refers to United States dollars. \n \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Priyantha Cabral Wijayatunga, Energy Division, SARD \n   \nTeam leader  Pradeep Perera, Principal Energy Specialist, SARD \nTeam members  Jaimes Kolantharaj, Energy Specialist, SARD \nMa. Charina Lantican, Senior Project Assistant, SARD \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", "CONTENTS \n \nPage \n \nTRANSACTION TECHNICAL ASSISTANCE FACILITY AT A GLANCE \nI.  THE TECHNICAL ASSISTANCE FACILITY  1 \nA.  Justification  1 \nB.  Outputs and Activities  2 \nC.  Cost and Financing  2 \nD.  Implementation Arrangements  3 \nII.  THE PRESIDENT'S DECISION  4 \n \nAPPENDIXES \n1.  Cost Estimates and Financing Plan  5 \n2.  Projects under Technical Assistance Facility  6 \n3.  List of Linked Documents  7 \n \n ", "", " \nI.  THE TECHNICAL ASSISTANCE FACILITY \n \nA.  Justification \n \n1.  The transaction technical assistance (TRTA) facility1 will provide project preparation \nsupport  to  a  series  of  ensuing  projects,  comprising  (i)  Uttar  Pradesh  Power  Distribution \nRehabilitation  Project  ($500  million);  (ii)  Meghalaya  Power  Sector  Improvement  Project           \n($150 million); and (iii) Tamil Nadu Power Transmission Improvement Project ($500 million).  \n \n2.  The Government of India has launched several initiatives to improve the technical and \nfinancial performance of electricity distribution companies (DISCOMs). These include the ongoing \ngovernment funded schemes (i) Integrated Power Development Scheme (IPDS) for strengthening \nthe subtransmission and distribution network in urban areas; and (ii) Dindayal Upadhya Gram \nJyoti Yojana (DDUGJY) for strengthening the rural distribution network, separation of agricultural \nfeeders, rural electrification and metering of distribution transformers and feeders, and the \nrecently announced scheme for electrifying all unelectrified households by 2019.  \n \n3.  The Ministry of Power (MOP) has also obtained commitments from state governments to \nprovide 24x7 Power for All (24x7 PFA) to all households, industry and commercial consumers; \nand adequate power to agricultural consumers by 2019. To achieve this objective, the government \nhas  launched  the  Ujwal  DISCOM  Assurance  Yojana  (UDAY)  and  entered  into  tripartite \nagreements with state governments and DISCOMs to improve DISCOMs’ financial performance \n(through debt restructuring) and technical performance envisaged under the IPDS and DDUGJY \nschemes. The investment requirement to achieve the technical performance improvement targets \nset under UDAY and 24x7 PFA is more than the government funding commitment to IPDS and \nDDUGJY schemes. There is a critical need for external financing to augment the domestic funding \nfor electricity distribution sector in India.  \n \n4.  The three ensuing projects to be prepared under the TRTA facility are of similar nature. \nThese projects are aligned with the objectives of 24x7 PFA, IPDA and DDUGJY. The projects aim \nto improve the quality of electricity supply, reduce aggregate technical and commercial losses, \nand improve the financial performance of DISCOMs. The outputs include (i) strengthening of  \nsubtransmission network; (ii) conversion of 11 kilovolts (kV) and 33 kV sub-transmission lines to \nunderground cables and low voltage lines with bare conductors to aerial bundled conductors in \nurban areas; (iii) additional distribution substations (33/11 kV) and distribution transformers to \nenhance distribution capacity; (iv) installation of supervisory control and data acquisition (SCADA) \nsystems for real time network monitoring and operation; (v) installation of smart meters for large \nconsumers, feeders and distribution transformers; and (vi) installation of prepaid meters (for \nunmetered customers) or replacement of existing electromechanical meters to improve billing \nefficiency in rural areas; (vii) separation of agriculture and non-agriculture feeders, and pilot \ntesting of solar water pumping; and (viii) installation of new mini and small hydropower plants to \nincrease renewable energy generation. \n  \n5.  The state governments of Uttar Pradesh, Meghalaya, and Tamil Nadu are preparing \npreliminary project reports (PPR) on the three ensuing projects, to be endorsed by the Department \nof Economic Affairs (DEA) of the Government of India for Asian Development Bank (ADB) \n                                                \n1  The proposed TRTA facility is not included in the ADB. 2017. Country Operations Business Plan: India, 2018-2020.  \nManila. In a letter dated 10 October 2017, the Department of Economic Affairs, Government of India endorsed the \nTRTA facility and requested ADB’s financial assistance. The South Asia Regional Department confirmed that such \nfinancial assistance can be accommodated under the 2017 resource envelope.   \n ", "2   \nfinancing. It is necessary to undertake surveys of existing electricity distribution network to identify \nthe investments required to improve the DISCOMs’ performance, undertake detailed engineering \nplanning to optimize the network configuration and protection systems, and to prepare the \ntechnical specifications and bid documents. The implementing agencies do not have the staff \ncapable of undertaking these tasks and the TRTA facility will provide external consultants to assist \nin preparing the investment projects. The consulting requirement of ensuing projects will be \nupdated at the time of approval of concept papers of ensuing projects, and changes in scope of \nthe TRTA facility will be proposed in accordance with project administration instructions on \nadministering grant-financed TA projects.  \n   \nB.  Outputs and Activities \n \n6.  Output 1: Network plan for rehabilitating electricity distribution network in Varanasi \nUttar  Pradesh  and  Meghalaya  completed.  Activities  include  (i)  detailed  surveys  of  the \ndistribution network to ascertain the condition of the network; (ii) network planning to optimize the \nnetwork  configuration;  and  (iii)  identifying  key  areas  to  reduce  aggregate  technical  and \ncommercial losses and improve reliability of the distribution network. Based on the network plan, \ntechnical specifications, engineering estimates, and bidding documents will be prepared.  \n \n7.  Output 2: Safeguard due diligence of small hydro projects in Meghalaya completed. \nThis will include identifying potential environmental and social issues, and defining the scope of \nenvironment, social studies, and technical studies to be undertaken to meet ADB’s Safeguards \nPolicy Statement (2009) requirements.   \n \n8.  Output 3: Technical specifications for SCADA, smart and prepaid metering systems \nprepared to incorporate smart grid technologies such as (i) real time energy auditing at feeder \nlevel and distribution transformer level; (ii) real time transmission asset monitoring; and (iii) \ndemand response for urban distribution networks in the states of Uttar Pradesh and Meghalaya. \nDetailed survey and data collection of existing metering on distribution network will be undertaken \nto identify gaps and find optimal solutions covering various range of customers (industrial, rural \nand urban, etc.) for enhancing billing efficiency, and reducing pilferages. Data will also be \ncollected for future network reconfiguration and improvement. \n \n9.  Output 4: Diagnostic studies to identify possible investment opportunities in Tamil \nNadu and several other states completed. This will be undertaken as part of the preparation of \nproposed Tamil Nadu Power Transmission Improvement Project, but the coverage of sector \nassessments will include states of Bihar, Jharkhand, Panjab and Telangana. The financial viability \nand fiscal impact of investments (in terms of reduction of fiscal subsidy reduction) will be assessed. \nBased on the analysis, PPRs for ADB financing of proposed investments will be prepared for \nconsideration by relevant state governments, DEA and MOP.  \n \nC.  Cost and Financing \n \n10.  The TRTA facility is estimated to cost $800,000, of which $750,000 will be financed on a \ngrant basis by ADB’s Technical Assistance Special Fund (TASF-Others). The key expenditure \nitems are listed in Appendix 1. \n \n11.  The government will provide counterpart support in the form of counterpart staff, office \nspace, office supplies and other in-kind contributions with an estimated value of approximately 7% \nof the total cost of the TRTA facility. The government was informed that approval of the TRTA \nfacility does not commit ADB to finance any ensuing project. \n ", "                                                3 \n \nD.  Implementation Arrangements \n \n12.  The TA activities for an ensuing project will start only after ADB approves the project \nconcept paper on the ensuing project. \n \n13.  ADB will administer the TRTA facility and will be responsible for the selection, supervision \nand evaluation of consultants and procurement of goods under the TRTA facility. The MOP will \nbe the executing agency. Uttar Pradesh Power Corporation Limited, Tamil Nadu Transmission \nCompany, and Meghalaya Energy Corporation Limited will be the implementing agencies. The \nTRTA facility will be implemented over an 18-month period from January 2018 to June 2019.   \n \n14.  The implementation arrangements are summarized in Table 2. \n \nTable 2: Implementation Arrangements \nAspects   Arrangements \nIndicative implementation  January 2018–June 2019 \nperiod \nExecuting agency  Ministry of Power, Government of India \nImplementing agencies  Uttar Pradesh Power Corporation Limited (UPPCL); Meghalaya Energy \nCorporation Limited (MECL); and Tamil Nadu Transmission Company \n(TANTRASCO) will be responsible for TRTA activities in Uttar Pradesh, \nMeghalaya and Tamil Nadu, respectively. The Energy Division of South \nAsia  Regional  Department,  ADB  will  be  responsible  for  TRTA \nimplementation  oversight,  accountability  for  the  outputs  and \ncommunication with consultants and stakeholders.  \nConsultants  To be selected and engaged by ADB  \nQCBS   22.5 person-months  $300,000  \nplus survey \nIndividual   25.5 person-months  $325,000 \nProcurement  The  consultants  will  procure  equipment  and  software  required  for \n  network  surveys  and  network  planning  using  shopping  method  in \naccordance with ADB Procurement Policy (2017 as amended from time \nto time) and Procurement Regulations for ADB Borrowers (2017, as \namended from time to time).   \nShopping  Multiple contracts  $50,000 \nAdvance contracting and  not applicable \nretroactive financing \nDisbursement  The TRTA resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2010, as amended from time to \ntime). \nAsset turnover or disposal  Upon completion of TRTA, all procured equipment will be handed over \narrangement upon TRTA  to the implementing agencies.  \ncompletion \nADB = Asian Development Bank, QCBS = quality- and cost-based selection, TRTA = transaction technical assistance. \n \n \n15.  Consulting services. The TRTA facility will require consultancy services of national \nconsulting firm (22.5 person-months of key national experts) for undertaking surveys to ascertain \nthe investment requirements for upgrading and rehabilitating electricity distribution network in the \nstates of Uttar Pradesh, Tamil Nadu, and Meghalaya. A consulting firm with experience in power \ndistribution network planning will be recruited using quality- and cost-based selection with a \nquality to cost ratio of 80:20.  \n ", "4   \n \n16.  In  addition,  individual  consultants  (8.5  person-months  of  international  experts  and                   \n17 person-months of national experts) will be recruited with expertise in (i) SCADA system design \nand electricity network planning; (ii) power sector assessment; (iii) environment and social \nsafeguard assessment of mini hydro projects; and (iv) power distribution network planning and \ndesign. The consultants will be engaged by ADB in accordance with ADB’s Procurement Policy \n(2017, as amended from time to time) and its associated project administration instructions and/or \nstaff instructions. The recruitment of these consultants as individuals is justified to retain the \nflexibility of engaging these consultants, as required. \n \nII.  THE PRESIDENT'S DECISION \n \n17.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $750,000 on a grant basis to the \nGovernment of India for Enhancing Capacity of State Utilities in Preparing Energy Sector Projects, \nand hereby reports this action to the Board. \n ", "                                              Appendix 1  5 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \n \nItem  Amount \nAsian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  National Consulting Firm including the Survey  300.0 \nii.  International Consultants recruited as Individuals   150.0 \n(8.5 person-months)   \niii.  National Consultants recruited as Individuals   150.0 \n(17 person-months) \nb.  Out-of-pocket expenditures   \ni.  International and local travel  25.0 \nii.  Goods (rental and/or purchase)b  50.0 \n2.  Contingencies  75.0 \nTotal  750.0 \nNote: The technical assistance (TA) is estimated to cost $750,000, of which contributions from the Asian Development \nBank are presented in the table above. The government will provide counterpart support in the form of counterpart staff, \noffice space, office supplies, and other in-kind contributions. The value of government contribution is estimated to \naccount for 7% of the total TA cost. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-Others).  \nb  Consists of measuring equipment for network surveys and software for network planning.   \nSource: Asian Development Bank estimates. \n \n \n ", "6  Appendix 2 \nPROJECTS UNDER TECHNICAL ASSISTANCE FACILITY \n \nTable A2.1: Indicative Consultants’ Input Allocation \n(person-month) \n \nUttar Pradesh \n  Power  Meghalaya    Tamil Nadu \n  Distribution  Power  Power \n  Network  Sector  Transmission \n  Rehabilitation  Improvement  Improvement \n  Project  Project  Project \n       \nIndicative Risk Category  Total  complex  low risk  complex \nA.  National Consultancy Firm         \nPower Distribution Network Survey         \nand Planning Firm       \nTeam Leader  9.0  6.0  3.0 \nDistribution Network Planning  4.5  3.0  1.5 \nEngineer       \nDistribution Network Design  3.0  2.0  1.0 \nEngineer       \nSurvey Team Leader   6.0  4.0  2.0 \n        \nB.  Individual Consultants         \nPower Distribution Planning         \nSpecialist       \nInternational  3.0  2.0  1.0 \nNational   6.0  4.0  2.0 \nPower Sector Specialists         \nInternational   3.0                     3.0 \nNational   6.0      6.0 \nSCADA and Communication         \nSystems Specialists       \nInternational  1.0  0.5  0.5 \nNational   3.0  1.5  1.5 \nNational Smart Meter Specialist  2.0    2.0   \nInternational Environment Specialist   1.0    1.0   \nInternational Social Development  0.5    0.5   \nSpecialist \n ", "Appendix 3  7 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=51308-002-TAReport  \n \n1.  Terms of Reference for Consultants \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20171215164157+08'00'", "ModDate": "D:20171215164157+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Technical Assistance Report", "Keywords": "adb technical assistance ta report"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 1 December 2017) \n \nCurrency unit  –  Indian rupees (₹) \n₹1.00  =  $0.01549          \n$1.00  =  ₹64.5650 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  COBP  –  country operations business plan \n  DDUGJY  –  Dindayal Upadhya Gram Jyoti Yojana \n  DISCOMS  –  distribution companies \n  IPDS  –  Integrated Power Development Scheme \n  kV  –  kilovolts \n  PFA  –  Power for All \n  PPR  –  preliminary project report \n  QCBS  –  quality- and cost-based selection \n  SCADA  –  supervisory control and data acquisition \n  TRTA  –  transaction technical assistance \n \n \nNOTE \nIn this report, \"$\" refers to United States dollars. \n \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Priyantha Cabral Wijayatunga, Energy Division, SARD \n   \nTeam leader  Pradeep Perera, Principal Energy Specialist, SARD \nTeam members  Jaimes Kolantharaj, Energy Specialist, SARD \nMa. Charina Lantican, Senior Project Assistant, SARD \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", "authors": [{"fullname": "Wencai Zhang", "role": "Operations", "organization": ""}, {"fullname": "Hun Kim", "role": "South Asia Department (SARD)", "organization": ""}, {"fullname": "Priyantha Cabral Wijayatunga", "role": "Energy Division", "organization": "SARD"}, {"fullname": "Pradeep Perera", "role": "Principal Energy Specialist", "organization": "SARD"}, {"fullname": "Jaimes Kolantharaj", "role": "Energy Specialist", "organization": "SARD"}, {"fullname": "Ma. Charina Lantican", "role": "Senior Project Assistant", "organization": "SARD"}]}