{"path": "data/input/ta/51314-001-tar-en.pdf", "pages": ["   \nTechnical Assistance Report\n \n \nProject Number: 51314-001  \nTransaction Technical Assistance Facility (F-TRTA) \nJuly 2018 \n \n \n \n \n \nSupporting Innovation and Knowledge Exchange for \nTransport Projects in South Asia \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB Will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011. \n \n ", " \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund  \n  BNGB  –  Bihar New Ganga Bridge \n  COBP  –  Country Operations Business Plan  \n  DMC  –  developing member countries  \n  EA  –  Executing Agencies \n  NGO  –  Nongovernmental organizations \n  OCR  –  ordinary capital resources \n  SCCB  –  SASEC Chittagong–Cox’s Bazaar Railway Project, Phase 1 \n  SARD   –  South Asia Department \n  SATC  –  South Asia Transport and Communications \n  TA  –  technical assistance \n \n \nNOTE \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Ravi Venkat Peri, Transport and Communications Division, SARD \n   \nTeam leader  Karma Yangzom, Senior Environment Specialist, SARD \nTeam members  Eloise Fluet, Social Development Specialist, SARD \n  Merdinia Dequilla, Senior Operations Assistant, SARD \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n   ", " \nCONTENTS \nPage \nTRANSACTION TECHNICAL ASSISTANCE FACILITY AT A GLANCE \nI.  THE TECHNICAL ASSISTANCE FACILITY  1 \nA.  Justification  1 \nB.  Outputs and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nII.  THE PRESIDENT’S DECISION  5 \n \nAPPENDIXES \n \n1.  Initial List of Projects to be supported by the Technical Assistance Facility  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  List of Linked Documents  9 \n \n   ", "Project Classification Information Status: Complete\nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 51314-001\nProject Name Supporting Innovation and Knowledge  Department/Division SARD/SATC\nExchange for Transport Projects in \nSouth Asia\nNature of Activity Project Preparation, Capacity  Executing Agency Asian Development Bank\nDevelopment\nModality Facility\nCountry REG (BAN, BHU, IND, NEP, SRI)\n2. Sector Subsector(s)     ADB Financing ($ million)\nTransport Transport policies and institutional development 1.50\nTotal 1.50\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the Project Low\ngrowth (IEG) opportunities, including jobs, made \nmore inclusive\nEnvironmentally  Environmental policy and legislation\nsustainable growth  Natural resources conservation\n(ESG)\nRegional integration  Pillar 4: Other regional public goods\n(RCI)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Client relations, network, and  Some gender elements (SGE)\ncapacity development partnership development to \n(GCD) partnership driver of change\nKnowledge solutions  Application and use of new knowledge\n(KNS) solutions in key operational areas\nKnowledge sharing activities\nPartnerships (PAR) Implementation\nSouth-South partner\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting Yes\nRegional High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG9, SDG11, SDG15\nQq\n6. Risk Categorization Complex \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 1.50\n    Transaction technical assistance: Technical Assistance Special Fund 1.50\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 1.50\nqq\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 04102017190500138766 Generated Date: 14-Jun-2018 16:02:14 PM", " \nI.  THE TECHNICAL ASSISTANCE FACILITY \n \nA.  Justification \n \n1.  The proposed transaction technical assistance (TA) facility will enhance the capacity of \ngovernment agencies in South Asia to design and implement innovative features in transport \nprojects that are scheduled for approval in 2019–2020 or are under implementation in 2018–\n2020.1 The TA is not included in any country operations business plan (COBP). However, it will \nsupport transport projects listed in the COBP of Bangladesh, Bhutan, India, Nepal and Sri Lanka.2 \nKnowledge exchange among government agencies, nongovernmental organizations (NGOs), \nthink tanks, and the private sector will be one of the key methods of including innovative features \nin projects. Others will involve capacity building through technical advice and training programs. \nInnovative features may include subjects related to road and rail safety, engineering design, \nresettlement and rehabilitation, environment, disaster risk management,  gender mainstreaming, \ncommunication, asset management and project finance.3 The TA facility approach is suitable as \nit will (i) provide project preparation and implementation support to a number of projects; (ii) enable \nefficient use of resources by having the same consultants or NGOs and think tanks work for a \nnumber of projects, avoiding repeated lengthy recruitment processes; and (iii) ease knowledge \nexchange and capacity building activities for a number of executing agencies  and implementing \nagencies.  \n \n2.  The TA will initially provide project preparation support to the following projects in the \npipeline: (i) BAN: Dhaka Metro Line 5 North Investment Program; (ii) BAN: Railway Rolling Stock \nMaintenance Project; (iii) IND: Indore Metro Rail Project; and (iv) SRI: Railway Investment \nProgram. For projects under implementation, capacity building and technical support will initially \nbe provided to (i) BAN: Chittagong – Cox’s Bazaar Rail Project; (ii) BHU: SASEC Transport, Trade \nFacilitation and Logistics Project, and iii) NEP: SASEC Road Connectivity Improvement Project.4 \nThese  projects  involve  challenging  environmental  and  resettlement  issues  which  are \noverwhelming the implementing agency and executing agency, and could potentially cause \ndelays in project implementation.5  Hence, additional technical and capacity building support is \nnecessary. This will require additional funds exceeding the budget available for the projects. \nDetailed information for each project is provided in Appendix 1. \n                                                \n1  Innovative features are activities or new ideas that are being designed or implemented for the first time in the state \nor country or region. \n2  ADB. 2017. Country Operations Business Plan: Bangladesh, 2018-2020. Manila. \nhttps://www.adb.org/sites/default/files/institutional-document/358591/cobp-ban-2018-2020.pdf. \nADB. 2015. Country Operations Business Plan: Bhutan, 2016-2018. Manila.  \nhttps://www.adb.org/sites/default/files/institutional-document/175406/cobp-bhu-2016-2018.pdf. \nADB. 2017. Country Operations Business Plan: India, 2018-2020. Manila. \nhttps://www.adb.org/sites/default/files/institutional-document/363336/cobp-ind-2018-2020.pdf. \n  ADB. 2015. Country Operations Business Plan: Nepal, 2016-2018. Manila.  \nhttps://www.adb.org/sites/default/files/institutional-document/174298/cobp-nep-2016-2018.pdf. \n  ADB. 2017. Country Operations Business Plan: Sri Lanka, 2018-2020. Manila.  \nhttps://www.adb.org/sites/default/files/institutional-document/342221/cobp-sri-2018-2020.pdf. \n3  Includes climate change risks. \n4  The executing agency for these projects have expressed interest in receiving support from the TA during missions \nconducted in March–May 2018. The aide memoire of the respective missions documents discussions on the \nproposed scope of the TA.  \n5  The Bangladesh SASEC Chittagong–Cox’s Bazaar Rail Project, for instance, involves the construction of a 102 km \ngreenfield rail line that passes through three protected areas and several elephant crossings. Innovative mitigation \nmeasures proposed under the project include: (i) elephant overpasses (first of its kind in the world), (ii) wildlife \nunderpasses, (iii) funnel fencing, and (iv) sensor systems to provide early warning to train drivers on presence of \nelephants near the railway line (also first of its kind in the world).  \n ", "2 \n \n3.  The Asia and the Pacific region is experiencing change in various fronts due to rapid \neconomic growth. This creates an evolving financial landscape with shifting development needs. \nThis is the key principle on which the ADB Strategy 2020 is based. Rapid economic growth brings \na host of challenges identified in Strategy 2020 such as (i) continued poverty, (ii) disparities in \nwell-being within and among developing member countries (DMCs), (iii) the growing strain on the \nnatural environment, (iv) inadequate infrastructure to deliver social services, (v) the need for better \nregional  cooperation  and  integration,  and  (vi)  the  need  for  more  emphasis  on  innovation, \ntechnology, and higher education.  \n \n4.  The existence of an evolving business environment among DMCs combined with the \nOCR-ADF  merger  has  pushed  ADB’s  regional  departments  to  prepare  projects  that  are \nincreasingly complex in nature and are of a larger scale.6 In the South Asia Transport and \nCommunications (SATC) division, this has translated into a significant increase in the total number \nof projects and lending volume, accounting for 44% in 2016 and 30% in 2017 of the overall ADB \ntransport sector lending. Transport sector lending in South Asia Department (SARD) comprised \n32% in 2016 and 29% in 2017.7 Between 2006 and 2015, SATC has processed an annual \naverage of six projects with a total value of $1.2 billion. In 2016, 11 projects worth $2.075 billion \nand in 2017, nine projects worth $2.034 billion were approved. This trend is expected to continue, \nwith approximately 10 projects each in the pipeline for approval in 2018 and 2019.  \n \n5.  The Bangladesh SASEC Chittagong–Cox’s Bazaar Railway Project, Phase 1 (SCCB) \nworth $2.2 billion, with ADB financing of $1.5 billion, was approved in 2016. This was the largest \nproject approved by ADB that year and the largest project approved in SATC in the past 10 years. \nIn the same year, the India Bihar New Ganga Bridge (BNGB) Project worth $832 million with ADB \nfinancing of $500 million was also approved. Support for such mega flagship projects are \nincreasingly  being  requested  by  ADB  DMCs.  Inevitably,  these  projects  come  with  major \nchallenges and risks, and test the capacity of all project participants including government \nimplementing agencies. Mitigating risks of flagship projects require world class engineering \ndesign,  thorough  financial  and  economic  analysis  including  investigating  private  sector \nparticipation, and innovative maintenance systems to ensure sustainability of the infrastructure. \nThe complexity of safeguard issues is immensely compounded. For example, the social and \nenvironment safeguards categories for both the SCCB and BNGB projects are A as they lead to \nsignificant impact on involuntary resettlement and involve highly sensitive environmental issues. \nMandatory climate change assessment is rapidly advancing at a global level, hence, the project \nteam and government require additional support in meeting evolving requirements during project \npreparation and implementation.8 These challenges call for engaging high quality technical \nexperts, implementing innovative ideas, and collaborating closely with executing agencies.  \n \n6.  Similar challenges arise in projects among SARD DMCs due to geographic proximity and \nsimilar  institutional  systems.  For  example,  Bhutan  and  Nepal  are  both  landlocked  and \nmountainous countries that suffer from severe road blocks due to landslides every monsoon. \nHence, similar slope protection measures and road maintenance systems could be applied. \nFlooding is common in Bangladesh, in some states in India, and the Terai region of Nepal, hence, \nrequiring similar flood and drainage management systems. SATC has been implementing  rural \nroad projects in India and Sri Lanka where similar challenges are faced on road design, road \n                                                \n6 The merger is a groundbreaking initiative of ADB to combine ordinary capital resources (OCR) and the Asian \nDevelopment Fund (ADF) approved by the ADB board in 2016. It became effective in January 2017 and is expected \nto expand ADB’s lending capacity by as much as 50%.  \n7  Including cofinancing. \n8  In place since 2014. ", "3 \n \nsafety,  climate  resilience,  land  donation  and  public  consultations.  Significant  involuntary \nresettlement is being encountered for projects in Bangladesh, India, Nepal, and Sri Lanka with \nsimilar types of social risks, compensation and rehabilitation-related issues. Road safety is a \nparamount concern in all SARD DMCs where large numbers of railway and road accidents occur \nin Bangladesh and India. Many common environmental issues such as those related to wildlife \nexist across SARD DMCs. SATC is currently implementing one rail project in Bangladesh and two \nroad projects in Nepal and Bhutan with elephant routes crossing the road.9 All these projects \ninvolve innovative wildlife impact mitigation measures.  Finally, communication with external \nstakeholders remains a challenge in most transport projects. Good practices under the India \nJaipur Metro Rail Project and Karnataka State Highways Improvement Project, could be shared \nand replicated in similar projects in South Asia.10  \n \n7.  Common issues and challenges within and among the SARD DMCs bring tremendous \nopportunities for regional cooperation, collaborative learning and South-South collaboration. \nUnder the standard framework of investment projects and TAs where resource packaging is \nlargely project-focused and country-focused, it is difficult to exchange knowledge and expertise \non regional and global best practices which is often more efficient and more likely to bring \nsuccessful results. There are limited avenues for government officials to collaborate with NGOs, \nthink tanks or the private sector within and outside South Asia on topics such as road and rail \nsafety, engineering design, resettlement and rehabilitation, environment management, climate \nresilience, gender mainstreaming, asset management, and project finance.  \n \nB.  Outputs and Activities \n \n8.  Output 1: Innovative features developed and/or implemented. The TA will support the \ndevelopment  and  implementation  of  innovative  features  in  at  least  four  projects  being \nimplemented in 2018–2020 or proposed for approval in 2019–2020. Innovative features may \ninclude specific subject matters under road and rail safety, engineering design, resettlement and \nrehabilitation, environmental issues, disaster risk management including climate change risks, \ngender mainstreaming, communication, asset management, and project finance. This may be \naccomplished  through knowledge exchange, collaborative learning, or South-South partnership.  \n \n9.  Output 2: Knowledge products disseminated. To document the innovative features, \nknowledge  exchange,  collaborative  activities  developed  and/or  implemented,  at  least  three \nknowledge products will be prepared based on activities under output 1. \n \n                                                \n9  ADB. 2016. Report and Recommendation of the President to the Board of Directors: Proposed Multiranche Financing \nFacility and Technical Assistance Grant to the People’s Republic of Bangladesh for the South Asia Subregional \nEconomic  Cooperation  Chittagong-Cox’s  Bazar  Railway  Project,  Phase  1.  Manila.  \nhttps://www.adb.org/sites/default/files/project-document/198841/46452-002-rrp.pdf. \nADB. 2016. Report and Recommendation of the President to the Board of Directors: Proposed Loan to Nepal for the \nSouth  Asia  Subregional  Economic  Cooperation  Roads  Improvement  Project.  Manila. \nhttps://www.adb.org/sites/default/files/project-document/210611/48337-002-rrp.pdf. \nADB. 2009. Report and Recommendation of the President to the Board of Directors: Proposed Asian Development \nFund  Grant  to  the  Kingdom  of  Bhutan  for  the  Road  Network  Project  II.  Manila.   \nhttps://www.adb.org/sites/default/files/project-document/64685/39225-bhu-rrp.pdf. \n10 ADB. 2013. Report and Recommendation of the President to the Board of Directors: Proposed Loan to India for the \nJaipur  Metro  Rail  Line  1-Phase  B  Project.  Manila.  https://www.adb.org/sites/default/files/project-\ndocument/79730/46417-001-rrp.pdf. \nADB. 2017. Report and Recommendation of the President to the Board of Directors: Proposed Loan to India for the \nKarnataka  State  Highways  Improvement  III  Project.  Manila.  https://www.adb.org/sites/default/files/project-\ndocuments/42513/42513-014-rrp-en.pdf. ", "4 \n \n10.  Output 3: Capacity building support to transport executing agencies provided. The \nTA will provide technical support to at least five government counterparts in the transport sector \nfor the preparation and monitoring of transport projects. Capacity building support will also be \nprovided through training, workshops, seminars and conferences related to the transport sector.  \n \nC.  Cost and Financing  \n \n11.  The TA facility is estimated to cost $1.500 million which will be financed on a grant basis \nby ADB’s Technical Assistance Special Fund (TASF-6). The key expenditure items are listed in \nAppendix 2. The TA scope is expected to be expanded depending on changes in projects listed \nin the pipeline, new challenges that may arise in projects under implementation, and changing \nneeds of the executing agencies. The TA resources may also be replenished from time to time \nas and when funds are identified and required.11  \n \n12.  Activities in each participating country will be financed after obtaining the no objection from \nthe respective government. The governments were informed that approval of the TA does not \ncommit ADB to finance any ensuing project. \n \nD.  Implementation Arrangements \n \n13.  ADB will administer the TA. In particular, the SATC will be responsible for implementing \nthe TA and working closely with government executing agencies in SARD DMCs. The TA will be \nimplemented from August 2018 to December 2020. Disbursements under the TA will be in \naccordance with ADB’s Technical Assistance Disbursement Handbook (2010, as amended from \ntime to time). The indicative implementation arrangements are summarized in the table. \n \nIndicative Implementation Arrangements \nAspects   Arrangements \nIndicative implementation period  August 2018 – December 2020 \nExecuting agency  ADB \nConsultants  To be selected and engaged by ADB \nNumber of contracts  Mode of procurement  Cost Estimatesa  \n  Firms  QCBS  $314,500.00 \n3 contracts (21 person- (90:10, Quality: Cost \nmonths)  ratio) \n  International Consultants   ICS  $321,000.00 \n  (14 person-months) \n  National Consultants   ICS  $292,250.00 \n(44 person-months) \nDisbursement  The TA resources will be disbursed following ADB’s Technical \nAssistance Handbook (2010, as amended from time to time).  \nAsset turnover or disposal  Equipment and goods purchased through the TA will be handed \narrangement upon TA  over to the executing agency in accordance with ADB’s \ncompletion  Administrative Order No. 4.02. \na Includes remuneration and per diem. \nADB = Asian Development Bank; ICS = individual consultant selection; QCBS = quality and cost-based selection; SATC \n= South Asia Transport and Communications Division; TA = technical assistance. \nSource: ADB estimates. \n                                                \n11 The Republic of Korea e-Asia and Knowledge Partnership Fund (EAKPF) has been identified as a potential financier \nfor the TA. The South Asia Transport and Communications (SATC) Division has submitted an application to access \nthe fund and the Government of Korea is expected to announce its approval by the end of July. ", "5 \n \n14.  Consulting  services.  ADB  will  engage  the  consultants  and  carry  out  procurement \nfollowing the ADB Procurement Policy (2017, as amended from time to time) and its associated \nproject administration instructions or TA staff instructions. The TA will provide approximately 58 \nperson-months of individual consulting services and 21 person-months of firm-based consulting \nservices  in  the  following  areas  under  transport:  road  and  rail  safety,  engineering  design, \nresettlement and rehabilitation, environmental issues, disaster risk management including climate \nchange risks, gender mainstreaming, communication, procurement, asset management, and \nproject finance.  \n \nII.  THE PRESIDENT’S DECISION  \n \n15.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,500,000 on a grant basis for \nSupporting Innovation and Knowledge Exchange for Transport Projects in South Asia, and hereby \nreports this action to the Board. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "6          Appendix 1 \n \nINITIAL LIST OF PROJECTS TO BE SUPPORTED BY THE TECHNICAL ASSISTANCE \nFACILITY \n \nTable A1.1: Projects For Approval in 2019-2020 \nApproval  Loan Amount  Risk \nProject Name  Date  ($ million)  Category  Type of Support Required \n1.  BAN: Dhaka Metro  2020  250  Complex  Review and finalization of \nLine 5 North  project documents to ensure \nInvestment  consistency with ADB \nProgram  requirements; detailed \n  quantification of GHG \nemission reductions and \nsocial and environmental \nbenefits; explore possibility \nof seeking climate finance; \ninclusion of best practice \nproject communications  \n2.  BAN: Railway  2020  200  Low  Revision and introduction of \nRolling Stock  international best practices \nMaintenance  in manuals and codes; \nProject  training module; \n  maintenance hubs; and \nrolling stock specifications \nfor Rolling Stock Unit under \nBangladesh Railways; \nfinalization of safeguards \ndocuments \n3.  IND 51356-001:  2020  350  Complex  Exploration of special design \nIndore Metro Rail  features to reduce noise and \nProject  vibration; inclusion of best \n  practices in noise and \nvibration monitoring \nprotocols and project \ncommunications; preparation \nof safeguards due diligence \ndocuments and other project \ndocuments to fulfill ADB \nrequirements \n4.  SRI: Railway  2020  500  Complex  Preparation of safeguards \nInvestment  due diligence reports and \nProgram  other project documents to \n  fulfill ADB requirements; \ncapacity building of \nexecuting agency on \nquantification of GHG \nemissions and reductions; \nexplore opportunities for \nclimate finance \nADB = Asian Development Bank, BAN = Bangladesh, GHG = greenhouse gas, IND = India, SRI = Sri Lanka \nSource: Asian Development Bank. \n   \n ", "Appendix 1          7 \n \nTable A1.2. Projects Under Implementation In 2018-2020 \nLoan \nYear  Amount  Risk \nProject Name  Approved  ($ million)  Category  Type of Support Required \n1.  BAN: SASEC Chittagong  2016  300.00  Complex  Pilot testing of sensor \nCox’s Bazaar Railway    technology systems for \nProject  detecting elephant presence \n  near railway lines; rail safety \n(Project no. 46452-003)  awareness campaigns; \n  project communications \n2.  BHU: SASEC Transport,  2016  19.61  Low  Capacity building of \nTrade Facilitation and    executing agency and \nLogistics Project  implementing agency on \n  preparation of safeguards \n(Project No. 47284-002)  monitoring and due diligence \nreports \n3.  NEP: SASEC Roads  2016  186.80   Complex  Technical support for \nImprovement Project  finalizing baseline wildlife \n  survey and designing wildlife \n(Project no. 48337-002)   mitigation measures; \n  inclusion of innovative \nwildlife conservation \nactivities in partnership with \nrelevant local organizations \nin the biodiversity \nconservation plan; and \nimplementation of the \nbiodiversity conservation \nplan \nBAN = Bangladesh, BHU = Bhutan, NEP = Nepal, SASEC = South Asia Subregional Economic Cooperation \nSource: Asian Development Bank. \n \n ", "8              Appendix 2            \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \nItem  Amount \nA.  Asian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  574.00 \nii.  National consultants  353.75 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  201.50 \nii.  Reports and communications   8.00 \niii.  Equipmentb  120.00 \niv.  Surveys  110.00 \nv.  Training, seminars, and conferencesc  55.0 \n2.  Miscellaneous administration and support costsd  7.04 \n3.  Contingencies  70.71 \nTotal (A)  1,500.00 \nNote: The technical assistance (TA) is estimated to cost $1.5 million. Contributions from the Asian Development Bank \nare presented in the table above.  \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-VI).  \nb  Equipment necessary for implementing innovative ideas such as sensor system  required for detecting elephant \npresence near railway tracks. Equipment will be procured by consultants and handed over to the executing agency \nand/or implementing agency upon TA completion.  \nc   Includes payments for rental of venue, travel expenses and meals of participants, tailor-made training programs \nand workshops that will be organized and conducted by TA consultants, and other regional, international \nconferences, seminars, and training programs \nd  Incurred by the consultants during TA implementation.  \nSource: Asian Development Bank estimates. \n \n \n \n \n ", "Appendix 3           9               \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=51314-001-TAReport \n \n1.  Terms of Reference for Consultants \n2.  ADB. 2016. Report and Recommendation of the President to the Board of Directors: \nProposed Multiranche Financing Facility and Technical Assistance Grant to the People’s \nRepublic  of  Bangladesh  for  the  South  Asia  Subregional  Economic  Cooperation \nChittagong-Cox’s Bazar Railway Project, Phase 1. Manila.   \n3.  ADB. 2016. Report and Recommendation of the President to the Board of Directors: \nProposed Loan and Grant to the Kingdom of Bhutan for the South Asia Subregional \nEconomic Cooperation Transport, Trade Facilitation and Logistics Project. Manila.  \n4.  ADB. 2016. Report and Recommendation of the President to the Board of Directors: \nProposed Loan to Nepal for the South Asia Subregional Economic Cooperation Roads \nImprovement Project. Manila.  \n5.  ADB. 2016. Technical Assistance for the Dhaka Metro Project. Manila.  \n \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20180712125131+08'00'", "Creator": "PDF24 Creator", "Keywords": "south asia, bangladesh, bhutan, india, nepal, sri lanka, road safety, engineering design, capacity building, 51314, transport projects, project preparation, project implementation, adb technical assistance, approved technical assistance, tar, ta projects, f-trta", "ModDate": "D:20181127152121+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "51314-001: Supporting Innovation and Knowledge Exchange for Transport Projects in South Asia"}}