{"path": "data/input/ta/51330-001-tar-en.pdf", "pages": ["South Asia Subregional Economic Cooperation National Single Window Project \n(RRP MLD 51330-001) \n \n \nTechnical Assistance Report\n \n \n \nProject Number: 51330-003 \nTransaction Technical Assistance (TRTA) \nApril 2019 \n \n \nMaldives: South Asia Subregional Economic \nCooperation National Single Window Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Access to Information \nPolicy. \n ", " \nCURRENCY EQUIVALENTS \n(as of 14 March 2019) \n \nCurrency unit  –  rufiyaa (Rf) \nRf1.00  =  $0.0647 \n$1.00  =  Rf15.4541 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  CBRA  –  cross-border regulatory agency \n  MED  –  Ministry of Economic Development \n  NSW  –  national single window \n  NTFC  –  National Trade Facilitation Committee \n  SDR  –  special drawing right \n  TA  –  technical assistance \n \n \nNOTE \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Shixin Chen, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Ronald Antonio Butiong, Regional Cooperation and Operations \nCoordination Division, SARD \n   \nTeam leader  Masato Nakane, Senior Economist, SARD \nTeam members  Savindi Lashika Jayakody, Associate Economics Officer,  SARD \nUtsav Kumar, Senior Country Economist, SARD \nTaisuke Miyao, Senior Procurement Specialist, Procurement, \nPortfolio and Financial Management Department \nAgnes Navera, Senior Operations Officer, SARD \nAileen H. Pangilinan, Senior Regional Cooperation Officer, SARD  \nJayamali Amila W. Ranaweera, Financial Control Officer, SARD \nAnita Reyes, Associate Programs Officer, SARD \nKrishnendu B. Sarkar, Senior Financial Control Officer, SARD \nSeok Yong Yoon, Principal Public Management Specialist  \n     (e-Governance), Sustainable Development and Climate Change \nDepartment (SDCC) \n   \nPeer reviewer  Yuebin Zhang, Principal Regional Cooperation Specialist, SDCC \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \n \nI.  THE PROPOSED PROJECT  1 \nII.  THE TECHNICAL ASSISTANCE  1 \nA.  Justification  1 \nB.  Outputs and Activities  2 \nC.  Cost and Financing  3 \nD.  Implementation Arrangements  3 \n \nAPPENDIXES \n1.  Cost Estimates and Financing Plan  5 \n2.  List of Linked Documents  6 \n \n \n \n \n   \n \n ", "", " \nI.  THE PROPOSED PROJECT \n \n1.  The South Asia Subregional Economic Cooperation National Single Window Project will \nhelp Maldives implement a national single window (NSW) system that is designed (i) to interface \nwith the systems of existing cross-border regulatory agencies (CBRAs); the Malé seaport system, \nthe Velana International Airport system; and (ii) to address the key bottlenecks to international \ntrade procedures. The project will establish and make operational an automated NSW system for \ninternational  trade,  and  develop  capacity  building  and  competency  on  NSW  operations. \nCoordinated border management will be enabled as the NSW system integrates the control \nrequirements of government agencies, including initial permit applications, filing of declarations, \ncoordinated inspections, and integrated release of cargo. \n \n2.  The  project  will  have  three  outputs:  (i)  NSW  system  for  international  trade  and \nreengineered trade processes established; (ii) capacity of relevant agencies and private sector \nusers, including women, to utilize the NSW developed; and (iii) high-level technologies to support \nNSW and trade facilitation pilot tested. The government has requested (i) a concessional loan of \n$5.0 million from ADB’s ordinary capital resources, and (ii) a grant of $5.0 million from ADB’s \nSpecial Funds resources (Asian Development Fund) to help finance the project.  \n \nA.  Justification \n \n3.  The  transaction  technical  assistance  (TA)  will  assist  Maldives  in  establishing  and \noperationalizing the NSW system for international trade successfully. It will help in building \ncapacity  of  stakeholders  and  in  preparing  guidance  tools  that  will  support  sustainable \nimplementation and raise awareness among stakeholders. The successful implementation of an \nNSW  requires  several  steps,  including  establishing  appropriate  governance  structures, \nharmonizing data, developing a legal framework, selecting a business model and operator for the \nNSW, setting up requisite hardware and software, developing an integrated risk management \nsystem, and building capacity of CBRA officials and private sector service providers. \n \n4.  The planning and implementation of the NSW includes wide-ranging changes that may \npose challenges in view of the limited capacity and experience of Maldives in implementing major \ntrade facilitation reforms. The NSW will cover five CBRAs; Maldives Ports Limited; Maldives \nAirports Company Limited; and private sector stakeholders such as importers, exporters, customs \nbrokers, shipping agents, airlines, freight forwarders, and bond operators. Each of the agencies \nand stakeholders have its own business processes and information technology systems and is at \na different level of preparedness, compounding the challenges. NSW implementation in other \ncountries such as India has highlighted issues related to project management capability, project \nleadership and coordination, and institutional issues. The resolution of project implementation \nchallenges is crucial since the NSW environment requires integration of the NSW system with \nmultiple stakeholders and their systems. \n \n5.  The TA and the project are included in the country operations business plan for Maldives, \n2019–2021.1 2 \n   \n                                                \n1  ADB. 2018. Country Operations Business Plan: Maldives, 2019-2021. Manila  \n2  The TA first  appeared   in the  business   opportunities  section of the  Asian Development Bank (ADB) website on \n21 December 2017. \n ", "2 \nB.  Outputs and Activities \n \n6.  Output 1: Legal framework required for effective implementation of the national \nsingle window finalized. The TA will support the preparation of (i) a draft report on legal issues \nrelated to the identification, authorization, and authentication of electronic transactions; (ii) a draft \nreport on the administrative and standard operating procedures required for CBRAs and private \nsector stakeholders to implement the NSW, including the interim procedures to be followed prior \nto the entry into force of the legal framework; and (iii) a final draft report on the legal framework \nrequired for NSW implementation covering electronic transactions, data protection, and cyber \nsecurity and electronic payments. For preparing the reports on the legal framework, the TA will \nsupport the conduct of legal gap analysis and assist in drafting legal amendments and procedures \nrelevant to implementation of the NSW, covering provisions related to identification, authorization, \nand authentication of electronic transactions; and admissibility of electronic evidence in judicial \nand enforcement proceedings. To help introduce the legislative amendments to the daily NSW \noperations, the TA will develop standard operating procedures and other relevant tools. To \nsupport the success of the project, the TA will help conduct training on implementing the updated \nlegal framework. \n \n7.  Output  2:  Project  design  and  implementation  requirements  developed  and \nmonitored. The TA will (i) support the institutional structure set up for establishing the NSW (such \nas the NSW steering committee) in developing and monitoring the implementation plan, (ii) \nprepare a report with recommendations on the sequencing the NSW rollout, and (iii) advise on \nthe achievement of priority activities during implementation. The TA will help the NSW steering \ncommittee in monitoring the progress in establishing the NSW; advise the NSW operator and \nimplementing agencies on any problem areas, improvements, and course corrections needed; \nand provide technical advisory services for smooth implementation of the NSW. The TA will \nrecommend sequencing for a phased rollout of the NSW services and review progress of \nmilestones against the implementation plan. This output will also require extensive stakeholder \ninteractions. \n \n8.  Output 3: Capacity of relevant agencies and private sector users, including women, \nto utilize the national single window developed. The TA will support the formulation of a \ncapacity development plan, and the conduct of capacity building activities and organizational \nchange management to help implement and make operational the NSW system. The TA will (i) \nprepare a report on the capacity development plan for project stakeholders; (ii) prepare CBRAs \nfor better adoption and successful implementation of the NSW through reorientation; (iii) prepare \na draft handbook to guide and assist the CBRAs and private sector entities in operating and \nutilizing the NSW; and (iv) conduct workshops and interactions for the private sector stakeholders, \nincluding women, to prepare them for effective utilization of the NSW. Representatives from the \nNSW steering committee will be supported with workshops and first-hand exposure to the project \nas well as the technical aspects related to a NSW. The TA will prepare and assist in the execution \nof  a  detailed  change management  strategy to  enable the  CBRAs  and  other  implementing \nagencies to implement the NSW in a sustainable manner. To promote better understanding and \nstandardized implementation, the TA will help in preparing handbooks and manuals for the \nengaging staff of all the implementing agencies. The TA will also develop the capability to \nmanage, maintain, and carry out future enhancements in the NSW system (as well as the \ninterfaces), and to fulfill the service-level requirements. \n \n9.  Output 4: High-level technologies to support the national single window and trade \nfacilitation pilot tested. The TA will support the NSW steering committee and the NSW operator \nin the sustainable development of the NSW system by (i) conducting feasibility studies and pilot \n ", "3 \ntesting of application of cutting-edge technologies relating to NSW operation, (ii) organizing \nworkshops and conferences for the stakeholders to raise awareness and enhance knowledge on \nthe applications and features of these technologies, and (iii) identifying benefits and risks to be \nresolved upon application of the technologies to the NSW system. The TA will produce prototypes \nand test applications of technologies, mainly blockchain and e-payment gateway platforms, for \ntrade facilitation. Blockchain, which enables users to track the shipping of items and to record all \nrelated documentation history on its distributed ledger without a chance of falsification, has the \npotential to be adopted as an NSW operation system in the future. An e-payment gateway \nplatform functions as a hub and simplifies the processing of payment transactions for electronic \nservices, which will be a component of the NSW. \n \nC.  Cost and Financing \n \n10.  The TA is estimated to cost $1.0 million, of which (i) $0.5 million will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF 6); and (ii) $0.5 million will be financed \non a grant basis by the High-Level Technology Fund3 and administered by ADB. \n \n11.  The government will provide counterpart support in the form of staff, office and housing \naccommodation, office supplies, secretarial assistance, domestic transportation, and other in-kind \ncontributions. The government was informed that approval of the TA does not commit ADB to \nfinance any ensuing project. \n \nD.  Implementation Arrangements \n \n12.  The TA will be implemented from June 2019 to June 2023 with the Ministry of Economic \nDevelopment (MED) as the lead implementing agency. ADB will administer the TA, led by the \nSouth Asia Department’s Regional Cooperation and Operations Coordination Division, which will \nrecruit consultants and procure goods. \n \n13.  All TA disbursements will be made following ADB’s Technical Assistance Disbursement \nHandbook  (2010,  as  amended  from  time  to  time).  Limited  international  bidding  or  direct \ncontracting with a specialized supplier and installer might be considered. National competitive \nbidding and shopping methods would be considered for procurement of office equipment. All \nprocurements under the TA will be made following the ADB Procurement Policy (2017, as \namended from time to time) and its associated staff instructions. \n \n14.  The government’s implementation arrangements will follow those of the ongoing projects. \nThe government formed the National Trade Facilitation Committee (NTFC), which is chaired by \nthe minister of the MED. The NSW steering committee set up under the NTFC will oversee and \nmonitor project implementation. The executing agency is the Ministry of Finance, a member of \nthe Economic and Youth Council. The implementing agencies are the MED; Maldives Customs \nService; five more CBRAs, all of which are members of the NTFC; Maldives Port Limited; Maldives \nAirports Company Limited; and the Maldives Monetary Authority. \n \n15.  The implementation arrangements are summarized in the table. \n \n   \n                                                \n3 Financing partner: Government of Japan. \n ", "4 \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  June 2019–June 2023 \nOversight body  National Trade Facilitation Committee \nNSW Steering Committee  Chair: Permanent Secretary, Ministry of Economic Development  \nMembers:  Representatives  from  the  Maldives  Customs  Service; \nMaldives Food and Drug Authority; the Ministry of Fisheries, Marine \nResources and Agriculture; the Ministry of Defense and National \nSecurity; Maldives Ports Limited; Maldives Airports Company Limited; \nand Maldives Monetary Authority \nExecuting agency  Ministry of Finance  \nImplementing agencies  Ministry of Economic Development (lead implementing agency) \nMaldives Customs Service; Maldives Food and Drug Authority; the \nMinistry of Fisheries, Marine Resources and Agriculture; the Ministry \nof Defense and National Security; Maldives Ports Limited, Maldives \nAirports Company Limited; and Maldives Monetary Authority \nConsultants  To be selected and engaged by ADB  \nIndividual: individual  International  $541,200 \nselection  expertise (29 \nperson-months) \nIndividual: individual  National expertise  $88,000 \nselection  (8 person-months) \nDisbursement  The TA resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2010, as amended from time \nto time). \nAsset turnover or disposal  Equipment is limited to that required for implementing the TA activities \narrangements upon TA  by the implementing agencies, which will include but not be limited to \ncompletion  office equipment (e.g., computers, printers or scanners, and other \nrelated office equipment). The equipment that will be purchased under \nthe TA will be turned over to the government upon TA completion. \nADB = Asian Development Bank, NSW = national single window, TA = technical assistance. \nSource: ADB. \n \n16.  Consulting services. The TA is estimated to require a total of 29 person-months of \ninternational consultant inputs and 8 person-months of national consulting inputs. Consultants will \nbe selected on an individual basis and engaged by ADB in accordance with the ADB Procurement \nPolicy and its associated staff instructions. \n \n \n ", "Appendix 1  5 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \n \nItem  Amount \nA.  Asian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  308.3 \nii.  National consultants  51.7 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  68.0 \nii.  Training, seminars, and conferences  5.0 \niii.  Reports and communications  2.5 \n2.  Printed external publications  2.5 \n3.  Training, seminars, and conferences   \na.  Facilitators  5.0 \nb.  Venue rental and related facilities  20.0 \nc.  Participants  5.0 \nd.  Representation  2.5 \n4.  Miscellaneous administration and support costs  4.5 \n5.  Contingencies  25.0 \nSubtotal (A)  500.0 \n   \nB.  High-Level Technology Fundb   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  271.8 \nii.  National consultants  36.3 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  40.0 \nii.  Training, seminars, and conferences  1.5 \niii.  Reports and communications  1.0 \n2.  Printed external publications  1.0 \n3.  Training, seminars, and conferences   \na.  Facilitators  3.0 \nb.  Venue rental and related facilities  12.0 \nc.  Participants  3.0 \nd.  Representation  1.5 \n4.  Miscellaneous administration and support costs  3.9 \n5.  Pilot testing   \na.  Goods (rental or purchase)  70.0 \nb.  Works  30.0 \n6.  Contingencies  25.0 \nSubtotal (B)  500.0 \nTotal  1,000.0 \nNote: The technical assistance is estimated to cost $1,100,000, of which contributions from the Asian Development \nBank are presented in the table above. The government will provide counterpart support in the form of counterpart staff, \noffice accommodation, office supplies, secretarial assistance, and other in-kind contributions. The value of government \ncontribution is estimated to account for 10% of the total TA cost. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF 6). \nb  Financing partner: Government of Japan. Administered by the Asian Development Bank. \nSource: Asian Development Bank estimates. \n \n ", "Appendix 2  6 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=51330-001-TAReport    \n \n \n1.  Terms of Reference for Consultants \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20190422144841+08'00'", "Creator": "Microsoft® Word for Office 365", "Keywords": "adb technical assistance ta report", "ModDate": "D:20190604190812+08'00'", "Producer": "Microsoft® Word for Office 365", "Title": "South Asia Subregional Economic Cooperation National Single Window Project: Technical Assistance Report"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 14 March 2019) \n \nCurrency unit  –  rufiyaa (Rf) \nRf1.00  =  $0.0647 \n$1.00  =  Rf15.4541 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  CBRA  –  cross-border regulatory agency \n  MED  –  Ministry of Economic Development \n  NSW  –  national single window \n  NTFC  –  National Trade Facilitation Committee \n  SDR  –  special drawing right \n  TA  –  technical assistance \n \n \nNOTE \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Shixin Chen, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Ronald Antonio Butiong, Regional Cooperation and Operations \nCoordination Division, SARD \n   \nTeam leader  Masato Nakane, Senior Economist, SARD \nTeam members  Savindi Lashika Jayakody, Associate Economics Officer,  SARD \nUtsav Kumar, Senior Country Economist, SARD \nTaisuke Miyao, Senior Procurement Specialist, Procurement, \nPortfolio and Financial Management Department \nAgnes Navera, Senior Operations Officer, SARD \nAileen H. Pangilinan, Senior Regional Cooperation Officer, SARD  \nJayamali Amila W. Ranaweera, Financial Control Officer, SARD \nAnita Reyes, Associate Programs Officer, SARD \nKrishnendu B. Sarkar, Senior Financial Control Officer, SARD \nSeok Yong Yoon, Principal Public Management Specialist  \n     (e-Governance), Sustainable Development and Climate Change \nDepartment (SDCC) \n   \nPeer reviewer  Yuebin Zhang, Principal Regional Cooperation Specialist, SDCC \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "Shixin Chen", "role": "Operations", "organization": ""}, {"fullname": "Hun Kim", "role": "South Asia Department (SARD)", "organization": ""}, {"fullname": "Ronald Antonio Butiong", "role": "Regional Cooperation and Operations", "organization": ""}, {"fullname": "Coordination Division", "role": "SARD", "organization": ""}, {"fullname": "Masato Nakane", "role": "Senior Economist", "organization": "SARD"}, {"fullname": "Savindi Lashika Jayakody", "role": "Associate Economics Officer", "organization": "SARD"}, {"fullname": "Utsav Kumar", "role": "Senior Country Economist", "organization": "SARD"}, {"fullname": "Taisuke Miyao", "role": "Senior Procurement Specialist", "organization": "Procurement"}, {"fullname": "Agnes Navera", "role": "Senior Operations Officer", "organization": "SARD"}, {"fullname": "Aileen H. Pangilinan", "role": "Senior Regional Cooperation Officer", "organization": "SARD"}, {"fullname": "Jayamali Amila W. Ranaweera", "role": "Financial Control Officer", "organization": "SARD"}, {"fullname": "Anita Reyes", "role": "Associate Programs Officer", "organization": "SARD"}, {"fullname": "Krishnendu B. Sarkar", "role": "Senior Financial Control Officer", "organization": "SARD"}, {"fullname": "Seok Yong Yoon", "role": "Principal Public Management Specialist", "organization": ""}, {"fullname": "Yuebin Zhang", "role": "Principal Regional Cooperation Specialist", "organization": "SDCC"}]}