{"path": "data/input/ta/51332-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \n \nProject Number: 51332-001 \nKnowledge and Support Technical Assistance (KSTA) \nAugust 2018 \n \n \n \n \nDemonstrating Innovative Employment Solutions \nthrough Regional Knowledge-Sharing Partnerships \nwith Youth Organizations \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTThhies  vdieowcsu mexepnret siss ebde ihnegr edinis acrloe stehods teo  otfh teh ep ucbonlicsu inlta anct caonrdd daon cneo tw niethc eAsDsaBri’lsy  Preupbrelisce Cnto tmhomseu noifc AaDtioBn’ss  \nPmoelmicbye 2rs0,1 B1o. a rd of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  ICT  –  information and communication technology \n  ICT4D  –  information and communication technology for development \n  NGO  –  nongovernment organization \n  SDG  –  Sustainable Development Goal \n  TA  –  technical assistance \n  YES  –  youth employment solutions \n \n \n \n \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \n \n \n \n \nVice-President  Bambang Susantono, Knowledge Management and Sustainable \nDevelopment  \nDirector General  Woochong Um, Sustainable Development and Climate Change \nDepartment (SDCC) \nDeputy Director  Chiara Bronchi, Thematic Advisory Service Cluster, SDCC \nGeneral \n   \nTeam leader  Christopher I. Morris, Principal Social Development Specialist, SDCC \nTeam members  Oliver Chapman, Senior Social Development Specialist (Youth and \nCivil Society Organization Partnerships), SDCC \n  Leah Jean A. Luna, Senior Operations Assistant, SDCC \n  Mohd Sani Mohd Ismail, Senior Financial Sector Specialist, Southeast \nAsia Department (SERD) \n  Dominic P. Mellor, Senior Investment Specialist, Private Sector \nOperations Department \n  Suzanne M. Nazal, Senior Social Development Officer (Civil Society \nand Participation), SDCC \n  Rudi Van Dael, Senior Social Sector Specialist, SERD \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Outputs, Methods, and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  List of Linked Documents  9 \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 51332-001\nProject Name Demonstrating Innovative Employment Department/Division SDCC/NGOC\nSolutions through Regional \nKnowledge-Sharing Partnerships with \nYouth Organizations\nNature of Activity Capacity Development Executing Agency Asian Development Bank\nModality Regular\nCountry REG (All DMCs)\n2. Sector Subsector(s)     ADB Financing ($ million)\nEducation Technical and vocational education and training 0.08\nInformation and  ICT industries and ICT-enabled services 0.08\ncommunication \ntechnology\nICT strategy and policy, and capacity development 0.05\nPublic sector  Decentralization 0.05\nmanagement\nSocial protection initiatives 0.05\nTotal 0.31\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the Project Low\ngrowth (IEG) opportunities, including jobs, made \nmore inclusive\nPillar 3: Extreme deprivation \nprevented and effects of shocks \nreduced (Social Protection)\nRegional integration  Pillar 3: Money and finance\n(RCI) Pillar 4: Other regional public goods\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Client relations, network, and  Effective gender mainstreaming (EGM)\ncapacity development partnership development to \n(GCD) partnership driver of change\nCivil society participation\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nPartnerships (PAR) Civil society organizations\nImplementation\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No\nRegional High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG1, SDG4, SDG5, SDG8, SDG16, \nSDG17\nQq\n6. Risk Categorization Complex \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.30\n    Knowledge and Support technical assistance: Technical Assistance  0.30\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.30\nqq\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 02082018212425989785 Generated Date: 03-Aug-2018 10:52:36 AM", " \nI.  INTRODUCTION \n \n1.  The regional knowledge and support technical assistance (TA) supports the vision of the \nStrategy 2030 of the Asian Development Bank (ADB), to achieve a prosperous, inclusive, resilient, \nand sustainable Asia and the Pacific while sustaining its efforts to eradicate extreme poverty.1 \nThe TA does this by mobilizing youth from ADB’s developing member countries (DMCs) to \nmaximize  regional  youth  productivity  through  innovating  and  upscaling  youth  employment \nsolutions (YES). The TA supports ADB’s education sector program by engaging with civil society \norganizations  and  nongovernment  organizations  (NGOs)  working  with  youth  and  who  can \ncontribute and add value to youth employability programs.2 The TA builds on lessons from ADB’s \nNGO and Civil Society Center’s Youth for Asia initiative launched under ADB’s TA for Civil Society \nParticipation  for  Development  Effectiveness,  and  supports  ADB’s  proposed  Education \nPartnership Platform by seeking to achieve the following objectives: (i) develop a road map of \ndemonstration projects that increase youth employability; (ii) demonstrate increased youth skills \nand employability; and (iii) expand YES among ADB DMCs, development partners, and youth in \nsupport of poverty reduction and the Sustainable Development Goals (SDGs).3 \n \n2.  The TA is included in the 2018 work plan of ADB’s Sustainable Development and Climate \nChange Department.4 \n \nII.  ISSUES \n \n3.  Youth in the region are not as productive as they can be. Youth unemployment in Asia \nand the Pacific remains one of the biggest challenges in the region. The International Labour \nOrganization in 2017 indicated that youth unemployment is nearly three times that of adult \nunemployment.5 A closer look at employment trends and the quality of jobs youth have access to \nillustrates that nearly 50% of employed youth in South Asia, more than 25% in Southeast Asia, \nand almost 15% in East Asia are living below the poverty threshold.6 Gender is a clear underlying \nissue, with women often facing barriers that are deeply rooted in culture and prevailing norms that \nprevent access to education and employment opportunities.7 \n \n                                                \n1  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n2  ADB uses the term “youth” to include individual young people aged 18–30 years and youth-led and youth-focused \ncivil society organizations. Such youth organizations generally operate as NGOs. \n3  Youth for Asia is an ADB initiative that was launched in early 2013 to support the participation of youth as important \nstakeholders in development by building their capacity to be engaged meaningfully in ADB operations in the \ncontinuing development of Asia and the Pacific; ADB. 2013. Technical Assistance for Civil Society Participation for \nDevelopment Effectiveness. Manila (TA 8595-REG); and ADB. 2018. Technical Completion Report: Civil Society \nParticipation for Development Effectiveness. Manila (recommendation to “support the Youth for Asia initiative, \nsupport youth contribution to project operations, increase support to youth employability in the region, and further \nsupport SDG initiatives such as the Youth for Global Goals (Y4GG)”); ADB. 2017. Technical Assistance on Innovation \nin Education Sector Development in Asia and the Pacific. Manila (TA 9415-REG). The TA will be implemented closely \nwith the Education Partnership Platform to leverage opportunities for youth engagement. \n4  The TA first appeared in the business opportunities section of ADB’s website on 17 May 2018. \n5  International Labour Organization. 2017. Asia-Pacific Labour Market Update, January 2017. Bangkok, Thailand. \nRegional average youth unemployment is 11.8% (Sri Lanka = 22.2%, Indonesia = 19.5%, and the Philippines = \n14.4%.) \n6  Footnote 5. Defined as $3.10 per day.  \n7  Footnote 5. Average female youth unemployment rate is nearly 20% compared with the 12% average; and wage \npremium of a young male worker is over 17% compared with female employees. \n \n ", "2 \n4.  Maximizing youth productivity requires strategic prioritization of and investments \nin youth employment solutions and youth engagement mechanisms by ADB and DMCs. \nThere are 2.2 billion individuals under the age of 30 living in Asia and the Pacific, comprising 60% \nof the global youth population and making Asia and the Pacific the most youthful region.8  \nStrikingly, the segment aged below 30 represents some 50% of Asia and the Pacific’s total \npopulation.9 Favorable demographics or demographic dividends are often correlated to strong \neconomic development and social progress, but this is contingent on the ability of DMCs to offer \nquality jobs and maximize the productivity of its workers (footnote 1). Among ADB’s regional \nmember countries, 58% of youth live in low middle-income countries and low-income countries;10 \nwithout good education and training, these countries may not be poised to maximize youth \nproductivity. The body of literature shows that youth who live in lower socioeconomic status \nenvironments are disadvantaged when it comes to education, health, employment, and exposure \nto (and at times participation in) nefarious activities, which negatively impact their long-term \nproductivity, exacerbating political conflicts and instability.11 \n \n5.  Youth’s contributions to the implementation of development programs and projects \nadd value to the attainment of the Sustainable Development Goals. Experience from ADB’s \nTA for Civil Society Participation for Development Effectiveness shows that youth have much to \ncontribute to sustainable development.12 National and regional efforts are needed to create \nenabling environments for wider youth engagement in DMCs supported by development partners. \nMany DMCs do not have adequate engagement mechanisms that facilitate youth participation.13 \nBy enhancing direct engagement with local DMC youth on productivity and employability, ADB \ncan further advance the SDGs. \n \n6.  Youth’s catalytic role in innovating programs and projects is critical for poverty \nreduction. An inclusive approach to development allows DMCs to tap into the creativity of youth. \nFor  example,  youth  often  lead  the  way  in  creating  and  implementing  information  and \ncommunication  technology  for  development  (ICT4D)  and  are  the  primary  users  of  digital \ntechnology. The concept of ICT4D is not new. Some 110 ADB projects (loans and grants) from \n2010 to 2017 have included information and communication technology (ICT). ADB typically uses \nICT to improve (i) project delivery and (ii) for direct use by the beneficiaries. There is evidence in \nthe development literature that youth catalyze ICT4D innovations. YES in the region are not \nkeeping up with innovations in ICT (e.g., internet of things). They are unable to adequately apply \n                                                \n8  United Nations. 2015. World Population Prospects: The 2015 Revision. Geneva: Department of Economic and Social \nAffairs, Population Division. \n9  Footnote 5. Afghanistan = 72.77%, Timor-Leste = 69.38%, Pakistan = 63.81%, the Philippines = 59.65%, Uzbekistan \n= 57.41%, and Mongolia = 55.58%. \n10 Data based on United Nations Population Division estimates (2015) and World Bank estimations on income level \nclassifications. \n11 I.  Janssen,  WF.  Boyce,  K.  Simpson,  and  W.  Pickett.  Influence  of  individual-  and  area-level  measures  of \nsocioeconomic status on obesity, unhealthy eating, and physical inactivity in Canadian adolescents. The American \njournal of clinical nutrition 83, no. 1, 2006: pp. 139–145.; and S. De Coster, K. Heimer, and SM. Wittrock. \nNeighborhood disadvantage, social capital, street context, and youth violence. The Sociological Quarterly, no. 4, \n2006: pp. 723–753. \n12 ADB. 2018. Technical Assistance Completion Report: Civil Society Participation for Development Effectiveness. \nManila (concluded: “the significant relevance of youth to the development process and their potential contribution to \nthe SDGsM ADB may wellM support youth contribution to project operations, increase support to youth employability \nin the region, and further support initiatives such as the Youth for Global Goals initiative”). \n13 Young people have hidden assets, leading sometimes to unexpected contributions, which are often not valued or \nmeasured, including their ability (i) to seek out partnerships, network, and build alliances, working both inter- and \nintra-generationally; (ii) to influence their parents, teachers, peers, as well as communities, local and national \ngovernments; (iii) to contribute towards development policies or legislation that supports development; and (iv) as \nco-designers and co-implementers of initiatives, they may be provocateurs or creative adapters in program design. \n ", "3 \nICT-based tools in program methodologies and are ineffective in skilling up youth on labor market \nneeds. While several private sector companies possess the capacity to integrate, teach, and \nimplement digital tools within YES, only a handful of DMCs have digital interventions. \n \n7.  Regional cooperation plays a crucial role in addressing the regional jobs challenge \nand reducing poverty. Regional cooperation is important to maximize youth productivity in \nDMCs  effectively.  For  instance,  the  Association  of  Southeast  Asian  Nations  has  been \nemphasizing and promoting mutual recognition of knowledge and skills, given the high labor \nmobility of youth in the region. Countries are competing to attract talent, and regional cooperation \nand collaboration are necessary to recognize different academic certificates and degrees. There \nis a lack of regional programs that bring about YES and inadequate collaborative mechanisms to \nfacilitate the development of regional YES initiatives. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n8.  The TA is aligned with the following impact: employability and productivity of youth in \nselect DMCs increased.14 The TA will have the following outcome: youth skills for employment \nenhanced.15 \n \nB.  Outputs, Methods, and Activities \n \n9.  Output 1: Road map of demonstration projects that increase youth employability \ndeveloped.16 Output 1 focuses on identifying, planning, and designing innovative and scalable \ndemonstration activities. The TA will (i) work closely with ADB’s Education Partnership Platform \nand build on outputs from the Solutions for Youth Employment initiative,17 and (ii) identify scalable \nYES preparing a road map of demonstrations to support ADB’s operations in the Association of \nSoutheast Asian Nations DMCs, including investment opportunities across Asia and the Pacific. \n \n10.  Output 2: Increased youth skills and employability demonstrated. The TA will (i) \nthrough “Wired for Work” ICT tools and expertise: increase capacity of Indonesian government \nagencies to monitor and evaluate JobStart pilots to improve learning and labor market outcomes \nfor young people in Indonesia;18 (ii) support the design of JobStart in Indonesia to capacitate youth \nto gain market-relevant skills through e-learning and blended approaches;19 (iii) support ADB \ninitiatives promoting entrepreneurship and innovation by increasing participation of youth in these \n                                                \n14 United Nations Development Programme. SDG 8: Decent Work and Economic Growth. \n15 The design and monitoring framework is in Appendix 1. \n16 The TA is designed with expansion planned and will respond to support young people, programs and projects, DMCs, \nand capacity building and events from across the Asia and Pacific region. The TA will initially focus on demonstration \nimplementation activities in Indonesia and prepare a road map of demonstrations to develop skills and enhance \nyouth employability for future funding. Demonstration projects will be identified on a demand-driven basis working \nclosely with DMCs and ADB’s regional departments. \n17  Solutions for Youth Employment is a multistakeholder coalition among public and private sectors, civil society actors, \ngovernment officials, foundations, think tanks, and young people that aims to increase the number of young people \nin productive work.  \n18  JobStart is a training pilot project assisting at-risk youth to become job-ready and is being assisted by ADB SERD in \nIndonesia. The TA will provide independent evaluation, ex-post and ex-ante.  \n19 “Wired for Work” is the youth employment initiative being implemented by Plan International and Accenture, which \ncreates digital tools to help young people gain the skills required to find employment and entrepreneurship \nopportunities. \n \n ", "4 \ninitiatives and scaling up young entrepreneurs’ financial and business skills, leadership, and \nresilience, among others; (iv) support operational initiatives empowering, mobilizing, and skills-\nbuilding of DMC youth into ADB operations,20 and (v) support youth activities in the Pacific \nregion.21 \n \n11.  Output 3: Youth employment solutions among ADB DMCs, development partners, \nand youth expanded.22 Partnerships with locally based youth organizations are essential to \ncollaborate with DMCs and source, conceptualize, and develop youth-led or youth-focused \nactivities that can be implemented by mobilizing local youth in selected ADB projects that support \nthe  SDGs  and  create  decent  jobs  for  local  youth.  The  TA  will  (i)  support  Youth  for  Asia \npartnerships and regional working groups and networks, activities of ADB’s resident missions with \nDMC youth groups, youth communications through social media channels, and partnering and \nnetworking with universities;23 (ii) mobilize local DMC youth partners to build soft skills through \nparticipating in SDGs-related activities; and (iii) support implementation of employability and skills-\nfocused youth-led events and workshops, including ADB’s flagship Asian Youth Forum. \n \nC.  Cost and Financing \n \n12.  The TA is estimated to cost $300,000, which will be financed on a grant basis by ADB’s \nTechnical Assistance Special Fund (TASF-other sources).24 The key expenditure items are listed \nin Appendix 2. \n \nD.  Implementation Arrangements \n \n13.  ADB will administer the TA. Individual consultants will be recruited through individual \nconsultant selection to provide international and national consulting inputs. A firm will also be \nrecruited using consultant qualification selection to manage and facilitate youth support.25 ADB \nwill engage the consultants and carry out procurement following the ADB Procurement Policy \n(2017, as amended from time to time) and its associated project administration instructions and/or \nstaff instructions. The TA will be implemented in close coordination with the Education Sector \nGroup, and civil society organization focal staff in ADB’s regional departments and resident \nmissions. The implementation arrangements are summarized in the table. \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  August 2018–July 2020 \nExecuting agency  Asian Development Bank (ADB) \nImplementing agencies  Thematic Advisory Service Cluster, \nSustainable Development and Climate Change Department, ADB \nConsultants  To be selected and engaged by ADB \n                                                \n20 A number of ADB’s regional department initiatives started under ADB’s TA for Civil Society Participation for \nDevelopment Effectiveness, are ongoing in Cambodia and Viet Nam (Central and West Asia Department, East Asia \nDepartment, Pacific Department, and Southeast Asia Department). \n21 The TA will support ADB’s Pacific Department’s ongoing work with youth-led organizations in Fiji and the Pacific \nregion initiated under ADB’s TA for Civil Society Participation for Development Effectiveness. \n22 Selection criteria will be developed closely with ADB’s regional departments during implementation of the TA. \n23 ADB has been an active member of United Nations-led Asia Pacific Inter-agency Network on Youth since its formation \nin 2017. \n24 Cofinancing from other fund sources will be explored to support upscaling and expanding the three outputs and \nfunding of projects identified under this TA. \n25 The firm will have expertise in youth recruitment, youth exchanges, and working with international agencies across \nAsia and the Pacific. \n ", "5 \nAspects  Arrangements \nFirm: consultant’s  International project  $100,000 \nqualifications  management, supervision, \nselection  and implementation \nconsultant (30 person-\nmonths) \nIndividual:  International expertise (8  $58,000 \nindividual selection  person-months) \nIndividual:  National expertise (3  $5,000 \nindividual selection  person-months) \nProcurementa  To be procured by ADB  \n  Shopping  2–3 contracts  $500 \nAdvance contracting  Firm: International project management, supervision, and \nimplementation consultant \nDisbursement  The technical assistance resources will be disbursed following \nADB's Technical Assistance Disbursement Handbook (2010, as \namended from time to time). \nAsset turnover or disposal  All goods purchased will be turned over to ADB or disposed of in \narrangement upon technical  accordance with ADB’s guidelines upon completion. \nassistance completion \na Procurement of minor goods such as, but not limited to, memory cards, batteries, and cameras using shopping \nprocedures is envisaged.  \nSource: Asian Development Bank. \n \n14.  Consulting services. ADB will engage consultants following the ADB Procurement Policy \n(2017, as amended from time to time) and its associated project administration instructions and/or \nstaff instructions.26 \n \n15.  Knowledge partnerships. A knowledge partnership will be used with Plan International \nAustralia using “Wired for Work” ICT tools and expertise to increase the capacity of government \nagencies  implementing  JobStart  pilots  in  Indonesia  to  improve  learning  and  labor  market \noutcomes for young people, and capacitate youth to gain market-relevant skills.27 \n \n16.  ADB’s procurement. All TA-financed goods shall be procured in accordance with ADB \nProcurement  Policy  (2017,  as  amended  from  time  to  time)  and  the  associated  project \nadministration instructions and/or TA staff instructions. \n \n17.  Social media and websites. Use established social media sites and/or relevant websites \n(e.g., ADB’s Knowledge Sharing and Services Center’s knowledge management sites) to serve \nas a repository of TA activities following the Guidelines on Social Media at ADB and the Branding \nTool Kit. \n \nIV.  THE PRESIDENT'S DECISION \n \n18.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $300,000 on a grant basis for \nDemonstrating  Innovative  Employment  Solutions  through  Regional  Knowledge-Sharing \nPartnerships with Youth Organizations, and hereby reports this action to the Board. \n                                                \n26 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). Output-based/ \nlumpsum contracts will be considered for all consulting services.  \n27 Knowledge Partnership Agreement (accessible from the list of linked documents in Appendix 3). \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with \nEmployability and productivity of youth in select DMCs increased (SDG 8)a \n  Performance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nOutcome       \nYouth skills for  90% of participating youth  Near-end of TA survey  Changing economic \nemployment  report enhanced skills set  targeting youth  and employment \nenhanced  (50% young women from at  participants  environment \nleast three DMCs) by May \nTA progress report \n2020 (2017 baseline: 0) \nOutputs       \n1. Road map of  1a. ASEAN plan for YES  1a.–b. TA and/or project  Projects not yet \ndemonstration  demonstration projects  reports (ASEAN Plan  scalable into ADB \nprojects that  completed by May 2020  Scoping Report)  investments; limited \nincrease youth  (2017 baseline: 0)  resources in DMCs to \nemployability  support youth \ndeveloped  1b. List of potential projects  1b. TA progress reports  programs \nshared with ADB operations \ndepartments by May 2019 \n(2017 baseline: 0) \n2. Increased youth  2a. 95% of youth enrolled in  2a.–c. TA and/or project   \nskills and  JobStart training programs  reports \nemployability  successfully monitored by \ndemonstrated  March 2020 (2017 baseline: \n0) \n2b. Youth network awareness  2b.  Training  awareness   \nof ADB initiatives supporting  summary survey  \nentrepreneurship and \ninnovation increased by 30% \nin two DMCs by May 2020 \n(2017 baseline: 0) \n  2c. 90% of participating DMC     \nyouth, of which 50% are \nyoung women, on three \nprojects in ADB operations \nreport improved skills by May \n2020 (2017 baseline: 0) \n3. YES among ADB  3a. At least one knowledge  3a. Event documentation   \nDMCs,  event in selected DMC \ndevelopment  focused on youth \npartners, and youth  employment and \nexpanded  employability co-organized \nwith five youth partners with \n50% young women \nparticipants by August 2018 \n(2017 baseline: 0) \n  3b. DMC youth partnerships  3b. TA progress reports   \nin two DMCs through ADB \nresident missions raise local \n ", "Appendix 1  7 \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nyouth engagement by May \n2020 (2017 baseline: 0) \nKey Activities with Milestones \n1. Road map of demonstration projects that increase youth employability developed \n1.1 Initiate review of YES demonstration projects (August 2018–May 2019). \n1.2 Identify further investment opportunities across Asia and the Pacific (August 2018–October 2018). \n2. Increased youth skills and employability demonstrated \n2.1 Design and organize market-demand skills monitoring using information and communication \ntechnology-based tools and mechanisms (August 2018–May 2020). \n2.2 Mobilize youth participation and youth network awareness in ADB initiatives supporting \nentrepreneurship and innovation, and the scaling up of enterprises funded through these initiatives \n(September 2018–May 2020). \n2.3 Co-design youth components in ADB projects with governments and project officers (August 2018–\nMay 2020). \n3. Youth employment solutions among ADB DMCs, development partners, and youth expanded \n3.1 Support consultations with local DMC youth networks in close coordination with ADB regional \ndepartments, resident missions, and youth-driven civil society organization partners (August 2018–\nMarch 2020). \n3.2 Mobilize youth participation in ADB and DMC events. \n3.3 Lead implementation of the 6th Asian Youth Forum (August 2018). \n3.4 Support Asia-Pacific Interagency Network on Youth regional youth thematic working groups that \ncontribute to catalyzing and upscaling innovative YES in the region (August 2018–May 2020). \n3.5 Support multilateral development bank’s Youth Development Working Group in advancing \nopportunities for youth development in Asia and the Pacific (August 2018–May 2020).   \nInputs \nADB: $300,000b \nAssumptions for Partner Financing \nNot applicable \nADB = Asian Development Bank, ASEAN = Association of Southeast Asian Nations, DMC = developing member \ncountry, SDG = Sustainable Development Goal, TA = technical assistance, YES = youth employment solutions. \na  United Nations Development Programme. SDG 8: Decent Work and Economic Growth; 8.2. Achieve higher levels of \neconomic productivity through diversification, technological upgrading, and innovation, including through a focus on \nhigh-value-added and labor-intensive sectors; and 8.6. By 2020, substantially reduce the proportion of youth not in \nemployment, education, or training. \nb  Note that future co-financing arrangements is being considered as stated in footnotes 16 and 23 of the main text. \nSource: Asian Development Bank. \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nAsian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  140.5 \nii.  National consultants  5.0 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  11.0 \nii.  Reports and communicationsb  0.5 \niii.  Miscellaneous administration and support costsc  1.0 \niv.  Others  5.0 \n2.  Contributions to knowledge partner  100.0 \n3.  Printed external publicationsd   1.0 \n4.  Goods (rental or purchase)e  0.5 \n5.  Training, seminars, workshops, forum, and conferencesf  25.0 \n6.  Contingencies  10.5 \nTotal  300.0 \na  Financed by the Technical Assistance Special Fund (TASF-other sources) of the Asian Development Bank (ADB). \nb  Includes costs for online media and communications. \nc  Includes funding for research assistants.  \nd  Includes publications and translation costs. \ne  Includes purchase or rental of camera(s), recorder, external hard drive or other digital storage devices, batteries, or \nsimilar. All goods purchased will be turned over to ADB or disposed of in accordance with ADB’s guidelines. \nf  Includes airfare, hotel accommodation, daily subsistence allowance, miscellaneous travel expenses, and land \ntransport for workshop participants and resource persons, including ADB staff as resource persons, to and from ADB \nmember and nonmember countries, job training, mentoring, internships, cross-learning visits, online dialogues, \ninteractions, e-learning, and blended learning. It may also include workshop kits and items such as, but not limited \nto, shirts, bags, and flash drives. In recognition of valuable contributions made by individuals and/or partner \norganizations to the preparation and implementation of an event, representation expenses for meals, tokens, plaques \nof appreciation, and/ or trophies may be provided. It also includes the cost of travel of ADB staff to assist in the \nimplementation of technical assistance activities, e.g., as part of a secretariat or in any administrative support in \nworkshops and seminars. See also the Memorandum on Use of Bank Resources: Regional Technical Assistance \nand Technical Assistance vs. Internal Administrative Expenses Budget, issued by ADB’s Budget, Personnel, and \nManagement Systems Department and Strategy, Policy and Review Department on 26 June 2013. \nSource: Asian Development Bank estimates. \n \n ", "Appendix 3  9 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=51332-001-TAReport  \n \n \n1.  Terms of Reference for Consultants \n2.  Knowledge Partnership Agreement  \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20180817101007+08'00'", "Creator": "PDF24 Creator", "Keywords": "youth organizations, knowledge-sharing, it, communications technology, youth employment, civil society, cso, nongovernment organizations, employment programs, capacity building, 51332, ta 9557, adb technical assistance, approved technical assistance, tar, ta projects ", "ModDate": "D:20180820161557+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "51332-001: Demonstrating Innovative Employment Solutions through Regional Knowledge-Sharing Partnerships with Youth Organizations"}}