{"path": "data/input/ta/51348-003-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \n \nProject Number: 51348-003 \nKnowledge and Support Technical Assistance (KSTA) \nMarch 2019 \n \n \n \n \nRepublic of Uzbekistan: Operationalization of the \nUzbekistan Mortgage Refinancing Company \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Access to Information \nPolicy. \n ", " \nCURRENCY EQUIVALENTS \n(as of 26 March 2019) \n  \nCurrency unit  –  sum (SUM) \nSUM1.00  =  $0.000117 \n$1.00  =  SUM8,523.63 \n \n \nABBREVIATIONS \n \n  ADB  −  Asian Development Bank \n  MMSDP  –  Mortgage Market Sector Development Program \n  PFI  –  participating financial institution \n  TA  −  technical assistance \n  UMRC  –  Uzbekistan Mortgage Refinancing Company \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n  \nVice-President  Shixin Chen, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nDirector  Tariq H. Niazi, Public Management, Financial Sector and Trade \nDivision, CWRD \n   \nTeam leader  Peter Marro, Principal Financial Sector Specialist, CWRD \nTeam members  Marian Therese Bartolome, Senior Operations Assistant, CWRD \nCatherine Debalucos, Associate Project Analyst, CWRD \n  Bobir Garufov, Senior Private Sector Development Officer,  \n  Uzbekistan Resident Mission, CWRD  \nStephanie Kamal, Public Management Specialist, CWRD \nAdrian Torres, Principal Financial Sector Specialist, CWRD \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE   \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Outputs, Methods, and Activities  2 \nC.  Cost and Financing  3 \nD.  Implementation Arrangements  3 \nIV.  THE PRESIDENT'S DECISION  4 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  5 \n2.  Cost Estimates and Financing Plan  7 \n3.  List of Linked Documents  8 \n \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 51348-003\nProject Name Operationalization of the Uzbekistan  Department/Division CWRD/CWPF\nMortgage Refinancing Company\nNature of Activity Capacity Development Executing Agency Ministry of Finance\nModality Regular\nCountry Uzbekistan\n2. Sector Subsector(s)     ADB Financing ($ million)\nTotal 0.00\nqq\n3. Strategic Agenda Subcomponents Climate Change Information1\nInclusive economic Pillar 2: Access to economic  Climate Change impact on the Project Low\ngrowth (IEG) opportunities, including jobs, made \nmore inclusive\nEnvironmentally  Urban environmental improvement\nsustainable growth \n(ESG)\nRegional integration  Pillar 2: Trade and investment\n(RCI)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and Institutional development No gender elements (NGE)\ncapacity development\n(GCD)\nKnowledge solutions Application and use of new knowledge\n(KNS) solutions in key operational areas\nPilot-testing innovation and learning\nPartnerships (PAR) International finance institutions (IFI)\nOfficial cofinancing\nPrivate sector  Conducive policy and institutional \ndevelopment (PSD) environment\nPromotion of private sector \ninvestment\nPublic sector goods and services \nessential for private sector \ndevelopment\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Not Applicable\nHousehold Targeting No\nGeneral Intervention  No\non Poverty\nSDG Targeting Yes\nSDG Goals         SDG8\nQq\n6. Risk Categorization Low \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.00\n    None 0.00\nCofinancing 0.50\n    Republic of Korea e-Asia and Knowledge Partnership Fund (Full ADB  0.50\nAdministration)\nCounterpart 0.05\n    Government 0.05\nTotal 0.55\nCurrency of ADB Financing: USD \nq\n1 The project reduces greenhouse gas emissions. However, it does not fall under the eligibility criteria for climate mitigation finance as defined by \nthe joint multilateral development bank methodology on tracking climate finance, which notes that not all activities that reduce greenhouse gases in \nthe short term are eligible to be counted towards climate mitigation finance. Accordingly, greenfield fossil fuel projects are excluded, and climate \nmitigationfinanceisconsidered zero.\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 05042019121719111435 Generated Date: 05-Apr-2019 12:25:27 PM", " \nI.  INTRODUCTION \n1.  The knowledge and support technical assistance (TA) will help operationalize Uzbekistan \nMortgage Refinancing Company (UMRC), which is to provide long-term funding to the banks in \nUzbekistan to stimulate market-based mortgage financing.1 This will allow Uzbekistan to gradually \ndevelop its finance sector and capital markets, and will contribute to the country’s long-term \nsustainable growth. \n \n2.  This TA will build on the outputs of the TA for the Mortgage Market Development Program, \nwhich produced the business plan for UMRC, including a road map for the operationalization of \nthe company and an outline of the regulatory changes required to ensure market uptake.2 The \nproposed TA will be a natural continuation of these efforts by financing advisory services to \nsupport the actual establishment of the company—advising on the legal structure, capitalization, \nand staffing requirements; and preparing operational documents such as the lending policy, risk \nmanual, and human resources policy. \n \n3.  The TA is an additional request to the Country Operations Business Plan (2019–2021).3 \nThe TA outputs will serve as a direct input to the realization of Output 3 of the Mortgage Market \nSector Development Program (MMSDP) under preparation, namely to establish the UMRC.4  \n \nII.  ISSUES \n4.  The steady growth of Uzbekistan’s population is putting substantial pressure on the \neconomy to supply sufficient and adequate housing. While the government is trying to meet some \nof the key challenges on the supply side of the housing market, especially in the rural areas, with \nthe assistance of international donors, notably the Asian Development Bank (ADB), its fiscal \nresources are not sufficient. To supplement these resources, market-based mortgage financing \nneeds to be mobilized through commercial banking. However, the market-based residential \nmortgage loan market in Uzbekistan is severely underdeveloped. The ratio of mortgage loans to \ngross domestic product is only 4.8% (compared with close to 50.0% in developed countries) and \nthe total mortgage loan portfolio is only 14.2% of the banks’ total loan portfolio in Uzbekistan \n(while it was about 24.5% in Armenia, 41.7% in Russia, or 41.6% in the United States in 2016).5 \n \n5.  The lack of access to long-term funding sources is one of the main reasons commercial \nbanks have been unable to play their financial intermediation role in housing finance. To rectify \nthis issue, ADB is working with the Government of Uzbekistan on the MMSDP. Under the MMSDP, \nADB is proposing to provide up to $200 million to support the development of the mortgage market \nin the country.6 \n \n6.  MMSDP will have three outputs: (i) bridge the gaps in the housing policy and subsidy \nenvironment to reduce the reliance on various government-sponsored housing programs that are \nmostly inefficient, untargeted, and expensive, and simultaneously start the development of the \n                                                \n1  The TA first appeared in the business opportunities section of ADB’s website on 25 January 2019. \n2  ADB. 2017. Small-Scale Knowledge and Support Technical Assistance for to the Republic of Uzbekistan for \nMortgage Market Development Program. Manila. (TA 9479-UZB). \n3  ADB. 2017. Uzbekistan Country Operations Business Plan (2018-2020). Manila. \n4  MMSDP is composed of a policy-based loan and a project loan. \n5  Housing Finance Information Network. http://www.hofinet.org/ \n6  The proposed ADB assistance will include a policy-based loan to support the proposed changes in the housing policy \nand subsidy environment and a project loan to provide long-term funding to a new wholesale refinancing company \n(tentatively called the Uzbekistan Mortgage Refinancing Company). \n ", "2 \ncommercial  mortgage  finance  industry  through  policy-based  actions;  (ii)  strengthen  the \nmanagement, monitoring, evaluation, and design of Uzbekistan’s present and new housing \nprograms through the setup of a housing assistance unit under the auspices of the Ministry of \nFinance; and (iii) establish UMRC, which will directly address the lack of long-term funding to the \nbanking subsector by raising long-term finance—first from donors such as ADB, and at a later \nstage through the domestic capital markets. \n \n7.  UMRC will be a dedicated wholesale mortgage refinance institution to be established as \na  joint  venture  between  the  government  and  Uzbek  banking.  The  company  will  be  run \ncommercially and will offer long-term funding on market-based terms to all participating financial \ninstitutions (PFIs). At the same time, it will promote technical competence inside the housing \nfinance segment; encourage competition in banking; collect data and information; and build \ncapacity for and awareness of the importance of a well-developed housing finance industry \namong banks, regulators, market practitioners, and the public.  \n \n8.  UMRC will serve as a secure source of long-term funding to all PFIs at attractive rates \nwhile ensuring sound lending practices and introducing harmonized lending standards among \nPFIs.7 This will help reduce the maturity mismatch risk for the PFIs, increase the availability of \nfixed interest rate mortgages, and ultimately improve the terms and pricing of mortgage loans. In \nturn, this will help improve the affordability of mortgages and increase the number of qualifying \nborrowers, and result in the expansion of the primary mortgage market. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n \n9.  The TA is aligned with the following impact: access to market-based mortgage finance for \nlower- and middle-income households improved.8 The TA will have the following outcome: the \nUMRC is operational.9 \n \nB.  Outputs, Methods, and Activities \n \n10.  Output  1:  Institutional  structure  of  UMRC  established.  The  operational  and \ninstitutional structure of UMRC are drafted and a workable regulatory and supervisory framework \nbased on international good practices on which UMRC can operate successfully is adopted.  \n \n11.  Output  2:  UMRC’s  operational  framework  developed.  Constitutive  documents, \nstrategy, systems, and corresponding operational policies and manuals will be adopted and \ndeveloped. This will include the development of standard documentation for UMRC on various \nproduct offerings (based on a thorough market assessment), assessment of the safeguards \nmanagement systems of participating financial institutions, preparation of an environmental and \nsocial monitoring framework for UMRC and a safeguard screening checklist for the participating \nfinancial institutions. \n \n12.  Output 3: Information and communication technology support established. The use \nof information and communication technology will be critical in the preparation of a comprehensive \n                                                \n7  UMRC will provide incentives to PFIs to apply sound lending practices and harmonized lending standards so as to \nqualify for its lending. UMRC will refinance mortgage loans that are originated under eligibility criteria or minimum \nquality standards (based on international best practices and domestic regulation). \n8  Consistent with the Government of Uzbekistan’s National Development Strategy for 2017–2021. \n9  The design and monitoring framework is in Appendix 1. \n ", "3 \nmanagement  information  system  for  UMRC.  This  will  assist  in  developing  proper  and \nstandardized underwriting standards and procedures for mortgage lending in the country. UMRC \nwill establish an information and communication technology platform as a central data repository \nto collect, in consolidated form, statistical information on the housing finance market. This can \nthen be analyzed and shared with directly concerned stakeholders (Government of Uzbekistan, \nCentral Bank and Banker’s Association) and the public. \n \nC.  Cost and Financing \n13.  The TA is estimated to cost $550,000, of which $500,000 will be financed on a grant basis \nby the Republic of Korea e-Asia and Knowledge Partnership Fund and administered by ADB. The \ncost estimates and financing plan are in Appendix 2.  \n \n14.  Proceeds from the fund will support the operationalization of UMRC by finalizing its \noperational road map and business plan, and preparing the core policies, manuals, and systems, \nincluding the establishment of an environmental and social monitoring framework. The following \nare ineligible expenditures under the fund: (i) civil works, (ii) procurement of large-scale equipment, \nand (iii) permanent staffing cost or hiring of staff consultants. \n \n15.  The government will provide support in the form of counterpart staff, office accommodation, \ninterdepartmental coordination, and other in-kind contributions. \n \nD.  Implementation Arrangements \n16.  ADB will administer the TA. ADB, through its Central and West Asia Department, will \nimplement the TA with support from the Uzbekistan Resident Mission.  \n \n17.  The implementation arrangements are summarized in the table. \n \nImplementation Arrangements \n \nAspects  Arrangements \nIndicative implementation period  April 2019–December 2020a \nExecuting agency  Ministry of Finance \nImplementing agency  ADB (through CWRD) \nConsultants  To be selected and engaged by ADB \n  Selection method  Selection title  Amount ($) \n  QBS, Simplified Technical  Support to the  $460,000   \nProposals  Operationalization \nof the Uzbekistan \nMortgage \nRefinancing \nCompanyb (UMRC)” \nDisbursement  The TA resources will be disbursed following ADB's Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). \nADB = Asian Development Bank, CWRD = Central and West Asia Department, QBS = quality-based selection. \na The expected completion date is 31 December 2020 and the expected closing date is 31 March 2021. \nb ADB. Uzbekistan: Support to the Operationalization of the Uzbekistan Mortgage Refinancing Company. \nSource: Asian Development Bank. \n \n18.  Consulting services.  ADB will engage a consulting firm following the ADB Procurement \nPolicy (2017, as amended from time to time) and its associated project administration instructions \n ", "4 \nand/or staff instructions.10 ADB will engage the consulting firm through the quality-based selection \nmethod with simplified technical proposal procedure. The estimated consultant input comprises \nof 12.5 person-months of international, and 13.5 person-months of national, consulting services; \nthe proposing entities may propose some adjustments  with justification. Depending on the \nemerging circumstances, the CWRD team implementing the TA will retain flexibility on the number \nand person-month allocations among the experts as well as their tasks. \n \n19.  The quality of the downstream lending activities of the UMRC and the development of the \nhousing finance market in the country is contingent on the sound development of this institution. \nIt is therefore important that the constitutive documents, strategy, systems, and policies of UMRC \nare developed in line with international best practices. \n \n20.  Cofinancier requirements. The Republic of Korea e-Asia and Knowledge Partnership \nFund requires an annual progress report to be submitted within the first month after the end of \neach calendar year. The TA team will prepare a TA completion report within a year after the TA \nclosing date.    \n \nIV.  THE PRESIDENT'S DECISION \n21.  The President, acting under the authority delegated by the Board, has approved the Asian \nDevelopment Bank administering technical assistance not exceeding the equivalent of $500,000 \nto the Government of Uzbekistan to be financed on a grant basis by the Republic of Korea e-Asia \nand Knowledge Partnership Fund for Operationalization of the Uzbekistan Mortgage Refinancing \nCompany, and hereby reports this action to the Board. \n \n                                                \n10 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "Appendix 1  5 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Technical Assistance is aligned with \n \nAvailability of affordable mortgage credit increased (Uzbekistan National Development Strategy for \n2017–2021).a  \n \nData Sources and \nPerformance Indicators with  Reporting \nResults Chain  Targets and Baselines  Mechanisms  Risks  \nOutcome  By 2020:      \n \nUMRC made  a. A core staff of at least five  a. Certificate of  Unexpected delays in \noperational   professionals recruited  commencement  implementing key \n  (2018 baseline: no staff)  (license) acquired  actions identified in \n  and posted on  the operationalization \n  UMRC website  plan \n   \nb. UMRC capitalized (2018  b. Government \nbaseline: company does not  circular announcing \nexist)  UMRC’s \ncommencement of \noperation \n \nOutputs  By 2019:     \n      Continued \n1. Institutional  1a. Recommendations on the  1a. Minutes of UMRC  commitment of the \nstructure of  operational and institutional  shareholders’  government to the \nUMRC  structure adopted by UMRC  meetings  reform momentum in \nestablished  (2018 baseline: not adopted)    the housing finance \n      segment is not \n  1b. Regulatory and supervisory  1b. Amendments to  sustained. \n  framework for UMRC  the central bank’s   \n  established (2018 baseline:  regulatory \n  not adopted)  documents \n     \n2. UMRC’s  2a. UMRC memorandum and  2a-d. Minutes of \noperational  articles of association  UMRC \nframework  adopted (2018 baseline: not  shareholders’ \ndeveloped   adopted)  meeting  \n     \n  2b. Operational policies and   \n  manuals developed and      \n  adopted by UMRC   \n  (2018 baseline: UMRC not   \n  established)   \n     \n  2c. Product suite offering for   \n  banks developed (2018   \n  baseline: not developed)    \n     \n  2d. Safeguards monitoring   \n  framework established by   \n  UMRC (2018 baseline: not   \n  established) \n \n ", "6  Appendix 1 \nData Sources and \nPerformance Indicators with  Reporting \nResults Chain  Targets and Baselines  Mechanisms  Risks  \n3. ICT support  3a. A comprehensive MIS for  3a−3b. Online and \nestablished  UMRC prepared (2018  updated MIS and \n  baseline: MIS not prepared)  website of UMRC \n   \n3b. An ICT platform developed   \n(2018 baseline: ICT platform   \nnot developed) \n \nKey Activities with Milestones \n \n1.  Institutional structure of UMRC established \n1.1 Recruit consultants by Q2 2019. \n1.2 Benchmark UMRC operational and institutional structure against international best practices by \nQ3 2019. \n1.3 Adopt the recommendations on operational and institutional structure by UMRC by Q4 2019. \n \n2.  UMRC’s operational framework developed \n2.1 Recruit consultants by Q2 2019. \n2.2 Develop product suite offering for banks by Q4 2019. \n2.3 Develop standard documentation for product offering, eligibility criteria, and product pricing \nschedule by Q4 2019. \n2.4 Prepare constitutive documents, a strategy, and operational policies and manuals for human \nresources, financial management, internal audit, risk management, and corporate policies and \nprocedures by Q3 2019. \n2.5 Operational policies and manuals adopted and implemented by UMRC by Q4 2019. \n2.6 Environmental and social monitoring system approved and implemented by UMRC by Q4 2019. \n \n3.  ICT support established \n3.1 Recruit consultants by Q2 2019. \n3.2 Assess information technology requirements and implement management information system by   \n UMRC by Q3 2019.  \n3.3 Develop the MIS of UMRC by Q4 2019. \n3.4 Develop an ICT platform to be used as a central data repository to collect in consolidated form \nstatistical information on the housing finance market in Uzbekistan by Q4 2019. \n \nInputs \nRepublic of Korea e-Asia and Knowledge Partnership Fund: $500,000   \n \nAssumptions for Partner Financing \nNot applicable  \nADB = Asian Development Bank, ESMS = environmental and social management system, ICT = information and \ncommunication technology, MIS = management information system, Q = quarter, UMRC = Uzbekistan Mortgage \nRefinancing Company. \na Government of Uzbekistan. 2017. National Development Strategy, 2017–2021. Tashkent. \nSource: Asian Development Bank. \n \n \n ", "Appendix 2  7 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \n \nItem  Amount \nRepublic of Korea E-Asia and Knowledge Partnership Funda   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  262.0 \nii.  National consultants  100.0 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  98.0 \n2.  Miscellaneous technical assistance administrationb   15.0 \n3.  Contingencies  25.0 \n                                                                                Total      500.0 \nNote: The technical assistance (TA) is estimated to cost $550,000, of which the contribution of $500,000 from the \nRepublic of Korea e-Asia and Knowledge Partnership Fund is presented in the table above. The government will provide \ncounterpart support in the form of counterpart staff, office accommodation, interdepartmental coordination, and other \nin-kind contributions. The value of government contribution is estimated to be $50,000 and will account for 9% of the \ntotal TA cost. \na  Administered by the Asian Development Bank. \nb  Includes printing, translations, event supplies, and other support for workshops. \nSource: Asian Development Bank estimates. \n ", "8  Appendix 3 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=51348-003-TAReport \n \n1.  Terms of Reference for Consultants \n \n \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20190409103605+08'00'", "Creator": "PDF24 Creator", "Keywords": "uzbekistan, uzbekistan mortgage refinancing company, umrc, uzbekistan finance sector, capital markets, long-term funding sources, housing finance, 51348-003, ta 9722, adb project, adb technical assistance, approved technical assistance, tar, ta projects ", "ModDate": "D:20190411114953+08'00'", "Producer": "GPL Ghostscript 9.26", "Subject": "Technical Assistance Report", "Title": "51348-003: Operationalization of the Uzbekistan Mortgage Refinancing Company"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 26 March 2019) \n  \nCurrency unit  –  sum (SUM) \nSUM1.00  =  $0.000117 \n$1.00  =  SUM8,523.63 \n \n \nABBREVIATIONS \n \n  ADB  −  Asian Development Bank \n  MMSDP  –  Mortgage Market Sector Development Program \n  PFI  –  participating financial institution \n  TA  −  technical assistance \n  UMRC  –  Uzbekistan Mortgage Refinancing Company \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n  \nVice-President  Shixin Chen, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nDirector  Tariq H. Niazi, Public Management, Financial Sector and Trade \nDivision, CWRD \n   \nTeam leader  Peter Marro, Principal Financial Sector Specialist, CWRD \nTeam members  Marian Therese Bartolome, Senior Operations Assistant, CWRD \nCatherine Debalucos, Associate Project Analyst, CWRD \n  Bobir Garufov, Senior Private Sector Development Officer,  \n  Uzbekistan Resident Mission, CWRD  \nStephanie Kamal, Public Management Specialist, CWRD \nAdrian Torres, Principal Financial Sector Specialist, CWRD \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "Shixin Chen", "role": "Operations", "organization": ""}, {"fullname": "Werner Liepach", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "Tariq H. Niazi", "role": "Public Management", "organization": "Financial Sector and Trade"}, {"fullname": "Peter Marro", "role": "Principal Financial Sector Specialist", "organization": "CWRD"}, {"fullname": "Marian Therese Bartolome", "role": "Senior Operations Assistant", "organization": "CWRD"}, {"fullname": "Catherine Debalucos", "role": "Associate Project Analyst", "organization": "CWRD"}, {"fullname": "Bobir Garufov", "role": "Senior Private Sector Development Officer", "organization": ""}, {"fullname": "Uzbekistan Resident Mission", "role": "CWRD", "organization": ""}, {"fullname": "Stephanie Kamal", "role": "Public Management Specialist", "organization": "CWRD"}, {"fullname": "Adrian Torres", "role": "Principal Financial Sector Specialist", "organization": "CWRD"}]}