{"path": "data/input/ta/51347-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \n \nProject Number: 51347-001 \nKnowledge and Support Technical Assistance (KSTA) \nOctober 2018 \n \n \n \nStrengthening Knowledge and Actions for Air Quality \nImprovement \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Public Communications \nPolicy 2011. \n ", "", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AQM  –  air quality management \n  CAAP  –  clean air action plan \n  DMC  –  developing member country \n  PRC  −  People’s Republic of China \n  SDCC  −  Sustainable Development and Climate Change Department \n  TA  −  technical assistance \n  WHO  −  World Health Organization \n \n \n \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \nVice-President  Bambang Susantono, Knowledge Management and Sustainable \nDevelopment \nDirector General  Woochong Um, Sustainable Development and Climate Change \nDepartment (SDCC) \nDirector  Bruce Dunn, Environment and Safeguards Division, SDCC \n   \nTeam leader  Shakil A. Ferdausi, Senior Environment Specialist, SDCC \nTeam members  Md. Shahidul Alam, Senior Project Officer, South Asia Department \nMaria Pia Ancora, Climate Change Specialist, East Asia Department \nFrederic Asseline, Principal Climate Change Specialist, SDCC \n  Eduardo P. Banzon, Principal Health Specialist, SDCC \nLillyanne E. Buenaventura, Operations Analyst, SDCC \nRonah Lyn T. Hernandez, Senior Operations Assistant, SDCC \nSteven P. Lewis-Workman, Senior Transport Specialist, SDCC \nLin Lu, Senior Operations Coordination Specialist, SDCC \nAntoine Morel, Senior Environment Specialist, Southeast Asia \nDepartment \nDaniele Ponzi, Chief of Environment Thematic Group, SDCC \nFrancesco Ricciardi, Environment Specialist, SDCC \nNathan Rive, Climate Change Specialist, CWRD \nMian S. Shafi, Senior Project Officer, Central and West Asia \nDepartment  \nVirinder Sharma, Senior Urban Development Specialist, SDCC \nChristopher Darius M. Tabungar, Senior Operations Assistant, SDCC \nMarie Antoinette Virtucio, Senior Environment Officer, SDCC \n  Yongping Zhai, Chief of Energy Sector Group, SDCC \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n   \n ", " \nCONTENTS \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \n \nI.         INTRODUCTION  1 \nII.        ISSUES   1 \nIII.       THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Outputs, Methods, and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.      THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n \n1.   Design and Monitoring Framework                       6 \n2.   Cost Estimates and Financing Plan                       9 \n3.  List of Linked Documents                       10 \n \n \n \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 51347-001\nProject Name Strengthening Knowledge and Actions  Department/Division SDCC/SDES\nfor Air Quality Improvement\nNature of Activity Capacity Development Executing Agency Asian Development Bank\nModality Regular\nCountry REG (BAN, MON, PAK, PHI, VIE)\n2. Sector Subsector(s)     ADB Financing ($ million)\nWater and other urban Other urban services 0.30\ninfrastructure and \nservices\nUrban policy, institutional and capacity development 0.20\nTotal 0.50\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the Project Low\ngrowth (IEG) including jobs, created and expanded\nEnvironmentally  Eco-efficiency\nsustainable growth  Environmental policy and legislation\n(ESG) Global and regional transboundary \nenvironmental concerns\nUrban environmental improvement\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Institutional development Some gender elements (SGE)\ncapacity development\n(GCD)\nKnowledge solutions  Application and use of new knowledge\n(KNS) solutions in key operational areas\nKnowledge sharing activities\nPartnerships (PAR) Bilateral institutions (not client \ngovernment)\nOfficial cofinancing\nPrivate sector  Conducive policy and institutional \ndevelopment (PSD) environment\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No\nUrban High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG3, SDG7, SDG9, SDG11, SDG13,\nSDG17\nQq\n6. Risk Categorization Low \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.50\n    Knowledge and Support technical assistance: Technical Assistance  0.50\nSpecial Fund\nCofinancing 2.00\n    People's Republic of China Poverty Reduction and Regional  0.80\nCooperation Fund (Full ADB Administration)\n    Urban Climate Change Resilience Trust Fund under the Urban  1.20\nFinancing Partnership Facility (Full ADB Administration)\nCounterpart 0.00\n    None 0.00\nTotal 2.50\nqq\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 23102017171449889993 Generated Date: 26-Sep-2018 10:36:51 AM", "", " \nI.  INTRODUCTION \n \n1.  The knowledge and support technical assistance (TA) will support participating developing \nmember countries (DMCs) of the Asian Development Bank (ADB) in enhancing their knowledge \nof and capacity to develop policy actions and technological solutions and build a business case \nfor air quality management through the preparation of city-level clean air action plans (CAAPs),1 \nalong with investment estimates to implement CAAPs. The support will include (i) conducting city-\nlevel air quality studies (focusing on the current situation, its impacts, and management); (ii) \nidentifying measures to address air quality, including innovative technological options, policy \nrecommendations, and enabling capacity support; and (iii) preparing city-level CAAPs, with \ninvestment estimates. \n \n2.  This TA is included in the Environment Thematic Group’s 2018−2019 workplan.2 The TA \nis aligned with operational priorities of ADB’s Strategy 2030 to make cities more livable, tackle \nclimate change, build climate and disaster resilience, enhance environmental sustainability, and \naddress poverty and reduce inequality by helping to achieve better health for all.3 In addition, the \nTA will support the implementation of ADB’s Climate Change Operational Framework in the areas \nof urban resilience and climate change mitigation.4  \n \nII.  ISSUES \n \n3.  Air pollution is the most pressing environmental concern and has become a major \nchallenge to global health as a leading preventable cause of death. The combined effects of \nambient (outdoor) and household (indoor) air pollution cause about 7 million premature deaths \nannually.5 Among air pollutants, particulate matter less than 2.5 microns in diameter is the best \nstudied  and  is  linked  to  a  wide  range  of  diseases  affecting  several  human  organs.  The \nInternational Agency for Research on Cancer has reported that airborne particulate matter and \nambient air pollution are proven “Group 1” human carcinogens.6 \n \n4.  The World Health Organization (WHO) Global Ambient Air Quality Database 2018 shows \nthat more than 80% of people living in urban areas that monitor air pollution are exposed to air \nquality levels that exceed WHO limits.7 While all regions of the world are affected, populations in \nlow-income cities are impacted the most. The most recent air quality data indicates almost all \ncities (97%) in low- and middle-income countries with more than 100,000 inhabitants do not meet \nWHO air quality guidelines (footnote 7).  \n \n5.  Air pollution is one of the top risks leading to early death worldwide, and responsible for \n                                                \n1 Participating cities will prepare City-level Clean Air Actions Plans (CAAPs) covering surrounding peri-urban, industrial, \nand rural areas that share the city airshed. A CAAP is expected to enable the government and broader stakeholders \nto mobilize resources in the most effective and efficient manner to achieve air quality objectives. The experience of \ncountries such as the People’s Republic of China (PRC) demonstrates that the CAAP has been an efficient air \npollution control instrument. \n2  The TA first appeared in the business opportunities section of ADB’s website on 25 April 2018. \n3   ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n4  ADB. 2017. Climate Change Operational Framework, 2017−2030: Enhanced Actions for Low Greenhouse Gas \nEmissions and Climate-Resilient Development. Manila. \n5  WHO. 2018. 9 out of 10 people worldwide breathe polluted air, but more countries are taking action.  \n6  “Group 1” refers to agents with sufficient evidence of carcinogenicity in humans. Lancet Commission. 2018. The \nLancet Commission on pollution and health. 19 October 2017.  \n7  WHO. Air pollution: WHO Global Ambient Air Quality Database (update 2018) (accessed 15 September 2018); WHO. \nAmbient Air Quality Guidelines.  \n \n ", "2 \nmore than $5.11 trillion in welfare losses per year.8 The poor are more vulnerable to the health \nimpacts of air pollution because of poor nutrition and lack of access to medical care. Unless action \nis taken, human health risks and associated costs to society will rise rapidly. Investments in air \npollution abatement offer no regrets options9 to boost economic development (through better \nenergy-efficient technologies, improved transportation systems, and enhanced urban facilities \nand  overall  productivity),  while  mitigating  climate  change  and  contributing  to  healthier \nenvironments and more productive lives. \n \n6.  Each country and city face specific challenges that are unique to their national or local \ncontext, but common air quality management (AQM) challenges include: (i) weak institutional \ncapacity and arrangements; (ii) inappropriate policies, strategies, and supporting regulations; (iii) \nlack of reliable baseline data; (iv) lack of awareness regarding the health and environmental \nimpacts of air pollution; (v) lack of knowledge about, willingness to adopt, and access to process \nimprovements and cleaner technologies; (vi) lack of a technology transfer program; and (vii) \nabsence of financial support, incentives, and innovative financial mechanisms or approaches.  \n \n7.  Lessons from successful strategies, policies, and approaches adopted in Asian cities can \nhelp achieve better air quality.10 The TA builds on increased AQM awareness and knowledge \namong cities in the region, which has been contributed by ADB supported TAs11 and collaboration \nwith Clean Air Asia including ‘Better Air Quality’ Conference. The TA will support further efforts to \ndevelop of concrete and feasible policy and technological options to improve air quality. ADB’s \nmultiyear and multisectoral TAs and investment programs (involving a policy-based loan, green \nfinancing platform, and emission control and pollution-reduction fund) for air quality improvement \nin  the  greater  Beijing–Tianjin–Hebei  region  showed  that  air  quality  improvement  requires \nappropriate, targeted assessment; capacity building; well-developed plans; and investments in \ncleaner  technologies.12 The  policy-based  loan  to  Mongolia  for  the  Ulaanbaatar  Air  Quality \nImprovement Program and ongoing related TA also highlight the need to overcome knowledge \ngaps and capacity constraints.13 ADB initiatives supporting urban development, clean energy, and \nsustainable transport demonstrate air quality improvement opportunities. \n \n8.  Encouragingly, extreme air pollution events have led to strong public demands for clean \nair action in many Asian cities and countries. WHO data indicate that air quality is improving in \nsome high-income Asian cities—the challenge is to help low- and middle-income Asian cities \ncomply with national standards and WHO guideline values, which requires TA to further deepen \nair quality analysis, strengthen policy and institutions, and prepare CAAPs with investment \nestimates and financial mechanisms. \n \n                                                \n8  World Bank Group and Institute for Health Metrics and Evaluation. 2016. The Cost of Air Pollution: Strengthening \nthe Economic Case for Action. Washington, DC. \n9   No regrets options are defined as any action that can generate net benefits (socio-economic or environment/climate \nbenefits)  whether  or  not  climate  change  occurs.  ADB. 2005. Climate  Proofing.  A  Risk-based  Approach  to \nAdaptation. Manila \n10  M. Chan and E. Solheim. 2017. The Asian Cities Battling the Worst Air Pollution Are Doing the Most to Combat It.   \nForbes. August 2017. \n11 ADB. 2014. Technical Assistance for Mainstreaming Air Quality in Urban Development through South−South \nTwinning. Manila was completed in 2017 and provided lessons and recommendations on mainstreaming air quality \nfrom selected country and city studies. \n12  ADB. 2017. Report and Recommendation of the President to the Board of Directors: People’s Republic of China: \nAir Quality Improvement in the Greater Beijing−Tianjin−Hebei RegionRegional Emission-Reduction and Pollution-\nControl Facility. Manila. \n13  ADB. 2017. Technical Assistance for Promoting Low-Carbon Development in Central Asia Regional Economic \nCooperation Program Cities; and ADB. 2017. Technical Assistance for the People’s Republic of China: Strategic \nPolicy Study on Collaborative Control of Air Pollution and Carbon Emissions in the Transport Sector. Manila. \n \n ", "3 \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n9.  The TA is aligned with the following impact: air quality levels in selected DMCs improved.14 \nThe TA outcome is: commitment of selected DMCs to improve AQM increased.15   \n \nB.  Outputs, Methods, and Activities \n  \n10.  The TA will support three primary and four secondary cities.16, 17 The TA team will select \nthe participating cities based on the following criteria: (i) air pollution levels, or the likelihood of \nincreased air pollution; (ii) commitment of DMCs and cities; and (iii) consistency with country \npriorities as indicated in the country partnership strategy. Possible participating cities include (i) \nprimary cities: Erdenet (Mongolia), Peshawar (Pakistan), and Ha Noi or Ho Chi Minh (Viet Nam); \nand (ii) secondary cities: La Trinidad (Philippines), Faridpur (Bangladesh), Sialkot (Pakistan), and \nVinh Yen (Viet Nam).18 Output 2 will be linked to national- or provincial-level policy reforms \nneeded for city-level CAAPs. The TA will enable future investments in AQM, improve air quality, \nand generate climate change mitigation benefits. The TA supports regional cooperation through \nknowledge sharing, exposure visits, and technical cooperation; and gender mainstreaming by \nensuring that at least 40% of the participants in awareness programs are women.   \n \n11.  Output 1: Current air quality situation and management practice assessed. The TA \nactivities will build on existing AQM efforts. The TA team will conduct diagnostics on air pollution \nlevels, impacts, and sources in the participating cities to increase AQM knowledge about those \ncities, and (i) carry out studies to assess air quality and management practices (i.e., emission \ninventory, source apportionment, effectiveness of AQM measures, and mitigation potentials);19 (ii) \nprocure portable air quality monitoring devices for secondary cities to fill air quality data gaps and \ntrain institutions in their operation; (iii) apply air quality tools to better understand pollution impacts \nand assess community vulnerability;20 (iv) conduct roundtable and policy dialogue with the \ngovernment and other stakeholders; and (v) design awareness programs. The TA team will refine \nthe scope of output 1 based on current AQM capacity, information available, and consultations.  \n \n12.  Output 2: Innovative cost-effective technological and policy options for addressing \nair quality evaluated. Output 2 will use experiences in the People’s Republic of China (PRC) \nand other countries and will (i) assess energy efficiency and emission reduction technology in \nterms of its applicability, performance, efficiency, cost-effectiveness, and local context; (ii) identify \nneeds—for capacity building, policy reforms, technology transfer, and other issues—related to the \n                                                \n14  Defined by TA. \n15  The design and monitoring framework is in Appendix 1. \n16  “Primary” cities are the leading city in the country or region, and disproportionately larger than other urban areas (B. \nGoodall. 1987. The Penguin Dictionary of Human Geography. London). Secondary cities are smaller but generally \nhave at least 100,000 inhabitants.  \n17  Four secondary cities will be selected from the recipient 8 countries and 25 cities of the Urban Climate Change \nResilience Trust Fund under the Urban Financing Partnership Facility. Most of the secondary cities lack adequate \nair quality information but offer the chance to integrate air quality in city development plans at an early stage. The \nCAAPs will cover the city and surrounding areas that share the same airshed (footnote 1). \n18  Information on Possible Participating Cities (accessible from the list of linked documents in Appendix 3). \n19  The focus will be on (i) the most common “criteria” air pollutants—carbon monoxide, lead, ground-level ozone, \nparticulate matter, nitrogen dioxide, and sulfur dioxide—which are elements of the Air Quality Index, and (ii) \nspecifically particulate matter, especially particulates below 2.5 micrometers in diameter, because of their major \nhealth impacts. Additional pollutants will be considered based on the initial local context review.   \n20  This includes ADMS and AERMOD (Gaussian plume air dispersion model), BenMap (air pollution health impact \nassessment), non-parametric wind regression for source identification, and real-time prediction of emissions data.  \n ", "4 \nDMC’s capacity to adopt these technologies; (iii) provide national and provincial-level policy \nrecommendations  linked  to  city-level  AQM;  (iv)  organize  technology  training  programs;  (v) \nundertake  visits  to  better  understand  the  PRC’s  experiences,  technologies,  and  financial \nmechanisms; and (vi) coordinate a technology fair to build linkages between technology providers \nand potential government and private sector users.  \n \n13.  Output 3: City-level clean air action plans, along with investment estimates for air \npollution control, developed. Building on outputs 1 and 2, the TA will help participating cities to \n(i) develop CAAP and associated investment estimates for immediate, medium-term, and long-\nterm actions; (ii) conduct economic and financial analyses of proposed CAAP investments; (iii) \ndesign an incentive and financing mechanism to promote air quality improvement technologies; \nand (iv) identify potential domestic and international resources, including private sector funding. \nAppropriate institutional mechanisms for the preparation and implementation of CAAPs will be \nidentified based on assessments in Outputs 1 and 2.   \n \n14.  The TA approach is justified over a grant-financed project approach, given the high \ncapacity development and knowledge content.  \n \nC.  Cost and Financing \n \n15.  The TA is estimated to cost $2,500,000, of which (i) $500,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF−6), (ii) $800,000 will be financed on a \ngrant basis by the People’s Republic of China Poverty Reduction and Regional Cooperation Fund \nand administered by ADB, and (iii) $1,200,000 will be financed on a grant basis by the Urban \nClimate Change Resilience Trust Fund under the Urban Financing Partnership Facility and \nadministered by ADB.21 \n12F\n \nD.  Implementation Arrangements \n \n16.  ADB will administer the TA through the Sustainable Development and Climate Change \nDepartment (SDCC) Environment Thematic Group. SDCC will identify counterparts from relevant \noperations departments and resident missions to (i) coordinate local TA activities, (ii) facilitate \ndialogue with the government, and (iii) serve as a catalyst for the inclusion of AQM efforts in \ncountry partnership programs and project pipelines of participating DMCs. The TA team will \ncoordinate implementation with relevant sectors (energy, health, transport, and urban) and \nthematic  groups.  The  PRC’s  International  Center  for  Environmental  Technology,  Foreign \nEconomic Cooperation Office, Ministry of Ecology and Environment will provide support for \nknowledge transfer, the exposure visit, and the technology fair to be organized in the PRC.  \n \n17.  The implementation arrangements are summarized in the table. \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative  October 2018–September 2021 \nimplementation period \nExecuting agency  ADB \nImplementing agencies  SDCC \nConsultants  To be selected and engaged by ADB \nFirm: FBS  Air quality and investment estimates  $1,960,000 \n                                                \n21 Financing partners: Rockefeller Foundation and Switzerland and United Kingdom governments. Administered by \nADB. \n ", "5 \nAspects  Arrangements \nIndividual: Individual selection  International, various expertise on air  $ 238,000 \nquality, 17 person-months \nIndividual: Individual selection  National, TA administration, 30  $143,000 \nperson-months \nProcurementa  To be procured by the consulting firm \nRFQ  Multiple contracts     $60,000 \nAdvance contracting   Air quality and investment estimates  \nDisbursement  −  The TA resources will be disbursed following ADB's Technical Assistance Disbursement \nHandbook (2010, as amended from time to time). \n−  The TA has three funding sources to be disbursed as follows: Outputs 1, 2, and 3 are \nsplit among TASF−6, PRCF, and UCCRTF (pro-rata)  \n−  Funding source for procurement of equipment will be UCCRTF.  \nAsset turnover or  Donation to participating city governments \ndisposal arrangement \nupon TA completion \nADB = Asian Development Bank, FBS = fixed-budget selection, PRCF = People’s Republic of China Poverty Reduction \nand Regional Cooperation Fund, RFQ = request for quotation, SDCC = Sustainable Development and Climate Change \nDepartment, TA = technical assistance, TASF = Technical Assistance Special Fund, UCCRTF = Urban Climate Change \nResilience Trust Fund under the Urban Financing Partnership Facility.   \na Procurement Plan (accessible from the list of linked documents in Appendix 3). \nSource: Asian Development Bank. \n \n18.  Consulting services. The TA will require a total of 41 person-months of international and \n189 person-months of national consultant inputs through an international consulting firm (or an \ninstitution and/or a consortium of firms/institutions), engaged from January 2019–June 2021. ADB \nwill recruit a firm through fixed-budget selection. ADB will contract six international specialists for \na total of 15 person-months, and two national specialists for a total of 32 person-months services \nthrough individual consultant selection to support TA administration, serve as peer reviewers and \nprovide technical inputs to operation departments for business case development; they will be \nengaged following the ADB Procurement Policy (2017, as amended from time to time) and \nassociated project administration instructions and/or staff instructions.22  \n \n19.  ADB’s  procurement. Under the supervision  of  ADB/SDCC,  the  consulting firm  will \nundertake the procurement of portable air quality monitoring equipment to support the delivery of \nthe outputs. All TA-financed goods shall be procured in accordance with ADB’s Procurement \nPolicy (2017, as amended from time to time) and the associated project administration instructions \nand/or TA staff instructions.23 ADB will disburse the TA funds in accordance with ADB's Technical \nAssistance Disbursement Handbook (2010, as amended from time to time). \n  \nIV.  THE PRESIDENT'S DECISION \n \n20.  The President, acting under the authority delegated by the Board, has approved (i) the \nAsian Development Bank (ADB) administering a portion of technical assistance not exceeding \nthe equivalent of $800,000 to be financed on a grant basis by the People’s Republic of China \nPoverty Reduction and Regional Cooperation Fund; (ii) ADB administering a portion of technical \nassistance not exceeding the equivalent of $1,200,000 to be financed on a grant basis by the \nUrban Climate Change Resilience Trust Fund under the Urban Financing Partnership Facility; \nand (iii) ADB providing the balance not exceeding the equivalent of $500,000 on a grant basis for \nStrengthening Knowledge and Actions for Air Quality Improvement, and hereby reports this action \nto the Board. \n \n                                                \n22 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n23 Procurement Plan (accessible from the list of linked documents in Appendix 3). \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with \nAir quality levels in selected DMCs improveda \n  Data Sources and \nPerformance Indicators with Targets and \nResults Chain  Reporting  Risks \nBaselines \nMechanisms \nOutcome       \nCommitment of  a.  At least one new air quality management  a. COBP  Economic \nselected DMCs to  investment and/or a dedicated component    slowdown \nimprove air quality  on air quality management included in a    shifts priorities \nmanagement  new investment in the ADB pipeline by Q3    from \nincreased    2021 (2018 baseline: three investments in    implementing \nthe PRC and one in Mongolia approved;    initiatives on \nthree investments in the PRC pipeline)    air quality \n    management \nb. At least one country incorporates policy  b. Country policy on   \nrecommendations on air quality  air quality   \nmanagement by Q4 2021 (2018 baseline: to  management   \nbe established by the TA)   \n \nOutputs       \n1. Current air  1a. Three primary city diagnostic  1a. TA progress  Lack of \nquality situation  assessment reports completed using  report and  coordination \nand management  relevant air quality tools by December 2019  diagnostic reports  among key \npractice assessed  (2018 baseline: NA).     ministries and \n      departments \n1b. Four secondary city-specific diagnostic  1b. TA progress  may delay \nassessment reports completed using  report and  finalization of \nrelevant air quality tools by March 2020  diagnostics reports  action and \n(2018 baseline: NA).     investment \n    estimates. \n1c. new low-cost air quality monitoring  1c. TA progress \nequipment set up in four secondary cities by  report \nMarch 2020   \n   \n1d. at least four local institutions trained on  1d. TA progress \nmonitoring equipment operation and  report \nmaintenance by June 2020 (2018 baseline:   \nNA)   \n   \n1e. Pollution impact and vulnerability  1e. TA progress \nassessment report completed by June 2020  report, and impact \n(2018 baseline: NA).  and vulnerability \n  assessment report  \n   \n1f. At least 100 representatives from the  1f. TA progress \ngovernment, private sector, NGOs, and  report and policy \nfinancial institutions in selected countries  dialogue reports \nparticipate in seven roundtable and policy   \ndialogues (at least 40% of participants are   \nwomen) by March 2020 (2018 baseline:   \nNA).   \n   \n ", "Appendix 1  7 \nData Sources and \nPerformance Indicators with Targets and \nResults Chain  Reporting  Risks \nBaselines \nMechanisms \n  1g. Seven targeted awareness programs  1g. TA progress   \ncompleted by June 2020 (2018 baseline:  report and designs \nNA).  of awareness \n  programs \n \n2. Innovative cost- 2a. Assessment of proven and readily  2a. TA progress   \neffective  available, innovative, advanced, and  report \ntechnological and  adaptive technologies for energy efficiency   \npolicy options for  and emission reductions for local context   \naddressing air  conducted by March 2020 (2018 baseline:   \nquality evaluated   NA).   \n   \n2b. Capacity building, policy reforms,  2b. TA progress \ntechnology transfer, and other issues  report \nrelated to the capacity of DMCs to adopt   \ncleaner technologies assessed by June   \n2020 (2018 baseline: NA).   \n   \n2c. National and/or provincial-level air  2c. Policy \nquality management policy  recommendations \nrecommendations reports submitted to the  report for each \ngovernment by December 2020 (2018  participating country \nbaseline: NA).   \n  2d. TA progress \n2d. At least 100 representatives from the  report, training \ngovernment, private sector, NGOs, and  reports, and post- \nfinancial institutions in selected countries  training workshop \nparticipate in seven targeted technology  survey \ntraining programs (at least 40% of the   \nparticipants are women; and at least 75% of   \nthe participants indicate they have   \nincreased awareness) by September 2020   \n(2018 baseline: NA).   \n   \n2e. Exposure visit to the PRC and  2e. TA progress \ntechnology fair for innovative, advanced,  report and \nand adaptive technologies organized by  technology fair \nSeptember 2020 (2018 baseline: NA).  report \n \n3. City-level  3a. Seven CAAPs with associated  3a. CAAP and   \nCAAPs, along  investment estimates completed by  investment \nwith investment  December 2020 (2018 baseline: NA).  estimates \nestimates for air     \npollution control,  3b. Economic and financial analysis of  3b. Economic and \ndeveloped  CAAPs investments carried out by March  financial analysis for \n2021 (2018 baseline: NA).  each CAAP \n  investment \n \n \n \n \n \n ", "8  Appendix 1 \nKey Activities with Milestones \n1. Current air quality situation and management practice assessed. \n1.1 Conduct assessment of current air quality situation in participating primary and secondary cities with \nemission inventory, source apportionment,  and effectiveness  of baseline air quality management \nmeasures (Q4 2019).b \n1.2 Identify and procure appropriate portable air quality monitoring stations for secondary cities and train \nlocal institutions to be responsible for the operation and maintenance of the equipment (Q2 2019). \n1.3 Carry out studies on city-level pollution impacts and vulnerability assessments (Q2 2020). \n1.4 Organize a roundtable and policy dialogue with the government, private sector, NGOs, and financial \ninstitutions (Q1 2020). \n1.5 Carry out field testing and finalize the awareness program (Q2 2020). \n \n2. Innovative cost-effective technological and policy options for addressing air quality evaluated. \n2.1 Identify  appropriate technological solutions, including basic and  well-known technologies and \nrecently introduced innovative, advanced, and adaptive technologies for energy efficiency and emission \nreductions (Q1 2020).  \n2.2 Conduct assessment of capacity building, policy reforms, technology transfer, and other issues \nrelated to the DMC’s capacity to adopt cleaner technologies (Q2 2020). \n2.3 Provide policy national and/or provincial-level recommendations linked to city-level air quality \nmanagement (Q4 2020). \n2.4 Organize targeted training program for the government, private sector, and financial institutions (Q3 \n2020).  \n2.5 Carry out exposure visit to the PRC to improve understanding of the PRC’s experiences in air quality \nmanagement policies and technologies (Q3 2020). \n2.6 Organize a technology fair for innovative, advanced, and adaptive technologies to build linkages \nbetween technology providers and potential government and private sector users (Q3 2020). \n \n3. City-level CAAPs, along with investment estimates for air pollution control, developed.d  \n3.1 Develop CAAP and associated investment estimates that highlight immediate, medium-term and \nlong-terms actions, and associated investment costs (Q4 2020).  \n3.2 Carry out economic and financial analyses for each CAAP investment (Q1 2021).  \n3.3 Design incentive and financing mechanisms for cities in the participating countries (Q2 2021). \n \nInputs \nADB: $500,000  \nPeople’s Republic of China Regional Cooperation and Poverty Reduction Fund: $800,000 \nUrban Climate Change Resilience Trust Fund under the Urban Financing Partnership Facility: \n$1,200,000 (only targeted to secondary cities) \n \nADB = Asian Development Bank, CAAP = clean air action plan, COBP = country operations business plan, DMC = \ndeveloping member country, NA = not applicable, NGO = nongovernment organization, PRC = People’s Republic of \nChina, Q = quarter, TA = technical assistance, NGO= nongovernment organization. \na  Defined by TA. \nb  ADB will engage international consultants with expertise on air quality monitoring and modeling, air quality technology \n(mitigation), air quality policy and planning, environmental economist, and finance. \nc  The TA Team will select four secondary cities from the Urban Climate Change Resilience Trust Fund’s 8 countries \nand 25 cities. Most of the secondary cities do not have adequate information on air quality. However, these cities \noffer opportunity to integrate air quality in city development plans at an early stage. The city will include city and \nsurrounding peri-urban, industrial, and rural areas that share the same airshed. \nd  A CAAP intends to improve air quality and public health by identifying cost-effective measures to reduce emissions \nfrom transport, industries, waste deposits, and residential burning. CAAPs, and specifically action plans related to \ninvestments, can feed into the preparation of country partnership strategies and COBPs of the participating DMCs. \nSource: Asian Development Bank. \n \n ", "Appendix 2  9 \n \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nItem  Amount \nA.  Asian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  120.0 \nii.  National consultants  116.5 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  29.5 \nii.  Surveys  7.0 \niii.  Reports and communications  25.0 \niv.  Miscellaneous administration and support costs  3.0 \nv.  Contingencies  100.0 \n2.  Training, seminars, workshops, forum, and conferences  74.0 \n3.  Contingencies  25.0 \nSubtotal (A)  500.0 \n   \nB.  People’s Republic of China Poverty Reduction and Regional \nCooperation Fundb \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  257.0 \nii.  National consultants  326.0 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  31.5 \nii.  Surveys  8.5 \niii.  Miscellaneous administration and support costs  3.0 \niv.  Training, seminars, workshops, forum, and conferences  174.0 \nSubtotal (B)  800.0 \nC.  Urban Climate Change and Resilience Trust Fund under the Urban   \nFinancing Partnership Facilityc \n1.   Consultants   \na.   Remuneration and per diem   \ni. International consultants  385.0 \nii. National consultants  576.0 \nb.  Out-of-pocket expenditures   \niii. International and local travel  46.0 \niv. Surveys  26.5 \nv. Miscellaneous administration and support costs  3.0 \nvi. Training, seminars, workshops, forum, and conferences  103.5 \nvii. Goods (Purchase)  60.0 \nSubtotal (C)   1,200.0 \n \n                                                             Total  2,500.0 \nNote: The technical assistance is estimated to cost $2,500,000, of which contributions from the Asian Development \nBank, the People’s Republic of China Poverty Reduction and Regional Cooperation Fund, and the Urban Climate \nChange Resilience Trust Fund under the Urban Financing Partnership Facility are presented in the table above. \na Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF−6). \nb Administered by the Asian Development Bank. \nc Financing partners: the Rockefeller Foundation and the governments of Switzerland and the United Kingdom. \nAdministered by the Asian Development Bank \nSource: Asian Development Bank estimates. \n \n ", "10  Appendix 3 \n \n \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=51347-001-TAReport \n \n1.  Terms of Reference for Consultants \n2.  Procurement Plan \n \nSupplementary Document \n3.  Information on Possible Participating Cities \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20181005094533+08'00'", "Creator": "PDF24 Creator", "Keywords": "city level clean air action plans, caaps, air pollution, air quality studies, air quality management, urban resilience, environment conservation, capacity building, 51347, ta 9608, adb technical assistance, approved technical assistance, tar, ta projects, ksta ", "ModDate": "D:20181016141350+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "51347-001: Strengthening Knowledge and Actions for Air Quality Improvement"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AQM  –  air quality management \n  CAAP  –  clean air action plan \n  DMC  –  developing member country \n  PRC  −  People’s Republic of China \n  SDCC  −  Sustainable Development and Climate Change Department \n  TA  −  technical assistance \n  WHO  −  World Health Organization \n \n \n \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \nVice-President  Bambang Susantono, Knowledge Management and Sustainable \nDevelopment \nDirector General  Woochong Um, Sustainable Development and Climate Change \nDepartment (SDCC) \nDirector  Bruce Dunn, Environment and Safeguards Division, SDCC \n   \nTeam leader  Shakil A. Ferdausi, Senior Environment Specialist, SDCC \nTeam members  Md. Shahidul Alam, Senior Project Officer, South Asia Department \nMaria Pia Ancora, Climate Change Specialist, East Asia Department \nFrederic Asseline, Principal Climate Change Specialist, SDCC \n  Eduardo P. Banzon, Principal Health Specialist, SDCC \nLillyanne E. Buenaventura, Operations Analyst, SDCC \nRonah Lyn T. Hernandez, Senior Operations Assistant, SDCC \nSteven P. Lewis-Workman, Senior Transport Specialist, SDCC \nLin Lu, Senior Operations Coordination Specialist, SDCC \nAntoine Morel, Senior Environment Specialist, Southeast Asia \nDepartment \nDaniele Ponzi, Chief of Environment Thematic Group, SDCC \nFrancesco Ricciardi, Environment Specialist, SDCC \nNathan Rive, Climate Change Specialist, CWRD \nMian S. Shafi, Senior Project Officer, Central and West Asia \nDepartment  \nVirinder Sharma, Senior Urban Development Specialist, SDCC \nChristopher Darius M. Tabungar, Senior Operations Assistant, SDCC \nMarie Antoinette Virtucio, Senior Environment Officer, SDCC \n  Yongping Zhai, Chief of Energy Sector Group, SDCC \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n   \n ", "authors": [{"documentRole": "Vice-President", "fullname": "Bambang Susantono", "role": "Knowledge Management and Sustainable", "organization": ""}, {"documentRole": "Director General", "fullname": "Woochong Um", "role": "Sustainable Development and Climate Change", "organization": ""}, {"documentRole": "Director", "fullname": "Bruce Dunn", "role": "Environment and Safeguards Division", "organization": "SDCC"}, {"documentRole": "Team leader", "fullname": "Shakil A. Ferdausi", "role": "Senior Environment Specialist", "organization": "SDCC"}, {"documentRole": "Team members", "fullname": "Md. Shahidul Alam", "role": "Senior Project Officer", "organization": "South Asia Department"}, {"documentRole": "Team members", "fullname": "Maria Pia Ancora", "role": "Climate Change Specialist", "organization": "East Asia Department"}, {"documentRole": "Team members", "fullname": "Frederic Asseline", "role": "Principal Climate Change Specialist", "organization": "SDCC"}, {"documentRole": "Team members", "fullname": "Eduardo P. Banzon", "role": "Principal Health Specialist", "organization": "SDCC"}, {"documentRole": "Team members", "fullname": "Lillyanne E. Buenaventura", "role": "Operations Analyst", "organization": "SDCC"}, {"documentRole": "Team members", "fullname": "Ronah Lyn T. Hernandez", "role": "Senior Operations Assistant", "organization": "SDCC"}, {"documentRole": "Team members", "fullname": "Steven P. Lewis-Workman", "role": "Senior Transport Specialist", "organization": "SDCC"}, {"documentRole": "Team members", "fullname": "Lin Lu", "role": "Senior Operations Coordination Specialist", "organization": "SDCC"}, {"documentRole": "Team members", "fullname": "Antoine Morel", "role": "Senior Environment Specialist", "organization": "Southeast Asia"}, {"documentRole": "Team members", "fullname": "Daniele Ponzi", "role": "Chief of Environment Thematic Group", "organization": "SDCC"}, {"documentRole": "Team members", "fullname": "Francesco Ricciardi", "role": "Environment Specialist", "organization": "SDCC"}, {"documentRole": "Team members", "fullname": "Nathan Rive", "role": "Climate Change Specialist", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Mian S. Shafi", "role": "Senior Project Officer", "organization": "Central and West Asia"}, {"documentRole": "Team members", "fullname": "Virinder Sharma", "role": "Senior Urban Development Specialist", "organization": "SDCC"}, {"documentRole": "Team members", "fullname": "Christopher Darius M. Tabungar", "role": "Senior Operations Assistant", "organization": "SDCC"}, {"documentRole": "Team members", "fullname": "Marie Antoinette Virtucio", "role": "Senior Environment Officer", "organization": "SDCC"}, {"documentRole": "Team members", "fullname": "Yongping Zhai", "role": "Chief of Energy Sector Group", "organization": "SDCC"}]}