{"path": "data/input/ta/51351-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report\n \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 51351-001 \nKnowledge and Support Technical Assistance (KSTA) \nDecember 2017 \n \n \nIslamic Republic of Pakistan: Strengthening the \nFederal Public–Private Partnership Framework and \nEnabling Reforms for Infrastructure Financing \nSupport \n(Financed by the Government of the United \nKingdom) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Public Communications \nPolicy 2011. \n ", " \nCURRENCY EQUIVALENTS \n(as of 28 November 2017) \n \nCurrency unit  –  Pakistan rupee/s (PRe/PRs) \nPRe1.00  =  $0.0095  or  £0.0071 \n$1.00  =  PRs105.33  or  £0.7508 \n£1.00  =  PRs140.29  or  $1.3319 \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank  \n  MOF  –  Ministry of Finance, Revenue, and Economic Affairs \n  PDF  –  project development facility \n  PDFL  –  Pakistan Development Fund Limited \n  PPP  –  public–private partnership \n  TA  –  technical assistance \n  VGF  –  viability gap fund \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Sean O’Sullivan, Central and West Asia Department (CWRD) \nDirector  Xiaohong Yang, Pakistan Resident Mission (PRM), CWRD \n   \nTeam leader  Shauzab Ali, Senior Project Officer (Financial Sector), PRM, CWRD \nTeam members  Sana Masood, Project Officer (Financial Sector), PRM, CWRD \n  Douglas Perkins, Senior Counsel, Office of General Counsel \n  Ferran Vila Planas, Principal Public–Private Partnership Specialist, Office \nof Public–Private Partnership \n  Adrian Torres, Principal Financial Sector Specialist, CWRD \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", " \nCONTENTS \nPage \n \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \n \nI.  INTRODUCTION  1 \n \nII.  ISSUES  1 \n \nIII.  THE TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Outputs, Methods, and Activities  2 \nC.  Cost and Financing  3 \nD.  Implementation Arrangements  4 \n \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  List of Linked Documents  10 \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 51351-001\nProject Name Strengthening the Federal Public Department CWRD/PRM\n–\nPrivate Partnership Framework and  /Division\nEnabling Reforms for Infrastructure \nFinancing Support\nCountry Pakistan Executing  Ministry of Finance\nAgency\nqq\n2. Sector Subsector(s)      Financing ($ million)\nTotal 0.00\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the  Low\ngrowth (IEG) including jobs, created and expanded Project\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Institutional development No gender elements (NGE)\ncapacity development Institutional systems and political \n(GCD) economy\nOrganizational development\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nPartnerships (PAR) Commercial cofinancing\nRegional organizations\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Not Applicable\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG8\nqq\n6. TA Category:\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.00\n    None 0.00\nCofinancing 3.27\n    Government of the United Kingdom 3.27\nCounterpart 0.00\n    None 0.00\nTotal 3.27\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 27102017162202626619 Generated Date: 25-Jan-2018 16:21:13 PM", " \nI.  INTRODUCTION \n \n1.  The  knowledge  and  support  technical  assistance  (TA)  will  support  the  enabling \nenvironment for infrastructure financing in Pakistan through capacity development and research \nand policy advice on supporting the legal and institutional framework for infrastructure financing \nand public–private partnerships (PPPs).  \n \n2.  The TA is included in the country operations business plan, 2018–2020 of the Asian \nDevelopment Bank (ADB) for Pakistan.1 TA outputs will also support policy lending reforms for \nprogram loans in public financial management.2 \n \nII.  ISSUES \n \n3.   Economic growth in Pakistan has been hampered by the lack of investments in critical \nand quality public infrastructure. Public investment in infrastructure is well below the estimated \nannual investment requirement of 7.6%of gross domestic product, which was estimated at $20.6 \n \nbillion in 2015.3This has resulted in inefficiencies across key infrastructure sectors, including \n \ndelays in the transport of goods and limited access to energy and potable water, which affect not \nonly the welfare of the public but also the country’s overall industrial and economic growth. \n \n4.  Private sector participation through PPPs would enhance resource mobilization for public \ninfrastructure development and create a sustainable source of financing with positive impacts on \ngrowth, jobs, and poverty reduction. Private infrastructure financing bridges the financing gap and \nassists in alleviating poverty through the additional jobs created by such investments. Majority \nprivate sector participation in the financing of public infrastructure projects introduces commercial \ndiscipline in allocating and pricing project risks. The success of the PPP modality relies on the \npresence of sound legal, regulatory, and institutional frameworks and effective capacity building \nto identify, evaluate, and prepare a robust pipeline of potential PPP transactions. \n \n5.  The  federal  government  has  initiated  several  reforms  encompassing  the  PPP  legal \nframework at the federal level, such as the Public Private Partnership Authority Act, 2017, and \nproposed the creation of a viability gap fund (VGF). It has also attempted to make operational a \ngovernment institution that will assist in the financing of key infrastructure and PPP projects \nthrough the Pakistan Development Fund Limited (PDFL).4 The framework is at a nascent stage, \nhowever, and there is a growing need for a careful analysis of the gaps in the existing PPP \nframework to ensure effective institutional, regulatory, and financial mechanisms. Most provinces \nhave a PPP legal and institutional framework in place, and Sindh and Punjab have closed a \nnumber of projects under the established framework. However, the federal PPP framework is yet \nto be implemented.  ADB is currently implementing a project in Sindh, and processing another \nproject in Punjab for enhancing PPPs in the provinces, and will use the lessons learnt from these \nprojects in implementing the TA.5 \n \n6.  The government’s inefficient public debt management also contributes negatively to the \nproject lending practices of local commercial banks. Different development partners, especially \nthe International Monetary Fund, the World Bank, and the United States Agency for International \n                                                \n1  ADB. 2017. Country Operations Business Plan: Pakistan, 2018–2020. Manila. \n2  The TA first appeared in the business opportunities section of ADB’s website on 4 Dec 2017. \n3  ADB. 2017. Meeting Asia’s Infrastructure Needs. Manila. \n4  The Ministry of Finance, Revenue, and Economic Affairs (MOF) established the PDFL as a nonbanking financial \ninstitution in 2006. The PDFL is currently a shell company and not yet operational. \n5 PAK 46538-002 (Supporting PPP Investments in Sindh) and PAK 49128-002 (Enhancing PPPs in Punjab) \n ", "2 \nDevelopment, have previously attempted to bring meaningful reforms to the overall public debt \nmanagement function, but progress has been limited. The government’s strong preference to \nborrow from the local banking system to address fiscal deficits has resulted in local commercial \nbanks holding about 70% of the banks’ assets in medium-term government-issued securities.6 \nThis in turn creates inefficiencies as it limits local bank capacity to invest in other assets by way \nof  lending  to  infrastructure  projects.  Moreover,  debt  capital  markets  are  shallow  and \nunderdeveloped, with insignificant participation from retail investors in government-issued debt \ninstruments. Fund mobilization from retail investors is therefore important. Additionally, the role \nand framework of the Central Directorate of National Savings (with a portfolio of more than $32 \nbillion) may also be explored in the development of capital markets. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n7.  The TA is aligned with the following impact: informed decision making by the government \non reforms to increase infrastructure investments in the country, consistent with the Infrastructure \nFinance Policy Pakistan 2017 and the long-term strategy under the Pakistan 2025: One Nation, \nOne Vision road map.7 The road map sets the foundation to fast-track Pakistan’s development to \nbecome an upper middle-income economy by 2025 and one of the top 10 economies in the world \nby 2047. It is anchored on seven pillars that include addressing the country’s infrastructure deficit \nand increasing private sector engagement in the provision of key infrastructure and services \nthrough PPPs. \n \n8.  The TA will have the following outcome: potential reforms to address the gaps in the \nexisting framework that constrain infrastructure financing accepted.8 \n \n9.  The TA will address the core problems of limited private sector investment in infrastructure \nby  looking  at  the  following  key  causes:  (i)  inadequate  legal,  regulatory,  and  institutional \nframeworks for PPP investments; (ii) lack of a government financial support mechanism;9 (iii) \nweak government agency to identify, structure, and finance PPP projects;10 (iv) limited capacity \nof and coordination among government agencies;11 and (v) underdeveloped and shallow debt \ncapital markets.12 \n \nB.  Outputs, Methods, and Activities \n \n10.  Output 1: Support to develop institutional, legal, and regulatory frameworks for \npublic–private  partnerships  provided. Overall,  the TA  will  complete  a situation  and gap \nanalysis of constraints posed by the existing frameworks for the origination and structuring of PPP \ntransactions. This will include a review of the existing institutional and legal frameworks for the \norigination, structuring, and financing of PPPs to identify gaps, including in the PPP Authority Act. \nThe TA will also provide recommendations and support (i) implementation of possible reforms in \n                                                \n6  S. Raza. 2016. Budget 2016–17: Growth Without Development. Dawn. 1 June. http://www.dawn.com/news/1262027. \n7  Government of Pakistan, MOF. 2017. Finance Minister Chaired the Meeting of ECC. News release (PR No. 2008). \n31 January; and Government of Pakistan; Ministry of Planning, Development and Reform, Planning Commission. \n2015. Pakistan 2025: One Nation, One Vision. Islamabad. \n8 Some of the outputs of the KSTA may be used in the program loan in COBP (2018-20): Support for Infrastructure \nFinancing and PPPs program (Standby 2018 and Firm 2019). \n9  Support through the development of the VGF and PDF frameworks. \n10 Support through the operationalization of the PDFL. \n11 Support through capacity development. \n12 Support through identification of potential reform areas for development of debt capital markets. \n ", "3 \nexisting  frameworks,  such  as  proposed  amendments;  (ii)  drafting  of  rules,  regulations,  or \nguidelines associated with the PPP Authority Act; and/or (iii) drafting of prudential regulations for \ninfrastructure finance. Moreover, the TA will support the development of an operational framework \nfor a federal project development facility (PDF) and the VGF, which will include PDF and VGF \nusage rules and guidelines. The PDF will support the use of transaction advisory services and \nthe VGF will be used for the public financing portion of PPPs. The TA may also provide \nrecommendations and support the implementation of possible reforms in sectors that are well \nsuited for mobilizing private sector investments, including sector regulation and enforcement \nmechanisms, and the development of a detailed deal pipeline for potential PPP projects. \n \n11.  Output 2: Issues for operationalization of the Pakistan Development Fund Limited \ndetermined  and  support  to  operationalize  the  Pakistan  Development  Fund  Limited \nprovided. The TA will facilitate making the PDFL operational with the finalization of its business \nplan, governance structure, product suite, operations, risk, audit, financial management, and \nhuman resources manuals. The TA will also support the development of a detailed deal pipeline \nfor potential PPP projects.  \n \n12.  Output 3: Infrastructure finance and public–private partnership capacity of the \nFinance  Division,  the  Planning  Commission,  and  key  line  ministries  enhanced. \nInfrastructure finance and PPP capacity will be enhanced in the Finance Division, the Planning \nCommission, and key line ministries. The capacity building will also use ADB-supported tools that \ndetail all relevant aspects of creating and implementing efficient and sustainable PPPs, such as \nthe APMG PPP Certification Program Guide.13 The TA will support the creation of a PPP advisory \ncommittee with cross-ministerial representation from the Finance Division, Planning Commission, \nkey line ministries, and provincial PPP units to help address any lack of coordination among \ngovernment agencies, and have a forum for regular interface between federal and provincial units \non frameworks and policies related to infrastructure development and PPPs. \n \n13.  Output 4: Potential reform areas for the development of long-term debt capital \nmarkets  identified.  The  TA  will  provide  support  for  a  diagnostic  review  of  and  reform \nrecommendations for the institutional and legal framework of capital markets development and \npublic debt management, including the role and framework of the Central Directorate of National \nSavings and mobilization of retail investors. Building on the work of other multilaterals, this TA will \nalso support a study on the impact of inefficient debt management on infrastructure financing and \ncapital markets development for mobilizing private sector financing. The coverage of these \noutputs will be at the federal level. \n \nC.  Cost and Financing \n \n14.  The TA is estimated to cost $3,629,117, of which $3,266,205 (equivalent to £2,452,290)14 \nwill be financed on a grant basis by the Government of the United Kingdom15 and administered \nby ADB. The key expenditure items are listed in Appendix 2. The Government of Pakistan will \nprovide counterpart support in the form of counterpart staff, data and information, assistance in \n                                                \n13 The APMG PPP Certification Program is an innovation of ADB, the European Bank for Reconstruction and \nDevelopment, the Inter-American Development Bank, the Islamic Development Bank, the Multilateral Investment \nFund, and the World Bank Group. It is partly funded by the Public–Private Infrastructure Advisory Facility and has a \nshared vision of enhancing PPP performance globally. https://ppp-certification.com \n14 Exchange rate as of 28 November 2017. GBP 1 = $ 1.3319. \n15 Through the Department for International Development. Financing from the Government of the United Kingdom is \nunder a memorandum of understanding dated June 2015 between ADB and the Department for International \nDevelopment on the Pakistan Economic Corridors Program. \n ", "4 \narranging meetings and field visits with government agencies, logistics support, and other in-kind \ncontributions. \n \nD.  Implementation Arrangements \n \n15.  ADB will delegate administration of the TA to the Ministry of Finance, Revenue, and \nEconomic  Affairs  (MOF),  which  will  be  the  executing  agency.  The  MOF  will  also  be  the \nimplementation agency for all outputs, along with the Infrastructure Project Development Facility \n(which is being merged into the PPP Authority) for output 1; the PDFL for output 2; the Ministry of \nPlanning, Development and Reform for output 3; and the Securities and Exchange Commission \nof Pakistan for output 4. \n \n16.  The TA will be implemented over 36 months. The implementation arrangements are \nsummarized in the table. \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  January 2018–December 2020  \nExecuting agency  MOF \nImplementing agencies  Output 1: MOF and IPDF or PPP Authority \nOutput 2: MOF and PDFL \nOutput 3: MOF and Ministry of Planning, Development and Reform \nOutput 4: MOF and SECP \nConsultants  To be selected and engaged by ADB \n  Individual: individual  International  $$501,800 \nselection  expertise (20 \nperson-months) \n  Individual: individual  National expertise  $867,405 \nselection   (101 person-\nmonths) \n  Consulting firm  Consulting firm (48  $800,000 \n(two international  person-months) \nand eight national \nconsultants): \nquality-based \nselection \n  Resource persons  To be determined  $175,000 \nProcurement  Not applicable \nDisbursement  The TA will be disbursed following ADB’s Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). \nADB = Asian Development Bank; IPDF = Infrastructure Project Development Facility; MOF = Ministry of Finance, \nRevenue, and Economic Affairs; QBS = quality-based selection; SECP = Securities and Exchange Commission of \nPakistan; PPP = public–private partnership; TA = technical assistance. \nSource: Asian Development Bank. \n \n17.  Consulting  services.  ADB  will  provide  169  person-months  of  individual  consulting \nservices through two sets of consultants that will be recruited separately: (i) six international \nconsultants and 14 national consultants as individuals for 121 person-months, and (ii) two \ninternational and eight national consultants through a consulting firm for 48 person-months. ADB \nwill engage the consultants following the ADB Procurement Policy (2017, as amended from time \nto time) and its associated project administration instructions and/or staff instructions.16 \n                                                \n16 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "5 \n \n18.  ADB will engage a consulting firm through quality-based selection for making the PDFL \noperational because the downstream impact is so large that the quality of the services is of \noverriding importance for the outcome of the TA. The PDFL is envisaged to be a key infrastructure \nfinancing institution owned by the government which will not only play an instrumental role in \nmobilizing investments to increase private sector engagement and participation but will also help \nthe  government  address  market  failures  and  support  PPPs  and  infrastructure  projects  in \nchallenging sectors. It is therefore important that the constitutive documents, strategy, systems, \nand policies are developed in line with international best practices. \n \n19.  In addition to the consultants, the TA will engage resource persons to provide relevant \ninternational or national perspectives, bring up-to-date knowledge, and participate in and present \nat the workshops, seminars, or conferences. The resource persons will include an editor to refine \nthe reports and research assistants to help the consultants conduct surveys and other tasks. The \nnumber of resource persons and the person-months will be determined during TA implementation. \n \nIV.  THE PRESIDENT'S DECISION \n \n20.  The President, acting under the authority delegated by the Board, has approved the Asian \nDevelopment  Bank  administering  technical  assistance  not  exceeding  the  equivalent  of \n$3,266,205 (equivalent to £2,452,290)17 to the Government of Pakistan to be financed on a grant \nbasis by the Government of the United Kingdom for Strengthening the Federal Public–Private \nPartnership Framework and Enabling Reforms for Infrastructure Financing Support, and hereby \nreports this action to the Board. \n \n                                                \n17 Exchange rate as of 28 November 2017. GBP 1 = $ 1.3319. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \nImpact the TA is aligned with \nInformed decision making by the government on reforms to increase infrastructure investments in the \ncountry facilitated (Infrastructure Finance Policy Pakistan 2017 and Pakistan 2025)a \n \nPerformance Indicators with Targets  Data Sources and \nResults Chain  and Baselines  Reporting Mechanisms  Risks \nOutcome       \nPotential reforms  By 2020: Action plan of reforms for  Review reports by TA  Limited \nto address gaps  infrastructure financing and PPPs  consultants and  government \nin the existing  agreed with MOF. (2017 baseline: not  government reports and  commitment to \nframework that  applicable)b  statistics citing TA  adopting the \nconstrain  outputs  suggested \ninfrastructure  actions \nfinancing   \naccepted  Changes in the \ngovernment and \nother key \nstakeholders \nwith different \ninterest and \ncommitments \nOutputs       \n1. Support to  1a. By 2018: Report on the gap  1a. Consultant’s report  Unexpected \ndevelop  analysis of the government’s existing    changes in \ninstitutional,  (i) legal, institutional, and regulatory    government \nlegal, and  frameworks; and (ii) financial support    priorities \nregulatory  mechanisms submitted to the MOF    relating to PPP \nframeworks for  (2017 baseline: not applicable)    initiatives in \nPPPs provided      Pakistan.  \n1b. By 2019: Report on sectors that  1b. Consultant’s report   \nare well suited for mobilizing private   \nsector investments through PPPs   \nsubmitted to the MOF and the Ministry   \nof Planning (2017 baseline: not   \napplicable)   \n   \n1c. By 2019: Draft rules or guidelines  1c. Consultant’s report \nfor federal VGF and PDF submitted to  and draft rules and/or \nthe MOF (2017 baseline: not adopted)  guidelines \n \n2. Issues for  2a. By 2018: PDFL mandate and  2a. Back-to-office  Limited \noperationalization  strategy agreed with government  reports and/or aide- government \nof the PDFL  stakeholders (2017 baseline: not  mémoire  commitment to \ndetermined and  adopted)    adopting the \nsupport to      suggested \noperationalize the  2b. By 2019: Business and financing  2b. Consultant’s report  actions  \nPDFL provided  plan, including policies, manuals,   \nenvironmental and social safeguard   \nmanagement system, and standard   \ndocumentation templates for the PDFL   \ndeveloped (2017 baseline: not   \ndeveloped)   \n   \n2c. By 2020: At least one target  2c. Project due diligence \ninfrastructure project to be delivered as  reports \n ", "Appendix 1   7 \nPerformance Indicators with Targets  Data Sources and \nResults Chain  and Baselines  Reporting Mechanisms  Risks \na PPP project prepared (2017 \nbaseline: not applicable) \n \n3. Infrastructure  3a. By 2018: At least 12 senior staff  3a. Workshop reports  Lack of buy-in \nfinance and PPP  members in identified divisions and/or    from \ncapacity of the  agencies received training (2017    government \nFinance Division,  baseline: not applicable)    officials on \nthe Planning      PPP-related \nCommission, and  3b. By 2019: Terms of reference for  3b. Consultant’s report  initiatives \nkey line ministries  specific positions or nodes created in     \nenhanced  at least three identified divisions and/or    Trained staff not \nagencies (2017 baseline: not created)    retained in the \n    same \n3c. By 2020: PPP policy document  3c. Policy document  departments \ndrafts for reforms prepared in at least  drafts and/or official \nthree identified divisions and/or  government reports \nagencies (2017 baseline: not   \nprepared)   \n   \n3d. By 2020: PPP advisory committee  3d. Official government \ncreated with cross-ministerial  notification \nrepresentation from the Finance \nDivision, Planning Commission, key \nline ministries, and provincial PPP \nunits (2017 baseline: not created) \n \n4. Potential  4a. By 2019: Report on participation in  4a. Consultant’s report  Lack of \nreform areas for  public debt and availability of a    continued \nthe development  secondary market for government    support from the \nof long-term debt  bonds and other sovereign    government in \ncapital markets  instruments, and recommendations for    disseminating \nidentified  reform with focus on (i) fund    information \nmobilization from retail investors   \nthrough potential sukukc issuances,   \nand (ii) role and framework of the   \nCentral Directorate of National Savings   \nwith respect to debt market   \ndevelopment in Pakistan provided   \n(2017 baseline: not applicable)   \n   \n4b. By 2019: Report identifying the  4b. Consultant’s report \nimpact of public debt policy and \nmanagement on the mobilization of \nlong-term financing from domestic \ncommercial banks and other financiers \n(including retail investors), and \nrecommendations for reform provided \n(2017 baseline: not applicable) \n \nKey Activities with Milestones \n1.  Support to develop institutional, legal, and regulatory frameworks for PPPs provided \n1.1 Recruit consultants by Q1 2018 \n1.2 Review the government’s existing (i) legal, regulatory, and institutional frameworks; and (ii) financial \nsupport mechanisms in support of the origination, structuring, and financing of PPPs by Q2 2018 \n1.3 Conduct a market study to determine sector focus and priority for PPPs by Q3 2018 \n ", "8  Appendix 1 \nKey Activities with Milestones \n1.4 Review (i) legal, regulatory, and institutional frameworks; and (ii) financial support mechanisms for \nPPPs in the region and other developed markets as applicable and develop a comparison matrix of \nkey provisions of international best practices and structures by Q3 2018 \n1.5 Recommend and assist in the implementation of reforms in the legal, regulatory, and institutional \nframeworks by Q4 2018 \n1.6 Prepare a report on sectors that are well suited for mobilizing private sector investments in the form of \nPPPs which (i) identifies gaps in sector regulation and enforcement mechanisms, and (ii) \nrecommends reforms and measures to support private sector investments by Q4 2019 \n1.7 Prepare VGF and PDF rules and/or guidelines by Q4 2019 \n1.8 Support the development of institutional frameworks for VGF and PDF, including funding mechanisms \nand use, by Q4 2019 \n2.  Issues for operationalization of the PDFL determined and support to operationalize the PDFL \nprovided \n2.1 Recruit consultants by Q1 2018 \n2.2 Ensure the government engages a focal point, preferably with strong commercial banking experience, \nfor the PDFL by Q2 2018 \n2.3 Agree on PDFL mandate and strategy with government stakeholders by Q2 2018 \n2.4 Develop a business and financing plan that includes (i) the project pipeline; (ii) the array of PDFL \nfinancing products; (iii) PDFL’s interface with different government departments, institutions, and \nagencies; and (iv) PDFL’s proposed relationship with domestic financiers by Q4 2019 \n2.5 Develop (i) policies, manuals, and systems for operations, risk management, audit, financial \nmanagement, human resources, and management information; and (ii) standard documentation \ntemplates by Q3 2020 \n3.  Infrastructure finance and public–private partnership capacity of the Finance Division, the \nPlanning Commission, and key line ministries enhanced \n3.1 Recruit consultants by Q2 2018 \n3.2 Conduct workshop and training for capacity development of senior staff in identified divisions and/or \nagencies by Q4 2018 \n3.3 Develop terms of reference and requirements for specific positions or nodes to be created in identified \ndivisions and/or agencies by Q4 2019 \n3.4 Develop PPP policy document drafts for reforms in identified divisions and/or agencies by Q4 2020 \n4.  Potential reform areas for the development of long-term debt capital markets identified \n4.1 Recruit consultants by Q3 2018 \n4.2 Prepare a report on participation in public debt and availability of a secondary market for sovereign \ninstruments, and recommendations for reform with a focus on (i) fund mobilization from retail \ninvestors through potential sukuk issuances, and (ii) the role and framework of the Central Directorate \nof National Savings with respect to debt market development in Pakistan by Q4 2019 \n4.3 Prepare a report identifying the impact of public debt policy and management on the mobilization of \nlong-term financing from domestic financiers, and recommendations for reform by Q4 2019 \nInputs \nGovernment of the United Kingdom: $3,266,205 (equivalent to £2,452,290) \nNote: The government will provide counterpart support in the form of counterpart staff, office, \ninterdepartmental coordination, and other in-kind contributions. \nAssumptions for Partner Financing \nNot applicable \nMOF = Ministry of Finance, Revenue, and Economic Affairs; PDF = project development facility; PDFL= Pakistan \nDevelopment Fund Limited; PPP = public–private partnership; Q = quarter; TA = technical assistance; VGF = viability \ngap fund. \na  Government of Pakistan, MOF. 2017. Finance Minister Chaired the Meeting of ECC. News release (PR No. 2008). \n31 January; and Government of Pakistan; Ministry of Planning, Development and Reform, Planning Commission. \n2015. Pakistan 2025: One Nation, One Vision. Islamabad. \nb   Some of the outputs of the KSTA may be used in the program loan in COBP (2018-20): Support for Infrastructure \nFinancing and PPPs program (Standby 2018 and Firm 2019). \nc   sukuk = Islamic bond. \nSource: Asian Development Bank. \n ", "Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($) \nItem  Amount \nGovernment of the United Kingdoma   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants (20 person-months)  501,800 \nii.  National consultants (101 person-months)  867,405 \niii.  Consulting firm (48 person-months)  800,000 \niv.  Resource persons  175,000 \nb.  International and local travel  120,000 \nc.  Reports, translation, and communications  50,000 \n2.  Training, workshops, and conferences  250,000 \n3.  Miscellaneous administration and support costs  12,069 \n4.  Contingencies  489,931 \nTotal  3,266,205 \nNote: The technical assistance (TA) is estimated to cost $3,629,117, of which contributions from the Government of \nthe United Kingdom are presented in the table above. The Government of Pakistan will provide counterpart support in \nthe form of staff, office, interdepartmental coordination, and other in-kind contributions. The value of government \ncontribution is estimated to account for 10% of the total TA cost. \na  Through the Department for International Development. Administered by the Asian Development Bank. \nSource: Asian Development Bank estimates. \n ", "10  Appendix 3 \nLIST OF LINKED DOCUMENTS \n                       http://www.adb.org/Documents/LinkedDocs/?id=51351-001-TAReport \n \n1.  Terms of Reference for Consultants \n \n \n "], "metadata": {"Author": "HI6", "CreationDate": "D:20180125132324+05'00'", "Creator": "PDF24 Creator", "ModDate": "D:20180125164012+05'00'", "Producer": "GPL Ghostscript 9.14", "Title": "Untitled"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 28 November 2017) \n \nCurrency unit  –  Pakistan rupee/s (PRe/PRs) \nPRe1.00  =  $0.0095  or  £0.0071 \n$1.00  =  PRs105.33  or  £0.7508 \n£1.00  =  PRs140.29  or  $1.3319 \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank  \n  MOF  –  Ministry of Finance, Revenue, and Economic Affairs \n  PDF  –  project development facility \n  PDFL  –  Pakistan Development Fund Limited \n  PPP  –  public–private partnership \n  TA  –  technical assistance \n  VGF  –  viability gap fund \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Sean O’Sullivan, Central and West Asia Department (CWRD) \nDirector  Xiaohong Yang, Pakistan Resident Mission (PRM), CWRD \n   \nTeam leader  Shauzab Ali, Senior Project Officer (Financial Sector), PRM, CWRD \nTeam members  Sana Masood, Project Officer (Financial Sector), PRM, CWRD \n  Douglas Perkins, Senior Counsel, Office of General Counsel \n  Ferran Vila Planas, Principal Public–Private Partnership Specialist, Office \nof Public–Private Partnership \n  Adrian Torres, Principal Financial Sector Specialist, CWRD \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", "authors": [{"fullname": "Wencai Zhang", "role": "Operations", "organization": ""}, {"fullname": "Sean O’Sullivan", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "Xiaohong Yang", "role": "Pakistan Resident Mission (PRM)", "organization": "CWRD"}, {"fullname": "Shauzab Ali", "role": "Senior Project Officer (Financial Sector)", "organization": "PRM"}, {"fullname": "Sana Masood", "role": "Project Officer (Financial Sector)", "organization": "PRM"}, {"fullname": "Douglas Perkins", "role": "Senior Counsel", "organization": "Office of General Counsel"}, {"fullname": "Ferran Vila Planas", "role": "Principal Public", "organization": ""}, {"fullname": "Adrian Torres", "role": "Principal Financial Sector Specialist", "organization": "CWRD"}]}