{"path": "data/input/ta/51388-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \n \n \n \n \n \n \n \nProject Number: 51388-001 \nKnowledge and Support Technical Assistance (KSTA) \nOctober 2018 \n \n \n \n \nPeople’s Republic of China: Study on Municipal Solid \nWaste  Regional  Integrated  Management  Model  for \nBeijing–Tianjin–Hebei \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTThhies  vdieowcsu mexepnret siss ebde ihnegr edinis acrloe stehods teo  otfh teh ep ucbonlicsu inlta anct caonrdd daon cneo tw niethc eAsDsaBri’lsy  Preupbrelisce Cnto tmhomseu noifc AaDtioBn’ss  \nPmoelmicbye 2rs0,1 B1o.ard of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 10 September 2018) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1461 \n$1.00  =  CNY6.8448 \n \n \n \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nBTH  –  Beijing–Tianjin–Hebei \nMOHURD  –  Ministry of Housing and Urban–Rural Development \nMSW  –  municipal solid waste \nPRC  –  People’s Republic of China \nTA  –  technical assistance \n \n \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \n \n \nVice-President  Stephen Groff, Operations 2 \nDirector General  Amy S.P. Leung, East Asia Department (EARD) \nDirector  Sangay Penjor, Urban and Social Sectors Division, EARD \n   \nTeam leader  Andrew McIntyre, Unit Head, Project Administration, EARD \nTeam members  Fiona Anne Connell, Principal Counsel, Office of the General Counsel \nCecil Muro, Project Analyst, EARD \nRochelle Villanueva, Senior Operations Assistant, EARD \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \n \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE   \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impacts and Outcome  3 \nB.  Outputs, Methods, and Activities  4 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT’S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  List of Linked Documents  9 \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 51388-001\nProject Name Study on Municipal Solid Waste  Department/Division EARD/EASS\nRegional Integrated Management \nModel for Beijing Tianjin Hebei\n– –\nNature of Activity Research and Development Executing Agency Ministry of Housing and \nUrban-Rural Development\nModality Regular\nCountry China, People's Republic of\n2. Sector Subsector(s)     ADB Financing ($ million)\nPublic sector  Public administration 0.20\nmanagement\nWater and other urban Urban solid waste management 0.20\ninfrastructure and \nservices\nTotal 0.40\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the Project Low\ngrowth (IEG) opportunities, including jobs, made \nmore inclusive\nEnvironmentally  Urban environmental improvement\nsustainable growth \n(ESG)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Institutional development Some gender elements (SGE)\ncapacity development Institutional systems and political \n(GCD) economy\nKnowledge solutions  Application and use of new knowledge\n(KNS) solutions in key operational areas\nKnowledge sharing activities\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting Yes\nRural Low\nHousehold Targeting No\nUrban High\nSDG Targeting Yes\nSDG Goals         SDG6, SDG11\nQq\n6. Risk Categorization Low \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.40\n    Knowledge and Support technical assistance: Technical Assistance  0.40\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.40\n  \nCurrency of ADB Financing: USD \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 11102018155213253602 Generated Date: 11-Oct-2018 15:52:17 PM", " \nI.  INTRODUCTION \n \n1.  This knowledge and support technical assistance (TA) will appraise and define the key \nparameters to successfully establish cross-boundary regional integrated waste management \nsystems in the greater Beijing–Tianjin–Hebei (BTH) region.1 \n \n2.  The TA is included in the country operations business plan for the People’s Republic of \nChina (PRC), 2018–2020.2 The TA is fully aligned with the country partnership strategy for the \nPRC, 2016–2020, which prioritizes managing climate change and the environment to support the \ngovernment’s priorities in realizing an \"ecological civilization\".3 The TA will also support the \nstrategic priorities of the Strategy 2030 of the Asian Development Bank (ADB) to mitigate climate \nchange and promote environmental sustainability.4 \n \nII.  ISSUES \n \n3.  The greater BTH region contributes to almost one third of the PRC’s gross domestic \nproduct, making it one of the most important and dynamic regions in the country. The PRC has \ndesignated the BTH region a priority area because it is essential for increasing intraregional \ncooperation, leveraging productivity, improving resource use efficiency, integrating infrastructure, \nand controlling air pollution. ADB started the BTH initiative in 2015 to support this Government \npriority. ADB’s lending support during 2015–2020 in the BTH region revolves around three key \npillars (i) policy and regulatory framework in the region; (ii) tailored financing approaches; and    \n(iii) promote use of high technology in key sectors. ADB’s support complements the government \nand other development partners’ actions.5 ADB lending support each year is mutually reinforcing \nand backed up by analytical, policy advisory and capacity development non-lending work, many \nof which are already in progress.6 Most of this support has addressed measures to improve air \nquality through transport and energy initiatives. There remains a need to also address municipal \nsolid waste management as it contributes to air and water pollution in the region, and investment \nand economic inefficiencies. \n \n4.  Although other areas in the PRC (such as the Pearl and Yangtze river deltas) have \nwitnessed some cross-boundary co-development, establishing and operating regional waste \nmanagement systems in large urban agglomerations is challenging. Administrative and legal \n                                                \n1  The greater BTH region comprises Beijing and Tianjin municipalities; the provinces of Hebei, Henan, Liaoning    \nShandong, and Shanxi; as well as the Inner Mongolia Autonomous Region. \n2  ADB. 2018. Country Operations Business Plan: People's Republic of China, 2018–2020. Manila. The TA first \nappeared in the business opportunities section of ADB’s website on 6 August 2018. \n3  An \"ecological civilization\" refers to achieving harmony between growth, people, and nature. It includes activities to \nmitigate ecological damage, relieve pressures on natural resources, and improve the balance between the \nenvironment and the economy. ADB. 2016. Country Partnership Strategy: People’s Republic of China, 2016–2020—\nTransforming Partnership: People’s Republic of China and Asian Development Bank. Manila. \n4  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n5  ADB is closely coordinating with World Bank and other bilateral development partners.  \n6  ADB. 2014. Technical Assistance to the People’s Republic of China for the Study on the National Control of the \nImportant Pollutant–Volatile Organic Compounds. Manila; ADB. 2015. Technical Assistance to the People’s Republic \nof China for the Beijing-Tianjin-Hebei Regional Air Pollution Control. Manila; ADB. 2015. Technical Assistance to the \nPeople’s Republic of China for the Study on the Coordinated Development of Beijing-Tianjin-Hebei. Manila. ADB. \n2016. Technical Assistance to the People’s Republic of China for the Developing Cost-Effective Policies and \nInvestments to Achieve Climate and Air Quality Goals in the BTH region. Manila; ADB. 2017. Technical Assistance \nto the People’s Republic of China for the Study of Clean Energy Supply for the Rural Areas in the Greater Beijing-\nTianjin-Hebei Region. Manila. \n \n ", "2 \nobstacles make it difficult to empower a cross-border authority to assume more responsibility for \nregional waste management. Municipalities and counties do not share facilities because of a lack \nof  high-level  coordination,  impeding  the  establishment  of  regionally  integrated  waste \nmanagement systems. The BTH region needs support to establish mechanisms to coordinate \nand solve municipal solid waste (MSW) issues. Upgrading existing MSW systems and adapting \nthese to newly shaped cross-border catchment areas, particularly in the corridor along the edges \nof the BTH region, requires coherent cross-border planning that has yet to be established. \nAlthough PRC Thirteenth Five-Year Plan and associated policies highlight the need for improved \ncross-border urban management and regional MSW management, PRC law does not provide \nmechanisms to establish cross-border institutions.7 Therefore, alternative approaches will need \nto be considered to introduce a regionally integrated MSW management in the BTH region. \n \n5.  Rapid urbanization in the PRC is changing population and income dynamics and resulting \nin  new  consumption  and  waste-generation  patterns.  The  increasing  volume  and  changing \ncomposition of waste is challenging existing waste management infrastructure. These challenges \nwill deepen as more urban agglomerations in the PRC increase in size. Furthermore, it is \nbecoming increasingly difficult to site new facilities in heavily populated Beijing and Tianjin \nbecause  of  land  scarcity  and  a  lack  of  public  understanding  on  waste  disposal  practices. \nProcedures to enable the public to proactively participate in MSW planning to overcome the \"not \nin my backyard\" problem have yet to be applied. Diversion of waste from landfills is being applied \ninconsistently, and alternative technologies are not being used consistently across the BTH region. \nCurrent disposal practices favor landfilling or incineration; special treatment of organic waste has \nonly recently been introduced.  \n \n6.  The  PRC’s  Thirteenth  Five-Year  Plan  calls  for  formalizing  and  extending  recycling. \nDespite this, the region continues to rely mainly on the informal sector to recycle and carry out \nsource-separation of recyclables. Similarly, PRC and BTH waste authorities have not analyzed \nexisting MSW infrastructure for major upgrades or practice improvements, despite available \nsolutions.8  For example, combining waste-to-energy plants with local district heating systems \nwould reduce the overall environmental footprint of waste management systems and increase \nresource efficiencies. However, the BTH region has had little success scaling up and integrating \nwaste management infrastructure at the regional level to leverage economies of scale, optimize \ntransport routes, or improve equipment technology. Consequently, MSW facilities across the BTH \nregion are lacking in terms of size, location, and technology. For example, Hebei Province has a \nrelatively fragmented ad hoc disposal and treatment regime, with almost every county managing \nits own separate waste management facilities. By contrast, Beijing and Tianjin have developed \nlarger, more efficient disposal sites and treatment plants, yet they are already at capacity with \nconsequent environmental integrity and financial management concerns. No waste management \nagency in BTH has had any success formalizing the small ad hoc regional cooperation solutions, \nlet alone solving the broader concerns facing the larger waste management operations. \n \n7.  The  PRC’s  waste-related  regulations  are  comprehensive  and  based  on  robust \nenvironmental laws. Regulations cover (i) environmental protection, (ii) prevention and control of \nenvironmental pollution from solid waste, (iii) promotion of cleaner production, and (iv) promotion \n                                                \n7  Government of the People’s Republic of China, State Council. 2016. National Economy and Social Development \nThirteenth Five-Year Plan, 2016–2020. Beijing; Government of the People’s Republic of China, State Council. 2014. \nNational New-type Urbanization Plan, 2014–2020. Beijing. \n8  H.B. Zhang et al. 2018. Analysis of physical composition and heavy metals pollution of municipal solid waste (MSW) \nin Beijing. Beijing; and Y. Yongqiang and W. Zhang. 2016. Greenhouse gas emissions from solid waste in Beijing: \nThe rising trend and the mitigation effects by management improvements. Beijing. \n \n ", "3 \nof the circular economy. However, enforcement of these regulations and monitoring of compliance \nmeasures are mostly left to local governments. BTH waste management agencies must bridge \nthese regulatory weaknesses and adapt themselves and their regulations to be able to respond \nto future national and regional policy and planning requirements.9 \n \n8.  Regional MSW management solutions are not well understood at the local authority level. \nRapid urbanization and changing population and income dynamics lead to varied consumption \nand waste generation patterns. Waste management infrastructure in the BTH region must account \nfor these crucial changes. Knowledge of international and regional best practices is weak across \nalmost all BTH administrative levels, to such a degree, alternatives are not well understood or \ndiscussed. Regional public MSW campaigns (e.g., to promote waste reduction, recycling, or \nsource segregation) to reduce the amount of waste disposed at regional facilities are generally \ninconsistent and are only sustained beyond a few years. Ultimately, they have limited to no effect \non waste generation rates. County and city capacity to initiate, monitor, and control regional waste \nmanagement  systems  is  limited.  The  Ministry  of  Housing  and  Urban–Rural  Development \n(MOHURD) is responsible for overseeing MSW management in the PRC and is working to \ndevelop a strategy to improve coordination across the BTH region. \n \n9.  The financial benefits of a regionally integrated MSW management model for the BTH \nregion are difficult to determine. This presents an obstacle to mobilizing resources efficiently. At \nthe county and district levels, fees paid by waste generators are insufficient to cover system costs. \nA lack of meaningful data makes it difficult to gauge the financial requirements of counties and \ndistricts and to reliably calculate the benefits of economies of scale. Alternative financial models \nsuch as polluter-pays and extended producer responsibility, which eventually could reduce the \nneed for financial subsidies from local government administrations, are not well recognized in the \nPRC.10 Similarly, BTH waste management agencies’ understanding of policies and public–private \npartnership approaches to regionally integrate MSW systems need to be improved. Large scale \nregional MSW facilities operate more efficiently despite higher transportation costs, yet their \nviability for a public–private partnership investor primarily depends on the revenue generated from \ngate fees and sales of any recovered products. These products include (i) electricity (from     \nwaste-to-energy  plants)  with  feed-in  tariffs  that  are  nationally  regulated,  and (ii)  recovered \nrecyclables that are subject to a highly fluctuating local and international commodities market. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impacts and Outcome \n \n10.  The TA is aligned with the following impacts: (i) management of climate change in BTH \nregion  improved;  and  (ii)  the  government’s  priorities  in  realizing  an  ecological  civilization \nsupported (footnote 3). The TA will have the following outcome: regional MSW management \nmodel for the BTH region established.11 \n \n                                                \n9  ADB. 2018. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the People’s \nRepublic of China for the Hunan Xiangjiang River Watershed Existing Solid Waste Comprehensive Treatment \nProject. Manila. \n10  “Polluter pays” principle refers to the financial approach whereby those who produce pollution should bear the costs \nof managing it to prevent damage to human health or the environment. “Extended producer responsibility” is where \nproducers have the financial responsibility for the treatment or disposal of waste from consumer products. \n11 The design and monitoring framework is in Appendix 1. \n ", "4 \n11.  Two BTH municipalities and one BTH province will endorse regional integration of MSW \nmanagement as proposed under the TA. Following this endorsement, the BTH governments will \nestablish a mechanism to promote the regional MSW integration approach across the region. \n \nB.  Outputs, Methods, and Activities \n \n12.  The project will have two outputs.  \n \n13.  Output 1: Integrated regional municipal solid waste management model for the \nBeijing–Tianjin–Hebei region developed. Based on the lessons from the integrative nature of \nthe air quality work and lessening negative impact in the environment  undertaken in the current \nADB BTH initiatives, the team will (i) identify scope of needed integration and develop an \nintegrated regional MSW management model for the BTH region that will lead to coherent \nplanning and coordination to overcome administrative barriers and improve resource allocation \nefficiency; (ii) define the institutional setup for cross-border MSW management and suggest ways \nto improve regulations relating to environment and financial sustainability; and (iii) explore and \nrecommend cost recovery mechanisms, including structured cross-border fund transfers and   \neco-compensation models. \n \n14.  The TA team will evaluate current and projected data on waste composition and quantity \nand will undertake a census and review of existing MSW treatment facilities across the BTH region. \nThis will provide a baseline for defining an integrated waste treatment scheme that provides \noptions for optimizing both technology and regional distribution. Upon due consultation with the \nstakeholders and in line with national policies, the TA team will make recommendations to \nimprove  the  efficiency  of  collection,  transport,  and  disposal  operations  in  at  least  four \nappropriately sized catchment areas.  \n \n15.  Output 2: Regional municipal solid waste management understanding and capacity \nin the Beijing–Tianjin–Hebei region enhanced. To improve MSW management understanding \nand capacity across the BTH region, the TA team will (i) provide four thematic discussion \nworkshops related to  output  1,  with  a focus  on  approaches for  integrating  regional  waste \nmanagement systems; (ii) deliver at least one TA project results dissemination workshop in \nanother urban agglomeration in the PRC; and (iii) conduct an international study tour to expose \nparticipants  to  international  best  practices  in  regional  MSW  management  and  \neco-compensation.12 An article detailing the TA project and its results will be published by the TA \nteam on http://development.asia. \n \nC.  Cost and Financing \n \n16.  The TA is estimated to cost $450,000, of which $400,000 will be financed on a grant basis \nby ADB’s Technical Assistance Special Fund (TASF-other sources). The key expenditure items \nare listed in Appendix 2. The government will provide counterpart support in the form of office \nspace,  office  supplies,  secretarial  assistance,  domestic  transportation,  and  other                          \nin-kind contributions.  \n \nD.  Implementation Arrangements \n \n17.  The implementation arrangements are summarized in the table. \n \n                                                \n12 Study tour will include visits to ADB member countries only. \n ", "5 \nTable: Implementation Arrangements \nAspects  Arrangements \nIndicative implementation  October 2018–April 2020 \nperiod \nExecuting agency  Ministry of Housing and Urban–Rural Development \nConsultants  To be selected and engaged by the Asian Development Bank \n  Fixed budget  Study on Municipal  $367,000 \nselection  Solid Waste Regional \nIntegrated \nManagement Model for \nBeijing–Tianjin–Hebei \nDisbursement  The technical assistance resources will be disbursed following the Asian \nDevelopment Bank's Technical Assistance Disbursement Handbook \n(2010, as amended from time to time). \n Source: Asian Development Bank. \n \n18.  Consulting services. A consulting firm will be selected by evaluating their proposed \napproach, methodology, and staffing plan to achieve the detailed outputs within the fixed price. \nThe consulting firm will lead an international study tour involving six officials visiting two countries \nover 10 days and linking with knowledge partners. The firm will host all workshops and training \nsessions under the TA and will disseminate flyers and materials related to these. The consultant \nfirm will submit progress reports that ADB and MOHURD will review. The firm will develop \nknowledge products and ADB will distribute electronic copies of these products, including posting \na detailed article on http://development.asia.13  \n \n19.  ADB will administer the TA and will engage a consulting firm in accordance with the ADB \nProcurement  Policy  (2017,  as  amended  from  time  to  time)  and  the  associated  project \nadministration instructions and TA staff instructions.14 The consulting firm will be hired using  \noutput-based terms of reference, full technical proposal, and fixed budget selection method. This \nmethod is preferred so that all responding-firms can determine how they can best deliver the \ndetailed outputs for the expected price, utilizing the best combination of inputs. \n \n20.  The government and ADB may invite resource persons to review the consultants’ outputs \nand share knowledge during workshops. If there is strong justification, ADB staff may participate \nin the study tour to develop longer-term knowledge partnerships that would benefit other regions \nin the PRC. ADB will evaluate the TA outcome using ADB guidelines and will provide the \nevaluation to the MOHURD. \n \nIV.  THE PRESIDENT’S DECISION \n \n21.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $400,000 on a grant basis to the \nGovernment of the People’s Republic of China for the Study on Municipal Solid Waste Regional \nIntegrated  Management  Model for  Beijing–Tianjin–Hebei,  and  hereby  reports this  action  to \nthe Board.  \n \n \n \n                                                \n13Relevant knowledge products to be proposed by each shortlisted firm, with details finalized during contract        \nnegotiations. At a minimum, they are expected to consist of a 10-page information booklet and one online article. \n14 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts the Technical Assistance is Aligned with \nManagement of climate change in BTH region improved and the government’s priorities in realizing an \n\"ecological civilization\" supported (country partnership strategy for the PRC, 2016–2020)a \n  Performance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  By October 2020     \nRegional MSW  a. The two municipalities and  a. Technical assistance  Political process will \nmanagement model  one province of BTH region  workshops and meetings  not allow endorsement \nfor the BTH region  endorse the regional planning     \nestablished  approach for further adoption     \n(2018 baseline: Not     \napplicable)     \n    BTH region model is \nb. A mechanism to promote  b. Data provided by the  not appropriate \nthe regional MSW  Ministry of Housing and \nmanagement approach in  Urban–Rural \nBTH is established  Development \n(2018 baseline: Not \napplicable) \n \nOutputs  By April 2020     \n1. Integrated  1a. Institutional arrangements  1a. Consultant’s reports  Data disclosure \nregional MSW  for coordinating and    delayed or no data \nmanagement model  supervising subgovernment    provision \nfor the BTH region  body defined     \ndeveloped  (2018 baseline: Not    Local administrations \napplicable)    object to clustering \n     \n1b. Cost recovery and      1b. Executing agency  Lack of private sector \neco–compensation scheme  approves cost recovery  interest \napproved  and eco-compensation \n(2018 baseline: Not  scheme  \napplicable)   \n   \n1c. Improved policies and   \nregulations recommended   \n(2018 baseline: Not  1c. Consultant’s reports \napplicable) \n \n  By April 2020     \n2. Regional MSW  2a. At least 50% of  2a–c. Workshop reports  Nominated \nmanagement  participants at four thematic  and results from  participants have poor \nunderstanding and  workshops held in BTH  feedback questionnaires  technical knowledge \ncapacity in the BTH  region report enhanced  or decision-making \nregion enhanced  knowledge of MSW regional  ability \nintegration   \n(2018 baseline: 0)   \n  Partnerships with \n2b. At least 50% of decision  other PRC urban \nmakers on international study  agglomerations and \ntour indicate improved  international \nunderstanding of best  practitioners are \ndelayed \n ", "Appendix 1  7 \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \ninternational practices in \nregional MSW management \n(2018 baseline: 0) \n \n2c. At least 50% of \nparticipants at regional TA \nproject results dissemination \nworkshops report greater \nunderstanding of regional \nMSW management model \n(2018 baseline: 0) \nKey Activities with Milestones \n1.  Integrated regional MSW management model for the BTH region developed \n1.1    Develop a comprehensive integrated regional planning model for MSW (by May 2019) \n1.2    Assess and develop an innovative financial cost recovery and eco-compensation plan (by July 2019) \n1.3  Prepare an innovative institutional system and detailed policy framework (by December 2019) \n2.  Regional MSW management understanding and capacity in the BTH region enhanced \n2.1    Prepare and undertake four thematic discussion workshops (by July 2019) \n2.2    Conduct an international study tour on international best practices in regional MSW management \nand eco-compensation (by August 2019) \n2.3  Conduct at least one TA project results dissemination workshop in other PRC urban agglomerations \n(by December 2019) \nInputs \nAsian Development Bank: $400,000 \nNote: The government will provide counterpart support in the form of office space, office supplies, \nsecretarial assistance, domestic transportation, and other in-kind contributions. \nAssumptions for Partner Financing \nNot applicable \nBTH = Beijing–Tianjin–Hebei, MSW = municipal solid waste, PRC = People’s Republic of China. \na  Asian  Development  Bank.  2016.  Country  Partnership  Strategy:  People’s  Republic  of  China,  2016–2020—\nTransforming Partnership: People’s Republic of China and Asian Development Bank. Manila. \nSource: Asian Development Bank. \n \n \n \n \n \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nAsian Development Banka   \n1.  Consultants (output-based)b  266.0 \n2.  Training, seminars, and workshopsc  101.0 \n3.  Miscellaneous administration and support costsd  13.0 \n4.  Contingencies  20.0 \nTotal  400.0 \nNote: The technical assistance is estimated to cost $450,000, of which contributions from the Asian Development Bank \n(ADB) are presented in the table above. The government will provide counterpart support in the form of office space, \noffice supplies, secretarial assistance, domestic transportation, and other in-kind contributions. The value of government \ncontribution is estimated to account for 11% of the total technical assistance cost. \na  Financed by ADB’s Technical Assistance Special Fund (TASF-other sources). \nb  Includes all consulting inputs, local and international travel, per diems, report preparation and online dissemination, \nand leadership of study tour.  \nc  Allows for international study tour (comprising six government officials for two country visits over 10 days; and to be \nled by consultant team), 4 workshops of 100 people, additional training sessions, flyers, and materials. \nd  Includes final report editing, translation, and possible travel costs of ADB staff (acting as sector resource person for \nknowledge transfer and facilitation) and experts on study tour and at conferences. \nSource: Asian Development Bank estimates. \n \n ", "Appendix 3  9 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=51388-001-TAReport \n \n1.  Terms of Reference for Consultants \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20181015134554+08'00'", "Creator": "PDF24 Creator", "Keywords": "china, prc, beijing, tianjin, hebei, sanitation, waste management, solid waste managemnt, msw, municipal solid waste, waste-generation, urbanization, 51388, adb technical assistance, approved technical assistance, tar, ta projects, ksta ", "ModDate": "D:20181017134457+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "51388-001: Study on Municipal Solid Waste Regional Integrated Management Model for Beijing–Tianjin–Hebei"}}