{"path": "data/input/ta/51413-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \n \nProject Number: 51413-001 \nKnowledge and Support Technical Assistance (KSTA) \nNovember 2019 \n \n \n \n \nMongolia: Green Finance Policy Framework\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Access to Information \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nPolicy. \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 31 October 2019) \n \nCurrency unit  –  togrog (MNT) \nMNT1.00  =  $0.000371 \n$1.00  =  MNT2,698 \n \n \n \n \nABBREVIATIONS \n \n \n  ADB  –  Asian Development Bank \n  BOM  –  Bank of Mongolia \n  MET  –  Ministry of Environment and Tourism \n  MOF  –  Ministry of Finance \n  TA  –  technical assistance \n \n \n \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Amy S. P. Leung, East Asia Department (EARD) \nDirector  Xiaoqin Fan, Public Management, Financial Sector, and Regional \nCooperation Division, EARD \n   \nTeam leader  Pei-Chun Tsai, Public Management Specialist, EARD \nCo-Team leader  Seung Min Lee, Senior Financial Sector Specialist, EARD \nTeam members  Ma. Bernadette Y. De Castro, Project Analyst, EARD \nGenny de Torres, Administrative Assistant, Budget, Personnel and \nManagement Systems Department \nAnqian Huang, Senior Financial Sector Specialist, EARD \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Outputs, Methods, and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  List of Linked Documents  10 \n   \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 51413-001\nProject Name Green Finance Policy Framework Department/Division EARD/EAPF\nNature of Activity Capacity Development, Policy Advice Executing Agency Ministry of Finance (formerly \nMinistry of Finance and \nEconomy)\nModality Regular\nCountry Mongolia\n2. Sector Subsector(s)     ADB Financing ($ million)\nFinance Finance sector development 0.50\nTotal 0.50\nqq\n3. Operational Priorities Climate Change Information\n  Addressing remaining poverty and reducing inequalities Climate Change impact on the Project Low\n  Accelerating progress in gender equality\n  Tackling climate change, building climate and disaster \nresilience, and enhancing environmental sustainability\n  Strengthening governance and institutional capacity\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.b Some gender elements (SGE)\nSDG 8.10\nSDG 10.4 Poverty Targeting\nSDG 12.2 Geographic Targeting\n4. Risk Categorization Low \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 0.50\n    Knowledge and Support technical assistance: Technical Assistance  0.50\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.50\n  \nCurrency of ADB Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 22112019114131214683 Generated Date: 22-Nov-2019 11:41:38 AM", " \n \nI.  INTRODUCTION \n \n1.  This knowledge and support technical assistance (TA) seeks to support the Government \nof Mongolia in developing a comprehensive green finance policy and regulatory framework, and \nin undertaking capacity development to enhance the country’s environmental sustainability.1 The \nTA is included in the country operations business plan of the Asian Development Bank (ADB), \n2020–2021 for Mongolia.2 It is in line with ADB’s country partnership strategy for Mongolia, 2017–\n2020  on  three  strategic  pillars:  (i)  promoting  economic  and  social  stability,  (ii)  developing \ninfrastructure for economic diversification, and (iii) strengthening environmental sustainability.3 It \nalso supports Strategy 2030’s operational priority on tackling climate change, building climate and \ndisaster resilience, and enhancing environmental sustainability.4 Strategy 2030 indicates that \nclimate finance from ADB’s own resources will reach $80 billion cumulatively from 2019 to 2030. \n \nII.  ISSUES \n \n2.  Mongolia’s  deteriorating  environmental  conditions.  Increasing  environmental \ndegradation is a critical issue for Mongolia. Mongolia suffers the environmental consequences \nfrom urbanization and exploitation of natural resources, including air pollution, limited water \nresources and water pollution, land degradation caused by mining activities, and desertification. \nAir pollution in Mongolia’s capital city, Ulaanbaatar, is among the highest in the world.5 Raw coal \nburning by households and low pressure boilers in ger districts mainly contribute to the high air \npollution levels. In January 2018, it was reported that Ulaanbaatar reached one of the highest \nlevels of particulate matter less than 2.5 micrometers in diameter per cubic meter rate of 3,320, \nwhich is 133 times the recommended safety level set by the World Health Organization.6 In \naddition, total greenhouse gas emissions in Mongolia in 2014 is at 34,482.73 gigagrams of carbon \ndioxide equivalent, excluding land use, land use change, and forestry. This represented a 57.09% \nincrease from the 1990 level and a 5.49% increase from the 2013 level.7 Extreme air pollution in \nMongolia remains a constant struggle, as it gives rise to health problems and related economic \ncosts, including additional health expenditures and labor productivity losses resulting from work \nabsences due to illness, as well as agricultural yield losses. To mitigate the adverse effects of \npollution and meet the demand for investment for environmental protection and sustainable \neconomic development, Mongolia needs to create a supportive policy environment to enhance \nenvironmental sustainability. \n \n3.  Government’s policies and strategies to combat environmental challenges. The \ngovernment recognizes the country’s sustainability issues and has approved a series of programs \nand policies to encourage green development in the country. In 2014, the National Green \nDevelopment Policy set up the measurable targets of increasing energy efficiency by 20% by \n2030 and increasing the share of renewable energy in total energy generation to 20% by 2020 \n                                                \n1  The TA first appeared in the business opportunities section of ADB’s website on 15 October 2019. \n2  ADB. 2019. Country Operations Business Plan: Mongolia, 2020–2021. Manila. \n3  ADB. 2017. Country Partnership Strategy: Mongolia, 2017–2020—Sustaining Inclusive Growth in a Period of \nEconomic Difficulty. Manila. \n4  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n5  Overseas Environmental Cooperation Center. 2014. Report of the Cooperation Programme on Developing the Joint \nCrediting Mechanism Seeds in Mongolia, Feasibility Studies on Joint Crediting Mechanism Projects towards \nEnvironmentally Sustainable Cities in Asia. Tokyo. \n6  J. Hincks. 2018. Life in the Most Polluted Capital in the World. Time. 23 March. \n7  Government of Mongolia, Ministry of Environment and Tourism (MET). 2017. Mongolia’s Initial Biennial Update \nReport. Ulaanbaatar. \n ", "2 \nand  to  30%  by  2030.  Moreover,  the  Nationally  Determined  Contributions  under  the  Paris \nAgreement 2016 focused on the energy, industry, agriculture, and waste sectors. The expected \nmitigation impact of these policies and measures will be a 14% reduction in total national \ngreenhouse gas emissions, excluding land use, land use change, and forestry by 2030, compared \nwith the projected emissions under a business-as-usual scenario.8 Moreover, the Government of \nMongolia’s Sustainable Development Vision 2030 offers an ambitious set of goals centered on \neconomic growth and diversification, ecological balance, and social stability.9 The country strives \nto achieve upper-middle-income status by 2030 while ending all forms of poverty; reducing \nincome  inequality;  promoting  green  economy  growth;  and  building  a  stable,  professional \ngovernance system. \n \n4.  Mongolia’s green finance initiative. In 2015, the Bank of Mongolia (BOM) issued an \nofficial  directive  requiring  all  banks  to  include  the  implementation  status  of  the  Mongolian \nSustainable Finance Principles in their annual reports starting in 2016.10 The Ministry of Finance \n(MOF) is working on the introduction of sustainable public procurement standards through the \nAmendment to the Law on Public Procurement (2018). The Ministry of Environment and Tourism \n(MET) has introduced tax exemptions for 41 types of green technologies. The MOF, the BOM, \nand the Financial Regulatory Commission of Mongolia have approved the Financial Market \nDevelopment Program 2025, which covers strategic objectives to build a more stable financial \nsystem, including a dedicated section for sustainable and green finance targets. However, the \nregulations of the Financial Market Development Program 2025 lack consistent enforcement \nmechanisms.11 Mongolia still faces many challenges in achieving its ambitious sustainability goals \nand targets. \n \n5.  Inadequate national green finance policy and regulatory framework. The green \nfinance development in Mongolia is still limited and lacks a comprehensive national policy and \nregulatory framework to guide and promote green investment and green finance. It also lacks a \nroad map and detailed action plan for effective implementation. The challenges faced by the \ncountry are (i) the absence of a legal and regulatory framework directly related to green finance, \n(ii) weak institutional mechanisms for policy and administrative coordination, and (iii) insufficient \ncorrelation of targets of sustainable growth with priorities of national investment policy. To support \nthe alignment of all stakeholders in the finance sector, green finance policies, guidelines, as well \nas legal and regulatory frameworks with interagency coordination need to be introduced and well \ndesigned. Moreover, the lack of clarity in green finance as to what constitutes green finance \nactivities and products, such as green loans and green bonds, is an obstacle for investors, \ncompanies, and banks seeking to identify opportunities for green investment. \n \n6.  Limited  access  to  green  finance.  The  major  barrier  for  Mongolia  to  achieve  its \nsustainability goals and targets is the lack of green financial incentives and investments. The \n                                                \n8  Government of Mongolia. 2015. Intended Nationally Determined Contribution Submission by Mongolia to the Ad-Hoc \nWorking Group on the Durban Platform for Enhanced Action. Ulaanbaatar. \n9  Government of Mongolia. 2016. Sustainable Development Vision 2030. Ulaanbaatar. \n10 Mongolia’s transition toward a sustainable financial system is mostly driven by a private sector-led initiative called \nthe Mongolian Sustainable Finance Initiative. As part of this initiative, the Mongolian Sustainable Finance Principles \nwere launched in 2014 as the result of a joint effort from the Mongolian Bankers Association and its member banks, \nwith the support of the MET and the BOM, and with international support. The principles are designed to help banks \nidentify,  mitigate,  and  manage  environmental  and  social  risks.  Mongolian  Bankers  Association.  Mongolian \nSustainable Finance Principles. \n11 United Nations Environment Programme, Inquiry Into the Design of a Sustainable Financial System; International \nFinance Corporation; and Mongolian Sustainable Finance Association. 2018. National Sustainable Finance \nRoadmap of Mongolia: Unlocking Mongolia’s Potential to Become a Sustainable Finance Knowledge Centre in the \nRegion. Geneva. \n ", "3 \nMongolian financial system is dominated by banks, which represented about 88% of finance \nsector assets in 2017. The nonbank finance sector, including insurance and the stock market, is \nstill small. Mongolian financial institutions lack long-term funding and a domestic deposit base. \nMoreover, lending interest rates remain high. The average annual loan interest rate was 17.7% \nfor banks in 2018, and 51.6 % for nonbank financial institutions for local currency lending in \n2017.12 The Mongolian economy is heavily reliant on the mining sector, placing the country at risk \nof global price fluctuations for commodities. Almost 90% of registered businesses in Mongolia are \nsmall and medium-sized enterprises, and most of them have limited access to finance and are \nunable to contribute sufficiently to diversification of the economy, employment creation, and \neconomic growth. New green project developers that lack track records and collateral assets face \ndifficulties in meeting banks’ requirements for collateral to guarantee loans. Green financing \ncontributes to a small part of the total loan portfolio of the finance sector. In the absence of a \ncommonly agreed definition of green projects and assets, monitoring green financing flows has \nbeen limited. Based on individual banks’ own green finance definitions, the total size of green \nlending was estimated at 5% of total loan assets in 2017 (footnote 11).The financial market also \nlacks long-term financing sources and there are no substantial institutional investors, such as life \ninsurance providers and pension funds. The nascent capital market needs to be diversified \nthrough new and innovative instruments like green bonds to diversify funding sources and to \naccess low-cost capital for green infrastructure and investment. \n \n7.  Weak capacity to promote green finance. The government lacks the capacity and \nresources to implement the green finance policies effectively. It has (i) limited capacity to assess, \nidentify, measure, and develop green finance projects; (ii) limited experience to implement the \nexisting regulations; and (iii) no adequate human resources and experts to promote green finance \nand measure environmental impact. More generally, while legal and regulatory frameworks are \nnow in place for environmental protection, their objectives far outstrip enforcement capacity. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n8.  The TA is aligned with the following impact: environmental sustainability in Mongolia \nenhanced (footnote 9). The TA will have the following outcome: comprehensive green finance \npolicy and regulatory framework in Mongolia enhanced.13 The project will deliver four intended \noutputs. \n \nB.  Outputs, Methods, and Activities \n \n9.  The TA will help the government to promote green finance through (i) establishing national \nstrategies and guidelines, (ii) proposing a road map and action plan, (iii) proposing design of green \nfinancial products and innovative financing projects, and (iv) strengthening capacity development. \nThe TA will organize at least four workshops for knowledge exchanges and the sharing of good \npractice examples. It will provide advisory and capacity development consulting services to the \ngovernment. \n \n                                                \n12 World Bank. Open Data. Lending Interest Rate (accessed 30 September 2019); Government of Mongolia, Financial \nRegulatory Commission. 2017. Loan Interest of Non-Bank Financial Institutions to Be Lowered. News release. 10 \nJanuary. \n13 The design and monitoring framework is in Appendix 1. \n ", "4 \n10.  Output 1: National strategies and guidelines for green finance developed. This \noutput will include (i) a review of the international green finance practices and an assessment of \nthe existing national green finance system to determine the strategies for the government; and (ii) \nestablishment of national strategies, policy recommendations, and guidelines for green finance \nwith the key stakeholders, including regulators, policy makers, and financial institutions. The legal \nand regulatory frameworks will include identification of medium-term and long-term targets and \nmilestones. \n \n11.  Output 2: A road map and action plan for green finance prepared. Based on the \nstrategies and guidelines, the TA will provide a road map and action plan for green finance with \npractical recommendations suitable for Mongolia to address the issue of a lack of long-term \nfunding, financial incentives, and investments. The TA will also prepare an overview and analysis \nof worldwide efforts on defining green finance with the means and scope for identifying green \nassets and activities through conceptual definitions, taxonomies, rating methodologies, and other \nmechanisms, based on data collected through literature review, interviews, and surveys with the \nkey stakeholders and the international financial community. The action plan will support the \nimplementation of the road map, including timelines, responsibilities, and expected outcomes. \n \n12.  Output 3: Green financial products and innovative financing projects to promote \ngreen development proposed. The TA will propose practical recommendations for investment \nstrategies that are suitable with the country situation. The design of green financial products and \ninnovative financing projects in line with the proposed investment strategies will be identified \nbased on market assessments and good international practices. This will be done in close \nconsultation with the government and in collaboration with financial institutions. A list of green \nfinancing projects suitable for potential funding support from ADB and other foreign financial \ninstitutions to promote green finance will be proposed. \n \n13.  Output 4: Capacity for green finance strengthened. The TA will prepare a capacity \ndevelopment  plan  involving  the  key  stakeholders,  including  regulators,  policy  makers,  and \nfinancial institutions, to develop their capacity for green finance based on international good \npractices and the TA project’s outputs 1, 2, and 3. The TA will help key stakeholders to enhance \ntheir knowledge on financial markets; investment instruments analysis; and capacity to assess, \nidentify, measure, develop, and manage green finance products and projects. The TA will support \nat least four workshops for knowledge exchanges and the sharing of good practice examples. \nThe output will also help design leaflets, brochures, and guides that can be used to promote green \nfinance concepts. \n \nC.  Cost and Financing \n \n14.  The TA is estimated to cost $550,000, of which $500,000 will be financed on a grant basis \nby ADB’s Technical Assistance Special Fund (TASF 6). \n \n15.  The government will provide counterpart support in the form of counterpart staff, access \nto needed data and printed documents, facilities for key meetings between the implementing \nagency and consultants, printing and distribution of project materials to staff, assistance in \ncoordinating meetings, and other in-kind contributions. \n \nD.  Implementation Arrangements \n \n16.  ADB will administer the TA. The executing agency is the MOF. The implementing agency \nis the Financial Policy Department of the MOF. Coordination among regulators will be assured by \n ", "5 \nestablishing a task force comprising representatives from the MOF the MOF, Financial Regulatory \nCommission, MET, and BOM. Task force meetings will be held quarterly to review and endorse \nthe proposals of the TA. The TA will require two international consultants for 5 person-months \nand four national consultants for 42 person-months. The consultants will be individually selected \nand  engaged  by  ADB  under  time-based  contracts.  The  implementation  arrangements  are \nsummarized in the table. \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  December 2019–November 2022 \nExecuting agency  Ministry of Finance \nImplementing agency  Financial Policy Department, Ministry of Finance \nConsultants  To be selected and engaged by the Asian Development Bank \nIndividual:  Green finance specialist  $100,000 \nindividual  (international): 4 person-months \nselection   \nGreen finance regulatory specialist \n(international): 1 person-month \nIndividual:  Green finance policy expert  $150,000 \nindividual  (national): 8 person-months  \nselection   \nGreen finance expert (national):  \n8 person-months \n \nGreen finance regulatory expert \n(national): 8 person-months \n \nProject management coordinator \n(national): 18 person-months \nDisbursement  The technical assistance resources will be disbursed following with \nthe Asian Development Bank’s Technical Assistance Disbursement \nHandbook (2010, as amended from time to time). \nSource: Asian Development Bank. \n \n17.  Consulting services. ADB will engage the consultants following the ADB Procurement \nPolicy (2017, as amended from time to time) and associated staff instructions.14  \n \nIV.  THE PRESIDENT'S DECISION \n \n18.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis to the \nGovernment of Mongolia for the Green Finance Policy Framework, and hereby reports this action \nto the Board. \n \n \n \n \n                                                \n14 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \nImpact the TA is Aligned with \nEnvironmental sustainability in Mongolia enhanced (Sustainable Development Vision 2030)a \n \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  By 2022:     \n \nComprehensive  Final draft green finance policy  a. MOF annual reports,  Change in government \ngreen finance  and regulatory framework using  announcements, and  priorities \npolicy and  TA recommendations submitted  website \nregulatory  to Financial Stability Council for \nframework in  approval (2019 baseline: Not \nMongolia  applicable) (RFI A) \nenhanced     \nOutputs  By 2021:     \n   \n1. National  1a. Assessment of Mongolia’s  1a–b. TA progress  Unexpected changes \nstrategies and  environment for green finance  reports  in government \nguidelines for  prepared, including policy    procedures and staff \ngreen finance  recommendations and guidelines    turnover \ndeveloped  (2019 baseline: Not applicable)     \n       \n  1b. National strategies and draft     \n  strategies and guidelines     \n  submitted to Financial Stability     \n  Council for green finance     \n  prepared (2019 baseline: Not     \n  applicable)      \n       \n       \n2. A road map  2a. A road map and action plan  2a–b. TA progress   \nand action plan  with practical recommendations  reports   \nfor green  of green finance prepared (2019     \nfinance  baseline: Not applicable)     \nprepared       \n  2b. Overview and analysis of     \n  worldwide efforts on defining     \n  green finance with the means     \n  and scope for identifying green     \n  assets and activities prepared     \n  (2019 baseline: Not applicable)     \n       \n3. Green  3a. Report for green finance  3a–b. TA progress   \nfinance products  investment strategies prepared  reports   \nand innovative  (2019 baseline: Not applicable)     \nfinancing       \nprojects to  3b. At least three green financing   \npromote green  products in line with the proposed   \ndevelopment  investment strategies and based   \nproposed  on market assessments and   \n  good international practices   \n  proposed (2019 baseline: Not   \n  applicable)   \n  3c. A list of green finance   \n ", "Appendix 1  7 \n  projects for ADB and other   \n  financial institutions prepared   \n  (2019 baseline: Not applicable)   \n     \n  4a. A capacity development plan   \n4. Capacity for  developed (2019 baseline: Not  4a–b. TA progress \ngreen finance  applicable)  reports \nstrengthened     \n4b. At least 120 participants (at   \nleast 30% women), through their  4b. Post-workshop \nattendance at workshops  survey report of \nenhanced their knowledge on  workshop participants \nfinancial markets; investment \ninstruments analysis; and \ncapacity to assess, identify, \nmeasure, develop, and manage \ngreen finance products and \nprojects (2019 baseline: Not \napplicable) \nKey Activities with Milestones \n \n1. National strategies and guidelines for green finance developed \n1.1 Field consultants by Q4 2019 \n1.2 Hold inception meeting by Q1 2020 \n1.3 Prepare interim report by Q3 2021 \n1.4 Prepare draft final report by Q1 2022 \n1.5 Submit final report by Q3 2022 \n \n2. A road map and action plan for green finance prepared \n2.1 Field consultants by Q4 2019 \n2.2 Hold inception meeting by Q1 2020 \n2.3 Prepare interim report by Q3 2021 \n2.4 Prepare draft final report by Q1 2022 \n2.5 Submit final report by Q3 2022 \n \n3. Green finance products and innovative financing projects to promote green development \nproposed \n3.1 Field consultants by Q4 2019 \n3.2 Hold inception meeting by Q1 2020 \n3.3 Draft a report for green finance investment strategies by Q4 2020 \n3.4 Prepare interim report by Q3 2021 \n3.5 Prepare a list of green finance projects for ADB and other financial institutions by Q4 2021 \n3.6 Propose potential green finance projects for ADB’s programming discussion by Q4 2021 \n3.7 Propose green financial products in line with the proposed investment strategies by Q1 2022 \n3.8 Submit final report by Q3 2022 \n \n4. Capacity for green finance strengthened \n4.1 Field consultants by Q4 2019 \n4.2 Hold inception meeting by Q1 2020 \n4.3 Prepare a capacity development plan by Q2 2020 \n4.4 Hold workshops by Q3 2020 to Q3 2022 \n4.5 Prepare interim report by Q3 2021 \n ", "8  Appendix 1 \n4.6 Hold training by Q1 2022 \n4.7 Prepare draft final report by Q1 2022 \n4.8 Submit final report by Q3 2022 \nInputs \n \nADB: $500,000 (Technical Assistance Special Fund [TASF 6]) \n \nNote: The government will provide counterpart support in the form of counterpart staff, access to needed \ndata and printed documents, facilities for key meetings between the implementing agency and \nconsultants, printing and distribution of project materials to staff, assistance in coordinating meetings, and \nother in-kind contributions. \nAssumptions for Partner Financing \n \nNot applicable \nADB = Asian Development Bank, MOF = Ministry of Finance, Q = quarter, RFI = results framework indicator, TA = \ntechnical assistance. \na  Government of Mongolia. 2016. Sustainable Development Vision 2030. Ulaanbaatar. \nContribution to the ADB Results Framework: \nRFI A: Measures supported in implementation to improve capacity of public organizations to promote the private sector \nand finance sector. Expected: 1. \nSource: ADB. \n \n ", "Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem        Amount \nAsian Development Banka   \n1.  Consultants   \n   a.  Remuneration and per diem   \n   i. International consultants (5 person-months)  100.0 \n   ii. National consultants (42 person-months)  150.0 \n    b.  International and local travel  30.0 \n    c.   Reports, communications, and surveysb  20.0 \n2.  Workshops, conferences, and training   \na.  Workshops and conferencesc  70.0 \nb.  Trainingd  70.0 \n3.  Miscellaneous administration and support costse  35.0 \n4.  Contingencies  25.0 \n  Total  500.0 \nNote: The technical assistance is estimated to cost $550,000, of which contributions from the Asian Development \nBank (ADB) are presented in the table above. The government will provide counterpart support in the form of \ncounterpart staff, access to needed data and printed documents, facilities for key meetings between the \nimplementing agency and consultants, printing and distribution of project materials to staff,  assistance in \ncoordinating meetings, and other in-kind contributions. The value of government contribution is estimated to \naccount for 9% of the total technical assistance cost. \na  Financed by ADB’s Technical Assistance Special Fund (TASF 6). \nb  Includes costs for translation; preparation; and distributing, promoting, and publicizing the project results. \nc  Includes costs related to arrangement of venues for key missions and meetings; local transportation for project \nteams during missions; translation and interpretation for meetings, workshops, and conferences; honoraria; \ntravel  and  accommodation  for  resource  persons  and  workshop  and  training  participants  from  outside \nUlaanbaatar. This also covers travel and accommodation costs for ADB staff as resource persons at conferences \nand workshops. \nd  Includes costs of domestic training and an external training in an ADB member country; and travel and \naccommodation costs for training participants. \ne  Includes the costs of translation and interpretation to prepare and develop all content; and printing of green \nfinance-related publications, templates, and brochures. \nSource: ADB estimates. \n ", "10  Appendix 3 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=51413-001-TAReport \n \n1.  Terms of Reference for Consultants \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.26", "CreationDate": "D:20191205132248+08'00'", "ModDate": "D:20191205132248+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Technical Assistance Report", "Keywords": "adb technical assistance ta report"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 31 October 2019) \n \nCurrency unit  –  togrog (MNT) \nMNT1.00  =  $0.000371 \n$1.00  =  MNT2,698 \n \n \n \n \nABBREVIATIONS \n \n \n  ADB  –  Asian Development Bank \n  BOM  –  Bank of Mongolia \n  MET  –  Ministry of Environment and Tourism \n  MOF  –  Ministry of Finance \n  TA  –  technical assistance \n \n \n \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Amy S. P. Leung, East Asia Department (EARD) \nDirector  Xiaoqin Fan, Public Management, Financial Sector, and Regional \nCooperation Division, EARD \n   \nTeam leader  Pei-Chun Tsai, Public Management Specialist, EARD \nCo-Team leader  Seung Min Lee, Senior Financial Sector Specialist, EARD \nTeam members  Ma. Bernadette Y. De Castro, Project Analyst, EARD \nGenny de Torres, Administrative Assistant, Budget, Personnel and \nManagement Systems Department \nAnqian Huang, Senior Financial Sector Specialist, EARD \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "Ahmed M. Saeed", "role": "Operations", "organization": ""}, {"fullname": "Amy S. P. Leung", "role": "East Asia Department (EARD)", "organization": ""}, {"fullname": "Xiaoqin Fan", "role": "Public Management", "organization": "Financial Sector"}, {"fullname": "Cooperation Division", "role": "EARD", "organization": ""}, {"fullname": "Pei-Chun Tsai", "role": "Public Management Specialist", "organization": "EARD"}, {"fullname": "Seung Min Lee", "role": "Senior Financial Sector Specialist", "organization": "EARD"}, {"fullname": "Ma. Bernadette Y. De Castro", "role": "Project Analyst", "organization": "EARD"}, {"fullname": "Genny de Torres", "role": "Administrative Assistant", "organization": "Budget"}, {"fullname": "Anqian Huang", "role": "Senior Financial Sector Specialist", "organization": "EARD"}]}