{"path": "data/input/ta/51422-001-tar-ld-01.pdf", "pages": ["Preparing the Sustainable Tourism Development Project (Phase 2)                                                                                                            \n(TRTA MON 54122) \n \nTERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The transaction technical assistance (TA) will be carried out by a team of consultants. A \nconsulting firm will be recruited using the quality- and cost-based selection method, using a \nquality–cost ratio of 90:10 and simplified technical proposal according to the Asian Development \nBank’s (ADB) Procurement Policy (2017, as amended from time to time and Procurement \nRegulations for ADB Borrowers (2017, as amended from time to time).  \n \nA.  Scope of Services \n \n2.  The objective of the TA is to prepare a project design and due diligence that achieves the \nproject outputs and outcome. Specifically, the TA will: (i) ensure the project design is suitable for \nADB  financing  through  identifying  the  most  appropriate  project  components  and  providing \ninnovative  ideas,  concepts,  management  approaches,  and  technology  to  enhance  project \nimpacts; (ii) review proposed project components based on detailed due diligence assessment of \ntechnical,  economic  and  financial,  governance,  safeguards,  poverty,  social  and  gender \nassessment, and project risk and mitigation measures; (iii) provide training to the executing \nagency, implementing agencies, local design institutes, and other relevant stakeholders as \nneeded to help ensure effective project implementation; (iv) coordinate the TA activity at all levels; \n(v) maintain high quality of TA design and reporting; (vi) maintain firmly the schedule and TA \nprocessing  milestones;  (vii)  prepare  TA  documents,  including  feasibility  study  reports  and \nsafeguard documents; and (viii) provide inputs for ADB’s draft report and recommendation of the \npresident and linked documents. \n \n3.  The firm will report to the ADB project officer through the assigned team leader and will \nperform the following: \n \na)   Technical design developed, and feasibility assessments conducted. This output will \nprovide technical support to design the project and conduct project feasibility and technical \ndesign assessments to ensure that the project activities integrate inclusive and best \npractices for sustainable tourism development. Key activities will include: \n(i)  rapid assessment of the local tourism sector in western Mongolia, including the \nimpacts of the coronavirus disease (COVID-19) outbreak; \n(ii)  analysis of baseline situation in the project areas including status of tourism, \nmanagement of the selected project sites, stakeholders, relevant social, economic, \nland use, and tourism development plans, protected area management plans, and \nrelevant regulations and policies for tourism, protected areas, and the environment;  \n(iii)  analysis of the technical, economic, and financial feasibility of the project;  \n(iv)  technical support to design the project outputs in order to achieve the project \noutcome, including: a multi-sector and integrated approach; technical designs for \nthe  planned  institutional  strengthening,  livelihoods,  infrastructure  (including \npreliminary design of the institutional arrangements for operation of the tourism \ncenters), waste management, and protection of natural resources and cultural \nheritage. The designs will also incorporate (a) the use of digital technology and \ninnovation e.g., virtual reality, mobile applications, and financial technology to \nsupport sustainable business models and operation and maintenance of the project \nfacilities,  (b)  the  results  of  stakeholder  consultations  (para.  3b),  including \nopportunities to specifically target and benefit women, the poor and vulnerable, and \nyouth, under each project output, and (c) adaptation and/or mitigation measures as \nneeded to mitigate the impact of climate change on the project designs;  \n ", " \n(v)  preparation of project technical report detailing project design, outputs, outcomes, \nand measurement indicators; \n(vi)  preparation of a knowledge product (a report) providing (a) a rapid assessment of \nthe impacts of COVID-19 on the local tourism sector (with sex-disaggregated data \nand including the impacts and views of business run by women) and (b) a prioritized \nlist of key protected areas and cultural heritage sites in western Mongolia for \necotourism development, based on agreed selection criteria, stakeholder dialogue, \nand spatial planning. The product will include description of the methodology \nadopted, list(s) of the sites identified, and maps, as needed; and \n(vii)  supporting the preparation of project documents according to ADB and government \nrequirements. \n \nb)   Assessment and planning on social, gender, and safeguards completed. This output \nwill support the assessment and planning for the project-related social and safeguards \n(social and environment) due diligence requirements. Key activities will include: \n(i)  preparation of stakeholder analysis, consultation and participation plan for the \nproject preparation phase, and conduct of stakeholder workshops across all levels, \nincluding targeted consultations with women and youth (including women- and \nyouth-led civil society organizations [CSOs]);  \n(ii)  preparation and conduct of consultations and social surveys;  \n(iii)  conduct of due diligence assessment for involuntary resettlement and indigenous \npeoples/ethnic  minorities,  and  preparation  of  due  diligence  reports  and/or \nresettlement plans and ethnic minority development plans (as required); \n(iv)  conduct of social, poverty, and gender assessments;  \n(v)  preparation of plans on consultation and participation, gender, social development, \nand capacity building for the project implementation phase;  \n(vi)  preparation  of  an  initial  environmental  examination  and  environmental \nmanagement plan; and coordinating the preparation of domestic environmental \nbaseline assessments (including subcontracting of certified domestic firm[s]) and \nissuance of General Environmental Impact Assessment Letter by the Ministry of \nEnvironment and Tourism as required for project components and locations; and \n(vii)  supporting the preparation of project documents according to ADB and government \nrequirements. \n \nc)   Investment plan and procurement packages prepared. This output will support the \nreview  and  preparation  of  economic  and  financial  and  governance  due  diligence \nrequirements for project preparation. Key activities will include:  \n(i)  financial management assessment of executing and implementing agencies;  \n(ii)  project procurement risk assessment of executing and implementing agencies;  \n(iii)  preparation of procurement and investment plans;  \n(iv)  carrying out of financial and economic analyses; and  \n(v)  supporting the preparation of project documents according to ADB and government \nrequirements. \n \nd)   Project  management  capacity  of  the  executing  and  implementing  agencies \nimproved. This output will strengthen the capacity of the executing and implementing \nagencies to improve project readiness and project implementation. Key activities include: \n(i)  an institutional analysis of relevant institutions at project areas;  \n(ii)  review and recommendations for institutional capacity building requirements for \nthe implementing agencies to help achieve project implementation; and, \n(iii)  training in project and financial management, procurement, and safeguards.  \n ", " \n(iv)   \n \n4.  The major outputs and activities are summarized in Table 1.   \n \nTable 1: Summary of Major Outputs and Activities \nExpected  Expected \nCompletion  Completion \nMajor Activities  Date  Major Outputs  Date \nSector assessment and stakeholder  August  Sector assessment report, stakeholder analysis  September \nanalysis  2020  report, and revised problem tree  2020 \nInstitutional capacity and training  September  Institutional capacity and training needs assessment September \nneeds  2020  report  2020 \nSocial survey, poverty assessment,  September  Reports on poverty and social analysis, gender  November \ngender analysis, and consultation and 2020  analysis, beneficiary analysis, and consultation and  2020 \nparticipation  participation (as detailed appendices to SPRSS). \nAssessment of the technical  September  FSR and draft project design and monitoring  November \nfeasibility  2020  framework  2020 \nProcurement risk assessment  October  Procurement risk assessment and management  November \n2020  report including procurement implementation  2020 \narrangements and procurement capacity \nassessment report \nFinancial management assessment  September  Financial management assessment report  November \n2020  2020 \nDue diligence on safeguard  October  DDR on involuntary resettlement and indigenous  December \nrequirements  2020  peoples/ethnic minorities; resettlement plan and  2020 \nEMDP for subprojects (if applicable); IEE, with EMP \nPrepare procurement plan  November  Procurement plan; market analysis, operating  December \n2020  environment analysis, and supply positioning; draft  2020 \nbidding documents for all works contracts and \ncontracts for advance procurement \nDue diligence on the economic and  November  Economic and financial analysis report  January \nfinancial feasibility  2020  2021 \nFinal project technical, economic,  December  Final report with all appendices including IEE with  February \nfinancial, environment, and social  2020  EMP, DDR on involuntary resettlement and  2021 \nappraisal, including knowledge  indigenous peoples/ethnic minorities; resettlement \nproduct  plan and EMDP for subprojects (if applicable); \nSPRSS with appendices on detailed reports on \npoverty and social analysis, beneficiary analysis, \nconsultation and participation plan, and SGAP; \nCRVA; economic and financial analysis report; a \nFMA and PRA report, PPMS; draft PAM; and \nprocurement capacity building training plan (for \nexecuting/implementing agencies start-up), and \nother supporting documents \nCRVA = climate risk and vulnerability assessment, DDR = due diligence report, EMDP = ethnic minority development \nplan, EMP = environmental management plan, FMA = financial management assessment, FSR = feasibility study \nreport, IEE = initial environmental examination, PAM = project administration manual, PPMS = project performance \nmanagement system, PRA = procurement risk assessment,  SGAP = social and gender action plan, SPRSS = summary \npoverty reduction and social strategy . \n \nB.  Key expertise required  \n \n5.  The assignment will be carried out by a consulting firm. Proposing entities will determine \nthe number and the specific expertise along with their inputs of the specialists they will require to \nachieve  the  objectives  of  the  contract,  in  accordance  with  their  proposed  approach  and \nmethodology. However, ADB requires a minimum of nine key experts, one of which will be \nexpected to act as team leader. Table 2 provides a summary of the required key experts.  \n \n ", " \nTable 2: Summary of Key Experts \nInternational Positions  National Positions \nEcotourism specialist/team leader  Project management and procurement specialist \n  /deputy team leader \nArchitect  Building engineer \nEconomist (natural resources)  Financial management specialist  \nSocial, gender, and civil society specialist  Social, gender, and civil society specialist  \nEnvironment impact assessment specialist   \nSource: Asian Development Bank. \n \n6.  In addition to the above required key experts, the proposing entities should also include in \ntheir technical proposal, in the personnel work plan, and in their financial proposal all other “non-\nkey  experts”  required  in  accordance  with  their  proposed  approach  and  methodology.  The \nproposing entity must also determine and indicate the number of person-months for which each \nkey or non-key expert will be required. The proposal will specify where the experts will be based \ntogether with the expected durations. Based on experience from the design and implementation \nof  two  previous  ADB-supported  grant  and  lending  projects  in  Mongolia  for  tourism,1  it  is \nanticipated that successful delivery of the TA deliverables will require the inclusion of international \nand/or national non-key experts in the following disciplines: ecotourism, building engineering, \npower and heating, solid waste management, sanitation, archaeological heritage, climate change, \ntourism business development, health risk management, economics, information technology, \nenvironmental safeguards, and protected area management. \n \n7.  All experts engaged under the contract, whether key or non-key experts, must be a citizen \nof an ADB member country.  \n \n8.  Ecotourism specialist and team leader (international). The specialist will have the \noverall responsibility for the effective and timely implementation of the TA, ensuring the quality of \nall TA outputs, and coordinating and consolidating inputs of government agencies and other \nspecialists. The specialist will have a graduate degree in tourism or relevant discipline and at least \n10 years work experience in ecotourism planning and development. Specific tasks include: (i) \nguide the TA team in preparing the sector assessment, cost estimates, financing plan, and project \neconomic and financial analysis; (ii) develop a coherent rationale for the project with associated \nproblem tree analysis and project design and monitoring framework; (iii) overall responsibility for \nthe preparation, coordination, and design of the project outputs and subcomponents, based on \nbest practice principles for ecotourism and green development within and near protected areas \nand cultural heritage sites; (iv) lead the preparation of a knowledge product on (a) a rapid \nassessment of the impacts of COVID-19 on the local tourism sector and (b) a prioritized list of key \nprotected  areas  and  cultural  heritage  sites  in  western  Mongolia  for  potential  ecotourism \ndevelopment, based on agreed selection criteria, stakeholder dialogue, and spatial planning;  (v) \nprepare inputs to the other project documents and review TA deliverables ahead of submission \nto ADB; and (vi) participate in and present findings at consultations and workshops. \n \n9.  Architect (international). The specialist will lead the design components for the two \nplanned tourist streets (output 1), Uvs tourism complex (output 2), and rock art research and \ntourism center (output 4). The specialist will have a postgraduate degree in architecture, at least \n10 years of experience in architectural and engineering design, relevant international architectural \n \n1  ADB. 2015. Grant Assistance to Mongolia for Integrated Livelihoods Improvement and Sustainable Tourism in Khuvsgul Lake National Park Project. Manila; and ADB. \n2019. Report and Recommendation of the President to the Board of Directors: Proposed Loan to Mongolia for Sustainable \nTourism Development Project. Manila.   \n \n ", " \ncertifications, and a track record in innovative designs tailored to local culture and landscapes. \nSpecific tasks include: (i) lead the preparation of preliminary architectural designs for the two \ntourist streets, Uvs tourism complex, and rock art research and tourism center; (ii) for these \nfacilities, clarify design intention and concept designs, and apply international best practice and \nstandards, ensuring that environmental risks are avoided or minimized, and that designs are \nculturally appropriate and sensitive to landscape and aesthetic values; (iii) design and coordinate \ndomestic studies as needed to support preparation of the preliminary designs; (iv) ensure that the \npreliminary designs are prepared to a level of detail that will enable finalization of the architectural \ndesigns and preparation of the detailed engineering designs during project implementation; (v) \nidentify steps, schedule, and costs for the detailed designs, technical designs, and construction \nand administration of the facilities that will be prepared during project implementation; (vi) with \nthe building engineer and other relevant specialists, integrate best-practice design measures for \nheating, energy efficiency, water supply, sanitation, and solid waste, and ensure compliance with \nnational regulations and international standards for safety and other features; (vii) participate in \nand present findings at consultations and workshops; and (viii) prepare inputs to the project \ndocuments. \n \n10.  Economist  (natural  resources)  (international).  The  specialist  will  have  a  graduate \ndegree in natural resource, environmental, ecological economics or economics, and at least 10 \nyears of international work experience in economic analysis. In accordance with ADB’s Guidelines \nfor the Economic Analysis of Projects, the economist will: (i) assess macroeconomic and sector \ncontexts; (ii) establish the economic rationale for public and private sector involvement; (iii) \nundertake a demand analysis; (iv) assess least-cost investment options; (v) conduct project \neconomic cost–benefit analysis. This will include the identification and design of an appropriate \nmethodology and cost–benefit analysis approach that is representative of the project investments; \n(vi) conduct a benefit distribution analysis and a poverty impact analysis; and (vii) support the \nfinancial management specialist to design a pilot tourism business scheme linking small- and \nmedium-sized enterprises with communities. The specialist will design and apply relevant tools to \nguide and strengthen the project designs and due diligence, including projections of gross \ndomestic  product  and  population  and  tourism  growth;  willingness-to-pay  surveys  and/or \naffordability assessments; and projections and scenarios of the potential impacts of COVID-19 on \nthe project economic feasibility. \n \n11.  Social, gender, and civil society specialists (international and national). The specialists \nwill have a graduate degree or relevant qualification in social safeguards, social development \nstudies, and/or gender studies, and at least 10 years of work experience in social development, \ngender mainstreaming, and/or resettlement. The specialists will: (i) conduct stakeholder analysis; \nprepare and implement a consultation and participation plan for the technical assistance period; \n(ii) collect baseline socioeconomic data, and poverty profiles, including sex-disaggregated data; \n(iii) conduct a poverty, social, and gender analysis; (iv) assess the project’s social impacts and \nbenefits across different social groups (including women, the poor and vulnerable, and youth), \nand identify beneficiaries and affected people and their needs and opportunities; (v) prepare a \nbeneficiary data table in an excel sheet with the breakdown of beneficiary data among different \nsocial groups, and develop measures to target women, the poor and vulnerable, and youth; (vi) \nprepare the project social and gender action plan and the consultation and participation plan for \nthe implementation period. The social and gender action plan will include the establishment of \nphysical and social measures to prevent sexual exploitation, abuse and harassment of residents, \nservice providers, and tourists. The consultation and participation plan will include the potential \nrole of CSOs to participate and/or lead in project components; (vii) assess potential benefits and \nimpacts to indigenous peoples/ethnic minorities, including any potential restriction of access to \necotourism sites and/or potential commercial development of indigenous cultural resources and \n ", " \nknowledge; assess whether ADB’s IP safeguard requirements need to be triggered; and prepare \na  due  diligence  report  on  indigenous  peoples/ethnic  minorities  and  an  ethnic  minority \ndevelopment plan (if needed) based on documented stakeholder consultations and agreements \nwith communities (e.g. owners of heritage sites and cultural handicrafts to be promoted under the \nproject); (viii) ensure that the project does not involve involuntary resettlement and reconfirm the \nproject’s category on involuntary resettlement; and prepare a resettlement due diligence report \nand a resettlement plan (if needed); assess if the project will cause economic displacement (other \nthan land acquisition) due to restrictions on land use or access and include livelihood strategies \nin the resettlement plan (if needed) and/or the social and gender action plan; and (ix) contribute \nto the preparation and design of all outputs, especially output 1. In preparing these tasks, the \nspecialists will facilitate and ensure team collaboration with relevant stakeholders, especially \nCSOs. \n \n12.  Environmental impact assessment specialist (international). The specialist will have a \ndegree  in  environment  or  relevant  discipline  and  at  least  10  years  of  work  experience  in \nenvironmental impact assessment. The specialist will: (i) coordinate and conduct baseline reviews \nand surveys; (ii) coordinate the preparation of the required domestic environmental assessments; \n(iii) assess possible environmental impacts, including the direct impacts of project construction as \nwell as potential cumulative, induced, and indirect impacts resulting from greater visitor numbers; \nand (iv) prepare an initial environmental examination and environmental management plan, which \ncomplies with ADB requirements. The environment management plan will include measures for \nthe operational phase to manage and monitor visitor numbers and potential impacts to protected \nareas and cultural sites, including based on estimated limits of site carrying capacity, regulatory \nlimitations for activities and locations in protected areas, and capacity of nearby facilities and \nutilities to accommodate increased tourism pressures.   \n \n13.  Project management and procurement specialist/deputy team leader (national). The \nspecialist will support the team leader in all required tasks for project coordination, preparation of \nproject deliverables, and quality control of team member deliverables. The specialist will have a \ndegree in engineering, or relevant discipline; at least five years team leadership experience, \nincluding demonstrated ability to lead teams, prepare reports, and work with the government, \nprivate sector, communities, and CSOs; at least seven years of work experience in project \nmanagement,  procurement,  and  consulting  services;  excellent  facilitator  of  meetings  and \nnegotiations with a range of stakeholders; and has good command of spoken English. Previous \nexperience with ADB projects and familiarity with ADB processing and document requirements is \npreferred. The specialist will: (i) ensure timely and effective coordination between the consultant \nteam members, central and local government agencies, and other project stakeholders; (ii) \nprepare the project procurement risk assessment and procurement plan in accordance with ADB \nProcurement Policy (2017), Procurement Regulations for ADB Borrowers (2017), and related \nguidance notes for ‘procurement risk framework’ and ‘strategic procurement planning’; (iii) collect \ndata including market prices on equipment procurement to contribute to the preparation of the \nproject cost tables; (iv) conduct market analysis, operating environment analysis, and supply \npositioning,  and  incorporate  the  results  into  the  project  procurement  plan;  (v)  identify  the \nconstraints and challenges in procurement operations; incorporate into the project procurement \nrisk assessment and management plan including the risk categorization and risk register; (vi) \nsupport the executing agency to prepare a plan prior to loan negotiations covering the whole \nimplementation period of end to end procurement activities, including contract management; (vii) \nprepare  a  realistic  schedule  and  cost  estimate  for  design,  supervision,  inspection,  and \nmaintenance of proposed procurement activities; (viii) develop master bidding documents for \nprocurement under the project and the bidding documents for contracts under the loan, including \nall  contracts  to  be  procured  in  advance;  (ix)  organize  procurement  capacity  development \n ", " \nworkshops for executing and implementing agencies for the loan; and (x) support the executing \nagency in advance procurement of consultants and works/goods if any. \n \n14.  Building engineer (national). The specialist will have: a postgraduate degree in building \nengineering; relevant national certifications and qualifications as a practicing engineer; at least 10 \nyears applied experience in the design, construction, and operation of civil infrastructure projects; \nat least 5 years team leadership experience, including demonstrated ability to prepare reports \nand work with the government, private sector, communities, and CSOs; excellent facilitator of \nmeetings and negotiations with a range of stakeholders; and some spoken English. Previous \nexperience with ADB projects and familiarity with ADB processing and document requirements is \npreferred. The specialist will: (i) lead the design of the project engineering deliverables and ensure \noverall quality control and compliance with domestic standards and certifications; (ii) conduct \nalternatives analysis and identify technical risks, to identify the optimal infrastructure designs; (iii) \ndesign and coordinate domestic studies (as needed) and obtain domestic approvals for the \npreliminary project engineering designs; and (iv) provide written and technical inputs to project \noutputs and deliverables as needed, including the procurement plan and packaging of civil works \ncontracts; and the economic models, for sensitivity and risk analyses. \n \n15.  Financial management specialist (national). The specialist will have a graduate degree \nin accounting, finance, or a related field, and will have a recognized professional accountancy \nqualification management such as certified public accountant or chartered accountant. The \nspecialist is required to have at least 8 years of experience including recent experience in financial \ndue diligence for ADB projects. In accordance with ADB’s Guidelines for Financial Management, \nCost Estimates, Financial Analysis, and Financial Performance Indicators, the specialist will: (i) \nconduct  financial  management  assessments  of  the  executing  and  implementing  agencies, \nincluding  (a)  assessing  whether  previous  financial  management  assessments  have  been \nconducted by ADB or other agencies and, if so, reviewing the results and ascertaining whether \nthese can be used as input, (b) assessing capacity for planning and budgeting, management and \nfinancial accounting, reporting, auditing, internal controls, and information systems, (c) reviewing \nproposed  disbursement  and  funds-flow  arrangements,  and  (d)  concluding  on  the  financial \nmanagement  risk  rating  and  identifying  and  confirming  measures  for  addressing  identified \ndeficiencies; (ii) support the preparation of project cost estimates and financing plan; (iii) prepare \nfinancial  projections  and  conducting  financial  analyses  of  the  executing  and  implementing \nagencies, and incremental recurrent costs, to determine financial sustainability, and reviewing \nproposed cost-recovery and tariff policies, including affordability; (iv) conduct financial evaluations \n(financial cost-benefit analyses) including sensitivity analyses of project components that have a \ncost-recovery objective; (v) propose relevant financial performance indicators to be incorporated \nin financial covenants; and (vi) assess and reach agreement on financial reporting, auditing, and \npublic disclosure arrangements for the project, and, as appropriate, identifying and agreeing \narrangements for receiving financial statements from executing and/or implementing agencies. \n \nC.  Preparation of Proposal \n \n16.  Proposing entities are requested to prepare a detailed description of how they propose to \ndeliver  the  outputs  of  the  contract  in  the  section  of  their  proposal  called  “Approach  and \nMethodology”. In this narrative, entities should be explicit in explaining how they will achieve the \noutputs and include any information on their existing activities upon which they may eventually \nbuild, as well as the details of what staff will comprise the project team.  \n \n17.  Entities must also describe their experience in Mongolia and experience in sustainable \ntourism and their ability to operate in the respective languages. \n ", " \n  \n18.  Only one curriculum vitae (CV) must be submitted for each key and non-key expert \nincluded in the proposal. Only the CVs of key experts will be scored as part of the technical \nevaluation of proposals. The CVs of non-key experts will not be scored; however, ADB will review \nand individually approve or reject the CV for each non-key expert position in the proposal. The \nfinal team composition and inputs of each of the specialists will be finalized with the winning firm \nduring contract negotiations. \n \n19.  All positions under the contract, both key and non-key experts, must be included and \nbudgeted for in the financial proposal in accordance with the person-month allocation required for \neach as defined by the proposing organization.  \n \nD.  Terms of the Assignment \n \n20.  The duration of the assignment is nine months from the start date, expected to be around \nAugust 2020, and the assignment of experts is intermittent in nature. Relevant international \nspecialists will make intermittent visits to Ulaanbaatar and the field sites. It is anticipated that \ndomestic specialists will be largely or all based in Ulaanbaatar. The terms will be revised based \non consultations between the parties involved in the assignment according to change(s) and or \nadditional requirements identified during the course of implementation. \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20200609143711+08'00'", "Creator": "Microsoft® Word for Office 365", "ModDate": "D:20200610115118+08'00'", "Producer": "Microsoft® Word for Office 365", "Subject": "Supporting document for Sustainable Tourism Development Project (Phase 2): Technical Assistance Report", "Title": "Terms of Reference for Consultants"}}