{"path": "data/input/ta/51425-001-tar-en.pdf", "pages": [" \n \n \nTechnical Assistance Report\n \n \n \n \n \n \n \n \n \n \nProject Number: 51425-001 \nTransaction Technical Assistance (TRTA) \nFebruary 2019 \n \n \nPeople’s Republic of China: Preparing the Silk Road \nEcological Protection and Rehabilitation Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Access to Information \nPolicy.   \n ", " \nCURRENCY EQUIVALENTS \n(as of 1 January 2019) \n \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1454 \n$1.00  =  CNY6.8785 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  PRC  –  People’s Republic of China \n  RRP  –  report and recommendation of the President to the Board \n  TA  –  technical assistance \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice-President  Stephen Groff, Operations 2 \nDirector General  Amy S.P. Leung, East Asia Department (EARD) \nDirector  Qingfeng Zhang, Environment, Natural Resources and Agriculture \nDivision, EARD \n   \nTeam leader  Pavit Ramachandran, Principal Environment Specialist, EARD \nDeputy team leader  Niu  Zhiming,  Senior  Project Officer,  People’s Republic  of  China \nResident Mission \nTeam members  Maria Pia Ancora, Climate Change Specialist, EARD \nOmar Shariff B. Belisario, Senior Operations Assistant, EARD \n  Mark R. Bezuijen, Senior Environment Specialist, EARD \nJan Hinrichs, Senior Natural Resources Economist, EARD \nKang Hang Leung, Senior Finance Specialist, EARD \nRyan Bert Peralta, Project Analyst, EARD \nArun Ramamurthy, Senior ICT Specialist, EARD \n  C. Janyna Rhor, Principal Procurement Specialist, Procurement, \nPortfolio, and Financial Management Department \n  Nogendra Sapkota, Senior Social Development Specialist, EARD \n  Aysha Qadir, Principal Counsel, Office of the General Counsel \n   \nPeer reviewers  Bruce  Dunn,  Director,  Sustainable  Development  and  Climate \nChange Department \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \nPage \n \nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE \n \nI.  THE ENSUING PROJECT  1 \n \nII.  THE TECHNICAL ASSISTANCE  1 \nA.  Justification  1 \nB.  Outputs and Activities  1 \nC.  Cost and Financing  2 \nD.  Implementation Arrangements  3 \n \nAPPENDIXES  \n1.  Cost Estimates and Financing Plan  5 \n2.  List of Linked Documents  6 \n \n   \n ", " \n \n ", " \nI.  THE ENSUING PROJECT \n \n1.  The proposed project will support the Government of the People’s Republic of China’s \nefforts to address the escalating environmental deterioration and stress in the dryland ecosystems \nand loess areas along the Silk Road. It will seek to deliver outcomes that synthesize the lessons \nlearned and forge multi-dimensional interventions for integrated grassland, wetland, and forested \nareas restoration and management. A phased approach, supported by successful demonstration \nsites, are integral to the package of interventions to build awareness of the nature of the problems \nand the solutions being proposed. The government has requested for a $200.0 million loan from \nthe Asian Development Bank (ADB) to finance an ecological protection and rehabilitation project \nin Gansu, Shaanxi, and Qinghai provinces. The project will be aligned with the following impacts: \n(i)  ecological  restoration  and  environmental  governance  in  key  regions  crucial  to  national \necological security promoted; and (ii) ecological protection and restoration projects in order to \ncreate more jobs and raise incomes implemented, as envisaged in the Thirteenth Five-Year Plan \nfor Economic and Social Development of the PRC, 2016–2020. The project will have three \noutputs: (i) degradation of forests, wetlands, and grasslands in the loess areas arrested and \nreversed; (ii) livelihood diversification in loess areas implemented; and (iii) Institutional capacity \nfor integrated ecosystem management strengthened. These outputs will result in the following \noutcome: ecological resilience and rural livelihood security in the loess areas enhanced. The \nproposed project is included in ADB’s lending program for 2020.1 \n \nII.  THE TECHNICAL ASSISTANCE \n \nA.  Justification \n \n2.  The government requested ADB to assist in preparing the Silk Road Ecological Protection \nand Rehabilitation Project covering three provinces. The initial project parameters, including \nscope, implementation arrangements, and financing amount were confirmed with the government \nduring a reconnaissance mission fielded on 6–10 August 2018.2  \n \nB.  Outputs and Activities \n \n3.  Output  1:  Sector assessment conducted, and feasibility of the ensuing project \nassessed. This output will: (i) conduct a comprehensive sector assessment including identification \nof policy and institutional gaps and needs; (ii) assess the technical, economic, and financial \nfeasibility of project interventions; (iii) review safeguard requirements; (iii) conduct social survey, \nconsultations and analyses, and prepare measures on poverty, social, and gender aspects; and \n(iv) assist the executing agency in revising domestic feasibility studies and improving documents \nin line with ADB’s and the government’s requirements. The inception report will be prepared as \npart of this output covering these key parameters. \n  \n4.  Output 2: Project design and documents for the ensuing loan prepared.  This output \nwill (i) finalize the project design, including scope and core subproject details, project cost estimates, \nand detailed implementation arrangements including coordination between project provinces; (ii) \nassist in preparing project documents, including ADB’s draft report and recommendation of the \nPresident, project administration manual, and key linked documents, including due diligence \nreports and resettlement framework and/or plans,  poverty and social analysis reports, initial \n \n1 ADB. 2018. Country Operations Business Plan: People’s Republic of China, 2018–2020. Manila. \n2 The technical assistance (TA) first appeared in the business opportunities section of ADB’s website on 13 November \n2018. \n \n ", "2   \nenvironmental examination and/or environmental assessment review framework, climate risk \nvulnerability assessments and specific climate change modeling and assessments in the project \nareas,  ethnic minorities  development  framework  or  plan,  gender  action  plan,  financial  and \neconomic analysis report, financial management capacity assessment and procurement capacity \nrisk assessment of the executing agency. An interim report will be finalized covering all the project \ndue diligence and design requirements of ADB and the government. \n \n5.  Output  3:  Institutional  capacity  of  the  executing  and  implementing  agencies \nimproved. A detailed institutional and implementation capacity and training needs assessment will \nbe conducted to develop capacity for project implementation. Initial procurement and financial \nmanagement capacity training will be conducted with the executing and implementing agencies to \norient them on ADB procedures and requirements. The final technical assistance report will be part \nof  this  output  and  form  the  basis  for  the  project  fact-finding  mission  and  memorandum  of \nunderstanding to be agreed between the government and ADB. Advance action/start-up support \nfor continued capacity strengthening of the executing and implementing agencies will be provided \nunder this output extending to the initial loan implementation period. \n \n6.  The major outputs and activities are summarized in Table 1. \n \nTable 1: Summary of Major Outputs and Activities \nMajor Outputs  Delivery Dates  Key Activities with Milestones \n1.  Sector assessment  February 2019 to  1.1 Conduct sector assessment, stakeholder \nconducted, and feasibility of  April 2019  analysis, social survey, poverty assessment, \nthe ensuing project  and consultations \nassessed  1.2 Assess technical, economic, and financial \nfeasibility of the project \n1.3 Due diligence on safeguard requirements \n1.4 Procurement risk assessment \n1.5 Prepare inception report \n2.  Project design and  May 2019  2.1 Finalize project design, scope, costs, and \ndocuments for the ensuing  implementation arrangements \nloan prepared  2.2 Finalize report with all appendices including \nIEE reports, DDR and framework, \nresettlement plans (if applicable), PSA, \nEMDP, an SAP, a GAP, an economic and \nfinancial analysis report, an FMA report, \nPPMS, and draft RRP including PAM \n2.3 Prepare interim report \n3.  Institutional capacity of the  February 2019 to  3.1 Assess institutional capacity and identify \nexecuting and implementing  October 2019  training needs \nagencies improved  3.2 Conduct capacity building activities \n3.3 Prepare final report \n3.4 Advance action/start-up support for project \nimplementation  \nDDR = due diligence report, IEE = Initial environmental Examination, EMDP = ethnic minority development plan, FMA \n= financial management assessment, GAP = gender action plan, PAM = project administration manual, PPMS = project \nperformance management system, PSA = poverty and social analysis, RRP = report and recommendation of the \nPresident, SAP = social action plan.  \nSource: Asian Development Bank. \n   \nC.  Cost and Financing  \n \n7.  The technical assistance (TA) is estimated to cost $967,200, of which (i) $800,000 will be \nfinanced on a grant basis by ADB's Technical Assistance Special Fund (TASF-other sources), \n ", "3 \nand (ii) $167,200 will be financed on a grant basis by the Climate Change Fund3 and administered \nby ADB. The key expenditure items are listed in Appendix 1. \n  \n8.  The government will provide counterpart support in the form of counterpart staff, domestic \ntransportation, data collection, logistic support in arranging workshops and field visits, and other \nin-kind contributions. The government was informed that approval of the TA does not commit ADB \nto finance any ensuing project. \n \nD.  Implementation Arrangements \n \n9.  ADB will administer the TA. The State Forestry and Grassland Administration will be the \nexecuting agency and will have a national project management office that will coordinate with \nADB and provide guidance to the implementation agencies established in the district and county \ngovernments in Gansu, Qinghai, and Shaanxi provinces under the Provincial Forestry and \nGrassland Department. The TA will be implemented tentatively from February 2019 to November \n2020. Disbursement under the TA will be in line with ADB’s Technical Assistance Disbursement \nHandbook (2010, as amended from time to time). \n \n10.  The implementation arrangements are summarized in Table 2. \n \nTable 2: Implementation Arrangements \nAspects  Arrangements \nIndicative implementation period  February 2019–November 2020a \nExecuting agency  State Forestry and Grassland Administration \nImplementing agencies  District and County Governments in Gansu, Qinghai, and Shaanxi \nprovinces under the Provincial Forestry and Grassland Departments \nConsultants  To be selected and engaged by ADB \nFirm: Quality- and  Preparing the Silk  $0.600 million \ncost-based selection  Road Ecological \nProtection and \nRehabilitation Project \nIndividual: Individual  International expertise   $0.077 million \nselection  (5.5 person-months) \nIndividual: Individual  National expertise  $0.041 million \nselection  (5.0 person-months) \nDisbursement  The TA resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2010, as amended from time \nto time). \nAsset turnover or disposal  Asset will be handed over to the State Forestry and Grassland \narrangement upon TA completion  Administration upon TA completion. \nADB = Asian Development Bank, TA = technical assistance. \na The implementation period of the technical assistance includes start-up support envisaged for capacity strengthening \n of the executing and implementing agencies during the initial loan implementation. This will also ensure some overlap \n between the technical assistance consulting team and the loan implementation consultants to facilitate seamless \n transition of knowledge. \nSource: Asian Development Bank. \n \n11.  Consulting services. ADB will engage the consultants following the ADB Procurement \nPolicy (2017, as amended from time to time) and its associated project administration instructions \nand/or staff instructions.4 \n \n \n3 Established by ADB. Funds provided will be under direct charges. \n4 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 2). \n ", "4   \n12.  ADB’s procurement. Procurement will follow the ADB Procurement Policy (2017, as \namended from time to time) and its associated project administration instructions and/or staff \ninstructions. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "Appendix 1  5 \n \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nItem  Amount \nAsian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  360.0 \nii.  National consultants  220.0 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  133.0 \nii.  Reports and communications  5.0 \n2.  Surveys  7.0 \n3.  Training, seminars, and conferencesb  5.0 \n4.  Miscellaneous administration and support costsc  20.0 \n5.  Contingencies  50.0 \nTotal  800.0 \nNote: The technical assistance (TA) is estimated to cost $1,020,000, of which contribution from the Asian Development \nBank is presented in the table above. The Climate Change Fund will provide $167,200 to fund 5.0 person-months of \ninternational and 2.0 person-months of national consultancy inputs. The government will provide counterpart support \nin the form of counterpart staff, office accommodation, other administrative assistance, and other in-kind contributions. \nThe value of government contribution is estimated to account for 5% of the total TA cost. \na  Financed by the Asian Development Bank's Technical Assistance Special Fund (TASF-other sources). \nb  Administered by the executing agency. These costs may include representation costs, such as food and \nbeverages, interpretation and translation costs, and engagement of resource persons, including ADB staff who \nwill serve as resource persons and/or facilitators in the workshops. \nPurpose  Venue \nStakeholder consultation workshop  Project area, PRC \nInception, interim and final workshop  Project area, PRC \nSocial and environmental safeguards, procurement, and financial management  Project area, PRC \nc  Includes general operating costs, office supplies, and translation costs. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "6  Appendix 2 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=51425-001-TAReport \n \n1.  Terms of Reference for Consultants \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20191216164016+08'00'", "ModDate": "D:20191216164016+08'00'", "Author": "pramachandran@adb.org", "Creator": "PDF24 Creator", "Title": "Concept paper", "Keywords": "adb project concept paper"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 1 January 2019) \n \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1454 \n$1.00  =  CNY6.8785 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  PRC  –  People’s Republic of China \n  RRP  –  report and recommendation of the President to the Board \n  TA  –  technical assistance \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice-President  Stephen Groff, Operations 2 \nDirector General  Amy S.P. Leung, East Asia Department (EARD) \nDirector  Qingfeng Zhang, Environment, Natural Resources and Agriculture \nDivision, EARD \n   \nTeam leader  Pavit Ramachandran, Principal Environment Specialist, EARD \nDeputy team leader  Niu  Zhiming,  Senior  Project Officer,  People’s Republic  of  China \nResident Mission \nTeam members  Maria Pia Ancora, Climate Change Specialist, EARD \nOmar Shariff B. Belisario, Senior Operations Assistant, EARD \n  Mark R. Bezuijen, Senior Environment Specialist, EARD \nJan Hinrichs, Senior Natural Resources Economist, EARD \nKang Hang Leung, Senior Finance Specialist, EARD \nRyan Bert Peralta, Project Analyst, EARD \nArun Ramamurthy, Senior ICT Specialist, EARD \n  C. Janyna Rhor, Principal Procurement Specialist, Procurement, \nPortfolio, and Financial Management Department \n  Nogendra Sapkota, Senior Social Development Specialist, EARD \n  Aysha Qadir, Principal Counsel, Office of the General Counsel \n   \nPeer reviewers  Bruce  Dunn,  Director,  Sustainable  Development  and  Climate \nChange Department \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "Stephen Groff", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "Amy S.P. Leung", "role": "East Asia Department (EARD)", "organization": ""}, {"documentRole": "Director", "fullname": "Qingfeng Zhang", "role": "Environment", "organization": "Natural Resources and Agriculture"}, {"documentRole": "Team leader", "fullname": "Pavit Ramachandran", "role": "Principal Environment Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "Maria Pia Ancora", "role": "Climate Change Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "Omar Shariff B. Belisario", "role": "Senior Operations Assistant", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "Mark R. Bezuijen", "role": "Senior Environment Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "Jan Hinrichs", "role": "Senior Natural Resources Economist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "Kang Hang Leung", "role": "Senior Finance Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "Ryan Bert Peralta", "role": "Project Analyst", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "Arun Ramamurthy", "role": "Senior ICT Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "C. Janyna Rhor", "role": "Principal Procurement Specialist", "organization": "Procurement"}, {"documentRole": "Team members", "fullname": "Nogendra Sapkota", "role": "Senior Social Development Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "Aysha Qadir", "role": "Principal Counsel", "organization": "Office of the General Counsel"}]}