{"path": "data/input/ta/52049-001-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 52049-001 \nJuly 2019 \n \n \n \nProposed Programmatic Approach and Policy-\nBased Loan for Subprogram 1 \nIslamic Republic of Pakistan: Trade and \nCompetitiveness Program \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nAccess to Information Policy.\n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 5 July 2019) \n \nCurrency unit  –  Pakistan rupee/s (PRe/PRs) \nPRe1.00  =  $0.006390     \n$1.00  =  PRs156.49     \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EXIMBP  –  EXIM Bank of Pakistan \n  GDP  –  gross domestic product \n  IMF  –  International Monetary Fund \n  NSW  –  National Single Window \n  PNAC  –  Pakistan National Accreditation Council \n  SBP  –  State Bank of Pakistan \n  STPF  –  strategic trade policy framework \n  TA  –  technical assistance \n  US  –  United States \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Pakistan ends on 30 June. “FY” before \na calendar year denotes the year in which the fiscal year ends, e.g., FY2019 ends \non 30 June 2019. \n \n(ii)  In this report, \"$\" refers to United States dollars. \n \n \nVice-President  Shixin Chen, Operations 1 \nDirector General  Werner E. Liepach, Central and West Asia Department (CWRD) \nDirector  Tariq H. Niazi, Public Management, Financial Sector and Trade Division, \nCWRD \n   \nTeam leaders  Hiranya Mukhopadhyay, Principal Public Management Specialist, CWRD \n  Farzana Noshab, Senior Economics Officer, Pakistan Resident Mission \nTeam members  Alexander Julian, Financial Sector Economist, CWRD \n  Aysha Qadir, Principal Counsel, Office of the General Counsel \n  Lyle Raquipiso, Senior Economics Officer, CWRD \n  Mariane Sual, Senior Operations Assistant, CWRD \nPeer reviewer  Navendu Karan, Senior Public Management Economist, South Asia \nDepartment \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", " \nCONTENTS \nPage \nPROGRAM AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  PROGRAM AND RATIONALE  1 \nA.  Background and Development Constraints  1 \nB.  Policy Reform and ADB’s Value Addition  5 \nC.  Impacts of the Reform  8 \nD.  Development Financing Needs and Budget Support  8 \nE.  Implementation Arrangements  9 \nIII.  DUE DILIGENCE  9 \nA.  Technical  9 \nB.  Economic  9 \nC.  Governance  10 \nD.  Poverty, Social, and Gender  10 \nE.  Safeguards  10 \nF.  Risks and Mitigating Measures  11 \nIV.  ASSURANCES  11 \nV.  RECOMMENDATION  11 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  12 \n2.  List of Linked Documents  15 \n3.  Development Policy Letter  16 \n4.  Policy Matrix  17 \n \n \n \n ", "Project Classification Information Status: Complete\nPROGRAM AT A GLANCE\n1. Basic Data Project Number: 52049-001\nProject Name Trade and Competitiveness  Department/Division CWRD/CWPF\nProgram (Subprogram 1)\nCountry Pakistan Executing Agency Ministry of Finance, Revenue \nBorrower Government of Pakistan and Economic Affairs\n2. Sector Subsector(s)      ADB Financing ($ million)\nIndustry and trade Industry and trade sector development 500.00\nTotal 500.00\n3. Strategic Agenda Subcomponents Climate Change Information\nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the Project Low\ngrowth (IEG) including jobs, created and \nexpanded\nRegional integration  Pillar 2: Trade and investment\n(RCI)\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity Institutional development Some gender elements (SGE)\ndevelopment (GCD)\nPartnerships (PAR) Implementation\nInternational finance institutions (IFI)\nPrivate sector  Conducive policy and institutional \ndevelopment (PSD) environment\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Nation-wide High\nHousehold Targeting No\nGeneral Intervention on Poverty No\nSDG Targeting Yes\nSDG Goals SDG5, SDG8\n6. Risk Categorization: Complex \n.\n7. Safeguard Categorization Environment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 500.00\n     Sovereign Program (Concessional Loan):  Ordinary capital resources 500.00\nCofinancing 0.00\n     None 0.00\nCounterpart  0.00\n     None 0.00\nTotal 500.00\nCurrency of ADB Financing: USD \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 17052019135715268505 Generated Date: 16-Jul-2019 9:06:49 AM", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on (i) a proposed \nprogrammatic approach for the Trade and Competitiveness Program and (ii) a proposed policy-\nbased  loan  to  the  Islamic  Republic  of  Pakistan  for  subprogram  1  of  the  Trade  and \nCompetitiveness Program. \n \n2.  The program will help Pakistan reduce its current account deficit, promote macroeconomic \nstability, and foster sustained high growth by improving trade competitiveness and exports. The \nprogram will (i) introduce important tariff and tax-related policy reforms to support Pakistan’s \nexport industries and increase their competitiveness internationally; and (ii) strengthen key trade-\nfacilitating institutions such as accreditation bodies, the EXIM Bank of Pakistan (EXIMBP), and \nthe National Single Window (NSW). \n \nII.  PROGRAM AND RATIONALE \n \nA.  Background and Development Constraints \n \n3.  Pakistan’s exports averaged growth of more than 10% per year from FY2004 to FY2011, \npeaking at $25.4 billion in FY2011, and remained relatively flat from FY2011 to FY2015. Exports \nin almost all major export groups and destinations declined shortly thereafter, dropping to $22.0 \nbillion in FY2017. Pakistan’s share of global exports also declined by 20%, from 0.3% in 2005 to \n0.1% in 2017. While exports recovered to $24.8 billion in FY2018, their rise-and-fall pattern during \nFY2004–FY2017 reflects the underperformance of the country’s export industries and the long-\nterm decline of trade competitiveness. In fact, Pakistan’s export performance lags that of South \nAsian  and  Southeast  Asian  comparator  countries,  including  those  that  entered  key  export \nindustries such as textiles later than Pakistan. From 1990 to 2016, Pakistan averaged export \ngrowth of 5.6% per year, compared with 8.3% in Sri Lanka, 11.8% in Bangladesh, 26.7% in Viet \nNam, and 27.1% in Cambodia. Pakistan’s ratio of exports to gross domestic product (GDP)—\n8.2% in 2017—is the lowest among its competitor countries and is lower than the 17.7% regional \naverage. Foreign direct investment in Pakistan, including its export industries, remained relatively \nlow at 0.92% of GDP in 2017, even as the government increased infrastructure spending.1 \n \n4.  The weakness of Pakistan’s export trade is also reflective of its inability to diversify export \nproducts over the past few decades. Exports have been concentrated in less sophisticated and \nlower  value-added  products,  particularly  agricultural,  textile,  and  leather  products.  Textiles \naccounted for 56% of Pakistan’s exports from FY2016 to FY2018, but while textile exports \naveraged annual growth of 7.1% during FY2004–FY2011, the average dropped to just 0.2% \nduring FY2011–FY2018 (Figure). Pakistan is also losing export competitiveness because of the \nhigh concentration of less sophisticated goods; high-tech products comprise less than 2% of total \nexports. More complex categories such as chemicals, plastics, machinery, and appliances have \nsmall export shares (0.7%–2.2%) and had low or negative export growth from FY2011 to FY2018. \nOne of the reasons for this is low and declining investment in Pakistan. Private investment as a \npercentage of GDP stood at about 10.0% from FY2014 to FY2018 and dipped to 9.8% in FY2019.2 \n \n5.  Trade performance impact on the current account. The current account deficit has \nwidened significantly as a result of its growing trade deficit, which puts pressure on the balance \nof payments. The current account deficit expanded to a new high of $20 billion (6.3% of GDP) in \n                                                \n1  World Bank. World Development Indicators (accessed 20 May 2019). \n2  Sector Assessment (Summary): Industry and Trade (accessible from the list of linked documents in Appendix 2). \n ", "2 \nFY2018 (Table 1). The trade deficit increased rapidly because of stagnant export growth and \nincreasing imports. Capital and consumer goods contributed to the rise in imports from FY2014 \nto FY2018. Private consumption accounted for 81% of GDP in FY2018, largely supported by \nimports. However, by value, the share of consumer goods (including consumer raw materials) in \ntotal imports declined from 69% in FY2014 to 57% in FY2018, while the share of capital goods \nand oil imports increased 10 percentage points to 40%. This can be partly attributed to more \npublic spending on infrastructure projects, and to the rise in oil prices. Finally, the rising budget \ndeficit also fed into the worsening current account deficit. \n \nFigure: Compound Annual Export Growth Rate \n(%) \n40\n35 FY2004 to FY2011\n30\nFY2011 to FY2018\n25\n20\n15\n10\n5\n0\n-5\n-10\n-15 Vegetable Prepared Mineral Chemical or Plastics, Raw hide Textiles and Machinery,\nproducts foodstuffs products allied rubber skins, textile mechanical\nindustries articles leather, fur articles appliances\nskins,\narticles  \nFY = fiscal year. \nSource: State Bank of Pakistan. \n \n6.  Pakistan's gross international reserves fell from $19.4 billion at the end of FY2016 to \n$11.3 billion at the end of FY2018 (Table 1), and to $9.1 billion at the end of 2018. Net reserves \ndeclined from $18.1 billion to $9.8 billion (1.9 months of import cover) during the same period. \nReserves declined because of the increasing current account deficit, interventions to maintain the \novervalued exchange rate, and increasing debt service on borrowed reserves. The rebuilding of \nreserves is crucial if the country wants to strengthen the buffers against external shocks and avoid \na  balance-of-payment  crisis.  The  Pakistan  rupee–United  States  (US)  dollar  exchange  rate \ndropped 25% in 2018 to slow the decline of reserves, but this has had a limited effect on reserves.3 \n \n   \n                                                \n3  Appreciation in Pakistan’s Real Effective Exchange Rate since 2014 impacted export competitiveness compared to \nother countries. Real Effective Exchange Rate peaked at 127.4 in April 2017 before it started to slide down to 111.1 \nin April 2018 and 104.3 in April 2019 as the State Bank of Pakistan (SBP) allowed depreciation in nominal exchange \nrate against major currencies. \n ", "3 \nTable 1: External Sector Indicators \nItem  FY11  FY12  FY13  FY14  FY15  FY16  FY17  FY18 \nCurrent account balance  214  (4,658)  (2,496)  (3,130)  (2,796)  (4,867)  (12,621)  (19,897) \n($ million) \nBalance on trade in goods  (10,427)  (15,652)  (15,355)  (16,590)  (17,267)  (19,283)  (26,784)  (31,911) \n($ million) \nExports ($ million)  25,369  24,718  24,802  25,078  24,090  21,972  21,966  24,758 \nImports ($ million)  35,796  40,370  40,157  41,668  41,357  41,255  48,750  56,669 \nBalance on trade in  (2,029)  (3,305)  (1,564)  (2,650)  (2,970)  (3,406)  (4,339)  (6,068) \nservices ($ million) \nSBP gross reserves  16,614  11,905  7,198  10,509  14,836  19,446  17,550  11,341 \n($ million) \nSBP net reserves  14,784  10,803  6,009  9,098  13,534  18,143  16,142  9,789 \n($ million) \nAverage exchange rate  85.50  89.24  97.24  102.86  101.29  104.24  104.69  109.84 \n(PRs = $1.00) \n( ) = negative, FY = fiscal year, SBP = State Bank of Pakistan. \nNotes: (1) Exports and imports of goods are free-on-board values; (2) Net reserves exclude gold and foreign currency \ndeposits of commercial banks held with SBP. \nSource: State Bank of Pakistan database (http://www.sbp.org.pk/ecodata/BOP_arch/index.asp; last accessed on 4 July \n2019). \n \n7.  Constraints  on  export  performance.  Several  factors  contributed  to  the  poor \nperformance of exports in Pakistan. Following a policy of fiscal consolidation to reduce the fiscal \ndeficit, the government raised tax revenues to finance large development needs. Additional \nrevenues were raised largely from existing taxpayers, without broadening the tax base, putting an \nexcessive burden on corporate and trade players. Additional customs duties were imposed on \nmachinery (from 0% to 3%–5% since 2013) and intermediate goods to raise revenues, reduce \nimport demand, and narrow the balance-of-payment deficit. Average tariffs remain high and the \ntariff structure has become more complex, including 13 duty slabs with more than 7,000 tariff lines \nand reversing the progress of previous simplification efforts.4 Regulatory duties (an additional \ntrade tax) were imposed on 480 tariff lines, including 30% duty on iron and steel imports in 2016. \nCustoms duty exemptions (e.g., on machinery) could be availed of but are rarely sought in practice \nbecause of cumbersome documentary requirements. In the case of machinery and capital goods, \nexemption is subject to substantiation by the importers that the products are not made locally. \nThis tax regime increased the costs for exporters that depend on imported intermediate goods, \ncreating a negative impact on the competitiveness of domestic industries involved in global value \nchains. Domestic taxes are also set at high rates to raise revenues from a narrow tax base to \nmitigate fiscal expansion. Corporate tax rates remain relatively high at 31% in FY2016–FY2017 \n(reduced from 34%) and the goods and services tax rate is 17%, which aggravates the tax burden \nand drives up the cost of doing business and the price of export goods. Diesel, a key input for \nindustry, transport, and agriculture in Pakistan, is subject to 34.5% sales tax and duty. \n \n8.  High raw material costs hurting exports. High tariffs and restrictions on the import of \nsynthetic products and fibers are keeping Pakistani manufacturers from producing high value-\nadded synthetic textile products, including finished garments, that better match global trends and \ndemand.5 This constrains the potential growth in export value and leads to the underperformance \n                                                \n4  Trade barriers are often justified as a means of reducing import competition and protecting jobs. But higher tariffs on \nessential inputs weaken the productivity and competitiveness of domestic firms and could in fact lead to a substantial \nnumber of job losses. Moreover, protectionist policies also have a detrimental impact on a country’s position in global \nproduction networks for the same reasons. \n5  A. Mahmood and W. Ahmed. 2017. Export Performance of Pakistan: Role of Structural Factors. SBP Staff Notes. \n02/17. Karachi: State Bank of Pakistan (SBP). Estimates in the staff note suggest that 20%–30% of imported inputs \nhave been used at different stages of production in Pakistan. Despite the significant importance of imported inputs \nin production, Pakistan applies relatively high tariff rates compared with its peers and competitors. \n ", "4 \nof Pakistan’s textile exports. Instead, Pakistan is competing with and in competition with low-tech \nproducts from lower-income countries with more competitive wages. Efforts to increase the \ncomplexity and diversity of Pakistan’s exports face multiple hurdles, such as the composition of \nthe export goods basket, little opportunity to transition to higher-value products given the country’s \ncurrent capabilities, low investment in research and development, and limited productivity and \nlabor skills.6 These binding constraints to higher-value production and stronger competitiveness \nare further corroborated in a 2013 World Bank study.7 \n \n9.  Overvalued exchange rate. To protect the budget from the impact of exchange rate \nfluctuations on imported goods and foreign debt service costs, the real effective exchange rate of \nthe Pakistan rupee was allowed to appreciate by more than 20% from 2013 to 2017, which further \neroded export competitiveness. By maintaining a mostly fixed nominal exchange rate against the \nUS dollar, the Pakistan rupee was overvalued by 10%–18% in July 2017, increasing import \ndemand and reducing export price competitiveness.8 The Pakistan rupee has been allowed to \ndevalue since 2018, which partially helped improve the price competitiveness of exporters. \n \n10.  Weak institutional capacity. Exports have suffered from the persistently high cost of \ndoing business in Pakistan; outages of grid-based electricity supply; high cost of electricity; and \nalarmingly high tax incidence on petroleum products, including diesel fuel.9 Despite unbundling \nthe Water and Power Development Authority in 1999 into separate electricity and water divisions, \nthe desired reforms—to curb inefficiencies in the power generation, distribution, and transmission \nsystem; improve collection; and reduce line losses of more than 20%—were not implemented. As \na result, export-oriented entrepreneurs bear the cost of these inefficiencies by paying inflated \nelectricity bills, putting them at a competitive disadvantage to other exporters in this region. \nFurthermore, the government withheld the refund of taxes and duties to exporters, which hurt their \nliquidity.10 Complex and cumbersome customs procedures for exporters and importers also \ncontribute to the high cost of doing business. In the trading across borders category of the World \nBank’s 2018 Doing Business Survey, Pakistan ranked 171st out of 189 countries because of the \nhigh financial and time costs of clearing exports and imports at the border and complying with \ndocumentary requirements.11 This shows the need to streamline border control and documentary \nprocedures and to fully operationalize the National Single Window (NSW) for exporters and \nimporters. \n \n11.  The institutions and bodies established to provide essential trade-related services to \nexporters have inherent weaknesses. Institutions responsible for metrology and product testing, \ncertification  services  for  export  product  quality,  accreditation  services  for  testing  bodies, \nintellectual property rights enforcement, and establishment of special economic zones play a \ncritical role in trade facilitation and competitiveness.12 Both large and small businesses have \n                                                \n6  A. Mahmood and W. Ahmed. 2017. Export Performance of Pakistan: Role of Structural Factors. SBP Staff Notes. \n02/17. Karachi: SBP. \n7  World Bank. 2013. Pakistan: Finding the Path to Job-Enhancing Growth: A Country Economic Memorandum. \nWashington, DC. \n8  International Monetary Fund (IMF). 2017. Pakistan: 2017 Article IV Consultation—Press Release; Staff Report; \nInformational Annex; and Statement by the Executive Director for Pakistan. IMF Country Report. No. 17/212. \nWashington, DC. \n9  R. Amjad et al. 2012. Export Barriers in Pakistan: Results of a Firm Level Survey. The Lahore Journal of Economics. \n17:SE (September 2012). pp.103–134. \n10 Government of Pakistan, Ministry of Commerce, National Tariff Commission. 2015. Study on Reasons of Decline in \nExports of Pakistan. Islamabad. \n11 World Bank. Ease of Doing Business in Pakistan. \n12 A. Malik, E. Ghani, and M. ud Din. 2017. An Assessment of Pakistan’s Export Performance and the Way Forward. \nPIDE Working Papers. No. 153. Islamabad: Pakistan Institute of Development Economics. \n ", "5 \nsuffered from a lack of services to help them comply with changes in world trade rules, embodied \nin the technical barriers to trade, sanitary, and phytosanitary measures of the World Trade \nOrganization. For example, poor testing and certification facilities make the export of many \nagricultural  commodities  difficult.  In  addition,  limited  access  to  trade  finance  places  many \nexporters at a disadvantage to international competitors, which can access financial support from \ntheir country’s national export credit agency, including credit enhancements, low-cost financing, \nand insurance for extended payment terms. The lack of trade finance seriously challenges \nPakistan’s exporters, and did so especially after the financial crisis in 2008–2009. The full \noperationalization of the EXIMBP could remedy this.13 Financing constraints are even more \nserious for women entrepreneurs; lack of finance turned out to be the major bottleneck for \nbusinesswomen in World Bank surveys done in 2015 and 2016.14 \n \nB.  Policy Reform and ADB’s Value Addition \n \n12.  The vision of the strategic trade policy framework (STPF), 2019–2023 is for Pakistan to \nbecome a dynamic and efficient domestic market and a globally competitive, export-driven \neconomy. Vision 2025 articulates the government’s aim to encourage trade, increase exports, \nand improve the competitiveness of domestic industries in Pakistan as a means to reduce the \ncurrent account deficit and foster macroeconomic stability and sustained high growth.15 The STPF \nobjective is to make exports a driver of economic growth, reduce the relative disincentive for \nexport  industries  by  removing  structural  anomalies,  and  improve  the  trade  ecosystem  by \nincreasing institutional efficiencies and reducing the cost of doing business. The STPF’s main \ngoals are to (i) increase exports at a minimum compound annual growth rate of 15% per year until \nFY2023; (ii) improve the competitiveness and efficiency of industry, especially the export industry, \nby restoring average mean tariffs to FY2011 levels; (iii) step up regional integration by raising \nregional trade’s share of total trade by 20%; and (iv) promote sustainable, socially compliant, \ninclusive, and gender-sensitive export development. \n \n13.  The program will help define and implement key reforms to tackle the development \nchallenges discussed in paras. 7–11 and to improve Pakistan’s export performance. The reforms \nare grouped in two areas under the programmatic approach, and all the 13 subprogram 1 policy \nactions have been completed.16 \n(i)  Tax and tariff rationalization. The principal objective is to promote a business \nenvironment that enables export competitiveness and facilitates private sector \ninvestment. The price competitiveness will be boosted by abolishing or reducing \nseveral regulatory and customs duties on raw materials and intermediate inputs. \nUnder subprogram 1, the government (i) submitted the draft national tariff policy to \nthe federal cabinet for approval, (ii) rationalized the tariff rates into a maximum of \nfour slabs with a 20% peak rate, (iii) abolished or reduced customs and regulatory \nduties on several raw materials and intermediate inputs, and (iv) reduced the \n                                                \n13 The World Bank commissioned a survey on trade and trade finance developments during the first quarter of 2009. \nThe survey of 425 firms and 78 banks in 14 developing countries across five regions confirmed that the global \nfinancial crisis constrained trade finance for exporters and importers in developing countries. The impact varied by \nfirm size, sector activity, and the country’s integration into the global economy, but small and medium-sized \nenterprises were particularly vulnerable, making export diversification more difficult, especially in low-income \ncountries (M. Malouche. 2009. Trade and Trade Finance Developments in 14 Developing Countries Post September \n2008: A World Bank Survey. Policy Research Working Paper. No. 5138. Washington, DC: World Bank). \n14 World Bank. 2017. Catalyzing Women’s Growth Entrepreneurship in Pakistan’s Cities: Data from Karachi and Lahore \nin Pakistan Development Update: Managing Risks for Sustained Growth. Washington, DC.  \n15 Government of Pakistan, Ministry of Planning, Development and Reform. 2014. Pakistan 2025: One Nation–One \nVision. Islamabad. \n16 The sequencing of the reforms under each reform area is in the policy matrix in Appendix 4. \n ", "6 \ncorporate income tax rate from 30% to 29% in FY2019 to encourage corporate \ninvestment and trade. These reforms will continue with logically sequenced policy \nactions proposed for subprogram 2. Under subprogram 2, the government will (i) \napprove the national tariff policy, (ii) remove the requirement for importers to \nconfirm that all imported machinery and capital goods are not made locally to avail \nof customs duty exemption, (iii) exempt several raw materials and intermediate \ninputs from customs duties,17 (iv) reduce the corporate tax rate further to 28% and \nthe dividend tax from 15% to 10%, and (v) remove the electricity surcharge of \nPRs3.35 per kilowatt-hour on industrial consumers. \n(ii)  Institutional strengthening. The rationalization of taxes, duties, and tariffs cannot \nimprove  Pakistan’s  exports  unless  the  trade-relevant  legal  and  institutional \nstructures  are  strengthened  at  the  same  time.18  The  program  targets  three \nimportant reform areas: operationalizing the NSW, operationalizing the EXIMBP, \nand strengthening the certification and accreditation systems. For subprogram 1, \nthe government (a) prepared the draft e-commerce policy framework; (b) approved \nthe operational rules for appointments, promotions, and transfers of Pakistan \nNational Accreditation Council (PNAC) employees, while PNAC published on its \nwebsite the long-term plans, policies, and schemes in line with international best \npractices, including export certification for gems and jewelry; (c) notified the high-\nlevel steering committee for the NSW, the project management office, and five \nworking groups to promote export facilitation;19 (d) approved the NSW blueprint \nand implementation plan to operationalize the NSW; (e) prepared the draft NSW \nact, which articulates the NSW business processes in line with international legal \nstandards  and  best  practices,  for  stakeholder  consultations;  (f) approved \namendments  to  the  Refinance  and  Credit  Guarantee  Scheme  for  Women \nEntrepreneurs in Underserved Areas to expand its applicability to all districts of \nPakistan  and  improve  women  entrepreneurs’  access  to  finance  by  allowing \nworking capital financing; and (g) initiated the recruitment of a full-time professional \nchief executive officer for the EXIMBP. These reforms will continue with logically \nsequenced policy actions proposed for subprogram 2. Under subprogram 2, the \ngovernment will submit the draft e-commerce act to the National Assembly for \nconsideration. It will also amend the Pakistan National Accreditation Act, 2017 to \n(a) reconstitute the PNAC board of directors to include professionals with sector \nexpertise and scientific knowledge; restrict ex officio members to one-third of total \nboard members; ensure at least one woman on the board; and set a 3-year fixed \nterm for each board member, except for ex officio members; and (b) empower the \nboard of governors to recommend three candidates to the federal government for \nappointment as PNAC director general and/or chief executive officer. In addition, \nunder subprogram 2, the government will (a) ensure the approval of the long-term \n                                                \n17 The selected raw materials and intermediate inputs are in the policy matrix in Appendix 4. \n18 Without adequate human, institutional, and infrastructure capacity to participate effectively in international trade, \ncountries will not be able to expand the quantity and quality of goods and services they can supply to world markets \nat competitive prices (World Trade Organization. Building Trade Capacity). \n19 The single-window system in trade allows parties to lodge standardized information and documents with a single-\nentry point to fulfill all import, export, and transit-related regulatory requirements. After introducing the single window \nin Singapore, the time to process trade documents fell from 4 days to 15 minutes. Total savings for the business \ncommunity from using uTradeHub, a paperless trading system in the Republic of Korea, are estimated at \n$1.82 billion. Savings accrue from lower transmission costs by using e-documents; from greater productivity thanks \nto automated administration work; and from more efficient management, storage, and retrieval of information and \ndocuments thanks to information technology (S. Lim. 2012. Single Window Implementation: Benefits and Key \nSuccess  Factors.  Presentation  at  the  UNNExT  Capacity  Building  Workshop  for  Tajikistan  Single  Window \nImplementation. Bangkok. 18–19 November). \n ", "7 \nplans, policies, and schemes of PNAC; (b) submit a status report on the activities \nof PNAC’s five working groups; (c) complete targeted activities as per the NSW \nblueprint and implementation plan; (d) submit the draft NSW act to the National \nAssembly for consideration; (e) finalize the transfer of modules and activities from \nthe web-based one customs (WeBOC) platform to the NSW; and (f) approve the \nEXIMBP business plan and financial model, and finalize the draft EXIMBP act. \n \n14.  A programmatic approach is needed because the structural reforms require a long-term \nhorizon to be implemented effectively. The implementation of most of the reforms must begin with \nessential changes to the legal, institutional, and human resource structures. Evaluating capacity \nconstraints while designing the reforms is equally important. Therefore, the sequencing of reforms \nwill remain critical. For example, operationalizing the NSW requires sufficient preparatory and \nimplementation time. Similarly, operationalizing the EXIMBP requires a gradual approach starting \nwith designing the business plan and the financial model. A programmatic approach is suitable \nfor chronologically sequencing the reforms in a multiyear framework. It also enables alignment of \npolicy actions with unavoidable realities and exogenous shocks. Moreover, the modality plays a \nleveraging and catalyzing role in coordinating the technical assistance (TA) support provided by \ndevelopment partners. \n \n15.  The value addition of the Asian Development Bank (ADB) stems from its long experience \nin designing and implementing policy-based loans in ADB developing member countries (DMCs), \nincluding Pakistan.20 These loans covered several areas of economic management, including \nrevenue mobilization and expenditure rationalization. ADB also supported reforms to state-owned \nenterprises and the energy sector in Pakistan. The program draws on lessons from these loans. \nStrong  government  commitment  and  adequate  support  from  all  stakeholders  are  the  two \nimportant prerequisites for a successful policy-based reform program. Thus, setting realistic policy \nactions, sequenced logically, is crucial to ensuring the government’s commitment. These reforms \nwill also need to be supported by adequate capacity development assistance. \n \n16.  ADB’s  value  addition  can  be  grouped  in  three  broad  categories:  (i)  facilitating  the \nidentification and sequencing of key reforms with immediate impact (tariff and tax rationalization) \nand medium-term impact (institutional strengthening), and international good practices in several \nareas of economic management; (ii) providing operational support to implement complex reforms \n(such as operationalizing the EXIMBP and the NSW) through transaction TA; and (iii) coordinating \nwith other development partners, especially the International Monetary Fund (IMF) and the World \nBank, to provide a unified reform package to the government. A stand-alone transaction TA \nproject totaling $750,000 from ADB’s Technical Assistance Special Fund (TASF-other sources) \nwas approved on 5 September 2018 to support the effective preparation and implementation of \nthe program, including technical aid and capacity building.21 \n \n17.  Development partner and/or donor coordination. The ADB program team has been \nworking closely with other development partners and donors in Pakistan as part of the G5 group \n                                                \n20 ADB. 2016. Report and Recommendation of the President to the Board of Directors: Proposed Programmatic \nApproach and Policy-Based Loans for Subprogram 1 to the Islamic Republic of Pakistan for the Public Sector \nEnterprises Reform Program. Manila; and ADB. 2017. Report and Recommendation of the President to the Board of \nDirectors: Proposed Policy-Based Loan for Subprogram 2 to the Islamic Republic of Pakistan for the Public Sector \nEnterprises Reform Program. Manila; M. Attinasi and B. Carrasco. 2008. Public Resource Management Reform \nPrograms: Do They Work? Manila. ADB. \n21 ADB. 2018. Technical Assistance to the Islamic Republic of Pakistan for Preparing the Trade and Competitiveness \nProgram. Manila. ADB is also providing technical assistance to set-up EXIMBP under a different TA (ADB. 2018. \nTechnical Assistance to the Islamic Republic of Pakistan for Promoting Investments and Economic Growth through \nInternational Trade. Manila. \n ", "8 \nof donors,22 as well as through other forums and meetings, to identify key structural reform areas. \nADB is coordinating efforts to improve trade and competitiveness with other development partners \nbased on a common set of reforms that are important to accelerate and sustain medium-term \ngrowth. It is coordinating with the IMF, in particular, which approved a new $6 billion extended \nfund facility program in 2019 for Pakistan to improve macroeconomic management. The previous \nfacility was completed in September 2016.23 The ADB program will complement the IMF-led \nreform initiatives by helping improve competitiveness, which in turn will help build up robust \nforeign exchange reserves. The IMF’s emphasis on a market-driven exchange rate will also \ncomplement the program by improving the price competitiveness of Pakistan’s exports.24 The \nWorld  Bank  is  processing  a  program-for-results  financing  (PforR)  modality  to  support  the \nimplementation of various actions under the STPF over 4–5 years.25 ADB’s support for the NSW \ndraws  from  the  initial  plan  prepared  with  support  from  the  US  Agency  for  International \nDevelopment. ADB is also coordinating with the Japan International Cooperation Agency to \nfacilitate the design of its complementary reforms. \n \nC.  Impacts of the Reform \n \n18.  Pakistan’s overarching development objective is to foster macroeconomic stability and \nsustainable high growth. Since trade is expected to play a vital role in this context, improving the \ncountry’s export competitiveness remains an important pillar. The program will help achieve this \nthrough the proposed reforms, which will primarily assist Pakistan in making (i) its traditional \nexport items more price competitive in international markets; and (ii) the trade infrastructure and \ninstitutions conducive to higher exports and the diversification of export goods. \n \nD.  Development Financing Needs and Budget Support \n \n19.  The reforms under the program will have significant cost implications for the government. \nRevenue losses from tax and tariff rationalization and the operationalization of the NSW and the \nEXIMBP will lead to additional fiscal stress. The amount of fiscal stress is estimated at $2 billion \nover 3 years. The government is in the midst of a comprehensive fiscal consolidation exercise to \n(i) bring the debt–GDP ratio onto a firm downward trajectory, (ii) maintain a sustainable fiscal \ndeficit while safeguarding macroeconomic stability, and (iii) set the stage for sustainable and \ninclusive growth. This is expected to be achieved primarily through revenue mobilization and \nexpenditure rationalization. However, given the sluggish nature of short- to medium-term revenue \nimprovements  and  the  presence  of  large  nondiscretionary  expenditure  items,  the  ratio  of \nconsolidated fiscal deficit (including grants) to GDP is expected to increase from 6.8% in FY2019 \nto 7.1% in FY2020. The IMF’s adjustment scenario projects the deficit (including grants) to drop \nto 5.2% in FY2021. As a result, the government will not have enough fiscal headroom to incur \nadditional development finance for the targeted reforms proposed under the program. This is a \n                                                \n22 The G5 consists of ADB, the IMF, the United Kingdom’s Department for International Development, the US Agency \nfor International Development, and the World Bank. \n23 IMF. 2018. First Post-Program Monitoring Discussions—Press Release; Staff Report; and Statement by the \nExecutive Director for Pakistan. Washington, DC. The report voices concern over Pakistan’s rapidly depleting \nreserves, and highlights that sustained efforts are needed to ensure macroeconomic stability. \n24 Domestic currency depreciation also leads to higher prices of imported raw materials and intermediate goods. The \ntariff rationalization under the program is vital to ensure net benefits to exporters that import raw materials. \n25 The Pakistan Goes Global program aims to contribute to sustainable growth by increasing the integration of Pakistani \nfirms into the global economy through a sharp reduction of the economy’s anti-export bias. It starts with the premise \nthat integration into global markets through trade and investment plays a crucial role in achieving that objective. The \nprogram has three pillars: (i) strengthening institutions to ensure effective service delivery and alignment of objectives \nat the federal level in terms of competitiveness, (ii) changing the incentives regimes under which firms operate to \nmake integration profitable for firms, and (iii) improving Pakistani firms’ technology and innovations. \n ", "9 \nclear illustration of a hard budget constraint and its impact on development financing, given the \ndownward rigidity in nondiscretionary items of recurrent expenditure (salary, pensions, and \ninterest). Strong expenditure rationalization and revenue mobilization efforts will need to be \nmaintained rigorously to create room for additional reform-related expenditure, to the extent it is \nreflected in the federal budget, within the fiscal deficit targets. \n \n20.  Based on the development financing requirements of the program, ADB will provide policy-\nbased lending totaling $800 million, structured into two subprograms. For subprogram 1, the \ngovernment has requested a concessional loan of $500 million from ADB’s ordinary capital \nresources to help finance the program. This will help the government compensate for revenue \nlosses already incurred from the tariff and corporate tax rationalization.26 The loan will have a 25-\nyear term, including a grace period of 5 years; an interest rate of 2% per year during the grace \nperiod and thereafter; and such other terms and conditions set forth in the draft loan agreement. \n \nE.  Implementation Arrangements \n \n21.  The Economic Reforms Unit of the Ministry of Finance will be the executing agency of the \nprogram. The Ministry of Finance, the Federal Board of Revenue, the Ministry of Commerce and \nTextiles, PNAC, and the EXIMBP are the proposed implementing agencies. The proceeds of the \npolicy-based loan will be withdrawn in accordance with ADB’s Loan Disbursement Handbook \n(2017, as amended from time to time). The programmatic approach is being implemented from \n1 January  2018  to  31  December  2020.  Subprogram  1  is  expected  to  be  implemented  by \n31 August 2019 and subprogram 2 is expected to be implemented by 31 December 2020. \n \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n22.  Several program outputs have technical components at their core. Operationalizing the \nEXIMBP will require strong financial and project management as well as selection skills. Similarly, \noperationalizing the NSW will require sound technical knowledge. Capacity building support under \nthe program will assist the respective government departments in better managing these technical \noperations. \n \nB.  Economic \n \n23.  The program was subjected to economic analysis, the results of which demonstrate that \nits benefits considerably outweigh the costs. The key direct and indirect benefits considered are \nclassified into four groups. \n(i)  Given low but statistically significant price elasticity of export demand (-0.27), the \nrationalization  of  tariffs,  regulatory  duties,  and  commodity  taxes  will  improve \nPakistan’s export competitiveness. This in turn will also facilitate higher growth by \ncreating  demand  for  necessary  locally  made  raw  materials.  This  is  also \ncorroborated by the Granger Causality test (see Economic Analysis). \n(ii)  Higher foreign exchange reserves will allow domestic output to increase, permitting \nthe resulting increase in imports. \n                                                \n26 Economic Analysis (accessible from the list of linked documents in Appendix 2). \n ", "10 \n(iii)  Several reforms related to trade facilitation, including better access to finance, will \nease supply-side constraints and lead to trade diversification, catering to the group \nwith a higher income elasticity of demand.27 \n(iv)  A reduction in the corporate tax rate will lead to more private investment. This in \nturn will lead to more growth, trade diversification, and job opportunities. \n \nC.  Governance \n \n24.  ADB  staff  conducted  a  governance risk  assessment  in  line  with  the Guidelines for \nImplementing  ADB’s  Second  Governance  and  Anticorruption  Action  Plan.28  This  was \ncomplemented  by  a  review  of  areas  of  possible  risk  and  vulnerability  in  state  financial \nmanagement.  The  governance  assessment  found  risks  that  could  affect  the  programmatic \napproach, such as (i) weak political support for and government ownership of reforms, especially \nsensitive reforms; and (ii) weak institutional capacity, among other constraints. The financial \nmanagement  assessment  found  one  important  area  of  concern:  key  reforms  may  not  be \nimplemented  effectively  and  in  good  time  because  of  the  hard  budget  constraint  of  the \ngovernment. While no major risks of mismanagement of resources at the implementing level could \nbe discerned, areas relating to institutional capacity and financial sustainability, especially at the \nEXIMBP, were targeted for capacity development under the transaction TA and policy changes \nunder the program. \n \nD.  Poverty, Social, and Gender \n \n25.  The poverty reduction and social impacts of the program are positive. Support for better \ngrowth through higher export volumes will have a significant impact on job opportunities and will \nalso have an impact on income poverty, especially in a situation of rising inflation. Higher private \ninvestment is expected from the rationalization of the corporate tax rate and the dividend tax. The \nprogram  proposes  targeted  gender-related  actions.  Wider  access  to  finance  for  women \nentrepreneurs and easier certification of jewelry, for example, will have a significant impact on \nwomen exporters. Research shows that women entrepreneurs lack access to basic banking \nservices, a problem that is exacerbated when they apply for trade finance for exports. The \nprogram will address this issue and encourage further amendments to one of the bank finance \nschemes for women entrepreneurs,29 which was amended to cover all districts in Pakistan. \nTargeted gender interventions will continue under subprogram 2. The program will facilitate the \ninclusion of women on the PNAC board of directors. The transaction TA will help prepare a \ndatabase for women exporters in Pakistan. \n \nE.  Safeguards \n \n26.  Given the nature of the program, subprogram 1’s safeguards classification is category C \nfor the environment, involuntary resettlement, and indigenous peoples. \n \n                                                \n27 For example, J. Felipe, J.S.L. McCombie, and K. Naqvi. 2009. Is Pakistan’s Growth Rate Balance-of-Payments \nConstrained? Policies and Implications for Development and Growth. ADB Economics Working paper Series. No. \n160. Manila: ADB. \n28 ADB. 2008. Guidelines for Implementing ADB’s Second Governance and Anticorruption Action Plan (GACAP II). \nManila. Consistent with ADB’s commitment to good governance,  program implementation will  follow ADB’s \nAnticorruption Policy (1998, as amended to date). \n29 Footnote 14; and A. DiCaprio, Y. Yao, and R. Simms. 2017. Women and Trade: Gender’s Impact on Trade and \nFinance and Fintech. ADBI Working Paper Series. No. 797. Tokyo: ADB Institute. This paper reiterates the fact \n(based on surveys) that finance is the primary barrier to trade for women entrepreneurs.  \n ", "11 \nF.  Risks and Mitigating Measures \n \n27.  Major risks and mitigating measures are summarized in Table 2 and described in detail in \nthe risk assessment and risk management plan.30 \n \nTable 2: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nPoor fiscal headroom forces the government to  ADB, along with other donors and the development \ncontinue the high tax burden on exporters.  partners,  should  continue  to  engage  with  the \ngovernment to initiate a fiscal consolidation process.  \nGovernment funds are not available for critical  ADB to collaborate with other development partners \nreform, causing delays in the implementation of  and donors to ensure aid effectiveness and provide \nkey reforms, such as the operationalization of the  adequate capacity development support.  \nNSW or the EXIMBP. \nSlow recovery of the public energy distribution  ADB should engage with other development partners \ncompanies  continues  to  impose  a  financial  to provide effective support for energy sector reforms. \nburden  on  businesses,  especially  small  and \nmedium-sized  enterprises,  and  delays  tariff \nrationalization. \nADB = Asian Development Bank, EXIMBP = EXIM Bank of Pakistan, NSW = National Single Window. \nSource: Asian Development Bank \n \n28.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government and the Ministry of Finance. \n \nIV.  ASSURANCES \n \n29.  The government has assured ADB that the implementation of subprogram 1 shall conform \nto all applicable ADB policies, including those concerning anti-corruption measures, safeguards, \ngender, procurement, consulting services, and disbursement as described in detail in the loan \nagreement. \n \nV.  RECOMMENDATION \n \n30.  I am satisfied that the proposed programmatic approach and policy-based loan would \ncomply with the Articles of Agreement of the Asian Development Bank (ADB) and recommend \nthat the Board approve \n(i)  the programmatic approach for the Trade and Competitiveness Program; and \n(ii)  the loan of $500,000,000 to the Islamic Republic of Pakistan for subprogram 1 of \nthe Trade and Competitiveness Program, from ADB’s ordinary capital resources, \nin concessional terms, with an interest charge at the rate of 2% per year during the \ngrace period and thereafter; for a term of 25 years, including a grace period of \n5 years; and such other terms and conditions as are substantially in accordance \nwith those set forth in the draft loan agreement presented to the Board. \n \n \nTakehiko Nakao \nPresident \n16 July 2019 \n                                                \n30 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "12  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nCountry’s Overarching Development Objective \nEconomic benefits from trade enhanced (Vision 2025)a \n \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \nEffect of the Reform       \nImproved  By 2020:     \ncompetitiveness and  a.  Pakistan Global  a. World Economic  Global or regional \nincreased exports  Competitiveness Index  Forum’s Global  economic \ngoods market efficiency  Competitiveness Index  slowdown leads \npillar rank improved by at    to lower export \nleast 5 places (2016–2017    demand. \nbaseline: 117)   \n   \nb.  Total annual goods export  b. State Bank of Pakistan \nvalue increased by 20%  data \n(FY2017 baseline: $22 \nbillion) \nReform Areas under  Key Policy Actions     \nSubprogram 1  By 2019:     \n1. Tax and tariff  1.1 The government submitted  1.1–1.4 Finance acts for  Poor fiscal \nrationalization  a revised draft of the  FY2019 and FY2020;  headroom forces \nnational tariff policy to the  compliance documents  the government \nfederal cabinet for  for these policy actions  to continue the \napproval, to facilitate  high tax and tariff \nimproved industrial  burden on \nproductivity and exports in  exporters. \nthe economy   \n(2017 baseline: not  Slow recovery of \nprepared)  the public sector \n  energy \n1.2 To facilitate export  distribution \ncompetitiveness, the  companies \ngovernment reduced the  continues to \nregulatory duty on the  impose a financial \nfollowing tariff lines: (i)  burden on \nvarnishes to 10%, (ii)  businesses, \nadhesives and glues 5%,  especially SMEs, \n(iii) articles of leather to  and delays tariff \n20%, (iv) glass beads to  rationalization. \n20%, (v) glass wares to \n10%, (vi) machinery parts \nand cables to 10%, and (vii) \ngenerating sets to 5%  \n(2017 baseline: (i) 20%, (ii) \n20%, (iii) 40%, (iv) 55%, (v) \n20%, (vi) 20%, and (vii) \n10%) \n \n1.3 The government reduced \nthe customs duty on the \nfollowing tariff lines: (i) \nbituminous & other coal to \n3%,(ii) chemicals (Group 1) \n ", "Appendix 1  13 \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \nto 16%, (iii) chemicals \n(group II) to 11 %, (iv)  \ncotton to 16%, (v) yarn to \n8%, (vi) woven fabric of flex \nto 16%, (vii) coated textile \nfabric to 16%, (viii) knitted \nor crocheted fabrics to 16%  \n(2017 baseline: (i) 11%, (ii) \n20%, (iii) 16%, (iv) 20%, (v) \n11%, (vi) 20%, (vii) 20%, \nand (viii) 20%) \n \n1.4 The government reduced \nthe corporate tax rate to \n29% in FY2019 to facilitate \nprivate investment and \nexport diversification \n(FY2017 baseline: 31%) \n2. Institutional  2.1 MOC submitted the e- 2.1–2.3 Annual reports of  Government \nstrengthening  commerce policy framework  the Federal Board of  funds are not \nto the Federal Cabinet to  Revenue and MOC;  available for \nfacilitate trade   compliance documents  critical reform \n(2017 baseline: not  for these policy actions  causing delays in \nprepared)    implementation of \n    key reforms. \n2.2 The government approved     \n(i) the NSW implementation     \nplan, with clear time lines   \nfor establishing IT   \ninfrastructure and/or   \narchitecture, mobilizing   \nhuman resources, and   \nmeeting associated training   \nrequirements; and (ii)   \nestimates for the project   \ncost and financing plan   \n(2017 baseline: not   \nprepared).   \n   \n2.3 The government prepared   \nand circulated the draft   \nlegal framework for   \ninterdepartmental   \nconsultations, covering   \n(i) the legal operations of   \nthe NSW, (ii) defining   \ndispute resolution   \nmechanism between single   \nwindow parties; (iii) to cater   \ncross-border trade and the   \ninternational supply chain,   \nand (iv) the adoption of   \ninternational legal   \nstandards and best   \n ", "14  Appendix 1 \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \npractices (2017 baseline:   \nnot prepared).   \n   \n2.4 The government revised  2.4 State Bank of \nthe Refinance and Credit  Pakistan website \nGuarantee Scheme for \nWomen Entrepreneurs in \nUnderserved Areas to \n(i) include all districts in \nPakistan as eligible districts \nand (ii) allow working \ncapital financing to women \nentrepreneur (2017 \nbaseline: available only in \nselected districts and not \navailable for working \ncapital). \nBudget Support \nAsian Development Bank: $500 million (concessional OCR loan) \nFY = fiscal year, IT = information technology, MOC = Ministry of Commerce, NSW = National Single Window, SMEs = \nsmall and medium-sized enterprises. \na  Government of Pakistan, Ministry of Planning, Development and Reform. 2014. Pakistan 2025: One Nation–One \nVision. Islamabad. \nSource: Asian Development Bank. \n ", "Appendix 2  15 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=52049-001-3 \n \n1.  Loan Agreement \n2.  Sector Assessment (Summary): Industry and Trade \n3.  Contribution to the ADB Results Framework \n4.  Development Coordination \n5.  Country Economic Indicators \n6.  International Monetary Fund Assessment Letter \n7.  Summary Poverty Reduction and Social Strategy \n8.  Risk Assessment and Risk Management Plan \n9.  List of Ineligible Items \n \nSupplementary Documents \n10.  Economic Analysis \n11.  ADB Policy-Based Lending Assistance to Pakistan (2019–2022) \n \n \n ", "16  Appendix 3 \nDEVELOPMENT POLICY LETTER \n \n \n \n ", "Appendix 4  17 \nPOLICY MATRIX \n \nPolicy Actions for Subprogram 1  Indicative Policy Actions for Subprogram 2 \nReform Area I: Tax and Tariff Rationalization \n1.  GOP submitted the draft of the National  1.  GOP to notify in the official gazette the \nTariff Policy to the Federal Cabinet for approval to:  National Tariff Policy approved by the Federal \n(a) facilitate improved industrial productivity; and  Cabinet. (Document Required: Gazette \n(b) improve competitiveness of exports.  notification of the National Tariff Policy). \n(Documents Required: (1) Letter from the   \nMinistry of Commerce confirming submission   \nof the draft of the National Tariff Policy to the \nFederal Cabinet; and (2) copy of the revised \nNational Tariff Policy). \n \n2.  To improve price competitiveness of the  2.  GOP to remove the requirement of \nexporters, GOP rationalized the tariff structure into  confirmation by the local importers of the \nmaximum four slabs of 3%, 11%, 16% and 20%  unavailability of locally manufactured goods for all \n(excluding the zero-rated slab and the luxury  machinery and capital goods to avail exemption \nvehicles) with the peak rate not exceeding 20%.  from customs duty. (Document Required: GOP \n(Documents Required: (a) a letter from the  notification). \nFederal Board of Revenue confirming the \nrationalization of the tariff structure into four \nslabs; and (b) Federal Board of Revenue \nwebsite categorizing commodities into four \nslabs). \n \n3.  To facilitate export competitiveness, GOP  3.  GOP to remove the electricity surcharge \nto (i) reduced regulatory duty on the following  of Rs.3.35/kwh on industrial consumers. \ntariff lines with the specified percentages:  (Document Required: GOP notification \nVarnishes from 20% to 10% (3208.1010,  removing the electricity surcharge). \n3208.1090, 3208.2010, 3208.2090, 3208.9011, \n3208.9019, 3208.9020, 3208.9090), adhesives \nand glues from 20% to 5% \n(3506.1000,3506.9110,3506.9190, 3506.9990), \narticles of leather from 40% to 20% (4202.2100, \n4202.2200, 4202.2900), glass beads from 55% to \n20% (7018.1000), glass wares from 20% to 10% \n(7013.4900, 7013.9900), machinery parts and \ncables from 20% to 10% (8450.9000,8544.7000), \nand generating sets from 10% to 5% (8502.2000); \nand (ii) abolished regulatory duty on organic \nsurface agents (3402.1910). (Document \nRequired: SRO No. 640 (I) /2018 dated 24 May \n2018). \n \n4.  To facilitate export competitiveness, GOP  4.  GOP to exempt the following tariff lines \nto (i) reduced customs duty on the following  from the customs duty: (i) silk yarn (5003 to 5006); \ntariff lines with the specified percentages:  (ii) cotton yarn (52.05 and 52.06); (iii) cotton \nBituminous & other Coal from 11% to 3%  fabrics (52.08 to 52.11); (iv) swing thread of man-\n(2701.1000, 2701.1900), chemicals from 20% to  made filaments (54.01); and (v) synthetic textile \n16% (2915.2100, 2915.3600, 2915.3940,  materials (54.05 and 54.05). (Document \n2915.7010, 3403.1120, 3403.1139, 3403.1190,  Required: SRO exempting the above tariff \n3403.9120, 3403.9139, 3403.9190, 3824.4000,  lines). \n3824.6000, 3920.7100, 3920.7300, 3920.9100, \n ", "18  Appendix 4 \nPolicy Actions for Subprogram 1  Indicative Policy Actions for Subprogram 2 \n3920.9200, 3920.9300), chemicals from 16% to \n11 % (3203.0010,3206.4930,3206.5090), cotton \nfrom 20% to 16% (5204.1100, 5204.1900, \n5204.2010, 5204.2090), yarn from 11% to 8% \n(5308.1000, 5308.2000, 5308.9000) woven fabric \nof flex from 20% to 16% (5309.1100, 5309.1900, \n5309.2100, 5309.2900), coated textile fabric from \n20% to 16% (5901.1000, 5901.9090, 5904.9000, \n5906.9100, 5906.9900, 5907.0000), knitted or \ncrocheted fabrics from 20% to 16% (6006.1000, \n6006.2110, \n6006.2120,6006.2200,6006.2300,6006.2400, \n6006.3110, 6006.3120, 6006.3200, 6006.3300, \n6006.3400, 6006.4110, 6006.4120, 6006.4200, \n6006.4300, 6006.4400, 6006.9090; and (ii) \nabolished customs duty on chemicals \n(2829.1910, 2830.1010,  2830.1090, 2832.1010, \n2832.3000, 2833.2910, 2833.2920, 2833.3000, \n2833.4000, 2835. 2210, 2835.2290, 2835. 2400, \n2835.2500, 2835.2600, 2835.2910, 2835.2920, \n2835.2930. 2835.2990, 2840.3000), tanning or \ndying extracts (3201.1000, 3201.2000, 3201.9010, \n3201.9020, 3201.9030, 3201.9090), rubber and \narticles (4001.1000, 4001.2100, 4001.2200, \n4001.2900, 4001.3000, 4002.1100, 4002.5100, \n4002.9100), raw hides and skins (4101.2000, \n4104.1100, 4104.1900, 4014.4100, 4104.4900, \n4105.1000, 4105.3000, 4106.2100, 4106.2200, \n4106.4000, 4106.9200, 4107.1100, 4107.1200, \n4107.1900, 4107.9100, 4107.9200, 4107.9900, \n4112.0000, 4113.1000, 4113.3000, 4113.9000, \n4114.1000, 4114.2000), cotton, carded or combed \nfiber (5301.1000, 5301.2100, 5301.2900, \n5301.3000, 5302.1000, 5302.9000, 5303.1010, \n5303.1020, 5303.1090, 5303.9000, 5305.0010, \n5305.0020, 5305.0090), and man-made staple \nfibers (5501.3000, 5503.1100, 5503.1900, \n5503.3000, 5503.4000, 5503.9000, 5504.1000, \n5504.9000, 5506.1000, 5506.3000, 5506.4000, \n5506.9000, 5507.0000). (Documents Required: \n(a) Finance Act 2018 –No. F. 22 (11) / 2018-\nLegis, dated 24 May 2018; and (b) SRO No. 826 \n(1) / 2018 dated 29 June 2018. \n \n5.  To facilitate private sector investment and  5.  GOP to reduce: (i) the corporate tax rate \nexport diversification, GOP reduced the corporate  from 29% to 28% for FY2020, and (ii) the dividend \ntax rate from 30% to 29% for FY 2019.  tax rate from 15% to 10% for FY2020. (Document \n(Document Required: Finance Act 2018 –No. F.  Required: Finance Act 2019). \n22 (11) / 2018-Legis, dated 24 May 2018).   \n \nReform Area II: Institutional Strengthening \n6.  To facilitate trade, GOP submitted the  6.  GOP to submit the draft e-Commerce Act \ndraft e-commerce policy framework to the Federal  to the National Assembly for consideration. \nCabinet. (Documents Required: (a) Letter from  (Documents Required: (a) GOP confirmation \n ", "Appendix 4  19 \nPolicy Actions for Subprogram 1  Indicative Policy Actions for Subprogram 2 \nthe Ministry of Commerce confirming  for submission of the e-Commerce Act to the \nsubmission of the e-commerce policy  National Assembly; and (b) copy of the draft e-\nframework to the Federal Cabinet; and (b)  Commerce Act). \ncopy of the draft e-commerce policy   \nframework). \n \n7.  To improve the certification process of the  7.  GOP to amend the Pakistan National \nexport items, the Board of Governors of the PNAC   Accreditation Act, 2017 to (1) reconstitute the \napproved the rules concerning the appointments,  Board of Directors of PNAC to (i) include \npromotions and transfers of its employees.   professionals having sector expertise and \n(Document Required: Approved Rules by the  scientific knowledge; (ii) restrict the ex-officio \nBoard of Governors of PNAC).  Board members to 1/3 of the total number of  \n  Board members; (iii) ensure at least one female \nBoard member; and (iv) fix the term for each \nBoard member to three years (other than ex-\nofficio Board members); and (2) empower the \nBoard of Governors to recommend three \ncandidates to the Federal Government for \nappointment of one of them as the Director \nGeneral / Chief Executive Officer of PNAC. \n(Document  Required:  Amended  Pakistan \nNational Accreditation Act, 2017). \n \n8.  To improve the certification process of the  8.  The Board of Governors to approve long-\nexport items, PNAC published on its website the  term plans, policies and schemes of PNAC as \ndraft long-term plans, policies and schemes in line  required under Section 8 of the Pakistan National \nwith the international best practices, including  Accreditation Act, 2017. (Document Required: \ncertification for gems and Jewelry exports and as  Approved long-term plans, policies and \nrequired under Section 8 of the Pakistan National  schemes). \nAccreditation Act, 2017. (Document Required: \nDraft long-term plans, policies and schemes \npublished on PNAC website). \n \n9.  To achieve full operationalization of NSW,  9.  GOP to submit to ADB a status report on \nGOP notified: (i) high level Steering Committee;  the activities of the five NSW Working Groups. \n(ii) Project Management Office; and (iii) five  (Document Required: Copy of the status \nWorking Groups to promote export facilitation.  report). \n(Document Required: GOP notification for \nSteering Committee, Project Management \nOffice and Working Groups) \n \n \n10.  To promote export facilitation, the NSW  10.  GOP to complete all the activities that are \nSteering Committee approved: (i) the NSW Blue  targeted for completion by the second quarter of \nPrint and the Implementation Plan together with  2020 as per the NSW Blue Print and the \nestimated timelines for: (a) establishing an  Implementation Plan. (Document Required: \ninformation technology infrastructure /  Completion Report) \narchitecture; (b) mobilizing human resources; and \n(c) conducting associated training requirements; \nand (ii) estimates for the project cost and financing \nplan. (Document Required: Approved NSW \nBlue Print and the Implementation Plan). \n \n ", "20  Appendix 4 \nPolicy Actions for Subprogram 1  Indicative Policy Actions for Subprogram 2 \n11.  To promote export facilitation, GOP  11.  GOP to submit the NSW Act to the \nprepared and circulated the draft NSW Act, for  National Assembly for consideration. (Document \nrelevant stakeholders’ consultations, setting out its  Required: GOP confirmation for submission of \nbusiness processes in accordance with  the draft NSW Act to the National Assembly). \ninternational legal standards and best practices. \n(Document Required: Copy of the draft NSW \nAct) \n \n12.  To improve access to finance for women  12.  GOP to finalize the transfer of modules / \nexporters under the Refinance and Credit  activities from WeBoC to NSW that includes: (i) all \nGuarantee Scheme for Women Entrepreneurs in  front-end facing functions used by private sectors \nUnderserved Areas, GOP (i) included all the  e.g. goods declaration, manifest submission, filing \ndistricts in Pakistan as eligible districts; and (ii)  of VIR, filing of Form-I, and Form-E, etc.; (ii) \nallowed working capital financing to women  registration and administration of non-customs \nentrepreneur. (Document Required: State Bank  user account; (iii) current EDI with Port Terminal \nof Pakistan Circular).  System; (iv) OGAs; (v) existing OGAs which has \n  link with WeBOC; (vi) lab result submission from \ncustoms appointed labs; and (vii) application for \ntemporary exemption under Section 79 of the \nCustoms Act, 1969 and the Rules (for Scraps \nConsignment) for examination before goods \ndeclaration can be submitted (Importers). \n(Document  Required:  GOP  notification  for \ncomplete  transfer  of  modules/activities  to \nNSW). \n \n13.  To improve access to finance, GOP  13.  GOP to: (i) approve the business plan for \ninitiated the process of recruitment of a full-time  EXIMBP, comprising among other things \nprofessional chief executive officer for EXIMBP by  organizational structure, governance structure; \nadvertising on the MOF website. (Document  sectors to be supported over medium to long \nRequired: Chief Executive vacancy  term, product offerings, and operational roadmap \nadvertisement published on the MOF website).  specifying the time-bound milestones and \nfinancial resources required; (ii) approve the \nfinancial model of EXIMBP, comprising among \nother things the recommended capital structure \n(debt & equity), required capital expenditures, \noperational revenues and costs; and (iii) finalize \nthe draft of the EXIMBP Act. (Documents \nRequired: (a) Approved business plan and the \nfinancial model; and (b) finalized draft of the \nAct).  \n \nEDI = electronic data interchange, EXIMBP = Export-Import Bank of Pakistan, GOP = Government of Pakistan, kWH \n= kilowatt hour, MOF = Ministry of Finance, NSW = National Single Window, OGA = other government agencies, PNAC \n= Pakistan National Accreditation Council, PSDP = Public Sector Development Program, SRO = Statutory Regulatory \nOrders, VIR = Vessel Information Report, WeBOC = Web-Based One Customer. \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20190716134338+08'00'", "Creator": "PDF24 Creator", "Keywords": "pakistan, EXIM bank, industry and trade sector development, tax and tariff rationalization, trade enhancement, 52049-001, loan 3804, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20190815110704+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Report and Recommendation of the President", "Title": "52049-001: Trade and Competitiveness Program (Subprogram 1)"}}