{"path": "data/input/ta/52066-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \n \nProject Number: 52066-001 \nKnowledge and Support Technical Assistance (KSTA) \nOctober 2018 \n \n \n \n \nPromoting Investments and Economic Growth in \nCentral and West Asia, East Asia, and South Asia \nSubregions\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Public Communications \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nPolicy 2011. \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank  \n  ATI  –  African Trade Insurance Agency \nCAREC  –  Central Asia Regional Economic Cooperation \nCWA  –  Central and West Asia \n  DMC  –  developing member country \nECA  –  export credit agency \nFDI  –  foreign direct investment \n  OECD  –  Organisation for Economic Co-operation and Development \nPRC  –  People’s Republic of China \nTA  –  technical assistance \n  TCIGA  –  trade credit and investment (re-)guarantee agency  \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Stephen P. Groff, Operations 2 \nWencai Zhang, Operations 1 \nDirectors General  Hun Kim, South Asia Department (SARD) \nAmy S.P. Leung, East Asia Department (EARD) \nWerner E. Liepach, Central and West Asia Department (CWRD) \nDirectors  Bruno Carrasco, Public Management, Financial Sector, and Trade \nDivision, SARD \nTariq H. Niazi, Public Management, Financial Sector, and Trade \nDivision, CWRD \n  Ying Qian, Public Management, Financial Sector, and Regional \nCooperation Division, EARD \n \nTeam leader  Roland C.J. Pladet, Principal Finance Specialist, CWRD \nCo-Team leaders  Jurgen Conrad, Principal Financial Sector Specialist, SARD \n  Giacomo Giannetto, Principal Financial Sector Specialist, EARD \n  Adrian Torres, Principal Financial Sector Specialist, CWRD \nTeam members  Unurjargal Dalaikhuu, Regional Cooperation Officer, Mongolia Resident \n  Mission (MNRM), EARD \n  Enerelt Enkhbold, Senior Investment Officer, MNRM, EARD \nDmitry Kabrelyan, Senior Public–Private Partnership Specialist, CWRD \nThomas Kessler, Principal Finance Specialist (Disaster Insurance), \nSustainable Development and Climate Change Department \nDouglas Perkins, Principal Counsel, Office of the General Counsel \nLyle Raquipiso, Senior Economics Officer, CWRD \nMariane Sual, Senior Operations Assistant, CWRD \n  Tina Wu, Economics Officer/Regional Cooperation Officer, EARD \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "   \nCONTENTS \n  PAGE \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE   \nI.  INTRODUCTION  1 \nII.  ISSUES  2 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Outputs, Methods, and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  List of Linked Documents  10 \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 52066-001\nProject Name Promoting Investments and Economic  Department/Division CWRD/CWPF\nGrowth in Central and West Asia, East \nAsia, and South Asia Subregions\nNature of Activity Capacity Development, Policy Advice Executing Agency\nModality Regular\nCountry REG (18 countries)\n2. Sector Subsector(s)     ADB Financing ($ million)\nFinance Finance sector development 0.40\nTrade finance 0.40\nTotal 0.80\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the Project Low\ngrowth (IEG) opportunities, including jobs, made \nmore inclusive\nRegional integration  Pillar 2: Trade and investment\n(RCI) Pillar 3: Money and finance\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Institutional development No gender elements (NGE)\ncapacity development Institutional systems and political \n(GCD) economy\nOrganizational development\nPartnerships (PAR) Official cofinancing\nRegional organizations\nPrivate sector  Conducive policy and institutional \ndevelopment (PSD) environment\nPromotion of private sector \ninvestment\nPublic sector goods and services \nessential for private sector \ndevelopment\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting Yes\nRegional High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG8, SDG10, SDG17\nQq\n6. Risk Categorization Low \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.80\n    Knowledge and Support technical assistance: Regional Cooperation and 0.50\nIntegration Fund\n    Knowledge and Support technical assistance: Technical Assistance  0.30\nSpecial Fund\nCofinancing 1.50\n    United Kingdom Fund for Asia Regional Trade and Connectivity under  1.50\nthe Regional Cooperation and Integration Financing Partnership Facility \n(Full ADB Administration)\nCounterpart 0.00\n    None 0.00\nTotal 2.30\n  \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 13022018162556495182 Generated Date: 15-Oct-2018 15:22:26 PM", " \nI.  INTRODUCTION \n1.  The knowledge and support technical assistance (TA) will fund a feasibility study to further \ndevelop the concept and articulate the business case for establishing a multilateral trade credit \nand investment (re-) guarantee agency (TCIGA). The proposed TCIGA would assist in promoting \nforeign direct investment (FDI) and sustainable economic growth in the Central and West Asia \n(CWA), East Asia, and South Asia subregions through intra-regional and interregional trade. \n  \n2.  The Asian Development Bank (ADB) presented the proposed TCIGA draft concept at the \n24th Trade Policy Coordinating Committee Meeting of the Central Asia Regional Economic \nCooperation (CAREC) Program in Tbilisi, Georgia, in June 2017.1 The prospective member \ncountries at the meeting responded positively that the initial processing of the TA for ADB’s 10 \nCWA developing member countries (DMCs) was triggered. \n \n3.  While processing the TA, ADB decided to expand the scope by potentially including all 18 \nADB DMCs of the CWA, East Asia, and South Asia subregions2 in the conduct of the feasibility \nstudy (phase 1) and the subsequent country consultations, subject to a positive feasibility \noutcome (phase 2). ADB deemed it appropriate to broaden the TA scope to (i) help improve the \nTCIGA business case since the larger the membership and geographical cover, the larger the \npotential trade and FDI flows and the better the risk spread; and (ii) make it easier for potential \nagency membership from ADB DMCs and non-ADB countries in adjacent subregions (i.e., \nEurasia, the Middle East, Southeast Asia, and the Pacific).3 Of the 18 DMCs, ADB has obtained \nno objections from 12.4 \n \n4.  The TA is aligned with a key operational priority (fostering regional cooperation and \nintegration) of ADB’s Strategy 2030 through which ADB will enhance financial sector cooperation \nand  strengthen  subregional  initiatives. 5  It  is  also  aligned  with  Operational  Direction  1 \n(strengthening  connectivity  between  economies)  and  Operational  Direction  2  (improving \ncompetitiveness in connected markets) of ADB’s regional cooperation and integration strategy.6 \n \n                                                \n1  The meeting, which CAREC organized, was used as a discussion platform to introduce the concept to prospective \nmember countries. Although the concept is noted in the CAREC 2030 strategy, the proposed TCIGA is not a CAREC \ninitiative and is not targeted exclusively for CAREC member countries. \n2  The pool of DMCs comprises Afghanistan, Armenia, Azerbaijan, Bangladesh, Bhutan, Georgia, India, Kazakhstan, \nKyrgyz Republic, Maldives, Mongolia, Nepal, Pakistan, the People’s Republic of China (PRC), Sri Lanka, Tajikistan, \nTurkmenistan, and Uzbekistan. \n3  The proposed TCIGA would be established by its own charter and eventually decide on its own membership eligibility \ncriteria. It would be desirable, however, if it were to opt for an as broad as possible membership, similar to the African \nTrade Insurance Agency (ATI), which is open to all 54 African Union member countries required to own at least 51% \nof ATI shares, while up to 49% of its remaining shares may be owned by non-African countries and non-state \nmembers. \n4  No objection letters have been received from Afghanistan, Armenia, Azerbaijan, Georgia, Kazakhstan, Kyrgyz \nRepublic, Mongolia, Pakistan, the PRC, Sri Lanka, Tajikistan, and Uzbekistan as of 26 September 2018. While the \nphase 1 feasibility study will cover all 18 DMCs based on analyses of publicly available historical outbound and \ninbound trade and FDI flows, these countersigned no-objection letters will allow for additional in-country activities, \nincluding (i) collecting and consolidating historic trade, FDI, macroeconomic, and other relevant data; (ii) reviewing \nrelevant legislation, regulations, and licensing requirements in relation to trade and investment; (iii) meeting relevant \nstakeholders (i.e., ministries, government agencies, bank and insurance regulators, industry and trade associations, \nmanufacturers,  producers,  suppliers,  traders,  commercial  banks,  insurers.  and  insurance  brokers);  and  (iv) \nconducting trade- and FDI-related surveys among relevant stakeholders. \n5  ADB. 2018. Strategy 2030. Manila. \n6  ADB. 2016. Operational Plan for Regional Cooperation and Integration (2016–2020). Manila. \n \n ", "2 \nII.  ISSUES \n5.  International trade has historically been a precursor to the economic growth of developed \ncountries and since the 1980s of many emerging economies. Accordingly, most Asia and Pacific \nregion  countries  can  likewise  improve  their  economic  growth  through  intra-regional  and \ninterregional trade by addressing the constraints that adversely affect their trade competitiveness. \nExcept for India and the People’s Republic of China, most economies in the CWA, East Asia, and \nSouth Asia subregions have underdeveloped trade facilitation mechanisms and inadequate trade-\nrelated infrastructure and financial support systems. These constraints limit the countries’ ability \nto trade competitively and consequently reduce their capacity to diversify their economies and \nachieve sustained and inclusive growth.7 Having limited access to trade finance, in particular, \ndisadvantages small and medium-sized enterprises in relation to foreign competitors who can \naccess financial support and enhancements from national export credit agencies (ECAs) capable \nof offering insurance for extended payment terms and facilitating a lower cost of financing. This \nsituation discourages trade competition, further depriving small and low-income economies of \nprocesses that are crucial to attaining productivity growth.8 \n \n6.  TCIGA would encourage and support small and medium-sized enterprises and other \nnontraditional exporters to trade competitively domestically, regionally, and globally. Improving \nDMCs’ competitiveness to trade within and outside their local markets is expected to promote \neconomic diversification and pave the way for sustainable long-term economic growth through \nincreased value-added production and employment in the region. \n \n7.  The proposed TCIGA is a tested concept and is expected to benefit from the lessons and \nexperiences of similar initiatives for other regions, such as the African Trade Insurance Agency \n(ATI) that has been in operation since early 2001.9 ADB has also been facilitating trade in the \nCWA, East Asia, and South Asia subregions through its Trade Finance Program. Managed by \nADB’s Private Sector Operations Department, the Trade Finance Program supported about $30 \nbillion worth of transactions from 2009 to 2017.10 \n \n8.  TCIGA would provide, among other forms of support for trade and FDI typically offered by \nECAs, insurance against the nonpayment of global buyer receivables in relation to purchases of \ngoods and services from regional suppliers under pre-approved credit limits. Covering such \nreceivables would help de-risk the business continuity of suppliers and facilitate the diversification \nof the manufacturing and services sectors. \n \n9.  For the majority of potentially participating DMCs, TCIGA would offer insurance coverage \nthat would likely be superior than what can be offered by existing national ECAs and export-import \n                                                \n7  Hesse. 2008. Export Diversification and Economic Growth. Washington, DC: World Bank. \n8  Without access to domestic and export credit risk insurance to protect suppliers against nonpayment by local and \nforeign buyers, prudent suppliers cannot trade on an open account basis (i.e., against deferred payment terms), will \nhave to demand more stringent terms (e.g., cash in advance, cash against documents, or confirmed letters of credit), \nand are likely to lose trading opportunities to foreign competitors who have access to credit risk insurance. \n9  With assistance from the World Bank, ATI was established to support economic growth in Africa by increasing trade \nwith, and FDI in, its member countries by offering credit and political risk insurance products. ATI’s membership \nstarted off with 7 countries and has expanded over time to 14 countries and 9 non-state members from Africa and \nEurope. ATI has supported over $35 billion worth of trade and FDI and continues to expand its partnerships and \npromote trade with North America and South America. \n10 ADB Trade Finance Program Newsletter Issue No.1, Volume III. January 2018. Transactions supported in CWA, \nEast Asia, and South Asia subregions during the same period amounted to $16.8 billion. \n \n ", "3 \n(EXIM) banks, which are capped by their sovereign ratings.11 TCIGA would likely have a higher \nrating than any of its DMCs’ national ECA or EXIM bank since it has (i) a regionwide client base; \n(ii) globally diversified risk exposure to a wide range of domestic and foreign buyers and sectors; \n(iii) capital contributions from its DMCs members (potentially funded through ADB sovereign loans \nor grants to ADB DMCs); and (iv) potential equity participation from non-state members (e.g., \nmultilateral, regional, and bilateral development institutions, ECAs, EXIM banks, and public and \nprivate (re-)insurers).12 The diversification benefits would allow TCIGA to significantly leverage its \ncapital and expand its scope of operations. \n \n10.   For participating countries that already have a national ECA and/or EXIM bank, the \nproposed TCIGA should be considered complementary rather than overlapping. This is certainly \nthe case for relatively large developing economies in terms of gross domestic product and \npopulation.13 By fronting arrangements, TCIGA can pass on better credit terms by accepting \nreinsurance, re-guarantees, and/or unfunded risk participations from its member countries’ ECAs \nand EXIM banks.14 \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n11.  The TA is aligned with the following impact: sustainable economic growth through export \ndiversification and structural transformation enhanced. The TA will have the following outcome: \nMOUs firming up participation of prospective TCIGA member countries submitted.15 \n \nB.  Outputs, Methods, and Activities \n12.  Output 1: TCIGA feasibility assessed (phase 1). The TA will support the conduct of a \nfeasibility study that will include an ex ante assessment of the expected impact of the potential \nestablishment of TCIGA by (i) collecting and analyzing historical and projected future intra-\nregional and interregional trade and FDI flows; (ii) conducting comparative intra-regional and \ninterregional assessments of the participating DMC’s capacity to compete internationally in pursuit \nof outbound trade and inbound FDI opportunities; and (iii) conducting a gap analysis and \ndetermining key (nontraditional) export sectors that TCIGA would likely support, taking into \naccount key lessons learned from similar regional initiatives already implemented (e.g., ATI) and \ncomparing the impacts of existing national ECAs and EXIM banks of prospective TCIGA member \ncountries,  as  well  as  selected  emerging  market  economies  and  member  countries  of  the \nOrganisation for Economic Co-operation and Development (OECD). \n                                                \n11 DMCs with a better sovereign rating would benefit from participation in TCIGA as their trading partners would gain \ncapacity and skills and expand their product offering, resulting in further enhanced trade opportunities and relations. \n12 After its successful restructuring in August 2007, ATI obtained a Standard & Poor’s A credit rating in March 2008 and \nhas maintained the same rating. If structured similarly, the proposed regional TCIGA is likely to obtain the same \ncredit rating, which is higher than the sovereign ratings of most of its potential member countries. \n13 They would benefit from participating in TCIGA in at least two ways. First, they would benefit from the leverage of all \ncapital contributions made by TCIGA’s entire membership, providing additional underwriting capacity in support of \ntheir access to outbound and inbound trade credit and their capacity to attract FDI and pre-export finance to help \nexpand their producer and exporter base. Second, they would be able to benefit from international risk-sharing \nstandards through an investment grade or higher credit rating for TCIGA, enabling them to attract more favorable \ncredit terms in relation to inbound and outbound trade and FDI.  \n14 TCIGA is expected to have greater access to reinsurance and re-guarantee capacity from established international \npublic and private (re-) insurance markets, as well as from OECD and emerging country ECAs and EXIM banks \n(including India and the PRC), providing opportunities for developing country suppliers, contractors, and investors to \nteam up (e.g., as subcontractors) with OECD and emerging country contractors, suppliers, and investors. \n15 The design and monitoring framework is in Appendix 1. \n ", "4 \n13.  In addition, the TA will help identify key legal, regulatory, tax, and licensing counterparts \nand other relevant institutions, as well as the steps, procedures, clearances, and licenses needed \nfor TCIGA to conduct its business in each of its prospective member state jurisdictions and \nestablish legal, governance, management, and capital structures for it. The consultants will \nestablish statistically relevant correlations between historical intra-regional and interregional trade \nand FDI flows and key macroeconomic parameters to project future trade and FDI growth trends \nunder realistic growth scenarios and business penetration assumptions. For this purpose, the \nconsultants will also produce a robust financial model to forecast TCIGA base, upside, and \ndownside business cases and prepare draft business and operationalization plans for TCIGA and \ncorresponding Gantt charts. Finally, the consultants will prepare the final feasibility report. \n \n14.  Output 2: In-country consultations and workshops conducted (phase 2). Output 2 \nunder the TA’s phase 2 is contingent upon TCIGA feasibility being established under the TA \nproject’s phase 1 and comprises in-country consultations and workshops to be conducted to enter \ninto memorandum of understandings obtaining firm participatory commitments from interested \nDMCs, including through formal requests for sovereign financing support (i.e., loans or grants) to \nfund their equity participation in the proposed TCIGA.16, 17 \n \nC.  Cost and Financing \n15.  Phase 1 of the TA is estimated to cost $2.3 million, of which (i) $0.3 million will be financed \non a grant basis by ADB’s Technical Assistance Special Fund (TASF-other sources), (ii) $1.5 \nmillion will be financed on a grant basis by the United Kingdom Fund for Asia Regional Trade and \nConnectivity under the Regional Cooperation and Integration Financing Partnership Facility and \nadministered by ADB,18 and (iii) $0.5 million will be financed on a grant basis from the Regional \nCooperation and Integration Fund.19 Phase 2 implementation costs (estimated at $0.7 million) are \ncontingent and will be determined during the implementation of phase 1. Adequate TA resources \nwill also be secured during phase 1. The key expenditure items are listed in Appendix 2.  \n \nD.  Implementation Arrangements \n16.  ADB will administer the TA. The Public Management, Financial Sector, and Trade Division \nof ADB’s Central and West Asia Department will implement the TA by adopting a “One ADB” \napproach. It will select, supervise, and evaluate consultants; organize in-country consultations \nand seminars; and monitor the TA implementation in cooperation with the East Asia Department, \nSouth Asia Department, Private Sector Operations Department, and other relevant departments. \n \n17.  The TA will be implemented over 20 months starting in October 2018 in two phases: (i) \nphase 1 (conduct the TCIGA feasibility study) expected to be completed by November 2019 and \n(ii) phase 2 (conduct in-country consultations with prospective TCIGA members) expected to be \ncompleted by May 2020. Phase 2 implementation is contingent upon the feasibility study providing \na compelling business case for the establishment of the proposed TCIGA. \n \n                                                \n16 Such participation would be on an entirely voluntary basis and may not be limited to DMCs of the CWA, East Asia, \nand South Asia subregions only. \n17 If TCIGA’s establishment is considered feasible, internal approval will be sought for a minor change of scope under \nthe TA to fully implement phase 2. \n18 Administered by ADB. Financing partner: Department for International Development of the United Kingdom. \n19 Established by ADB. Financing partner: the Government of Japan. \n \n ", "5 \n18.  Consulting  services. A  consulting firm  will  be  recruited  in  accordance  with  ADB’s \nGuidelines on the Use of Consultants (2017, as amended from time to time) and its associated \nproject administration instructions and/or staff instructions. The consulting firm will manage a \nmultidisciplinary consultant team comprising up to 6 international and 48 national experts and will \nbe selected using the quality- and cost-based selection method with a quality–cost ratio of 90:10. \nADB will monitor and evaluate the TA based on the implementation of activities and satisfactory \ndelivery of outputs following the agreed timeline and budget.20 \n \nImplementation Arrangements (Phase 1)a \nAspects  Arrangements \nIndicative implementation period  October 2018–May 2020 \nExecuting agency  ADB  \nImplementing division  CWPF (in close coordination and cooperation with EAPF, SAPF, \nand relevant developing member country resident missions) by \nadopting a “One ADB” approach \nConsultants  To be selected and engaged by ADB  \nQCBS with  Firm to manage a multidisciplinary  $2,130,050 \n90:10  consultant team comprising up to 6 \nquality-cost  international experts to be engaged \nratio  for up to 40 person-months and up to \n48 national experts to be engaged for \nup to 128 person-months \nAdvance contracting  To expedite consultant mobilization and ensure timely \nimplementation of the TA, selection of the consulting firm will \ncommence through advance contracting following ADB’s project \nadministration instructions.b Negotiations and signing of the \nconsulting contract will only occur after the TA becomes effective. \nDisbursement  The TA resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2010, as amended from time \nto time). The Regional Cooperation and Integration Fund and \nARTCF will be utilized on a front-loaded basis. \n \nADB = Asian Development Bank; ARTCF = United Kingdom Fund forAsia Regional Trade and Connectivity under the \nRegional  Cooperation  and  Integration  Financing  Partnership  Facility;  CWPF  =  Central  and West  Asia  Public \nManagement, Financial Sector, and Trade Division; EAPF = East Asia Public Management, Financial Sector, and Trade \nDivision; QCBS = quality- and cost-based selection; SAPF = South Asia Public Management, Financial Sector, and \nTrade Division; TA = technical assistance. \na  Phase 2 implementation is contingent upon the feasibility study providing a compelling business case for the \nestablishment of the proposed Agency. \nb  ADB. 2013. Specific Requirements for Recruiting Consultants by ADB. Project Administration Instructions. PAI 2.04. \nManila. \nSource: Asian Development Bank. \n \nIV.  THE PRESIDENT'S DECISION \n19.  The President, acting under the authority delegated by the Board, has approved (i) the \nAsian Development Bank (ADB) administering a portion of technical assistance not exceeding \nthe equivalent of $1,500,000 to be financed on a grant basis by the United Kingdom Fund for Asia \nRegional Trade and Connectivity under the Regional Cooperation and Integration Financing \nPartnership Facility; and (ii) ADB providing the balance not exceeding the equivalent of $800,000 \non a grant basis for Promoting Investments and Economic Growth in Central and West Asia, East \nAsia, and South Asia Subregions, and hereby reports this action to the Board. \n                                                \n20 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \nImpact the TA is Aligned with \nSustainable economic growth through export diversification and structural transformation enhanced.a  \n  Data Sources and \nPerformance Indicators \nResults Chain  Reporting  Risks \nwith Targets and Baselines \nMechanisms \nOutcome       \nMOUs firming up  By 2020:  Confirmations from  Volatile economic \nparticipation of  MOUs submitted to DMC  respective resident  conditions across \nprospective TCIGA  officials for approval (2017  missions  the region result in \nmember countries  baseline: Not applicable)  selected countries \nsubmitted  not endorsing the \n   \nMOU. \nOutputs       \nPhase 1       \n1. TCIGA feasibility  By Q4 2019:  1. TA consultant  Changes in \nassessed  Feasibility report of  report.  administrative \nestablishing TCIGA finalized  procedures of \n(2017 baseline: Not  some DMCs lead \napplicable)  to difficulties in \naccess to and \nverification of \nsome crucial data. \nPhase 2 (contingent)b       \n \n2. In country  By Q2 2020:   2. TA consultant  Change in the \nconsultations and  Bilateral consultations with  reports and aide- political \nworkshops conducted  prospective member  memoires  environment leads \ncountries leading to firmed-up  to failure to obtain \ncommitments and signed  commitments from \nMOUs completed  prospective \n(2017 baseline: Not  members to \napplicable)  participate in the \nestablishment of \nthe proposed \nagency. \n ", "  Appendix 1  7 \nKey Activities with Milestones \n \n1. Phase 1 – TCIGA feasibility assessed \n1.1 Expected impact of the potential establishment of TCIGA assessed by May 2019 \n1.1.1  Generate and compile data from other ADB reports and related TA projects. \n1.1.2  Undertake desktop research from various web sources (government and other institutions). \n1.1.3  Conduct country assessments and visits (if required) to obtain relevant trade and FDI data and \nconduct surveys with exporters, manufacturers, producers, commercial lenders, brokers, \ninsurance and banking regulators, and other relevant parties.  \n1.1.4  Conduct consultations with, and review the existing impact assessments of, national export \ncredit agencies and export-import banks of prospective TCIGA member countries as well as \nselected emerging market economies and member countries of the Organisation for Economic \nCo-operation and Development. \n1.2 Assessments of legal, regulatory, taxation, licensing and other regimes in selected \njurisdictions completed by May 2019 \n1.2.1  Consult with relevant counterparts and review relevant legal, regulatory, taxation, licensing and \nother institutional requirements of prospective member countries. \n1.2.2  Identify key country counterparts and the key steps to be taken in relation to the establishment \nand operation of TCIGA. \n1.3 Legal, management, governance and capital structures for TCIGA developed by July 2019 \n1.3.1  Review similar agencies in other regions and selected Organisation for Economic Co-operation \nand Development and emerging market export credit agencies. \n1.3.2  Identify international best practices from similar agencies to benchmark against for the proposed \nTCIGA. \n1.3.3  Develop management, governance, and capital structure for TCIGA. \n1.4 Statistically relevant correlations between historical intra- and interregional trade and FDI \nflows and key macroeconomic parameters defined by July 2019 \n1.4.1  Conduct statistical regression analysis of regional historic trade and FDI flows and key \nmacroeconomic parameters. \n1.4.2  Establish statistically relevant correlations to be used as inputs for TCIGA financial model. \n1.4.3  Conduct comparative assessment of intra-regional and interregional competitiveness to trade \ninternationally and attract FDI. \n1.4.4  Conduct consultations with, and review existing impact assessments of, regional agencies \nalready or yet to be implemented. \n1.4.5  Extrapolate collected trade data and define export and trade sectors. \n1.5 Financial model developed by August 2019 \n1.5.1  Develop robust financial model that can forecast scenarios that include base, downside, and \nupside cases for TCIGA. \n1.6 Draft business and operationalization plans with Gantt chart for TCIGA developed by \nOctober 2019 \n1.6.1  Review other similar agencies (in Asia, Africa, and South America). \n1.6.2  Identify internal best practices from similar agencies to benchmark proposed TCIGA. \n1.6.3  Draft TCIGA business and operationalization plans. \n1.7 Final feasibility report drafted and reviewed by November 2019 \n1.7.1  Review and finalize feasibility report. \n2. Phase 2 (contingent)b \n2.1 In country consultations and workshops conducted by May 2020 \n2.1.1  Consult with prospective member countries (bilateral). \n2.1.2  Sign MOUs with prospective member countries to participate in the establishment of TCIGA. \n ", "8  Appendix 1 \nInputs \nADB: $300,000 Technical Assistance Special Fund (TASF-other sources) \nRegional Cooperation and Integration Fund: $500,000 \nUnited Kingdom Fund for Asia Regional Trade and Connectivity under the Regional Cooperation and \nIntegration Financing Partnership Facility: $1,500,000 \nOther (TBD): $700,000 (contingent)c \nAssumptions for Partner Financing \nNot applicable \nADB = Asian Development Bank, DMC = developing member country, FDI = foreign direct investment, MOU = \nmemorandum of understanding, Q = quarter, TA = technical assistance, TBD = to be determined, TCIGA = trade credit \nand investment (re-) guarantee agency \na  Consistent with one of the three proposals noted in para. 40 and footnote 12 of the recently endorsed CAREC 2030 \n(covering nine DMCs in the Central and West Asia Department and two in the East Asia Department) supporting the \ndevelopment of trade finance and the possible establishment of a multilateral TCIGA to foster interregional and intra-\nregional trade and investment. \nb  Phase 2 implementation is contingent upon the feasibility study providing a compelling business case for the \nestablishment of the proposed agency. If TCIGA’s establishment is considered feasible, internal approval will be \nsought for a minor change of scope under the TA to fully implement phase 2. \nc  Phase 2 implementation costs (estimated at $0.7 million) are contingent and will be determined during the \nimplementation of phase 1. Adequate TA resources will also to be secured during this stage. \nSource: Asian Development Bank. \n \n ", "Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nAmount   \nItem  ADBa  RCIFb  ARTCPc  Other (TBD)d \nA.  Consultants         \n1.  Remuneration and per diem         \na.  International consultants  130.05  176.0  493.95   \nb.  National consultants    256.0  500.00   \n2.  Out-of-pocket expenditures         \na.  International and local    68.0  319.50   \ntravel  186.55 \nb.  Accommodation \nB.  Miscellaneous administration and  60.00       \nsupport costse \nC.  Contingencies  109.95      700.0 \nTotald  300.00  500.0  1,500.00  700.0 \nADB  =  Asian  Development Bank,  ARTCF  =  United  Kingdom  Fund  for  Asia  Regional  Trade and \nConnectivity under the Regional Cooperation and Integration Financing Partnership Facility, RCIF = \nRegional Cooperation and Integration Fund, TBD = to be determined. \na  Financed by ADB’s Technical Assistance Special Fund (TASF–other sources). \nb  Established by ADB. Financing partner: the Government of Japan. \nc Administered by ADB. Financing partner: Department for International Development of the United Kingdom. \nd  The technical assistance is estimated to cost $3.0 million in total comprising phase 1 (estimated at $2.3 \nmillion, of which contributions from ADB, RCIF, and ARTCF are presented in the table above) and phase \n2 (estimated at $0.7 million and included as a contingent cost in the table above). Phase 2 implementation \nis contingent upon the feasibility study providing a compelling business case for the establishment of the \nproposed agency. If the trade credit and investment (re-) guarantee agency’s establishment is considered \nfeasible, internal approval will be sought for a minor change of scope under the technical assistance to \nfully implement phase 2. \ne  Includes translation costs for documents into national languages as needed, including Armenian, Azeri, \nChinese, Georgian, Mongolian, and Russian. \nSource: Asian Development Bank estimates. \n \n ", "10  Appendix 3 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=52066-001-TAReport \n \n1.  Terms of Reference for Consultants \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20181015152554+08'00'", "Creator": "PDF24 Creator", "Keywords": "central and west asia, east asia, south asia, multilateral trade credit, foreign direct investment, intra-regional trade, interregional trade, business case, 52066, ta 9610, adb technical assistance, approved technical assistance, tar, ta projects, ksta, feasibility study", "ModDate": "D:20181019151619+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "52066-001: Promoting Investments and Economic Growth in Central and West Asia, East Asia, and South Asia Subregions"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank  \n  ATI  –  African Trade Insurance Agency \nCAREC  –  Central Asia Regional Economic Cooperation \nCWA  –  Central and West Asia \n  DMC  –  developing member country \nECA  –  export credit agency \nFDI  –  foreign direct investment \n  OECD  –  Organisation for Economic Co-operation and Development \nPRC  –  People’s Republic of China \nTA  –  technical assistance \n  TCIGA  –  trade credit and investment (re-)guarantee agency  \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Stephen P. Groff, Operations 2 \nWencai Zhang, Operations 1 \nDirectors General  Hun Kim, South Asia Department (SARD) \nAmy S.P. Leung, East Asia Department (EARD) \nWerner E. Liepach, Central and West Asia Department (CWRD) \nDirectors  Bruno Carrasco, Public Management, Financial Sector, and Trade \nDivision, SARD \nTariq H. Niazi, Public Management, Financial Sector, and Trade \nDivision, CWRD \n  Ying Qian, Public Management, Financial Sector, and Regional \nCooperation Division, EARD \n \nTeam leader  Roland C.J. Pladet, Principal Finance Specialist, CWRD \nCo-Team leaders  Jurgen Conrad, Principal Financial Sector Specialist, SARD \n  Giacomo Giannetto, Principal Financial Sector Specialist, EARD \n  Adrian Torres, Principal Financial Sector Specialist, CWRD \nTeam members  Unurjargal Dalaikhuu, Regional Cooperation Officer, Mongolia Resident \n  Mission (MNRM), EARD \n  Enerelt Enkhbold, Senior Investment Officer, MNRM, EARD \nDmitry Kabrelyan, Senior Public–Private Partnership Specialist, CWRD \nThomas Kessler, Principal Finance Specialist (Disaster Insurance), \nSustainable Development and Climate Change Department \nDouglas Perkins, Principal Counsel, Office of the General Counsel \nLyle Raquipiso, Senior Economics Officer, CWRD \nMariane Sual, Senior Operations Assistant, CWRD \n  Tina Wu, Economics Officer/Regional Cooperation Officer, EARD \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "Stephen P. Groff", "role": "Operations", "organization": ""}, {"documentRole": "Vice-President", "fullname": "Wencai Zhang", "role": "Operations", "organization": ""}, {"documentRole": "Directors General", "fullname": "Hun Kim", "role": "South Asia Department (SARD)", "organization": ""}, {"documentRole": "Directors General", "fullname": "Amy S.P. Leung", "role": "East Asia Department (EARD)", "organization": ""}, {"documentRole": "Directors General", "fullname": "Werner E. Liepach", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"documentRole": "Directors", "fullname": "Bruno Carrasco", "role": "Public Management", "organization": "Financial Sector"}, {"documentRole": "Directors", "fullname": "Tariq H. Niazi", "role": "Public Management", "organization": "Financial Sector"}, {"documentRole": "Directors", "fullname": "Ying Qian", "role": "Public Management", "organization": "Financial Sector"}, {"documentRole": "Directors", "fullname": "Cooperation Division", "role": "EARD", "organization": ""}, {"documentRole": "Team leader", "fullname": "Roland C.J. Pladet", "role": "Principal Finance Specialist", "organization": "CWRD"}, {"documentRole": "Co-Team leaders", "fullname": "Jurgen Conrad", "role": "Principal Financial Sector Specialist", "organization": "SARD"}, {"documentRole": "Co-Team leaders", "fullname": "Giacomo Giannetto", "role": "Principal Financial Sector Specialist", "organization": "EARD"}, {"documentRole": "Co-Team leaders", "fullname": "Adrian Torres", "role": "Principal Financial Sector Specialist", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Unurjargal Dalaikhuu", "role": "Regional Cooperation Officer", "organization": "Mongolia Resident"}, {"documentRole": "Team members", "fullname": "Enerelt Enkhbold", "role": "Senior Investment Officer", "organization": "MNRM"}, {"documentRole": "Team members", "fullname": "Dmitry Kabrelyan", "role": "Senior Public", "organization": ""}, {"documentRole": "Team members", "fullname": "Thomas Kessler", "role": "Principal Finance Specialist (Disaster Insurance)", "organization": ""}, {"documentRole": "Team members", "fullname": "Douglas Perkins", "role": "Principal Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "Lyle Raquipiso", "role": "Senior Economics Officer", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Mariane Sual", "role": "Senior Operations Assistant", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Tina Wu", "role": "Economics Officer", "organization": ""}]}