{"path": "data/input/ta/52061-001-tar-en.pdf", "pages": [" \n \nTechnical Assistance Report \nProject Number: 52061-001 \nKnowledge and Support Technical Assistance (KSTA) \nSeptember 2018 \n \n \n \nSupporting Knowledge Solutions for New \nDevelopment Strategies in South Asia \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Public Communications \nPolicy 2011. \n \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  SARD  –  South Asia Department \n  SASEC  –  South Asia Subregional Economic Cooperation  \n  TA  –  technical assistance \n       \n       \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Ronald Antonio Butiong, Regional Cooperation and Operations \nCoordination Division, SARD \n \nTeam leader  Hoe Yun Jeong, Principal Economist, SARD \nTeam members  Lani Garnace, Associate Economics Officer, SARD \n  Tadateru Hayashi, Senior Economist, SARD \nKavita Iyengar, Senior Regional Cooperation Officer, SARD \n  Linel Ann Reyes-Tayag, Senior Operations Assistant, SARD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \nPage \n \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Outputs, Methods, and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  List of Linked Documents  9 \n \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 52061-001\nProject Name Supporting Knowledge Solutions for  Department/Division SARD/SARC\nNew Development Strategies in South \nAsia\nNature of Activity Research and Development Executing Agency Asian Development Bank\nModality Regular\nCountry BAN, BHU, IND, MLD, NEP, SRI\n2. Sector Subsector(s)     ADB Financing ($ million)\nPublic sector  Economic affairs management 2.30\nmanagement\nPublic administration 1.20\nIndustry and trade Industry and trade sector development 1.00\nTotal 4.50\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the Project Low\ngrowth (IEG) including jobs, created and expanded\nRegional integration  Pillar 4: Other regional public goods\n(RCI)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Institutional development Some gender elements (SGE)\ncapacity development\n(GCD)\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nPartnerships (PAR) Bilateral institutions (not client \ngovernment)\nOfficial cofinancing\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No\nRegional High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG8\nQq\n6. Risk Categorization Low \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 4.50\n    Knowledge and Support technical assistance: Technical Assistance  4.50\nSpecial Fund\nCofinancing 0.50\n    Republic of Korea e-Asia and Knowledge Partnership Fund (Full ADB  0.50\nAdministration)\nCounterpart 0.00\n    None 0.00\nTotal 5.00\nqq\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 03072018103755492685 Generated Date: 21-Aug-2018 9:13:01 AM", " \nI.  INTRODUCTION \n \n1.  The knowledge and support technical assistance (TA) responds to the needs of countries \nin the South Asia Department (SARD) for operationally relevant and timely analytical studies on \nkey issues and challenges that constrain their continued economic growth and development.1  \n \n2.  The TA is aligned with the strategic objectives of the South Asia Subregional Economic \nCooperation (SASEC) Operational Plan for 2016–2025 as it aims to provide the strong knowledge \nsupport  needed  to  harmonize  SASEC  project  interventions  and  priorities  concerned  with \neconomic corridors, transport, trade facilitation, and energy.2 The TA is also aligned with key \noperational directions of the Operational Plan for Regional Cooperation and Integration, 2016–\n2020 in that it will support the development of knowledge products for country programs targeting \ninter-subregional regional cooperation and integration.3 It is also fully aligned with Strategy 2030, \nwhich emphasizes strengthening of ADB’s role as provider of operationally relevant knowledge \nproducts.4 Existing country partnership strategies of SARD countries highlight the importance of \nknowledge solutions as an integral part of ADB operations. \n \nII.  ISSUES \n \n3.  South Asia is one of the fastest-growing regions in the world and has become a global \ngrowth driver. Its gross domestic product  grew by an average 6.7% during 2000–2016, and its \ngross domestic product per capita increased at a compound rate of 5.2%, from $751 in 2000 to \n$1,692 in 2016, boosting the region to middle-income status.5 This growth, however, has been \ndriven largely by domestic consumption, and much less by investments and exports, raising the \nquestion of how future growth can be sustained and how gainful jobs can be created for the more \nthan 1 million monthly labor entrants expected over the next 2 decades.  \n \n4.  South  Asian  countries have  been  underinvesting relative  to  their  peers,  posting  an \naverage investment ratio of 32.4% from 2000 to 2017, lower than East Asia and Pacific countries \n(excluding high income) and the People’s Republic of China, which registered an average of 39.5% \nand 43.1%, respectively, over the same period.6 The low rate of investments by SARD countries \nhas translated into inadequate infrastructure and poor connectivity between these countries and \nwith other regions. The policy environment is also inadequate because regulatory institutions and \ngovernance systems are not organized. Most governments in SARD countries have limited \nunderstanding and expertise of development issues and their possible solutions, limited ability to \nprepare investment projects, and weak absorptive capacity. These problems undermine sector-\nbased development, hamper employment growth, and cause laggard regions to fall further behind. \nLifting more than 300 million poor people—equivalent to a third of the global poverty headcount—\nout of poverty will be a huge task.  \n \n5.  To overcome the challenges and sustain the momentum for inclusive economic growth, \nSARD countries have shown increasing demand for well-designed programs and evidence-based \npolicies guided by rigorous analytical and technical studies. From 2012 to 2017, ADB has made \n                                                \n1  The TA first appeared in the business opportunities section of ADB’s website on 17 May 2018. \n2  ADB. 2016. South Asia Subregional Economic Cooperation Operational Plan, 2016–2025. Manila. \n3 ADB. 2016. Operational Plan for Regional Cooperation and Integration, 2016–2020: Promoting connectivity, \ncompetitiveness, regional public goods, and collective action for Asia and the Pacific. Manila. \n4  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. Manila. \n5  World Bank Open Data. South Asia. (data includes Afghanistan and Pakistan) (accessed 30 April 2018). \n6  World Bank. World Development Indicators. (accessed 31 August 2018). \n \n ", "2 \nsignificant progress in meeting this demand via its strong knowledge operations under the SASEC \nProgram and as part of ADB country operations. Several analytical studies were completed under \nvarious ADB TAs, focusing on economic corridors, trade facilitation, global production networks, \nindustry and trade, logistics, monetary aspects, and vulnerability and resilience, among others.7  \n \n6.  These studies informed the formulation of policies and projects to overcome development \nissues in SARD countries. For instance, analytical work on trade facilitation resulted in the \nprocessing and implementation of ADB policy-based loans and/or grants to Bangladesh, Bhutan, \nand Nepal.8 The Government of India committed to develop the East Coast Economic Corridor, \nIndia’s first coastal corridor, to connect the country with global markets and value chains through \nits strategically located ports. ADB supported the three phases of this corridor: Visakhapatnam–\nChennai Economic Corridor, Chennai–Kanyakumari Industrial Corridor, and Odisha Economic \nCorridor.  The  governments  of  Bangladesh  and  Sri  Lanka  also  adopted  economic  corridor \ndevelopment as a tool to fuel growth and improve the lives of their people, through the Southwest \nEconomic Corridor and Colombo–Trincomalee Economic Corridor, respectively. In Bhutan, the \ngovernment established the Department of Macroeconomic Affairs as a result of ADB’s analytical \nwork on macroeconomic monitoring frameworks.  \n \n7.  The analytical studies produced various knowledge products such as working papers, \ntechnical reports, and books.9 These were circulated in the ADB websites, allowing developing \nmember countries (DMCs) to learn from new technical knowledge and lessons, and gain fresh \nperspectives on their own development issues and their own possibilities. The studies were \ncomplemented by capacity-building workshops to ensure the transfer of knowledge to government \nagencies.  \n \n8.  These past analytical works are not meant to be one-off knowledge products and solutions, \nhowever. They are meant to be part of a continuous process of engagement with client DMCs in \nthe region.10 The strong demand from SARD countries for knowledge solutions to development \nissues is driven by several factors.11 First, they find it difficult to translate some of the development \nissues into potential projects because government agencies lack the ability to prepare investment \nprojects. Second, their understanding and expertise of issues and possible solutions is limited. \nFinally, the weak absorptive capacity of their institutions is caused by an unorganized regulatory \nenvironment and governance system.  \n \n                                                \n7  ADB. 2010. Technical Assistance Report: Regional–Capacity Development Technical Assistance, Support for South \nAsia  Regional  Economic  Cooperation.  Manila;  ADB.  2011.  Technical  Assistance  Report:  Regional–Capacity \nDevelopment Technical Assistance, Strengthening Knowledge-Driven Development in South Asia. Manila; ADB. \n2012. Technical Assistance Report: Regional—Policy and Advisory Technical Assistance, Enhancing Economic \nAnalysis  and  South-South  Learning.  Manila;  ADB.  2016.  Technical  Assistance  Report:  Regional–Capacity \nDevelopment  Technical  Assistance,  Regional  Project  Development  Support  for  the South  Asia  Subregional \nEconomic Cooperation Operational Plan, 2016–2025. Manila. \n8  ADB. 2017. Technical Assistance Completion Report: Bangladesh, Bhutan, Nepal: South Asia Subregional Economic \nCooperation (SASEC) Trade Facilitation Program. Manila. \n9  Two flagship knowledge products produced are (i) Scaling New Heights: Vizag-Chennai Industrial Corridor, India’s \nFirst Coastal Corridor; and (ii) Bhutan: New Pathways to Growth. \n10  The TA will coordinate and complement two currently active regional TAs that expire in 2018 and 2019. Since the \nremaining resources of these ongoing TAs are fully committed and cannot cover the various analytical studies \nrequested by SARD countries, the TA will provide additional support but focus on the development issues that have \nyet to be covered. \n11 The discussion of these factors is based on critical reflection and brainstorming by the South Asia Regional \nCooperation and Operations Coordination Division team. \n \n ", "3 \n9.  Faced with these limitations of DMCs and their strong demand for knowledge support, \nADB needs to offer integrated, multidisciplinary solutions that are beyond a single sector and \nthematic group’s purview.12  \n \n10.  Business as usual is not an option, however. To remain relevant and responsive to the \nneeds of the DMCs in the region, selectivity of coverage is crucial. Based on the interests \nindicated by DMCs,13 the possible topics for analytical studies would include the expansion of \neconomic corridors in other states in India; development of coastal shipping and inland waterways; \ndevelopment of economic zones (including tourism zones); links with global value chains and \nglobal production networks; and regional connectivity of South Asia with East Asia and Southeast \nAsia. Lessons from the implementation of various knowledge TAs show that a demand-driven \napproach to knowledge solutions, complemented by capacity building, works well and that \ngovernments respond favorably to policy and project recommendations.14 This is an approach \nthat the TA intends to adopt as well.  \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n11.  The TA is aligned with the following impact: inclusive economic growth and regional \neconomic integration among SARD countries improved and sustained. The TA outputs will result \nin the following outcome: knowledge solutions adopted by SARD countries.15  \n \nB.  Outputs, Methods, and Activities \n \n12.  The TA will enable ADB to undertake operationally relevant analytical studies on key \nissues and challenges faced by SARD countries, using an integrated, crosscutting, thematic, and \nmultisector approach to development that goes beyond narrow sector approaches.16 The TA will \nallow ADB to respond quickly to the client countries’ demand for knowledge support; identify \ncrucial and immediate investment requirements; and facilitate their inclusion in ADB lending \noperations that can contribute to the proposed development impact. The TA will strive to make \ninnovation and high-level technology transfer an integral part of knowledge outputs. These TA \nundertakings will support the post-2015 sustainable development agenda with a strong focus on \ncontributing to inclusive growth and employment creation.  \n \n13.  Output 1: Integrated and multidisciplinary knowledge solutions created. This output \ninvolves differentiated approaches to meeting SARD countries’ demand for knowledge support \nby exploring innovative and customized solutions. The solutions will be demand-driven, based on \nthe policy challenges identified, and fed by continuous dialogue between ADB and its client DMCs. \nThe output will also support the implementation of the recommendations outlined in the SASEC \n                                                \n12  ADB (Office of the President). 2018. Planning Directions for 2018 and Preparation of Work Program and Budget \nFramework, 2019–2021. Memorandum. 23 February (internal).  \n13 Potential study topics are culled from back-to-office reports submitted by ADB staff in the South Asia Department. \n14 Independent Evaluation Department. 2012. Special Evaluation Study: Knowledge Products and Services— Building \na Stronger Knowledge Institution. Manila: ADB. \n15 The design and monitoring framework is in Appendix 1. \n16 In particular, the TA will ensure women’s and women groups’ participation in TA-financed consultation workshops \nand training on emerging economic issues. It will collect sex-disaggregated data as part of the (proposed) feasibility \nstudies, with gender and development elements to be included, as feasible, in the ensuing pipeline projects in line \nwith ADB processes, practices, and the Guidelines for Gender Mainstreaming Categories of ADB Projects (2012).  \n \n ", "4 \nOperational Plan and SASEC Vision.17 It will include concrete analytical studies with substantial \npolicy advice and recommendations.18 \n \n14.  Output 2: Knowledge sharing, dissemination, and learning events enhanced. The \nTA will organize various learning events that will help generate, share, and apply knowledge. This \nincludes activities such as forums,  consultation workshops, and study  visits, which  will be \norganized in partnership with more advanced countries—e.g., the People’s Republic of China, \nJapan,  and  the  Republic  of  Korea—to  draw  on  their  experiences  on  formulating  strategic \napproaches to development. The output will give SARD countries useful directions for their own \ndevelopment path.19 Other learning events will promote inter-regional knowledge sharing.     \n \n15.  Output 3: Translation of knowledge solutions into project pipeline strengthened. \nThe TA will give ADB the means to improve project readiness and enable proactive portfolio \nmanagement, and thereby fostering and facilitating swift delivery of development outcomes. \nAnalytical studies will progress in parallel with project identification and implementation, readiness, \nand implementation. Strong upstream analytical work will provide the foundation for the project \ndesign, with a focus on identifying potential projects to be linked to ADB regional and national \nlending pipelines (footnote 16).  Ultimately, project identification and prioritization will be translated \ninto the respective country’s multiyear operational plan. \n \nC.  Cost and Financing \n \n16.  The TA is estimated to cost $5,000,000, of which (i) $4,500,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF 6), and (ii) $500,000 will be financed \non  a  grant  basis  by  the  Republic  of  Korea  e-Asia  and  Knowledge  Partnership  Fund  and \nadministered by ADB. The key expenditure items are listed in Appendix 2.   \n \n17.  Civil works, the procurement of large-scale equipment, permanent staffing costs, and the \nhiring of staff consultants are ineligible expenditures under the Republic of Korea e-Asia and \nKnowledge Partnership Fund. \n \nD.  Implementation Arrangements \n \n18.  ADB will administer the TA through the South Asia Regional Cooperation and Operations \nCoordination Division. ADB will work closely with ADB resident missions in SARD countries and \nvarious  government  agencies  in  implementing  the  TA  activities.  The  implementation \narrangements are summarized in the table. \n \n                                                \n17 ADB. 2016. South Asia Subregional Economic Cooperation Operational Plan, 2016–2025. Manila; ADB. 2017. South \nAsia Subregional Economic Cooperation: Powering Asia in the 21st Century. Manila. \n18 The main indicative topics to be supported by this TA would be coastal shipping, economic zones, economic corridor, \nglobal value chains, logistics, and regional cooperation and integration. In light of this, the outputs of this TA will \ninvolve multiple focus areas—transport, urban development, water, environment, and energy—as well as soft \naspects and India’s new interest area of logistics development. \n19 Experts from these advanced countries will be engaged as specialists to provide technical guidance in selected \nthematic sector studies and as resource persons for knowledge-sharing activities. \n ", "5 \nImplementation Arrangements \nAspects   Arrangements \nIndicative implementation period  September 2018–August 2021 \nExecuting agency  ADB \nImplementing agency  ADB \nConsultants  To be selected and engaged by ADB \nIndividual consultants  International expertise  $2,000,000 \nselection  (140 person-months) \nIndividual consultants  National expertise  $1,790,000 \nselection  (200 person-months) \nDisbursement  The TA resources will be disbursed following ADB’s Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). \nADB = Asian Development Bank, TA = technical assistance. \nSource: Asian Development Bank. \n \n19.  Consulting  services.  ADB  will  engage  various  individual  consultants  for  the \nimplementation of TA activities. These consultants will be recruited as individuals and not as a \nfirm because (i) they will operate in different countries; (ii) their respective work and outputs are \nindependent of each other; and (iii) the overall management of consultants will be performed by \nthe Regional Cooperation and Operations Coordination Division of ADB’s South Asia Department. \nADB will engage the consultants following its Procurement Policy (2017, as amended from time \nto time) and its associated staff instructions.20  \n \n20.  Cofinancier requirements. The Republic of Korea e-Asia and Knowledge Partnership \nFund requires annual monitoring and progress reports. \n \nIV.  THE PRESIDENT'S DECISION \n \n21.  The President, acting under the authority delegated by the Board, has approved (i) the \nAsian Development Bank (ADB) administering a portion of technical assistance not exceeding \nthe equivalent of $500,000 to be financed on a grant basis by the Republic of Korea e-Asia and \nKnowledge Partnership Fund, and (ii) ADB providing the balance not exceeding the equivalent of \n$4,500,000,  on  a  grant  basis  for  Supporting  Knowledge  Solutions  for  New  Development \nStrategies in South Asia, and hereby reports this action to the Board. \n \n                                                \n20 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). Lump-sum \npayments or output-based contracts for consulting services will be considered. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \nImpact the TA is Aligned with \n \nInclusive economic growth and regional economic integration among SARD countries improved and \nsustaineda \n \nData Sources and \nPerformance Indicators  Reporting \nResults Chain  with Targets and Baselines  Mechanisms  Risks  \nOutcome  By 2022:    Governments might \nKnowledge  a. At least 10 pipeline  a. ADB website  change their priorities.  \nsolutions adopted  projects identified in the   \nby SARD countries  studies included in the \n \ncountries’ COBPs (2017 \n \nbaseline: not applicable) \n \n \n \nb. At least 5% increase in \nportfolio of SARD countries  b. ADB website \nattributed to results of \nanalytical studies (2017 \nbaseline: not applicable) \n \nOutputs  By 2021:    Incomplete or \n1. Integrated and  1a. At least 10 analytical  1a. Consultants’  unavailable data may \nmultidisciplinary  studies produced on selected  reports  delay finalization of \nknowledge  sector and/or thematic  analytical studies.  \nsolutions created  aspects of SARD priority \nareas (2017 baseline: not \napplicable)  \n \n2. Knowledge  By 2021:   \nsharing,  2a. At least 250 government  2a. Evaluation reports \ndissemination, and  staff, with at least 30% of  on training workshops \nlearning events  them women, reported   \nenhanced  increased knowledge of \n \nemerging economic issues  \n \n(2017 baseline: not \napplicable)    \n \n3. Translation of  By 2021:  3a. Consultants’ report \nknowledge  3a. At least 15 priority   \nsolutions into  projects identified based on \n \nproject pipeline  the studies (2017 baseline: \n \nstrengthened  not applicable) \n \n \n ", "Appendix 1  7 \nKey Activities with Milestones \n1.  Integrated and multidisciplinary knowledge solutions created \n1.1 Undertake consultation meetings with government agencies to identify the countries’ demand for \nanalytical studies (Q3 2018–Q1 2020). \n1.2 Prepare analytical reports on issues identified by governments (Q1 2019–Q4 2020). \n1.3 Gather relevant literature and data from various sources to support the preparation of analytical \nreports (Q1 2019–Q4 2020). \n \n2.  Knowledge sharing, dissemination and learning events enhanced \n2.1 Conduct workshops to disseminate the results of analytical studies (Q3 2019–Q1 2021). \n2.2 Conduct conferences, workshops, and study visits to learn from the experiences of more advanced \ncountries (Q3 2019–Q4 2020). \n2.3 Conduct workshops to enhance the capacity of government agencies on analytical research \n(Q3 2019–Q1 2021). \n \n3. Translation of knowledge solutions into project pipeline strengthened \n3.1 Analyze the results of analytical studies to identify potential projects (Q3 2019–Q1 2021). \n3.2 Prepare a project information sheet for each identified project (Q3 2019–Q1 2021). \n3.3 Conduct consultation meetings with resident missions and sector divisions to discuss potential \nprojects for inclusion in their portfolio (Q4 2019–Q1 2021).  \n \nTA Management Activities \nEngage consultants \nInputs \n \nADB: $4,500,000 \nRepublic of Korea e-Asia and Knowledge Partnership Fund: $500,000  \nAssumptions for Partner Financing \n \nNot applicable \nADB = Asian Development Bank, COBP = country operations business plan, Q = quarter, SARD = South Asia Regional \nDepartment, TA = technical assistance. \na Defined by the TA. \nSource: Asian Development Bank. \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Amount   \nA.  Asian Development Banka     \n1.    Consultants     \n \na.    Remuneration and per diem   \ni.    International consultants  1,600.0   \nii.    National consultants  1,790.0   \n \nb.    Out-of-pocket expenditures   \ni.    International and local travel  200.0   \n \n2.    Training, seminars, workshops, forums, and conferences   \na.    Facilitators and resource persons  80.0   \nb.    Venue rental  230.0   \nc.     Participants  355.0   \nd.    Representationb  15.0   \n3.   Miscellaneous administration and support costsc  100.0   \n4.   Contingency  130.0   \nSubtotal (A)  4,500.0 \n \nB.  Republic of Korea e-Asia and Knowledge Partnership Fundd \n1.    Consultants     \na.    Remuneration and per diem     \ni.    International consultants  310.0   \nb.    Out-of-pocket expenditures     \ni.    International and local travel  50.0   \n2.    Training, seminars, workshops, forums, and conferences     \na.    Facilitators and resource persons  20.0   \nb.    Venue rental  30.0   \nc.     Participants  55.0   \nd.    Representationb  5.0   \n3.   Contingency  30.0   \nSubtotal (B)  500.0 \n \nTotal  5,000.0   \nNote: The technical assistance (TA) is estimated to cost $5,000,000, of which contributions from the Asian Development \nBank and the Republic of Korea e-Asia and Knowledge Partnership Fund are presented in the table above.  \na Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF 6).     \nb Includes entertainment expenses such as alcoholic beverages and other expenses relevant to holding meetings. \nc  Includes printing of publications and reports. \nd Administered by the Asian Development Bank. \nSource: Asian Development Bank estimates. \n \n \n ", "Appendix 3  9 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=52061-001-TAReport \n \n \n1.  Terms of Reference for Consultants \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20180913110234+08'00'", "Creator": "PDF24 Creator", "Keywords": "south asia, sasec, sasec operational plan, inclusive growth, regional cooperation, regional integration, knowledge solutions, global growth driver, analytical studies, 52061, ta  9586, adb technical assistance, approved technical assistance, tar, ta projects, ksta", "ModDate": "D:20180920133816+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "52061-001: Supporting Knowledge Solutions for New Development Strategies in South Asia"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  SARD  –  South Asia Department \n  SASEC  –  South Asia Subregional Economic Cooperation  \n  TA  –  technical assistance \n       \n       \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Ronald Antonio Butiong, Regional Cooperation and Operations \nCoordination Division, SARD \n \nTeam leader  Hoe Yun Jeong, Principal Economist, SARD \nTeam members  Lani Garnace, Associate Economics Officer, SARD \n  Tadateru Hayashi, Senior Economist, SARD \nKavita Iyengar, Senior Regional Cooperation Officer, SARD \n  Linel Ann Reyes-Tayag, Senior Operations Assistant, SARD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "Wencai Zhang", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "Hun Kim", "role": "South Asia Department (SARD)", "organization": ""}, {"documentRole": "Director", "fullname": "Ronald Antonio Butiong", "role": "Regional Cooperation and Operations", "organization": ""}, {"documentRole": "Director", "fullname": "Coordination Division", "role": "SARD", "organization": ""}, {"documentRole": "Team leader", "fullname": "Hoe Yun Jeong", "role": "Principal Economist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Lani Garnace", "role": "Associate Economics Officer", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Tadateru Hayashi", "role": "Senior Economist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Kavita Iyengar", "role": "Senior Regional Cooperation Officer", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Linel Ann Reyes-Tayag", "role": "Senior Operations Assistant", "organization": "SARD"}]}