{"path": "data/input/ta/52099-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \n \n \n \n \n \n \n \nProject Number: 52099-001 \nKnowledge and Support Technical Assistance (KSTA) \nJune 2018 \n \n \nSupporting Environmental Safeguards in the Central \nand West Asia Region \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Public Communication \nPolicy 2011 \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  CWRD  –  Central and West Asia Department \n  DMC  –  developing member country \n  OJT  –  on-the-job training \nPSG  –  Portfolio, Results, Safeguards, and Gender \n  TA  –  technical assistance \n \nNOTE \nIn this report, “$” refers to United States dollars. \n \n \n \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nAdvisor and Head  Nianshan Zhang, Portfolio, Results, Safeguards, and Gender Unit, \nCWRD \n   \nTeam leader  Duncan Lang, Environmental Specialist, CWRD \nTeam member  Maria Ava Golda Destura, Associate Project Analyst, CWRD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Outputs, Methods, and Activities  3 \nC.  Cost and Financing  3 \nD.  Implementation Arrangements  3 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  List of Linked Documents  9 \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 52099-001\nProject Name Supporting Environmental Safeguards  Department/Division CWRD/CWOD-PSG\nin the Central and West Asia Region\nNature of Activity Capacity Development Executing Agency Asian Development Bank\nModality Regular\nCountry AFG, ARM, AZE, GEO, KAZ, KGZ, \nPAK, TAJ, TKM, UZB\n2. Sector Subsector(s)     ADB Financing ($ million)\nAgriculture, natural  Water-based natural resources management 0.15\nresources and rural \ndevelopment\nEnergy Energy sector development and institutional reform 0.15\nPublic sector  Public administration 0.15\nmanagement\nTransport Road transport (non-urban) 0.15\nWater and other urban Other urban services 0.15\ninfrastructure and \nservices\nTotal 0.75\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the Project Low\ngrowth (IEG) opportunities, including jobs, made \nmore inclusive\nEnvironmentally  Environmental policy and legislation\nsustainable growth \n(ESG)\nRegional integration  Pillar 4: Other regional public goods\n(RCI)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Civil society participation No gender elements (NGE)\ncapacity development Institutional development\n(GCD) Organizational development\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nPrivate sector  Conducive policy and institutional \ndevelopment (PSD) environment\nPublic sector goods and services \nessential for private sector \ndevelopment\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting Yes\nRegional High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG6, SDG8, SDG9, SDG11, SDG15\nQq\n6. Risk Categorization Low \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.75\n    Knowledge and Support technical assistance: Technical Assistance  0.75\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.75\nqq\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 28022018100314124979 Generated Date: 28-May-2018 11:18:10 AM", " \n \nI.  INTRODUCTION \n \n1.  This knowledge and support technical assistance (TA) project will foster more effective \ninfrastructure  development  by  improving  the  environmental  safeguards  performance  of \ndeveloping member countries (DMCs) in Central and West Asia. This will be accomplished by (i) \nengaging and deploying international consultants1 and national consultants to strengthen projects \nwith respect to safeguards compliance; (ii) building on knowledge products and relationships \ndeveloped under TA 7548-REG: Improving the Implementation of Environmental Safeguards in \nCentral and West Asia 2  and TA 8663-REG Sustainable Environmental Management of Projects \nin Central and West Asia3  to further promote country ownership of sound and efficient safeguards \npractices in projects financed by the ADB; (iii) identifying gaps between local practice and ADB \npolicy, and developing a strategy to bridge these gaps in a timely manner on a project-by-project \nbasis;  (iv)  providing  specialist  technical  input  from  international  consultants  during  project \npreparation and/or implementation, where assessment gaps or potential non-compliance issues \nare identified; and (v) providing capacity building, primarily in the form of on-the-job training (OJT), \nto increase governments’ understanding of how to apply environment and social safeguards. \n \n2.  This TA will aid DMCs in Central and West Asia in meeting their sustainable development \ngoals, and the TA is on the management-approved TA priority list for ADB’s Central and West \nAsia Department (CWRD) for processing in 2018.4  \n \nII.  ISSUES \n \n3.  Proper  environmental  safeguard  management  during  project  processing  and \nimplementation  ensures  that  development  projects  are  implemented  in  an  environmentally \nsustainable  manner.  ADB  recognizes  the  critical  role  that  project  executing  agencies  and \nimplementing agencies play in successful environmental safeguard management. Through TA \n7548 and TA 8663, ADB has provided technical assistance to strengthen the environmental \nsafeguard capacity of executing and implementing agencies for ADB-funded projects in Central \nand  West  Asia.  These  TA  projects  have  focused  primarily  on  assessment  improvements \nobtainable under existing laws in Central and West Asian countries, such as solving administrative \nbottlenecks, improving coordination, and providing technical guidance. The achievements of \nthese TA projects have included the following: \n \n(i)  Country assessment reports were completed in six participating DMCs (Armenia, \nAzerbaijan, Georgia, Kyrgyz Republic, Pakistan, and Tajikistan). \n(ii)  Thirty-eight training workshops on good practice of environmental safeguards \nmanagement and monitoring of environmental safeguards implementation were \nheld in seven DMCs (Afghanistan, Armenia, Azerbaijan, Georgia, Kyrgyz Republic, \n                                                \n1  International consultants with specific expertise in Asian Development Bank (ADB) safeguards application in \ncountries within the Central and West Asia region. \n2  ADB. 2010. Technical Assistance for Improving the Implementation of Environmental Safeguards in Central and \nWest Asia. Manila (TA 7548-REG, for $800,000, approved on 21 June 2010, with a revised completion date of 31 \nMarch 201, and additional funding of $750,000 approved on 12 August 2013). \n3  ADB. 2014. Technical Assistance for Sustainable Environmental Management of Projects in Central and West Asia. \nManila (TA 8663-REG, for $1.5 million, approved on 10 June 2014, with a revised completion date of 31 December \n2018, plus additional funding of $750,000 approved on 23 February 2016, and additional funding of $500,000 \napproved on 29 August 2017. As of 28 May 2018, the uncommitted amount is $200,135 and the undisbursed amount \nis $491,917). \n4  The TA will be financed and administered by ADB and will include no DMC government activities, financing, or \ncounterpart support. A no-objection letter will be issued informing DMCs of the proposed TA activities prior to \nimplementation. The TA first appeared in the business opportunities section of ADB’s website on 30 March 2018. \n ", "2   \nPakistan, and Tajikistan); in addition, four subregional workshops were completed \nin Kyrgyz Republic, Georgia, and Pakistan (twice). \n(iii)  A  training  manual  on  effective  environmental  management  (Environmental \nSafeguard Information Kit) was prepared and printed in English and Russian to \nhelp executing and implementing agencies comply with ADB’s Safeguard Policy \nStatement  (2009)  during  project  processing,  and  in  2018,  an  Environmental \nSafeguards  Monitoring  Manual  was  provided  to  executing  and  implementing \nagencies through TA 8663. \n(iv)  A network of trainers and a pool of third party auditors were established to conduct \non-the-job training and also to audit environmental management and monitoring \nreports for implementing agency staff, their consultants, and contractors.  \n(v)  The  TA  consultants  assisted  project  teams  and  borrowers  in  addressing \ncomplaints elevated to ADB’s Accountability Mechanism through the Office of the \nCompliance Panel Review or Office of the Special Project Facilitator.  \n(vi)  OJT has proved to be the most effective component of TA 7548 and TA 8663. Both \nTA projects assisted key stakeholders with improving project preparation and \ndelivering  timely  environment  assessments  in  Armenia,  Azerbaijan,  Georgia, \nKyrgyz Republic, Pakistan, Tajikistan, and Uzbekistan. Since February 2016, \nsupport for project processing and project administration through OJT has been \nthe primary focus of the TA 8663. \n \n4.  While TA 7548 and TA 8663 were successfully implemented, further work needs to be \ndone to improve project environmental standards in the DMCs of Central and West Asia. During \nproject processing, projects require better scoping of initial environmental examinations and \nenvironmental impact assessments to ensure that impacts are properly addressed. Executing and \nimplementing agencies must have a better understanding of international standards and the \nenvironmental impact assessment process. This is particularly relevant given the public’s growing \nawareness of safeguards. Support through training and workshops is essential, especially for \nprojects that experience heavy staff turnover within the executing and implementing agencies.  \n \n5.  One issue highlighted in 2017 under the TA 8663 was the inability of ADB, executing \nagencies,  or  implementing  agencies  to  rapidly  undertake  technical  studies,  either  during \nprocessing or implementation, where existing environmental assessments were identified as \nlacking. This inability to quickly commission studies in CWRD projects caused considerable \nproject delays, and financing for such studies was a regular problem. To address this, the TA will \ninclude a technical studies facility whereby specialist studies can be commissioned at short notice, \nenabling project processing and implementation to continue with minimal disruption. The TA \ndesign and monitoring framework is in Appendix 1.  \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n6.  As outlined above, the TA 8663 which is coming to an end, is working well and provides \na valuable service to DMCs during the processing and implementation of projects. ADB staff and \nexecuting and implementing agencies during project missions agreed on the relevance of these \nprevious TA projects and the need for the extension of the most useful components, which \nincluded: (i) deployment of consultants in DMCs to support project processing and implementation \nthrough OJT; (ii) workshops for executing and implementing agencies; (iii) dissemination of best \n ", "  3 \n \npractices and updates of ADB procedures; and (iv) provision of technical studies assistance for \nproblem solving. \n  \n7.  The  new  TA  will  continue  to  foster  coordination  among  national  environmental \nstakeholders, build and/or maintain stakeholder networks, and promote better understanding of \nsafeguards implementation within DMCs. The TA will also help ADB staff develop internal \nguidance notes on key environmental issues such as noise, air quality, and health and safety.  \n \n8.  In  summary,  the  TA  is  aligned  with  the  following  impact:  effective  infrastructure \ndevelopment that is compliant with ADB’s Safeguard Policy Statement promoted in Central and \nWest  Asia.  The  TA  will  have  the  following  outcome:  quality  of  safeguard  documents  and \nsafeguard implementation in the CWRD portfolio improved.  \n \nB.  Outputs, Methods, and Activities \n \n9.  Output 1: Quality and timeliness of environmental impact assessments and initial \nenvironmental  examinations  improved.  Executing  and  implementing  agencies  will  be \nsupported by TA consultants during project processing, providing OJT and advice to improve \nproject  screening  and  scoping,  improve  the  quality  of  environmental  assessments,  and \nconsequently reduce the number of reviews and time required for approval. \n \n10.  Output 2: Quality and timeliness of environmental monitoring reports improved. \nExecuting  and  implementing  agencies  will  be  supported  by  TA  consultants  during  project \nimplementation, providing OJT to help improve the quality of monitoring reports, reduce the \nnumber of reviews prior to approval, and improve the speed at which reports are produced. \n \n11.  Output  3:  Executing  agency  performance  on  environmental  management \nshowcased. TA consultants will support executing and implementing agencies in developing \ncase studies to share as knowledge products where environmental performance has been \nexemplary, or where particular problems have been identified. TA consultants will also maintain \nenvironmental stakeholder networks in DMCs and support ADB staff in developing guidance \nnotes  on  key  environmental  issues.  Case  studies  and  knowledge  products  will  be  shared \ninternally  within  ADB  and,  where  appropriate,  will  be  disclosed  publicly  (with  government \napproval).  \n \nC.  Cost and Financing \n \n12.  The TA is estimated to cost $750,000, which will be financed on a grant basis by ADB’s \nTechnical Assistance Special Fund (TASF-other sources). The key expenditure items are listed \nin Appendix 2. \n \n13.  There  will  be  no  government  counterpart  support  for  this  TA,  which  will  be  fully \nadministered and financed by ADB. \n \nD.  Implementation Arrangements \n \n14.  ADB will administer the TA. The Portfolio, Results, Safeguards, and Gender (PSG) Unit in \nADB’s Central and West Asia Department will implement the TA in coordination with CWRD’s \nresident  missions  and  sector  divisions.  The  PSG  Unit  will  select,  supervise,  and  evaluate \nconsultants in accordance with ADB’s Procurement Policy (2017, as amended from time to time) \nand its associated project administration instructions and/or staff instructions. Resident missions \n ", "4   \nwill provide country support for TA activities, including provision of work space for consultants and \nassistance in planning meetings, workshops, and training activities.  \n \n15.  The TA will be implemented in three phases of 18 months each, considering the budget \nconstraints and better matching between TA fund availability. The first phase, with a budget of \n$750,000, will start in July 2018 and will close in December 2019. CWRD may increase the TA \namount later, subject to fund availability. \n \n16.  The indicative implementation arrangements are summarized in the following table. \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation  July 2018–December 2019 (Phase 1)1 \nperiod  \nExecuting agency  Asian Development Bank \nConsultants  To be selected and engaged by ADB \n  Individual consultants  84 person-months   $430,0002 \nselection  National environmental \nsafeguards consultant(s) \n  Individual consultants  18 person-months  $250,0002 \nselection   International environmental \nsafeguards consultant(s) \n  Individual consultants  2 person-months  $50,0002 \nselection   International consultant \n(technical studies)  \nProcurement  All goods to be procured by consultants. All procurement will be carried \nout in accordance with ADB’s Procurement Policy (2017, as amended \nfrom time to time). All goods purchased will be turned over to ADB after \ncompletion of the TA. \n  Shopping Method  Number of contracts to be  $3,000 \nconfirmed \nDisbursement  The TA resources will be disbursed following ADB's Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). \n1 The TA is planned to be implemented in three phases of 18 months each. \n2  Includes remuneration, per diem and out-of-pocket expenses. \nSource(s): Asian Development Bank. \n \n17.  Consulting services. ADB will engage the consultants following ADB’s Procurement \nPolicy  and  its  associated  project  administration  instructions  and/or  staff  instructions.  Field \nactivities will be carried out using a mix of international and national consultants to be selected \nbased on criteria including (i) existing country portfolios, (ii) upcoming country project pipeline, \nand (iii) availability of qualified consultants with relevant in-country experience. The consultants \nwill be based at resident missions and national consultants may be required to operate in more \nthan one DMC as needed.5  \n \n18.  A  technical  studies  assistance  allowance  is  included  in  the  TA.  This  will  allow  for \nexperienced international consultants to be engaged on an intermittent basis during project \npreparation and implementation to assist executing and implementing agencies in a trouble \nshooting capacity. Inputs that these experts will provide might include giving detailed advice, \ncompleting key environment assessment studies, or helping project teams address complaints or \nassessment gaps identified during implementation. \n                                                \n5 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "  5 \n \n \n19.  In addition, ADB will ask technical studies assistance experts to provide OJT training and \ncapacity-building support to executing and implementing agency staff on the application of \ninternational best practices for current and future projects.  \n \nIV.  THE PRESIDENT'S DECISION \n \n20.   The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $750,000 on a grant basis for \nSupporting Environmental Safeguards in the Central and West Asia Region, and hereby reports \nthis action to the Board. \n \n \n \n ", "6   Appendix 1        \n \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts the TA is Aligned with \nEffective infrastructure development compliant with ADB’s Safeguard Policy Statement promoted in the \nCentral and West Asia \n \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks  \nOutcome  By 2019:     \nQuality of  a. 100% of EIAs and IEEs fully  a. ADB website  Change in \nsafeguard  endorsed and disclosed prior to the  (disclosure).  leadership at \ndocuments and  SRM or MRM (2017 Baseline:  the \nb. Chief compliance \nsafeguard  80%).  participating \nofficer’s annual review \nimplementation  executing \nb. 100% of projects rated as fully  report of SPS \nin CWRD  agencies, or \ncompliant during country safeguard  compliance; CWRD \nportfolio  high turnover in \nreview (2017 Baseline: 70%).  monitoring sheets. \nimproved.  staff; Change \n  c. Number of complaints submitted  c. ADB Accountability  in political \nand accepted to the Accountability  Mechanism Annual  direction. \nMechanism reduced to less than 3  Report and Complaints \nper year (2017 Baseline: 6).  Registry. \nOutputs  By 2019:     \n1. Quality and  1a. At least 30% of EIAs and IEEs  1a. ADB website  Prolonged \ntimeliness of  submitted to ADB needing only  (disclosure).  decision-\nEIAs and IEEs  single round of review by ADB staff  making \nimproved.  prior to approval (2017 Baseline:  process at \n<5%).  EAs; Change in \nproject scope \n1b. 90% of projects without  1b. ADB website \nwith limited \nfundamental comments raised by  (disclosure). \ntime and/or \nSDES during peer review or RRP \nbudget for \ncirculation (2017 Baseline: 70%). \nupdating \n2. Quality and  2a. 90% of EMRs received only one  2a-c. ADB website  environment \ntimeliness of  round of ADB review before  (disclosure); chief  documents; \nenvironmental  approval and disclosure (2017  compliance officer’s  Inclusion of \nmonitoring  Baseline: 70%).  annual review report of  unassessed \nreports  SPS compliance.  infrastructure \n2b. At least 85% of EMRs submitted \nimproved.  during \non-time, e.g., within 1 month (2017 \nimplementation\nBaseline: 65%). \n. \n2c. 100% disclosure of EMRs \nmaintained (2017 Baseline: 100%). \n3. Executing  3a. At least two case studies  3a. ADB approved case \nagency  developed as knowledge products  studies; ADB website.  \nperformance on  and published (2017 Baseline: 0). \n \nenvironmental \n3b. Environmental stakeholder’s \nmanagement  3b. N/A \nnetwork maintained in DMCs (2017 \nshowcased. \nBaseline: N/A).   \n  3c. At least two guidance notes on  3c. ADB internal memo. \nkey environmental issues \n \ndeveloped and distributed to \noperational departments in CWRD \n(2017 Baseline: 0). \n ", "  Appendix 1         7 \n \nKey Activities with Milestones \n1.  Quality and timeliness of environmental impact assessments and initial environmental \nexaminations improved \n1.1 Engage international and national environmental consultants at start of TA project to continue on \nfrom the existing TA 8663 (Q3, 2018). \n1.2 Contribute to EA’s EIA and IEE preparation, ensuring studies are scoped correctly, baseline data \nis collected correctly, and impact assessments use correct standards and are appropriate to the \nscale of the project (entire life of TA). \n1.3 Undertake pre-review of EIAs and IEEs before submission to ADB and help PIU and/or \nconsultants in addressing ADB comments within the review process (entire life of TA). \n1.4 Assist EAs and IAs in liaising with national authorities for environmental approvals and permits \nand ensuring that all projects are in compliance with national legislation and ADB standards \n(entire life of TA). \n1.5 Conduct workshops and OJT and capacity building on IEE and EIA preparation as needed \nthroughout the TA (entire life of TA). \n1.6 Training to also focus on key personnel in EA and IA who can continue to provide internal training \nwithout support from ADB using a ”train the trainer” approach. \n2.  Quality and timeliness of environmental monitoring reports improved \n2.1 Engage international and national environmental consultant at start of TA project to continue on \nfrom the existing TA 8663 (Q3, 2018). \n2.2 Evaluate the success of monitoring manual training already conducted under TA 8663 in Q2 2018, \nand develop a training plan for the new TA in phase 1 and moving into phase 2 and 3. (Q4, 2018) \n2.3 Establish regular meeting schedule with PMUs and introduce tracking system so that issues can \nbe regularly monitored and discussed (Q4, 2018). \n2.4 Identify key knowledge gaps in PIUs, develop a knowledge plan to plug these gaps, and conduct \nquarterly thematic training for PMUs and contractors on identified issues (Q4, 2018 onwards). \n2.5 Conduct workshops and OJT and capacity building as needed on monitoring throughout the TA \nproject (entire life of TA project). \n2.6 Consultants to provide monthly project updates to country focal point for circulation to processing \nand implementation teams \n3.  Executing agency performance on environmental management showcased \n3.1 Prepare biannual knowledge products based on field findings and Country Safeguards Review \nmissions’ results (Q4, 2018 until end of TA project). \n3.2 Mobilize environmental stakeholders to regularly meet (Q3, 2018). \n3.3 Develop and distribute internal guidance notes from SDES or operational departments on key \nenvironmental issues such as noise, air quality, and health and safety (Q4, 2018). \nTA Management Activities \nTA management will be ongoing throughout the life of the TA and will include monthly management of \nconsultants through examination of tasks completed and approval of timesheets and expenses; \nmanagement of contracts for technical studies on a needs basis (to conform to normal monthly \nmanagement and invoicing and billing cycles); and conduct of annual TA reviews to monitor utilization \nof TA funds and progress on TA performance indicators, and to access consultants’ performance. \nInputs  \nADB: $750,000  \nADB = Asian Development Bank, CWRD = Central and West Asia Department, EA = executing agency, EIA = \nenvironmental impact assessment, EMR = environmental monitoring report, IA = implementing agency, IEE = initial \nenvironmental examination, OJT = on-the-job training, PIU = project implementation unit, PMU = project management \nunit, Q = quarter, RRP = report and recommendation of the President, SDES = Environment and Safeguards Division, \nSPS = Safeguard Policy Statement, TA = technical assistance.  \nSource: Asian Development Bank. \n ", "8          Appendix 2        \n \n \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nItem  Amount \nAsian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  230.0 \nii.  National consultants  390.0 \nb.  Out-of-pocket expenditures   \ni.  International and local travelb  49.0 \nii.  Reports and communications  5.0 \niii.  Miscellaneous administration and support costsc  3.0 \niv.  Goods (rental or purchase)d   3.0 \nv.  Others (technical assistance studies)e  50.0 \n2.  Training, seminars, and conferencesf  10.0 \n3.  Contingencies  10.0 \nTotal  750.0 \na   Financed by ADB’s Technical Assistance Special Fund (TASF-other sources). \nb  Travel may include international and regional travel for consultants, as approved by the team leader in accordance \nwith project administration instruction 2.04 and 2.06.  \nc   Includes translation or interpretation and office support costs that may be incurred.  \nd   Equipment to measure noise/water/air standards may be purchased for use in conducting the technical assistance \nstudies. The equipment will be turned over to ADB after completion of the TA project in accordance with project \nadministration instruction 5.09. \ne  The technical assistance studies will be implemented by international consultants and will be utilized on a needs \nbasis. \nf   Budget includes allowance for additional staff travel as resource persons, in accordance with the memorandum on \nUse of Bank Resources: Regional Technical Assistance and Technical Assistance vs. Internal Administrative \nExpenses Budget issued by the Budget, Personnel, and Management Systems Department and the Strategy and \nPolicy Department on 26 June 2013. Use of TA resources for training, seminars, and conferences, in accordance \nwith the memorandum on Hospitality, Conferences and Event Expenditures funded by ADB TAs issued by the Office \nof the Vice-President (Administration and Corporate Management) on 25 September 2017. \nSource: Asian Development Bank Estimates. \n \n \n ", "Appendix 3          9 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=52099-001-TAReport  \n \n1.  Terms of Reference for Consultants \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20180703173452+08'00'", "Creator": "PDF24 Creator", "Keywords": "central asia, central west asia, environmental safeguards, infrastructure development, sustainable development, safeguards compliance, safeguards practices, environmental standards, training workshops, adb projects, adb technical assistance, approved technical assistance, 52099-001, TA 9541", "ModDate": "D:20180711094657+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "This knowledge and support technical assistance (TA) project will foster more effective\r\ninfrastructure development by improving the environmental safeguards performance of\r\ndeveloping member countries (DMCs) in Central and West Asia.", "Title": "Supporting Environmental Safeguards in the Central and West Asia Region: Technical Assistance Report"}, "author_page": " \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  CWRD  –  Central and West Asia Department \n  DMC  –  developing member country \n  OJT  –  on-the-job training \nPSG  –  Portfolio, Results, Safeguards, and Gender \n  TA  –  technical assistance \n \nNOTE \nIn this report, “$” refers to United States dollars. \n \n \n \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nAdvisor and Head  Nianshan Zhang, Portfolio, Results, Safeguards, and Gender Unit, \nCWRD \n   \nTeam leader  Duncan Lang, Environmental Specialist, CWRD \nTeam member  Maria Ava Golda Destura, Associate Project Analyst, CWRD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "Wencai Zhang", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "Werner Liepach", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"documentRole": "Advisor and Head", "fullname": "Nianshan Zhang", "role": "Portfolio", "organization": "Results"}, {"documentRole": "Team leader", "fullname": "Duncan Lang", "role": "Environmental Specialist", "organization": "CWRD"}, {"documentRole": "Team member", "fullname": "Maria Ava Golda Destura", "role": "Associate Project Analyst", "organization": "CWRD"}]}