{"path": "data/input/ta/52097-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report\n \n \n \nProject Number: 52097-001 \nTransaction Technical Assistance (TRTA) \nSeptember 2018 \n \n \n \nNepal: Institutional Strengthening of Road Safety \nand Gender Equality \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Public Communications \nPolicy 2011. \n \n ", "CURRENCY EQUIVALENTS \n(as of 11 August 2018) \n \nCurrency unit  –  Nepalese Rupee (NRe/NRs) \nNRe1.00  =  $0.009080 \n$1.00  =  NRs110.30 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DOR  –  Department of Roads \n  EWH  –  East–West Highway \n  GESI  –  gender equality and social inclusiveness \n  km  –  kilometer \n  MOPIT  –  Ministry of Physical Infrastructure and Transport \n  RBN  –  Roads Board Nepal \n  SASEC  –  South Asia Subregional Economic Cooperation \n  TA  –  technical assistance \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Nepal ends on 15 July. “FY” before a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2018 ends \non 15 July 2018.  \n(ii)  In this report, \"$\" refers to United States dollars.  \n \n ", " \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Ravi Peri, Transport and Communications Division, SARD \n   \nTeam leader  Johan Georget, Transport Specialist, SARD \nTeam members  Bhupendra Bhatt, Project Officer (Transport), SARD \n  Eloise Fluet, Social Development Specialist, SARD \n  Yanying Li, Counsel, Office of the General Counsel \n  Yang Lu, Transport Specialist, SARD \n  Ma. Theresa Prado, Associate Project Officer, SARD \nDinesh Shiwakoti, Procurement Specialist, Procurement, Portfolio, and \nFinancial Management Department \n  Suman Subba, Senior Social Development Officer (Gender), SARD \n  Mitzi Tamayo, Operations Assistant, SARD \n  Francesco Tornieri, Principal Social Development Specialist, SARD \n  Karma Yangzom, Senior Environment Specialist, SARD \nPeer Reviewer  Pawan Karki, Senior Transport Specialist, Central and West Asia \nDepartment \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", " \nCONTENTS \n \nPage \nI.  THE PROPOSED PROJECT  1 \nII.  THE TECHNICAL ASSISTANCE  1 \nA.  Justification  1 \nB.  Outputs and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \n \nAPPENDIXES \n1.  Cost Estimates and Financing Plan  6 \n2.  List of Linked Documents  7 \n \n \n \n ", " \nI.  THE PROPOSED PROJECT \n \n1.  The Government of Nepal requested the assistance of the Asian Development Bank \n(ADB) to support the improvement of the east–west highway (EWH). The project will rehabilitate \nand upgrade the capacity, quality, and safety of about 87 kilometers (km) of the EWH between \nKanchanpur and Kamala in southeastern Nepal. The EWH is the main domestic and international \ntrade corridor of Nepal and forms part of the South Asian Association for Regional Cooperation \nand South Asia Subregional Economic Cooperation (SASEC) corridor 4, linking Kathmandu to \nDhaka and Chittagong through India.1  \n \n2.  The  project  will  promote  economic  growth  and  contribute  to  enhancing  the \ncompetitiveness of Nepal’s exporting industries by (i) improving interprovincial, national, and \nregional connectivity; (ii) providing greater access to social services, markets, and employment \nopportunities; (iii) supporting the development of the agriculture, industry, energy, and tourism \nsectors; and (iv) easing growing traffic congestion. The project will be supported by attached \ntechnical assistance (TA) that will improve road safety, road maintenance, gender equality and \nsocial inclusion (GESI) on the 1,027 km-long EWH corridor, and strengthen the capacity of the \nexecuting and implementing agencies in road safety and road maintenance.  \n \nII.  THE TECHNICAL ASSISTANCE \n \nA.  Justification \n \n3.  Road safety. While vehicle ownership in Nepal remains comparatively low, with only 0.08 \nvehicles per capita, vehicles sales have increased at an annual rate of 20.1% during FY2007–\nFY2017, with the number of registered vehicles expected to quadruple by 2027.2 The growth in \nvehicle ownership is primarily driven by motorcycles, which account for 79.6% of all vehicles but \nincrease road safety concerns. The number of recorded accidents increased from about 3,800 in \nFY2002 to 13,580 in FY2013 (an average annual growth rate of 12.3%), while recorded fatalities \nincreased from 879 in FY2002 to 2,385 in FY2017 (an average annual growth rate of 6.8%).3 \nTraffic fatalities are estimated at 302 fatalities per 100,000 vehicles—one of the highest rates in \nAsia.4 In response, the government prepared a Road Safety Action Plan (2013–2020) aligned \nwith the five pillars of road safety identified by the United Nations: (i) improved road safety \nmanagement, (ii) safer roads and mobility, (iii) safer vehicles, (iv) safer users, and (v) improved \npost-crash response.5 The road safety action plan lacks a safety policy, and needs to be updated \nand complemented by a specific investment plan. \n \n4.  The EWH connects the eastern and western borders of Nepal with India, and is the main \ndomestic and international trade corridor of Nepal. It provides a vital link to major economic \ncenters and neighboring countries, and carries the highest traffic volumes in the country. On the \nmajority of its length, the EWH has a two-lane design with an undivided median, and does not \nsegregate slow-moving vehicles and pedestrians in urban sections. The traffic mix features a \nvariety of road users, including motorcycles, freight vehicles, private cars, light goods vehicles, \n                                                \n1  SAARC Secretariat. 2006. SAARC Regional Multimodal Transport Study. Kathmandu; and SASEC Secretariat. \n2016. Operational Plan 2016–2025. Manila. \n2  Department of Transport Management. 2018. Vehicle Registration Details up to Fiscal Year 2073-74. Kathmandu. \nThis compares to 0.42 vehicles per capita in India and 0.80 vehicles per capita in the United States. \n3  Nepal Police, Traffic Directorate. 2015. Accidents database. Kathmandu. \n4  World Health Organization. 2015. Global Status Report on Road Safety 2015. Geneva.  \n5  Government of Nepal, MOPIT. 2013. Nepal Road Safety Action Plan (2013–2020). Kathmandu; and World Health \nOrganization. 2010. Global Plan for the Decade of Action for Road Safety 2011–2020. Geneva. \n ", "2 \nminibuses, bicycles, pedestrians, and carts; this results in speed differentials and dangerous \ndriving behavior, which are further exacerbated by weak enforcement of traffic rules.  \n \n5.  Gender equality and  social inclusion. The Ministry of Physical Infrastructure and \nTransport (MOPIT) executes sector programs in the strategic roads, railways and transport \nmanagement sectors through its three departments, Department of Roads (DOR), Department of \nRailways (DORW), and Department of Transport Management (DOTM). A review of MOPIT’s \nGESI policies, institutional structures, programs, budgets and monitoring practices indicated that \nthese sectors had not adequately incorporated GESI and other social development concerns, and \nrequired practical guidance to address GESI issues. With ADB support, MOPIT subsequently \ndeveloped operational guidelines for mainstreaming and institutionalizing GESI in its portfolio and \noperations, which were finalized in 2017 and launched in March 2018.6 The TA will further support \nthe review of the institutional framework required for implementation of the GESI operational \nguidelines through a range of capacity development initiatives targeting all divisions, branches \nand sections of MOPIT, DOR, DORW, and DOTM. \n \n6.  ADB’s intervention. The proposed project will address infrastructure bottlenecks in \nsoutheastern Nepal. The proposed transaction TA will complement infrastructure improvements \nby supporting capacity building and institutional strengthening of MOPIT and its departments, and \nfacilitating the preparation and implementation of road safety and GESI activities. The TA will \nimplement the following key activities: (i) review of institutional arrangements related to road \nsafety, (ii) preparation of a national road safety policy, of a road safety strategy for 2021–2030, \nand of an investment plan for 2021–2023; (iii) the strengthening of the road safety council \ncomprising DOR, DOTM, Nepal Traffic Police, Roads Board Nepal (RBN), and other relevant \nagencies; (iii) the review and formulation of recommendations regarding a suitable road safety \nassessment framework; (iv) the preparation and implementation of a road safety assessment for \n1,027 km of the EWH to mitigate accident blackspots, in coordination with project preparatory \nconsultants  engaged  under  the  loan;  (v)  a  road  safety  campaign  along  the  EWH;  (vi)  a \nprefeasibility study to identify and design service areas along the EWH; (vii) a review of the \ninstitutional  arrangements  required  for  the  implementation  of  GESI  guidelines  across  the \ndepartments of MOPIT; (viii) the dissemination of GESI operational guidelines within MOPIT; and \n(ix) capacity strengthening of MOPIT, DOR, DORW, and DOTM in road safety and GESI.  \n \n7.  Technical assistance modality. The transaction TA has been prepared at the request of \nMOPIT, which sought the assistance of ADB to increase the capacity of DOR and other agencies \nin road safety and GESI, and support the preparation and implementation of road safety projects \non the EWH. The TA objectives, scope, and implementation arrangements were defined by \nMOPIT and ADB. Use of the TA modality is proposed, rather than a loan subcomponent, to (i) \ncontinue the long-term partnership of the government and ADB on policy dialogue and capacity \ndevelopment, (ii) strengthen the capacity of MOPIT and DOR with regard to identified knowledge \nand  management  gaps,  (iii)  increase  cross-agency  cooperation,  and  (iv)  enhance  project \nmonitoring and improve the likelihood of achieving the proposed outputs and outcome. The TA is \nincluded in ADB’s country operations business plan 2018–2020 for Nepal.7 \n \n \n \n \n \n                                                \n6 MOPIT. 2017. Gender Equality and Social Inclusion Operational Guidelines. Kathmandu. \n7 ADB. 2017. Country Operations Business Plan: Nepal, 2018–2020. Manila. \n ", "3 \nB.  Outputs and Activities \n \n8.  The TA will support the implementation of the road safety action plan (footnote 5) on the \nEWH, and improve the capacity of the implementing agency in road safety. The outputs of the TA \nare consistent with output 2 of the loan: planning and management for road safety strengthened \nand output 3: facilities and project readiness of the Project Directorate (ADB) improved. \n \n9.  Output 1: Gender-inclusive road safety policy and action plan developed. The TA \nwill strengthen the national road safety policy and prepare a pragmatic road safety investment \nprogram, and will support increasing DOR capacity with regard to road safety by: \n(i)  reviewing the current institutional and legal framework, including MOPIT, DOR, \nRBN, and other relevant agencies; \n(ii)  strengthening  the  inclusive  operation  of  the  National  Road  Safety  Council \ncomprising DOR, DOTM, RBN, Nepal Traffic Police, Ministry of Education, Ministry \nof Health and Population, and other relevant agencies; \n(iii)  reviewing and strengthening the gender-inclusive road safety policy;  \n(iv)  developing a gender-inclusive road safety strategy for 2021–2030, and a detailed \ninvestment plan for 2021–2023; \n(v)  reviewing road safety practices and recommending improvements;  \n(vi)  reviewing and recommending a suitable road safety assessment framework;8 and \n(vii)  training about 20 engineers in conducting road safety economic analyses using \nthe highway development model 4 (HDM-4). \n \n10.  Output 2: Road safety of the east–west highway improved. The TA will pilot the \nfollowing activities to improve the safety of the EWH and support technical capacity building for \nthe government and private sector:  \n(i)  train over 20 Nepalese engineers in conducting road safety assessments;  \n(ii)  carry  out  a  road  safety  assessment  of  the  1,027-km  long  EWH,  using  the \nrecommended road safety assessment framework and including about 20 trained \nNepalese engineers, under the supervision of the consultants; \n(iii)  identify safety blackspots, prepare long-term and short-term investments plans, \nwith the short-term plan recommending remedial measures to eliminate at least 20 \ncritical blackspots (detailed design to be undertaken by the project preparatory \nconsultants);  \n(iv)  prepare and maintain a road safety database for the EWH, to be scalable and \nincorporated within the existing road asset management software; and \n(v)  conduct a prefeasibility study to identify potential locations and prepare design \nstandards for over 20 service areas along the EWH.9  \n \n11.  Output 3: Road safety awareness increased. The TA will improve the road safety \nawareness level of road users on traffic rules and regulations, with the objective of substantially \nreducing road fatalities. The TA will: \n(i)  prepare an interagency coordination plan for a road safety awareness campaign \nwith support of the National Road Safety Council; \n(ii)  carry out a survey of road users' attitudes to identify areas of intervention; \n(iii)  prepare  gender-inclusive  road  safety  awareness  materials  such  as  booklets, \npamphlets, stickers, presentation materials, and video clips; \n                                                \n8 Such as the international road assessment program (iRAP) or other data- or evidence-based assessment framework. \n9 Service areas shall include features catering to elderly people, women, children, and people with disabilities; and \nmay include restrooms, gas stations, parking areas, shelters, restaurants, or convenience stores. \n ", "4 \n(iv)  train the trainers of road safety campaigners; and \n(v)  conduct a pilot road safety campaign for various road users such as students, \nmotorcyclists, pedestrians, car and truck drivers, or community workers. \n \n12.  Output 4: Gender equality and social inclusion guidelines implemented. The TA will \nstrengthen the capacity of MOPIT and its departments in GESI activities, and  support the \ndissemination and implementation of the operational GESI guidelines, by: \n(i)  reviewing  and  supporting  the  implementation  of  adequate  institutional \narrangements, processes, and mechanisms in MOPIT, DOR, DORW, and DOTM \nto mainstream GESI guidelines in project programming, design, implementation \nand monitoring. \n(ii)  rolling out MOPIT GESI guidelines from the central level of MOPIT to regional, \ndivisional, and sub-divisional offices in all provinces; \n(iii)  preparing an action plan to mainstream GESI in day-to-day activities of DOR, \nDORW, and DOTM for each level of MOPIT;  \n(iv)  training 25 MOPIT personnel for the implementation of the action plan; and  \n(v)  ensuring the inclusion of gender-mainstreaming best practices in the road safety \nactivities described in outputs 1, 2 and 3, particularly for the road safety policy and \naction plan, the preliminary designs of the road service areas, the road safety \nmaterials, and the road safety awareness campaigns. \n \n13.  The TA outputs will be provided in addition to the following safety and maintenance \noutputs included under the loan: (i) civil works contracts to finance road safety remedial measures \non  the  EWH;  (ii)  appropriate  safety  design  features  for  the  project  road,  particularly  for \npedestrians,  bicycles,  and  motorcycle  users  in  urban  areas  (carried  out  by  the  design \nconsultants); (iii) road safety awareness campaigns, which will be conducted at 50 schools and \nfor 1,000 community members (to be carried out by the construction supervision consultants \nduring the civil works phase of the contracts); and (iv) 5-year performance-based maintenance \ncontracts, which will be included to strengthen road maintenance implementation, and the road \nmaintenance capacity of DOR. Finally, the detailed design of the service areas will be prepared \nunder a separate consulting services package financed by the loan, while civil works for service \nareas will be included in a subsequent project. \n \nC.  Cost and Financing \n \n14.  The TA is estimated to cost $825,000, of which $750,000 will be financed on a grant basis \nby ADB’s Technical Assistance Special Fund (TASF-6). Key expenditure items are listed in \nAppendix 1. The government will provide counterpart support in the form of counterpart staff, \ninformation materials, data, maps, and other in-kind contributions estimated to account for 10% \nof the TA total cost. The government was informed that approval of the TA does not commit ADB \nto finance any ensuing project. \n \nD.  Implementation Arrangements \n \n15.  ADB  will  administer  the  TA  and  be  responsible  for  the  selection,  supervision,  and \nevaluation of consultants. The executing agency of the TA will be MOPIT. A steering committee \nwill be formed with representatives from major ministries including the traffic safety and GESI \nunits of DOR, DORW, DOTM, MOPIT, RBN, Nepal Traffic Police, Ministry of Education, Ministry \nof Health and Population, and other relevant agencies. The TA will be implemented over 36 \nmonths, from February 2019 to January 2022. Blackspot remedial measures will be implemented \nthrough a separate contract package under the loan.  \n ", "5 \n \n16.  The implementation arrangements are summarized in Table 1. \n \nTable 1: Implementation Arrangements \nAspects  Arrangements \nIndicative implementation period  February 2019–January 2022 \nExecuting agency  Ministry of Physical Infrastructure and Transport \nImplementing agencies  Department of Roads, Department of Railways, Department of \nTransport Management \nConsultants  To be selected and engaged ADB \nFirm: quality- and cost-based  14 international and 55  $750,000 \nselection with a 90:10 quality to  national person-months. \ncost ratio. \nProcurement  To be procured by consultants  \nShopping for office  1–10 contracts  $15,000 \nequipment \nShopping for road safety  1–3 contracts  $30,000 \nmaterials \nAdvance contracting   Advance contracting is proposed for the recruitment of firm.  \nDisbursement  TA resources will be disbursed following ADB's Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). \nAsset turnover or disposal  All assets and equipment procured under the TA will be handed over to \narrangement upon TA completion  the executing agency after completion of TA activities. \nADB = Asian Development Bank, TA = technical assistance. \nSource: Asian Development Bank estimates. \n \n17.  Consulting  services.  ADB  will  engage  the  consultants  and  carry  out  procurement \nfollowing the ADB Procurement Policy (2017, as amended from time to time) and its associated \nproject administration instructions and/or staff instructions. Consultants will administer training, \nsurveys, workshops, and seminars under the TA budget, and procure equipment as applicable. \nThe TA will require a total of 14 person-months of international consultant and 55 person-months \nof national consultant services (Table 2).  \n \nTable 2: Summary of Consulting Services Requirement \nPosition  Number  Person-months  Total Person months \nInternational Experts       \nTeam leader & road safety policy expert  1  6  6 \nRoad safety audit expert  1  5  5 \nRoad safety awareness campaign expert  1  3  3 \nSub-Total      14 \nNational Experts       \nDeputy team leader & safety expert  1  14  14 \nRoad safety auditors  2  8  16 \nSocial (GESI) expert  1  20  20 \nCivil engineer  1  5  5 \nSub-Total      55 \nTotal      69 \nGESI = Gender equality and social inclusion. \nSource: Asian Development Bank. \n \n18.  ADB’s procurement. Procurement will follow the ADB Procurement Policy (2017, as \namended from time to time) and the Procurement Regulations for ADB Borrowers (2017, as \namended from time to time). \n ", "Appendix 1  6 \n \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nA.  Asian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  292.5 \nii.  National consultants  137.5 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  41.0 \nii.  Office space rental and related facilities  21.0 \niii.  Reports and communications  3.0 \n2.  Surveys  40.0 \n3.  Equipmentb  45.0 \n4.  Training, seminars, and conferences  100.0 \n5.  Contingencies  70.0 \nTotal  750.0 \nNote: The technical assistance is estimated to cost $825,000, of which contributions from the Asian Development Bank \nare presented in the table above. The government will provide counterpart support in the form of counterpart staff, \ninformation materials, data, maps, and other in-kind contributions. The value of government contribution is estimated \nto account for 10% of the total cost of the technical assistance. \na  Financed by Asian Development Bank’s Technical Assistance Special Fund (TASF-6). \nb  Including road safety surveying equipment and office equipment. \nSource: Asian Development Bank estimates. \n \n \n ", "Appendix 2  7 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=52097-001-TAReport \n \n1.  Terms of Reference for Consultants \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20180912110245+08'00'", "Creator": "Microsoft® Word 2016", "Keywords": "nepal, south asia, trade corridors, east-west highway, transport connectivity, road rehabilitation, road safety, road management, road improvement, regional connectivity, adb projects, approved projects, 52097-001, adb technical assistance, gender equality, inclusive development", "ModDate": "D:20181005141849+08'00'", "Producer": "Microsoft® Word 2016", "Subject": "Describes the attached technical assistance to the South Asia Subregional Economic Cooperation Highway Improvement Project in Nepal.", "Title": "Institutional Strengthening of Road Safety and Gender Equality: Technical Assistance Report"}, "author_page": " \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Ravi Peri, Transport and Communications Division, SARD \n   \nTeam leader  Johan Georget, Transport Specialist, SARD \nTeam members  Bhupendra Bhatt, Project Officer (Transport), SARD \n  Eloise Fluet, Social Development Specialist, SARD \n  Yanying Li, Counsel, Office of the General Counsel \n  Yang Lu, Transport Specialist, SARD \n  Ma. Theresa Prado, Associate Project Officer, SARD \nDinesh Shiwakoti, Procurement Specialist, Procurement, Portfolio, and \nFinancial Management Department \n  Suman Subba, Senior Social Development Officer (Gender), SARD \n  Mitzi Tamayo, Operations Assistant, SARD \n  Francesco Tornieri, Principal Social Development Specialist, SARD \n  Karma Yangzom, Senior Environment Specialist, SARD \nPeer Reviewer  Pawan Karki, Senior Transport Specialist, Central and West Asia \nDepartment \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", "authors": [{"documentRole": "Vice-President", "fullname": "Wencai Zhang", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "Hun Kim", "role": "South Asia Department (SARD)", "organization": ""}, {"documentRole": "Director", "fullname": "Ravi Peri", "role": "Transport and Communications Division", "organization": "SARD"}, {"documentRole": "Team leader", "fullname": "Johan Georget", "role": "Transport Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Bhupendra Bhatt", "role": "Project Officer (Transport)", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Eloise Fluet", "role": "Social Development Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Yanying Li", "role": "Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "Yang Lu", "role": "Transport Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Ma. Theresa Prado", "role": "Associate Project Officer", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Dinesh Shiwakoti", "role": "Procurement Specialist", "organization": "Procurement"}, {"documentRole": "Team members", "fullname": "Suman Subba", "role": "Senior Social Development Officer (Gender)", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Mitzi Tamayo", "role": "Operations Assistant", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Francesco Tornieri", "role": "Principal Social Development Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Karma Yangzom", "role": "Senior Environment Specialist", "organization": "SARD"}, {"documentRole": "Peer Reviewer", "fullname": "Pawan Karki", "role": "Senior Transport Specialist", "organization": "Central and West Asia"}]}