{"path": "data/input/ta/52112-001-tar-en.pdf", "pages": ["   \nTechnical Assistance Report\n \n \n \nProject Number: 52112-001 \nKnowledge and Support Technical Assistance Cluster (C-KSTA) \nNovember 2018 \n \n \n \n \nRegional Cooperation on Increasing Cross-Border \nEnergy Trading within the Central Asian Power \nSystem \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTThhies  vdieowcsu mexepnret siss ebde hinegre dinis acrleo stheods eto o tfh thee p cuobnlsicu litna natc acnodr ddaon ncoet  nweitche sAsDarBily’s r ePpurbesliecn Ct tohmosme uonf iAcaDtBio’sn  \nPmoelmicbye 2rs0,1 B1o. ard of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CAPS  –  Central Asian power system \n  CAREC  –  Central Asia Regional Economic Cooperation \n  CDC  –  Coordinating Dispatch Center \n  EDM  –  energy data management \n  HLT  –  high-level technology \n  kV  –  kilovolt \n  kWh  –  kilowatt-hour \n  TA  –  technical assistance \n \n \n \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars. \n \n \n \n \n \n \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nDirector  Ashok Bhargava, Energy Division, CWRD \n   \nTeam leader  Bouadokpheng Chansavat, Senior Energy Specialist, CWRD \nTeam members  Editha Aguilar, Senior Operations Assistant, CWRD \nShokhimardon Musaev, Senior Project Officer, Uzbekistan Resident \nMission, CWRD \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  JUSTIFICATION FOR CLUSTER MODALITY  3 \nIV.  THE TECHNICAL ASSISTANCE CLUSTER  3 \nA.  Impacts, Outcome, and Outputs  3 \nB.  Cost and Financing  4 \nC.  Implementation Arrangements  4 \nV.  THE PRESIDENT’S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Subproject Descriptions  8 \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 52112-001\nProject Name Regional Cooperation on Increasing  Department/Division CWRD/CWEN\nCross-Border Energy Trading within \nthe Central Asian Power System\nNature of Activity Capacity Development, Policy Advice Executing Agency Asian Development Bank\nModality Cluster\nCountry AFG, KAZ, KGZ, TAJ, UZB\n2. Sector Subsector(s)     ADB Financing ($ million)\nEnergy Electricity transmission and distribution 2.00\nEnergy sector development and institutional reform 0.50\nTotal 2.50\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the Project High\ngrowth (IEG) including jobs, created and expanded\nEnvironmentally  Natural resources conservation\nsustainable growth \n(ESG)\nRegional integration  Pillar 1: Cross-border infrastructure\n(RCI) Pillar 2: Trade and investment\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Institutional development Some gender elements (SGE)\ncapacity development\n(GCD)\nKnowledge solutions  Application and use of new knowledge\n(KNS) solutions in key operational areas\nKnowledge sharing activities\nPartnerships (PAR) Implementation\nOfficial cofinancing\nRegional organizations\nSouth-South partner\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No\nRegional High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG7, SDG13\nQq\n6. Risk Categorization Low \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 2.50\n    Knowledge and Support technical assistance: Regional Cooperation and 1.00\nIntegration Fund\n    Knowledge and Support technical assistance: Technical Assistance  1.50\nSpecial Fund\nCofinancing 2.00\n    Asian Clean Energy Fund under the Clean Energy Financing  1.00\nPartnership Facility (Full ADB Administration)\n    High Level Technology Fund (Full ADB Administration) 1.00\nCounterpart 0.00\n    None 0.00\nTotal 4.50\n  \nCurrency of ADB Financing: USD \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 16112018155237686097 Generated Date: 16-Nov-2018 15:53:07 PM", " \nI.  INTRODUCTION \n1.  The regional knowledge and support technical assistance (TA) cluster will support an \nincrease in regional power trade among Afghanistan, Kazakhstan, the Kyrgyz Republic, Tajikistan, \nUzbekistan, and Turkmenistan by (i) modernizing the Coordinating Dispatch Center (CDC) \nEnergiya, which coordinates power flow between the national electricity grids of the Central Asian \npower system (CAPS), to enhance its technical capacity; (ii) identifying the technical obstacles to \npower trade for CAPS, and proposing and coordinating solutions to overcome them for each \ncountry; and (iii) supporting the expansion of CAPS membership and seeking new markets. \n \n2.  In March 2018, countries at the Energy Sector Coordinating Committee meeting under the \nCentral Asia Regional Economic Cooperation (CAREC) program agreed to request TA from the \nAsian Development Bank (ADB) to bridge the gap between energy supply and demand by \nfacilitating cross-border trading. The TA is fully aligned with the CAREC 2030 strategy for \n(i) promoting energy trade and further integrating energy markets in the CAREC region and \n(ii) connecting Afghanistan with CAPS. The TA also directly supports the CAREC Energy Work \nPlan, 2016–2020, especially element 2 on promoting regional electricity trade and harmonization. \nHowever, it is not included in any of ADB’s country operations business plans.1 \n \nII.  ISSUES \n3.  Diminished power trade in the region. Power trade among Central Asian countries has \nbeen declining since the collapse of the Soviet Union in 1991. In 1990, 25,413 million kilowatt-\nhours (kWh) were traded among Kazakhstan, the Kyrgyz Republic, Tajikistan, Turkmenistan, and \nUzbekistan.  By  2010,  the  energy trade  had  decreased  to  2,256 million kWh following the \ndisconnection of Tajikistan from CAPS in 2009; it bottomed out in 2016 at 2,080 million kWh.2 The \ndrop in energy trade has caused widespread power outages in Tajikistan in winters and increased \nfossil fuel use by Kazakhstan, Turkmenistan, and Uzbekistan in summers. While hydropower \nexports from the Kyrgyz Republic have continued, the lack of hydropower from Tajikistan in \nsummer has forced fossil fuel-rich countries to generate electricity using gas and oil instead of \nexporting  those  fuels.  Meanwhile,  Tajikistan  has  had  to  make  substantial  investments  in \ngenerating capacity to produce electricity in winter, while being unable to export hydropower in \nsummer. Tajikistan spills large amount of water annually which could have been used to generate \nabout 5 billion–7 billion kWh of energy. Because of the limited electricity trading opportunities \nwithin CAPS, the Kyrgyz Republic had to find additional trading partners such as the People’s \nRepublic of China and Pakistan. \n \n4.  Technical constraints on capacity to trade power. During the time of the Soviet Union, \nthe Central Asian energy flow between the electricity grids of southern Kazakhstan, the Kyrgyz \nRepublic,  Tajikistan,  Turkmenistan,  and  Uzbekistan  was  regulated  by  the  United  Dispatch \nAdministration of Central Asia (based in Tashkent, Uzbekistan), subordinated to the central \ndispatch and planning institution in Moscow. Following the collapse of the Soviet Union, United \nDispatch Administration became nongovernment organization in 1993 and was renamed to CDC. \nThe governance was assigned to the Central Asia United Power System Council (CAUPS), \ncomprising the heads of the national power systems. The council was responsible for the \nadministration  and  coordination  of  the  parallel  operations3 of  CAPS.  In  2004,  Kazakhstan, \n                                                \n1  The TA first appeared in the business opportunities section of ADB’s website on 29 November 2018. \n2  The actual trade among CAPS members was 579 million kWh. The balance includes bilateral trade with Afghanistan. \n3  Parallel operation of electrical grids refers to a synchronous grid or an ‘interconnection’, which is a group of areas \noperating with three phase alternating current frequencies synchronized (so that peaks occur at virtually the same \n ", "2 \nTajikistan, the Kyrgyz Republic, and Uzbekistan concluded an intergovernmental agreement on \nthe coordination of electricity grids of Central Asia. CDC was given the status of international \norganization working under the guidance of the CAUPS. Turkmenistan withdrew from CAPS in \n2003 and switched to parallel operations with Iran. The signatories provide the financing for CDC. \n \n5.  Unlike the national dispatch centers in the Kazakhstan, Kyrgyz Republic,4 and Tajikistan,5 \nno significant technological modernizations were made at CDC since it was established in the \n1960s and converted to a non-governmental organization.6 CDC relies on outdated technologies \nto perform its functions, including (i) coordination of the operations of power systems and energy \nentities within CAPS, (ii) determination of the conditions for the parallel operation of CAPS, \n(iii) coordination of operation personnel’s actions during intersystem emergencies and elimination \nof intersystem accidents, (iv) coordination of relay protection and automation of circuits and \nsettings, (v) coordination of operation of dispatch data acquisition and transmission systems, and \n(vi) control over measurements and metering of international power flows within CAPS. \n \n6.  CDC’s  technological  limitations,  which  constrain  regional  power  trade,  include  the \nfollowing: (i) power flows within CAPS are forecast 6 months in advance using historical data and \ncannot be adjusted using real-time figures; accordingly, power flow planning is not optimized \nbecause of unnecessarily high safety factors; (ii) in the event of an accident on the grid, the site \nof the fault can take a day or longer to locate; (iii) the settlement of power flows between countries \nis unnecessarily long as the actual metered flows and reported flows do not match up because of \nthe quality of CDC’s telemetry;7 and (iv) newly constructed assets cannot be monitored without \ntaking out something else; thus, CDC does not have a full picture of all important sites at once. \n \n7.  Central Asian power system membership expansion. Afghanistan already trades \nbilaterally with, Tajikistan, Turkmenistan, and Uzbekistan. In 2017 Afghanistan expressed interest \nto join CAPS. Substantial assessments of Afghanistan’s electricity grid will be needed to ensure \nits compatibility with CAPS as well as amendment of the CAPS intergovernmental agreement. \n \n8.  Tajikistan reconnection into Central Asian power system. After almost a decade of \ndisconnection, Tajikistan and Uzbekistan agreed to reconnect their power systems. Tajikistan is \nworking with CDC and Uzbekistan’s utility company to address technical constraints to the CAPS \nreconnection. Tajikistan started to export power to Uzbekistan on islanded mode (nonparallel \noperation) through two 220-kV lines and one 500-kV line in the second quarter of 2018. As \nTajikistan’s electricity grid has been modernized, some assessments and works will be required \nto adjust relay protection systems and ensure synchronous (parallel) operation with CAPS by the \nend of 2018.8 Uzbekistan’s electricity grid will also require potential adjustments. \n \n                                                \ntime). This allows transmission of alternating current throughout the area, connecting large number of electricity \ngenerators and consumers and potentially enabling more efficient electricity markets.    \n4  ADB. 2010. Grant Assistance Report: Proposed Loan and Grant to the Kyrgyz Republic for the Power Sector \nImprovement Project. Manila (Grant 0218-KGZ financed the installation of supervisory control and data acquisition \n(SCADA) for National Electric Grid of Kyrgyzstan). \n5  ADB. 2010. Grant Assistance Report: Proposed Grant to Tajikistan for the Regional Power Transmission Project. \nManila (Grant 0213-TAJ financed the installation of SCADA for the Tajik energy utility Barki Tojik). \n6  CDC was established as the United Dispatch Administration of Central Asia in the 1960s in the Soviet Union. \n7  The automated communications process by which measurements and other data are collected at remote or \ninaccessible points and transmitted to receiving equipment for monitoring. \n8  On 28 February 2018, Tajikistan requested ADB’s support to carry out a relay protection study under ADB. 2014. \nGrant Assistance Report: Proposed Grant to Tajikistan for the Wholesale Metering and Transmission Reinforcement \nProject. Manila (Grant 0417-TAJ). ADB will finance the necessary works from the Grant to Tajikistan Reconnection \nto the Central Asian Power System Project approved in 2018. \n ", "3 \nIII.  JUSTIFICATION FOR CLUSTER MODALITY \n9.  The cluster will include three subprojects that will aim to support the increase in power \ntrade within CAPS by (i) introducing an energy data management (EDM) system to CDC to enable \na safe increase of energy flow within CAPS; (ii) identifying and offering solutions to any technical \nbottlenecks  to  regional  power  trade  that  may  occur  in  any  of  the  CAPS  countries;  and \n(iii) facilitating power trade within CAPS, expanding CAPS membership, and exploring additional \npotential energy markets to increase potential for power trade. \n \n10.  The TA cluster modality is appropriate as each subproject has individually identifiable \noutputs that contribute to a single outcome. Since the subprojects are strategically linked with the \ncommon overall objective, the TA cluster modality will allow them to be flexibly designed and \nimplemented, leading to better sequencing of TA activities than with a stand-alone TA. The cluster \nTA modality also allows ADB to sequentially commit funds based on the actual progress. \n \nIV.  THE TECHNICAL ASSISTANCE CLUSTER \nA.  Impacts, Outcome, and Outputs \n11.  The TA cluster is aligned with the following impacts: countries’ emission reduction target \nachieved,  CAREC  regional  cooperation  framework  accomplished,9 and  energy  security  in \nselected CAREC countries enhanced. The TA cluster will have the following outcome: cross-\nborder clean energy trade increased using high-level technology (HLT) by CDC. The HLT will \nreplace manual processes to allow CDC to operate in a real-time regime.10 \n \n12.  Output 1: CDC Energiya modernized, capacitated and engendered. This output will \nbe delivered by analyzing the installed SCADA energy management systems in Kazakhstan, the \nKyrgyz Republic, and Tajikistan; and by introducing an EDM system for CDC. The EDM system \nwill be procured and integrated into CDC. Measures to incentivize women to join CDC workforce \nwill be explored. \n \n13.  The EDM system, which is an HLT, will be deployed to replace all Soviet-era equipment \nand processes at CDC. The aim will be to maximize the utilization of the CAPS transmission \ncapacity by enabling operation of the regional grid in real time. Introduction of modern systems \nwith  greatly  increased  volumes  of  telemetry  information  collected  by  CDC  will  also  allow \ncentralization of CAPS emergency automation.11 \n \n14.  Output 2: Solutions to the bottlenecks to the regional power trade provided. This \noutput will be delivered through an examination of the national grids of all CAPS countries to \nidentify  and  propose  technical  solutions  to  the  bottlenecks  within  each  one  that  constrain \nelectricity flow. The Central Asian Electricity Grid Coordination Board will endorse the final \nfindings for implementation by Kazakhstan, the Kyrgyz Republic, Tajikistan, and Uzbekistan. \n \n15.  Output 3: Membership in CAPS expanded. This output will be delivered through studies \nand dialogue to facilitate the admission of new members into CAPS. Countries that are already \n                                                \n9  CAREC. 2015. Strategy and Work Plan (2016–2020) for Regional Cooperation in the Energy Sector of CAREC \nCountries. Ulaanbaatar. \n10 The design and monitoring framework is in Appendix 1. \n11 With the new generation and transmission equipment introduced recently in the CAPS grid, the dynamic analysis \ntask and calculation of emergency automation settings became an increasingly complex task that cannot be handled \nby CDC’s existing capacity and equipment. \n ", "4 \ntrading with CAPS countries are potential candidates for membership. Afghanistan’s electricity \ngrid will be assessed for its compatibility with other national grids. The consultant will propose the \nnecessary works on Afghanistan’s electricity grid and other national grids to ensure safe parallel \noperation  for  consideration  by  the  Central  Asian  Electricity  Grid  Coordination  Board  and \nimplementation by Afghanistan, the Kyrgyz Republic, Tajikistan and Uzbekistan.  The consultant \nwill also explore connection options for Turkmenistan, who also trades electricity with Afghanistan, \nto connect to CAPS. The consultant will also study the alternate energy markets. \n \nB.  Cost and Financing \n16.  The TA cluster is estimated to cost $4.5 million, of which (i) $1,500,000 will be financed \non a grant basis by ADB’s Technical Assistance Special Fund (TASF-6); (ii) $1 million will be \nfinanced on a grant basis by the Regional Cooperation and Integration Fund;12 (iii) $1 million will \nbe financed on a grant basis by the Asian Clean Energy Fund13 under the Clean Energy Financing \nPartnership Facility and administered by ADB; and (iv) $1 million will be financed on a grant basis \nby the High-Level Technology Fund14 and administered by ADB. Detailed cost estimates and \n \nfinancing arrangements will be presented in each TA subproject proposal submitted for approval. \n \n17.  The government will provide counterpart support in the form of staff, office space and \nsupplies, secretarial assistance, domestic transportation, and other in-kind contributions. \n \nC.  Implementation Arrangements \n18.  ADB will administer the TA cluster. The Energy Division of ADB’s Central and West Asia \nDepartment will be the executing agency for all subprojects in close coordination with ADB \nresident missions.15 Each TA subproject proposal will be submitted for approval to the Director \nGeneral, Central and West Asia Department, in accordance with the business process for \nknowledge and support TA cluster processing after consultations with ADB’s Office of Cofinancing \nOperations. Subproject activities will start only after approval. \n \nTable 1: Implementation Arrangements for the Technical Assistance Cluster \nAspects  Arrangements \nIndicative  November 2018–December 2021 \nimplementation period \nfor the TA cluster \nExecuting agency  ADB (Focal point: Energy Division, Central and West Asia Department) \nImplementing agencies  Coordinating dispatch center Energiya, national utilities, and national dispatch centers \nConsultants  Package title  Selection  Engaged by  \nmethod \nFirm: Optimization of Central Asia power  QCBS (90:10)  ADB \nsystem \nFirm: Energy data management system  QCBS (90:10)  ADB \ndesign and integration \nEnergy data management system  Goods  SCADA system \ndesign and \nintegration \nconsultant \n                                                \n12 Established by ADB. Financing partner: the Government of Japan. \n13 Financing partner: the Government of Japan.  \n14 Financing partner: the Government of Japan. \n15 Afghanistan, Kazakhstan, the Kyrgyz Republic, Tajikistan, Turkmenistan, and Uzbekistan. \n ", "5 \nAspects  Arrangements \nResource persons and individual consultants    ADB \n(power transmission, relay protection, legal \nexpert, energy system communication experts, \ngender expert) \nDisbursement  The technical assistance resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2010, as amended from time to time). \nADB = Asian Development Bank, QCBS = quality- and cost-based selection, SCADA = supervisory control and data \nacquisition. \nSource: Asian Development Bank. \n \n19.  Subprojects. The TA cluster will be implemented through three subprojects (Appendix 2). \nEach subproject will be designed to support the achievement of the cluster outputs (paras. 12–\n15) as and when needed during the implementation period. \n \nTable 2: Indicative Implementation Period and Budget Allocation for Subprojects \nItem  Subproject Title  Implementation Period  Budget ($’000) \nSubproject 1  Modernization of Coordinating Dispatch  November 2018–December 2020  2,500 \nCenter Energiya \nSubproject 2  Provision of Solutions to Bottlenecks to the  November 2018–March 2021  1,500 \nRegional Power Trade \nSubproject 3  Expansion of Central Asian Power System  November 2018–December 2021  500 \nMembership  \nSource: Asian Development Bank. \n \n20.  Consulting services. International and national consultants will be recruited individually \nthrough framework agreements wherein short-listed consultants may be hired as needed for the \nduration of the agreement to provide technical expertise and logistical support to ADB and the \nimplementing agencies. Firms will also be recruited using the quality- and cost-based selection \nwith a 90:10 quality-to-cost ratio. The consultants will be engaged in accordance with the ADB \nProcurement  Policy  (2017,  as  amended  from  time  to  time)  and  the  associated  project \nadministration instructions and/or staff instructions. The estimated cost and requisite fields of \nexpertise are indicative and estimates will be finalized before the approval of each TA subproject \nin consultation with the implementing agencies. \n \n21.  Procurement  by  the  consultant  will  follow  the  ADB  Procurement  Policy  and  the \nProcurement Regulations for ADB Borrowers (2017, as amended from time to time). \n \n22.  Cofinancing requirements. TA implementation will follow the additional monitoring and \nreporting  requirements  specific  to  the  Asian  Clean  Energy  Fund  under  the  Clean  Energy \nFinancing Partnership Facility, the High-Level Technology Fund, and the Regional Cooperation \nand Integration Fund. \n \nV.  THE PRESIDENT’S DECISION \n23.  The President, acting under the authority delegated by the Board, has approved (i) the \nAsian Development Bank (ADB) administering technical assistance not exceeding the equivalent \nof $1,000,000 to be financed on a grant basis by the Asian Clean Energy Fund under the Clean \nEnergy Financing Partnership Facility; (ii) ADB administering technical assistance not exceeding \nthe equivalent of $1,000,000 to be financed on a grant basis by the High-Level Technology Fund; \nand (iii) ADB providing the balance not exceeding the equivalent of $2,500,000 on a grant basis \nfor the Regional Cooperation on Increasing Cross-Border Energy Trading within the Central Asian \nPower System, and hereby reports this action to the Board. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts the TA is Aligned with: CAREC 2030 Program Results Framework \nCountries’ emissions reductions target achieved,a regional cooperation framework accomplished,b and \nenergy security in selected CAREC countries enhanced \n \nData Sources and \nPerformance Indicators  Reporting \nResults Chain  with Targets and Baselines  Mechanisms  Risks \nOutcome  By 2021:     \nCross-border clean  a. At least 11,000 million  a.–c. CDC and national  Change in the \nenergy trade  kilowatt-hours trade within  dispatch report  geopolitical climate in \nincreased using  CAPS annually (2017  the region \n \nhigh-level  baseline: 3,109 million   \ntechnology by CDC  kilowatt-hours)  Change in water \nEnergiya  availability because of \nb. At least additional \nclimate change \n5,587,560 tCO in emission \n2 \nachieved (2017 baseline: 0)   Shutdown of 57% \nefficiency CCGT plants \nc. CDC Energiya uses high-\ninstead of 30% open \nlevel technology to replace \ncycle thermal plants in \nmanual processes and \nUzbekistan in summer \noperate in real-time regime \nOutputs       \n1. CDC Energiya  By 2020:     \nmodernized, \n1a. EDM system installed at  1a.–b. TA Consultant’s  Price volatility for \ncapacitated, and \nCDC Energiya in Uzbekistan  completion report  equipment \nengendered \nto enable CDC’s \ncommunication with \nmodernized dispatch centers \nin Kazakhstan, Kyrgyz \nrepublic, and Tajikistan (2017 \nbaseline: 0) \n1b. Number of women \nemployees in CDC Energiya \nincreased by 10% (2017 \nbaseline: 48 women) \n2. Solutions to the  2a. By 2021, at least three  2a. Annual CAREC  Availability of \nbottlenecks to  technical solutions to  Energy Progress  information on the \nregional power  electricity grids provided to  Report  electricity grids \ntrade provided  member countries for \nimplementation (2017 \nbaseline: 0) \n3. Membership in  3a. By 2019, Afghanistan  3a. CDC and Afghan  Worsening of security \nCAPS expanded   adopts action plan to join  press releases  situation in Afghanistan \nCAPS (2017 baseline: 0) \n  3b. By 2019, Turkmenistan  3b. Annual CAREC   \nexpresses interest in joining  Energy Progress \nCAPS (2017 baseline: 0)  Report \n       \n ", "Appendix 1  7 \nKey Activities with Milestones \n1. CDC Energiya modernized, capacitated, and engendered \n1.1 Recruit consultant to assess the need and design a state-of-the-art system (Q4 2018) \n1.2 Organize regional workshop (with at least of 50% women’s participation) (Q2 2019) \n1.3 Procure EDM system (Q4 2019) \n1.4 Consultant installs EDM system (Q3 2020) \n1.5 Train CDC staff (with at least 50% women) in the use of the system (Q4 2020) \n1.6 Engage consultant to conduct survey and explore opportunities to engage more women students in \nrelevant universities by creating incentive mechanisms and an enabling environment for women \nemployment (Q4 2019) \n \n2. Solutions to the bottlenecks to regional power trade provided \n2.1 Engage consultant (Q4 2018) \n2.2 Identify and propose solutions for endorsement by the Central Asia United Power System Council (Q1 \n2021) \n2.3 Organize high- and working-level meetings (Q1 2019–Q1 2021) \n \n3. Membership in CAPS expanded \n3.1 Engage consultant (Q4 2018) \n3.2 Assess Afghan electricity grid to check compatibility with CAPS (Q2 2019) \n3.3 Produce recommendation for endorsement by the Central Asia United Power System Council (Q4 \n2019) \n3.4 Afghanistan adopts action plan for joining CAPS (Q4 2019) \n3.5 Consult with Turkmenistan (Q1 2019) \n3.6 Turkmenistan expresses interest to join CAPS (Q2 2019) \n3.7 Organize high- and working-level meetings (Q1 2019–Q4 2021) \n \nInputs \nAsian Development Bank: \n  Technical Assistance Special Fund (TASF-6): $1,500,000 \n  Regional Cooperation and Integration Fund: $1,000,000 \nHigh-Level Technology Fund: $1,000,000 \nAsian Clean Energy Fund under the Clean Energy Financing Partnership Facility: $1,000,000 \nNote: For each TA subproject, the government will provide counterpart support in the form of staff, office \nspace and supplies, secretarial assistance, domestic transportation, and other in-kind contributions. \nAssumptions for Partner Financing \nNot applicable \nCAPS = Central Asian power system, CAREC = Central Asia Regional Economic Cooperation, CCGT = combined \ncycle gas turbines, CDC = Coordinating Dispatch Center, EDM = energy data management, Q = quarter, TA = technical \nassistance, tCO2 = tons of carbon dioxide. \na  United Nations Framework Convention on Climate Change. 2016. Paris Agreement–Status of Ratification. Paris. \nb  CAREC. 2015. Strategy and Work Plan (2016–2020) for Regional Cooperation in the Energy Sector of CAREC \nCountries. Ulaanbaatar. \nSource: Asian Development Bank. \n ", "8  Appendix 2 \nSUBPROJECT DESCRIPTIONS \n \nSubproject 1  Modernization of Coordinating Dispatch Center Energiya \nIndicative  Output: energy data management system installed at coordinating dispatch \noutputs and  center (CDC) Energiya. \nactivities \nThe consultant firm will be engaged to assess and update the needs of CDC \nEnergiya  based  on  the  work  already  performed  by  other  development \npartners such as the United States Agency for International Development and \nthe World Bank. Based on the installed equipment at the national dispatch \ncenters in Kazakhstan, Kyrgyz Republic, and Tajikistan, the consultant will \ndesign the energy data management system to correspond to the state-of-\nthe-art  practice  at  international  dispatch centers  and  prepare the  list of \nnecessary  hardware  and  software  for  procurement.  The  consultant  will \nprepare a modular modernization plan to enable prioritization based on the \nurgency for a particular system and the funding availability. \nThe final design of CDC’s equipment will also provide requirement into the \ndesign of Uzbekistan’s supervisory control and data acquisition project for \nthe country’s utility. \nThe consultant firm will also procure the selected priority equipment and \nperform  the  necessary  work  to  integrate  them  into  CDC  Energiya. The \nconsultant firm will then train the CDC staff in operation of the newly installed \nequipment. \nThe technical assistance (TA) will also finance the institutional capacity \nbuilding of the Central Asian power system (CAPS) by organizing a regional \nworkshop to be held in one of the CAPS countries with participants from \nKazakhstan, the Kyrgyz Republic, Tajikistan, Uzbekistan, and CDC. The \nworkshop  will  present  experiences  of  other  countries  with  advanced \ntransmission  systems  and  share  their  experience  in  system  planning, \nelectricity dispatch between regions, and policy setting. Japan’s experience \nin dealing with abrupt power changes caused by natural calamities is of \ninterest and importance as many of the CAPS countries also experience \npower intermittency. At least four persons from Kazakhstan, the Kyrgyz \nRepublic, Tajikistan, and Uzbekistan, as well as CDC, will be invited with at \nleast half being women. The composition of each delegation should contain \none person in charge of technical policy making and one from strategic \nplanning. \nAn international consultant will be engaged to conduct surveys and explore \nopportunities to engage more women students in universities by creating \nincentive mechanisms and an enabling environment for women employment. \nInternational and national consultants as well as resource persons will be \nrecruited individually to provide technical and logistical support to the Asian \nDevelopment Bank (ADB) and the implementing agencies. \nIndicative  ADB will be the executing agency. CDC Energiya will be the implementing \nimplementation  agency. \narrangements \nSubproject 1 is proposed to be financed with $500,000 from ADB’s Technical \nAssistance  Special  Fund  (TASF-6);  $1,000,000  from  the  High-Level \n ", "Appendix 2  9 \nTechnology Fund, and $1,000,000 from the Asian Clean Energy Fund under \nthe Clean Energy Financing Partnership Facility. The Asian Clean Energy \nFunda will be used to design the energy data management system and \nfinance capacity building in the form of knowledge exchange during the study \ntours; ADB’s Technical Assistance Special Fund (TASF-6) and the High-\nLevel Technology Fund will be used to finance the physical upgrade of CDC. \nImplementation  November 2018–December 2020 \nschedule \nSubproject 2  Provision of Solutions to Bottlenecks to Regional Power Trade \nIndicative  Output: At least three technical solutions to electricity grids provided to \noutputs and  countries for implementation. \nactivities \nA  consultant  firm  will  be  recruited  to  assess  the  electricity  grids  of \nKazakhstan, Kyrgyz Republic, and Uzbekistan in order to determine the \ntechnical bottlenecks to energy trade and recommend technical solutions.b \nExamples  include  substations  in  any  of  the  CAPs  countries  and/or \ntransmission lines between two countries that are dilapidated or insufficient \ncapacity, which limits the amount of electricity that can be traded. Another \nexample is the dismantled 500 kilovolt (kV) transmission line between Regar \nsubstation (Tajikistan) and Gusar substation (Uzbekistan), which prevents \nparallel operation of the Tajikistan and Uzbekistan electricity networks. The \ntwo countries are working on a technical solution to achieve parallel operation \nby instead connecting an existing Sughd substation (Tajikistan) to the 500 kV \nSerdarya–Uzbekiston transmission line in the north of Tajikistan. However, \nthe missing 500 kV in the south of Tajikistan still limits the amount of electricity \nthat can be passed to Uzbekistan in the south of Tajikistan because of the \ninsufficient transmission capacity. \nThe study will update the Power Sector Regional Master Plan of the Central \nAsia Regional Economic Cooperation (CAREC) Program to take into account \nrecently completed infrastructure projects. \nThe study will also explore alternate energy markets outside of CAPS to \nincrease the import and export of energy. Connecting to other energy markets \nwill require identifying bottlenecks and proposing technical solutions. For \nexample, for Turkmenistan to connect to CAPS in the parallel mode (500 kV) \nwhile continuing to trade with Iran (400 kV), a back-to-back substation in Iran \n(Serax substation) that is connected to Turkmenistan (Mary substation) could \nbe considered. This would also enable the connection of CAPS, through Iran, \nto Turkey and the Caucasus. These types of solutions will be explored for \nRussian Federation–Kazakhstan–Central Asia–South Asia energy trade or \nconnection to the People’s Republic of China as part of One Belt, One Road \nInitiative. \nThese solutions will need to be developed in close coordination with each of \nthe national grids and CDC Energiya, and they may require the endorsement \nof  the  Central  Asia  United  Power  System  Council  (CAUPSC)  for \nimplementation by each country. \nHigh- and working-level meetings will be organized through the duration of \nthe regional technical assistance to facilitate (i) decision-making within the \nCAREC framework and (ii) discussion with prospective countries for trade \n ", "10  Appendix 2 \noutside of CAPS. International and national consultants, as well as resource \npersons,  will  be  recruited  individually  to  provide  technical  and  logistical \nsupport to ADB and the implementing agencies. \nIndicative  ADB will be the executing agency. Kazakhstan Electricity Grid Operating \nimplementation  Company, National Electrical Grid of Kyrgizstan Company, Barki Tojik, and \narrangements  Uzbekenergo will be the implementing agencies. \nSubproject 2 is proposed to be financed with $500,000 from the Regional \nCooperation and Integration Fund and $1,000,000 from ADB’s Technical \nAssistance Special Fund (TASF-6). \nImplementation  November 2018–March 2021 \nschedule \nSubproject 3  Expansion of Membership in Central Asian Power System \nIndicative  Output: Afghanistan adopts action plan to join CAPS and Turkmenistan \noutputs and  expresses interest in joining CAPS by 2021. \nactivities \nThe consultant firm from subproject 2 will perform the assessment of the \nelectricity  grids  of  Afghanistan  and  Turkmenistan  to  determine  their \ncompatibility with CAPS and to recommend modifications, if any. \nAn  action  plan  will  be  developed  for  Afghanistan,  which  will  detail  the \ntechnical  modification to  the grid  and  legislative  changes  necessary  for \nAfghanistan to operate in parallel mode with CAPS. \nBased on the results from subproject 2, Turkmenistan will be approached with \nproposals to join CAPS in parallel mode. \nHigh- and working-level meetings will be organized through the regional TA \nto facilitate speedy and positive decision-making on the expansion of CAPS \nmembership. Proposals for amendment of the intergovernmental agreements \nand the charter of CDC Energiya will be also developed for consideration by \nthe CAPS countries. The CAUPSC, which will make the final decision, will be \nconsulted throughout the process. International and national consultants, as \nwell as resource persons, will be engaged individually, as necessary, to \nprovide  technical  and  logistical  support  during  the  consideration  and \ndeliberation of the CAUPSC. \nIndicative  ADB will be the executing agency. Da Afghanistan Breshna Sherkat and \nimplementation  Turkmenenergo will be the implementing agencies. \narrangements \nSubproject 3 is proposed to be financed with $500,000 from the Regional \nCooperation and Integration Fund. \nImplementation  November 2018–December 2021 \nschedule \na  Financing partner: the Government of Japan. \nb  The assessment of the Tajikistan’s entire grid is proposed to be carried out by the Government of Tajikistan using \nADB financing, per a request on 28 February 2018. \nSource: Asian Development Bank. \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20181128192846+08'00'", "Creator": "PDF24 Creator", "Keywords": "central asia, energiya, coordinating dispatch center, national electricity grids, cross-border energy trade, power trade, regional cooperation, energy security, 52112, ta 0036, adb technical assistance, approved technical assistance, tar, ta projects, ksta", "ModDate": "D:20181213150347+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "52112-001: Regional Cooperation on Increasing Cross-Border Energy Trading within the Central Asian Power System"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CAPS  –  Central Asian power system \n  CAREC  –  Central Asia Regional Economic Cooperation \n  CDC  –  Coordinating Dispatch Center \n  EDM  –  energy data management \n  HLT  –  high-level technology \n  kV  –  kilovolt \n  kWh  –  kilowatt-hour \n  TA  –  technical assistance \n \n \n \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars. \n \n \n \n \n \n \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nDirector  Ashok Bhargava, Energy Division, CWRD \n   \nTeam leader  Bouadokpheng Chansavat, Senior Energy Specialist, CWRD \nTeam members  Editha Aguilar, Senior Operations Assistant, CWRD \nShokhimardon Musaev, Senior Project Officer, Uzbekistan Resident \nMission, CWRD \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "Wencai Zhang", "role": "Operations", "organization": ""}, {"fullname": "Werner Liepach", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "Ashok Bhargava", "role": "Energy Division", "organization": "CWRD"}, {"fullname": "Bouadokpheng Chansavat", "role": "Senior Energy Specialist", "organization": "CWRD"}, {"fullname": "Editha Aguilar", "role": "Senior Operations Assistant", "organization": "CWRD"}, {"fullname": "Shokhimardon Musaev", "role": "Senior Project Officer", "organization": "Uzbekistan Resident"}]}