{"path": "data/input/ta/52125-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \n \nProject Number: 52125-001 \nKnowledge and Support Technical Assistance (KSTA) \nNovember 2018 \n \n \n \nPeople’s Republic of China: Industry Green Growth \nIndicators and Innovative Mechanisms for \nGuangdong Province \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Public Communications \nPolicy 2011.\n ", " \nCURRENCY EQUIVALENTS \n(as of 14 November 2018) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1437 \n$1.00  =  CNY6.9569 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  GDEI  –  Guangdong Economic and Information Commission \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Stephen Groff, Operations 2 \nDirector General  Amy S.P. Leung, East Asia Department (EARD) \nDirector  Sangay Penjor, Urban and Social Sectors Division, EARD \n   \nTeam leader  Hinako Maruyama, Urban Development Specialist, EARD \nTeam members  Fiona Connell, Principal Counsel, Office of the General Counsel \n  Hubert Jenny, Principal Infrastructure Finance Specialist, EARD \n  Noellé Dianne Laspiñas, Project Analyst, EARD \n  Xuedu Lu, Lead Climate Change Specialist, EARD \n  Anouj Mehta, Principal Regional Cooperation Specialist, Southeast \nAsia Department \n  Marimar Montemayor, Senior Operations Assistant, EARD \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Outputs, Methods, and Activities  2 \nC.  Cost and Financing  3 \nD.  Implementation Arrangements  3 \nIV.  THE PRESIDENT'S DECISION  4 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  5 \n2.  Cost Estimates and Financing Plan  7 \n3.  List of Linked Documents  8 \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 52125-001\nProject Name Industry Green Growth Indicators and  Department/Division EARD/EASS\nInnovative Mechanisms for \nGuangdong Province\nNature of Activity Capacity Development, Policy Advice,  Executing Agency Guangdong Economic and \nResearch and Development Information Commission, \nGuangdong Provincial Finance \nDepartment\nModality Regular\nCountry China, People's Republic of\n2. Sector Subsector(s)     ADB Financing ($ million)\nEnergy Energy efficiency and conservation 0.10\nFinance Finance sector development 0.10\nIndustry and trade Small and medium enterprise development 0.10\nTotal 0.30\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the Project Low\ngrowth (IEG) including jobs, created and expanded\nEnvironmentally  Eco-efficiency\nsustainable growth \n(ESG)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Institutional development No gender elements (NGE)\ncapacity development Public financial governance\n(GCD)\nPrivate sector  Conducive policy and institutional \ndevelopment (PSD) environment\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No\nNation-wide High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG9, SDG12\nQq\n6. Risk Categorization Low \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.30\n    Knowledge and Support technical assistance: Technical Assistance  0.30\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.30\n  \nCurrency of ADB Financing: USD \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 14102018220715669964 Generated Date: 23-Nov-2018 14:16:08 PM", " \nI.  INTRODUCTION \n \n1.  The knowledge and support technical assistance (TA) will support the development of \nindustry  green  growth  indicators  and  innovative  mechanisms  through  research,  capacity \ndevelopment, and policy advice to promote the green growth of the industries in Guangdong \nProvince in the People’s Republic of China (PRC).1 \n \n2.  The Government of the PRC has requested TA from the Asian Development Bank (ADB) \nas part of its efforts to establish a comprehensive indicator and evaluation framework, system, \nand implementation mechanism to (i) improve the environmental performance of industries in \nGuangdong, and (ii) support decision-making for future potential green financing. Following a \nmission on 21–22 May 2018, ADB and the government reached an understanding on the TA \nobjectives, scope, implementation arrangements, costs, and terms of reference for consultants.2 \nThe TA is included in ADB’s country operations business plan, 2018–2020 for the PRC.3 \n \nII.  ISSUES \n \n3.  Since the PRC commenced economic reforms in 1978 and its open door policy in 1979, \nGuangdong  has  rapidly  developed  from  a  lagging  agricultural  area  into  the  country’s  key \nmanufacturing base. As of 2016, Guangdong was the most populous region in the country and \nranked first among the PRC regions in gross regional product, accounting for 11% of the PRC’s \ngross domestic product.4 By economic sector, its gross regional product ratios in 2016 were \n4.6 (primary), 43.4 (secondary), and 52.0 (tertiary). About 79% of Guangdong’s gross regional \nproduct is concentrated in the Pearl River Delta, which creates regional disparity within the \nprovince.5 \n \n4.  Environmental degradation is a serious issue for the PRC. Guangdong, which took a lead \nrole at the time of the economic opening, also took a very active role in remedying environmental \nissues. As guided by the central government, Guangdong established policies to achieve an \nenvironmentally friendly society and promote green growth.6 However, it still relies heavily on a \nhigh-input, high-consumption, and high-emission development model. Industries consume more \nthan 60% of the total energy in Guangdong. Small and medium-sized enterprises support its \nmanufacturing industry, but most of them are in the lower hierarchy of industrial supply chains \nthat still largely depend on traditional labor, energy, and resource-intensive production methods. \nThe provincial government agencies issued various policies and measures to promote the green \ngrowth of industries but they are fragmented and do not provide practical guidance for enterprises, \nindustrial parks, or cities on how to adopt and implement environmental improvement measures. \n                                                \n1  According to the classification used in the China Statistical Yearbook, the secondary economic sector includes \ngongye (industries) and construction. Gongye covers (i) mining; (ii) manufacturing; and (iii) production and supply of \nelectricity, heat, gas, and water. In this paper, “industry” and “industries” refer to “gongye.” \n2  The TA first appeared in the business opportunities section of ADB’s website on 4 October 2018. \n3  ADB. 2018. Country Operations Business Plan: People’s Republic of China, 2018–2020. Manila.  \n4   Guangdong had 109.99 million people in 2016, accounting for 8% of the country’s population. Guangdong’s gross \nregional product was CNY8.085 trillion in 2016. Its per capita gross regional product is ranked seventh in the PRC \nafter Beijing, Fujian, Jiangsu, Shanghai, Tianjin, and Zhejiang provinces and cities. National Bureau of Statistics of \nChina. 2017. China Statistical Yearbook 2017. Beijing: China Statistics Press. \n5   Guangdong Province consists of 21 prefecture-level cities. The Pearl River Delta consists of nine prefecture-level \ncities: Dongguan, Foshan, Guangzhou, Huizhou, Jiangmen, Shenzhen, Zhaoqing, Zhongshan, and Zhuhai. Statistics \nBureau of Guangdong Province. 2017. Guangdong Statistical Yearbook 2017. Beijing: China Statistics Press. \n6  For example: People’s Government of Guangdong Province. 2016. Guangdong Provincial Ecological Civilization \nConstruction Thirteenth Five-Year Plan. Guangzhou; and Guangdong Economic and Information Commission. 2016. \nGuangdong Province Industry Green Development Implementation Scheme. Guangzhou. \n ", "2 \n5.  To solve the problem of fragmented policy guidance and the difficulty of putting it into \npractice, the TA team will conduct research on a usable indicator system to evaluate green growth \nopportunities  for  enterprises,  industrial  parks,  and  cities;  and  propose  innovative  ways  for \nGuangdong to promote green growth, such as an evaluation and assessment mechanism, green \nfinancing mechanisms, and selection criteria, which will complement an ongoing ADB study.7 \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n6.  The  TA  is  aligned  with  the  following  impacts:  the  energy  consumption  per  unit  of \nGuangdong’s major manufacturing products reduced; and the circular economy of more than \n100 economic  parks  in  the  province  improved.8 The  TA  will  have  the  following  outcome: \ncomprehensive indicator and evaluation framework on green growth in Guangdong established.9 \n \nB.  Outputs, Methods, and Activities \n \n7.  Output 1: Good practices and lessons on industry green growth and evaluation \nsystem studied and documented. The TA team will support the executing and implementing \nagencies and key policy makers to deepen the understanding of green growth evaluation by the \nfollowing: \n(i)  reviewing existing industry green growth indicators and identify issues and areas \nfor improvement; \n(ii)  conducting field surveys, on-site visits, and interviews to document the status of \nenterprises, industrial parks, and the cities’ industry green growth in Guangdong; \n(iii)  organizing overseas study visits to learn from experience in \n(a)  green growth planning, establishment of a circular industry system, and \ndevelopment of an evaluation system; \n(b)  industry transformation and upgrades, innovative policies on green finance \nand credit, and policy coordination; and \n(c)  energy  conservation,  environmental  protection,  clean  production;  and \npolicies, measures, and actions to incentivize take-up by enterprises; \n(iv)  conducting study visits to regions and cities in the PRC where green industrial and \nurban development is being implemented, to learn from their experiences; and  \n(v)  draft the Guangdong Industry Green Growth Catalogue. \n \n8.  Output 2: Indicators to comprehensively evaluate Guangdong industries’ green \ngrowth developed. Based on the research and lessons, the TA will support the following: \n                                                \n7  The term “industry green growth” in this TA refers to environmental performance improvement of industries and \nindicators, and indicators will be designed to meet the needs of benchmarking Guangdong’s unique environmental \nchallenges. While the indicator envisaged in this TA solely focuses on the green growth aspect, the underlying idea \nis consistent with the existing efforts such as the Inclusive Green Growth Index that ADB is developing as a new \nbenchmark to measure countries’ well-being by considering broad aspects of development. These are (i) economic \ngrowth,  (ii)  social  equity,  and  (iii)  environmental  sustainability.  S.  Jha.  2018.  Measuring,  Monitoring,  and \nOperationalizing Quality of Growth–Implications for the People’s Republic of China. ADB Briefs. No. 98. Manila: ADB. \n8   People’s Government of Guangdong Province. 2016. Guangdong Provincial Ecological Civilization Construction \nThirteenth Five-Year Plan. Guangzhou. The plan’s targets are (i) Guangdong’s major manufacturing products’ energy \nconsumption per unit is reduced to the leading level in the country, (ii) the rate of comprehensive utilization of \nindustrial solid waste exceeds 85%, (iii) more than 100 economic parks in the provinces improved to circular \neconomy, and (iv) about 10,000 enterprises complete clean production audit.  \n9   The design and monitoring framework is in Appendix 1. \n ", "3 \n(i)  preparation  of  industry  green  growth  evaluation  indicators  for  Guangdong, \nincluding the proposal for applying high-level technologies in collecting, monitoring, \nand evaluation of the indicators; \n(ii)  evaluation of pilot enterprises, industrial parks, and cities using the proposed \nindicator and evaluation method; and \n(iii)  preparation of a report on an innovative green growth for Guangdong’s industries \nand on innovative mechanisms to evaluate and monitor the indicators. \nThe report will discuss new method that integrate policies on different perspectives of green \ngrowth, such as energy saving and emission reduction, industrial technological retrofits, and \nfinancial support tools. The proposed evaluation system and the new mechanisms will be \napplicable to all areas in Guangdong. \n \n9.  Output 3: Financial system and mechanism to promote green development and \ndesign of innovative financing projects prepared. The TA will support the preparation of the \nfollowing: \n(i)  a research report with practical recommendations for innovative public green \nfinancing processes that are compatible with Guangdong’s local situation, e.g., the \nprovincial  transfer  payment  system,  ecological  subsidies,  and  other  financial \nsupport tools;  \n(ii)  a design proposal for green financing projects that meet local needs; and \n(iii)   a list of green financing projects suitable for potential funding support from ADB \nand other foreign financial institutions to promote industry green growth. \n \n10.  TA consultants’ team will develop the indicators and mechanisms in consultation with the \nGuangdong Economic and Information Commission (GDEI) and Guangdong Provincial Finance \nDepartment.  The  pilot  evaluation  exercise  will  rate  the  green  performance  of  enterprises, \nindustrial parks, and cities for internal references. The GDEI will adopt the research outcomes \nand recommendations as standardized tools and mechanisms and apply them to activities such \nas  comprehensive  utilization  of  industrial  solid  waste,  assessment  of  energy  conservation, \nplanning of pollution prevention and control, development of a resource recycling base, and \nfunding support for the industries’ energy conservation and environmental protection efforts. The \nexecuting agencies will submit the policy proposals to the provincial government for inclusion in \nits Fourteenth Five-Year Plan. Toward the end of the TA, ADB and the executing agencies will \ndecide on how to disseminate the final reports as knowledge products, either in summary or in \nfull, in English or in Chinese. \n \nC.  Cost and Financing \n \n11.  The TA is estimated to cost $350,000, of which $300,000 will be financed on a grant basis \nby ADB’s Technical Assistance Special Fund (TASF-other sources). The key expenditure items \nare  listed  in  Appendix  2.  The  government  will  provide  counterpart  support  in  the  form  of \ncounterpart staff, meeting facilities, data, information, printing, coordination and arrangement \nactivities, part of interpretation cost, domestic study visits, and other in-kind contributions. \n \nD.  Implementation Arrangements \n \n12.  ADB will administer the TA and will select, supervise, and evaluate consultants during the \nimplementation of the TA. GDEI and Guangdong Provincial Finance Department will be the joint \nexecuting agencies responsible for providing guidance and support to stakeholders during the \nimplementation. Guangdong Energy Conservation Center, a subsidiary agency of GDEI, will be \n ", "4 \nthe implementing agency responsible for working closely with the consultants engaged under the \nTA and coordinating between stakeholders during the implementation. \n \n13.  The implementation arrangements are summarized in the table. \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  December 2018–June 2020 \nExecuting agenciesa  (i)  Guangdong Economic and Information Commission  \n(ii) Guangdong Provincial Finance Department \nImplementing agency  Guangdong Energy Conservation Center (subsidiary of Guangdong \nEconomic and Information Commission) \nConsultantsb  To be selected and engaged by ADB \nIndividual  International expertise  $210,100 \nselection  (6.0 person-months) \nNational expertise \n(9.5 person-months) \nDisbursement  The technical assistance resources will be disbursed following ADB's \nTechnical Assistance Disbursement Handbook (2010, as amended \nfrom time to time). \nADB = Asian Development Bank. \na  The executing agencies are government institutions, and the implementing agency is a public sector organization. \nb  ADB will engage consultants in accordance with the ADB Procurement Policy (2017, as amended from time to time) \nand the associated project administration instructions and/or TA staff instructions. \nSource: ADB. \n \n14.  Consulting services. ADB will engage 15.5 person-months of consulting services—three \ninternational consultants for a total of 6.0 person-months, and three national consultants for a total \nof 9.5 person-months through individual consultant selection following the ADB Procurement \nPolicy (2017, as amended from time to time) and the associated project administration instructions \nand/or TA staff instructions.10 ADB will recruit individual consultants because of the need for \nspecialized and country-specific expertise. \n \nIV.  THE PRESIDENT'S DECISION \n \n15.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $300,000 on a grant basis to the \nPeople’s Republic of China for Industry Green Growth Indicators and Innovative Mechanisms for \nGuangdong Province, and hereby reports this action to the Board. \n \n \n \n \n \n \n \n \n \n \n \n \n                                                \n10  Terms of reference for consultants (accessible from the list of linked documents in Appendix 3). \n ", "Appendix 1  5 \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts the TA is Aligned with \nThe energy consumption per unit of Guangdong's major manufacturing products reduced (Guangdong \nProvincial Ecological Civilization Construction Thirteenth Five-Year Plan)a \n \nThe circular economy of more than 100 economic parks in the province improved (Guangdong Provincial \nEcological Civilization Construction Thirteenth Five-Year Plan)a \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  By 2021     \nComprehensive  a. Evaluation guidelines and  a–b. Annual report of  Higher level of \nindicator and  framework adopted by  Guangdong Economic  provincial government \nevaluation  Guangdong Economic and  and Information  does not adopt the \nframework on  Information Commission  Commission  proposed \ngreen growth in  (2018 baseline: NA)  methodologies. \nGuangdong   \nestablished  b. Evaluation guidelines or \nframework is used to \nevaluate the green growth of \n21 prefecture-level cities in \nGuangdong \n(2018 baseline: NA) \n \nOutputs  By June 2020     \n1. Good practices  1a. Lessons learned from  1a–1b. Study visit reports  The provincial \nand lessons on  case studies during    government’s policy \nindustry green  international study visits    priority changes. \ngrowth and  documented in three reports   \nevaluation system  (2018 baseline: NA)   \nstudied and     \ndocumented  1b. Lessons learned from   \n  case studies during domestic   \n  study visits documented in   \n  three reports   \n  (2018 baseline: NA)   \n     \n  1c. Survey results  1c. Consultants’ final \n  documented in draft  reports \n  Guangdong Industry Green   \n  Growth Catalogue   \n  (2018 baseline: NA)   \n     \n2. Indicators to  2a. Industry green growth  2a–2c. Consultants’ final \ncomprehensively  evaluation indicators for  reports \nevaluate  Guangdong prepared   \nGuangdong  (2018 baseline: NA)   \nindustries’ green     \ngrowth developed  2b. Green growth of pilot   \n  enterprises, industrial parks,   \n  and cities evaluated   \n  (2018 baseline: NA)   \n       \n \n ", "6  Appendix 1 \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \n  2c. A report on innovative   \n  green growth mechanism for   \n  Guangdong’s industries   \n  prepared   \n  (2018 baseline: NA)   \n     \n3. Financial system  3a. A research report on  3a–3b. Consultants’ final \nand mechanism to  green financing mechanisms  reports \npromote green  drafted (2018 baseline: NA)   \ndevelopment and   \ndesign of innovative  3b. A long list of green \nfinancing projects  financing projects for ADB \nprepared  and other financial institutions \nprepared (2018 baseline: NA) \n   \nKey Activities with Milestones \n1.  Good practices and lessons on industry green growth and evaluation system studied and \ndocumented \n1.1 Conduct field surveys in Q1–Q2 2019 \n1.2 Conduct international study visits in Q1–Q3 2019 \n1.3 Conduct domestic study visits in Q1–Q3 2019 \n1.4 Draft the Guangdong Industry Green Growth Catalogue in Q2 2019–Q1 2020 \n \n2.  Indicators to comprehensively evaluate Guangdong industries’ green growth developed \n2.1 Conduct TA inception meeting to discuss the research objectives and direction in Q1 2019 \n2.2 Conduct TA workshop to discuss the research progress in Q2–Q3 2019 \n2.3 Prepare green indicators and pilot evaluation, and draft a research report in Q1 2019–Q1 2020 \n2.4 Conduct TA workshop with external peer reviewers in Q4 2019–Q1 2020 \n2.5 Submit the research recommendations to the provincial government as input for the Fourteenth Five-\nYear Plan by April 2020 \n2.6 Conduct TA final workshop for dissemination in Q2 2020 \n \n3.  Financial system and mechanism to promote green development and design of innovative \nfinancing projects prepared \n3.1 Draft research report on green financing mechanisms in Q1 2019–Q1 2020 \n3.2 Prepare a long list of green financing projects for ADB and other financial institutions by Q1 2020 \n3.3 Propose potential green finance projects for ADB’s programming discussion by Q1 2020 \n \nInputs \nADB: $300,000 \nNote: The government will provide counterpart support in the form of counterpart staff, meeting facilities, \ndata, information, printing, coordination and arrangement activities, part of interpretation cost, domestic \nstudy visits, and other in-kind contributions. \n \nAssumptions for Partner Financing \nNA \n \nADB = Asian Development Bank, NA = not applicable, Q = quarter, TA = technical assistance. \na  People’s Government of Guangdong Province. 2016. Guangdong Provincial Ecological Civilization Construction \nThirteenth Five-Year Plan. Guangzhou. \nSource: ADB. \n   \n   \n \n                       ", "Appendix 2  7 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nAsian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  108.0 \nii.  National consultants  66.5 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  27.6 \nii.  Surveys, data collection, information purchase  8.0 \n2.  Training, seminars, workshops, forum, and conferencesb  14.0 \n3.  Study visitsc  45.0 \n4.  Miscellaneous administration and support costsd  10.0 \n5.  Contingencies  20.9 \nTotal  300.0 \nNote: The technical assistance (TA) is estimated to cost $350,000, of which contributions from the Asian Development \nBank (ADB) are presented in the table above. The government will provide counterpart support in the form of \ncounterpart staff, meeting facilities, data, information, printing, coordination and arrangement activities, part of \ninterpretation cost, domestic study visits, and other in-kind contributions. The value of government contribution is \nestimated to account for about 14.3% of the total TA cost. \na  Financed by the ADB’s Technical Assistance Special Fund (TASF-other sources). \nb  Includes venue rental and related facilities; engagement of resource persons; and representation costs, such as food \nand non-alcoholic beverages during workshops, training, and seminars. This also includes ADB staff travel budget \nfor staff serving as resource person during the project implementation. \nc  International study visits will be in ADB member countries. \nd  Includes translation, interpretation, and printing costs. \nSource: Asian Development Bank estimates. \n \n ", "8  Appendix 3 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=52125-001-TAReport \n \n1.  Terms of Reference for Consultants \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20181123141848+08'00'", "Creator": "PDF24 Creator", "Keywords": "china, guangdong, green growth, small and medium enterprise, sme, industrial supply chains, industrial parks, green financing mechanisms, energy conservation, 52125, ta 9649, adb technical assistance, approved technical assistance, tar, ta projects, ksta", "ModDate": "D:20181129104931+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "52125-001: Industry Green Growth Indicators and Innovative Mechanisms for Guangdong Province"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 14 November 2018) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1437 \n$1.00  =  CNY6.9569 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  GDEI  –  Guangdong Economic and Information Commission \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Stephen Groff, Operations 2 \nDirector General  Amy S.P. Leung, East Asia Department (EARD) \nDirector  Sangay Penjor, Urban and Social Sectors Division, EARD \n   \nTeam leader  Hinako Maruyama, Urban Development Specialist, EARD \nTeam members  Fiona Connell, Principal Counsel, Office of the General Counsel \n  Hubert Jenny, Principal Infrastructure Finance Specialist, EARD \n  Noellé Dianne Laspiñas, Project Analyst, EARD \n  Xuedu Lu, Lead Climate Change Specialist, EARD \n  Anouj Mehta, Principal Regional Cooperation Specialist, Southeast \nAsia Department \n  Marimar Montemayor, Senior Operations Assistant, EARD \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "Stephen Groff", "role": "Operations", "organization": ""}, {"fullname": "Amy S.P. Leung", "role": "East Asia Department (EARD)", "organization": ""}, {"fullname": "Sangay Penjor", "role": "Urban and Social Sectors Division", "organization": "EARD"}, {"fullname": "Hinako Maruyama", "role": "Urban Development Specialist", "organization": "EARD"}, {"fullname": "Fiona Connell", "role": "Principal Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Hubert Jenny", "role": "Principal Infrastructure Finance Specialist", "organization": "EARD"}, {"fullname": "Xuedu Lu", "role": "Lead Climate Change Specialist", "organization": "EARD"}, {"fullname": "Anouj Mehta", "role": "Principal Regional Cooperation Specialist", "organization": "Southeast"}, {"fullname": "Marimar Montemayor", "role": "Senior Operations Assistant", "organization": "EARD"}]}