{"path": "data/input/ta/52137-001-tar-en.pdf", "pages": ["Technical Assistance Report \nProject Number: 52137-001 \nKnowledge and Support Technical Assistance (KSTA) \nNovember 2018 \nRailway Sector Development in Central Asia \nRegional Economic Cooperation Countries \nThis document is being disclosed to the public in accordance with ADB’s Public Communications \nPolicy 2011. ", "ABBREVIATIONS \nADB  – Asian Development Bank\nARTCF  – United Kingdom Fund for Asia Regional Trade and Connectivity\nCAREC  – Central Asia Regional Economic Cooperation\nCWRD  – Central and West Asia Department\nPRC  – People’s Republic of China\nPRCF  – People's Republic of China Poverty Reduction and Regional\nCooperation Fund\nRWG  – Railway Working Group\nTA  – technical assistance\nNOTE \nIn this report, “$” refers to United States dollars. \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Werner E. Liepach, Central and West Asia Department (CWRD) \nDirector  Dong-Soo Pyo, Transport and Communications Division, CWRD \nTeam leader  Jurgen Sluijter, Senior Transport Specialist, CWRD \nTeam members  Ko Sakamoto, Senior Transport Specialist, CWRD \nOleg Samukhin, Transport Specialist, CWRD \nPhilip Striednig, Railway Specialist, East Asia Department \nYou-Jung Shin, Counsel, Office of the General Counsel \nKrisanta Carissa S. Vila, Senior Operations Assistant, CWRD \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", "CONTENTS \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI. INTRODUCTION 1 \nII. ISSUES 1 \nIII. THE TECHNICAL ASSISTANCE 3 \nA. Impact and Outcome 3 \nB. Outputs, Methods, and Activities 3 \nC. Cost and Financing 4 \nD. Implementation Arrangements 4 \nIV. THE PRESIDENT'S DECISION 5 \nAPPENDIXES \n1. Design and Monitoring Framework 6 \n2. Cost Estimates and Financing Plan 8 \n3. List of Linked Documents 9 ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 52137-001\nProject Name Railway Sector Development in  Department/Division CWRD/CWTC\nCentral Asia Regional Economic \nCooperation Countries\nNature of Activity  Executing Agency Asian Development Bank\nCapacity Development, Policy Advice \nModality Regular\nCountry AFG, AZE, GEO, KAZ, KGZ, MON, \nPAK, PRC, TAJ, TKM, UZB\n2. Sector Subsector(s)     ADB Financing ($ million)\nTotal 0.00\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic Pillar 1: Economic opportunities,   Climate Change impact on the Project Medium\ngrowth (IEG) including jobs, created and expanded\nRegional integration Pillar 1: Cross-border infrastructure\n(RCI)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and Institutional development No gender elements (NGE)\ncapacity development\n(GCD)\nKnowledge solutions Knowledge sharing activities\n(KNS)\nPartnerships (PAR) Official cofinancing\nRegional organizations\nPrivate sector  Public sector goods and services \ndevelopment (PSD) essential for private sector \ndevelopment\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Not Applicable\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG9\nQq\n6. Risk Categorization Low \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.00\n    None 0.00\nCofinancing 2.00\n    People's Republic of China Poverty Reduction and Regional  1.00\nCooperation Fund (Full ADB Administration)\n    United Kingdom Fund for Asia Regional Trade and Connectivity under  1.00\nthe Regional Cooperation and Integration Financing Partnership Facility \n(Full ADB Administration)\nCounterpart 0.00\n    None 0.00\nTotal 2.00\nCurrency of ADB Financing: USD \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 19102018160547701883 Generated Date: 05-Nov-2018 14:20:03 PM", " \nI.  INTRODUCTION \n \n1.  The  knowledge  and  support  technical  assistance  (TA)  will  accelerate  the  sound \ndevelopment of the railway subsector in Central Asia Regional Economic Cooperation (CAREC) \ncountries1 through railway transport market research, project identification and preparation, \nknowledge sharing, and capacity development. \n \n2.  The  TA  aligns  with  Strategy  2030  of  the  Asian  Development  Bank  (ADB);  ADB’s \nOperational  Plan  for  Regional  Cooperation  and  Integration,  2016–2020;  the  CAREC  2030 \nstrategy; the CAREC Transport and Trade Facilitation Strategy 2020; and the CAREC railway \nstrategy, 2017–2030.2 It also complements other regional cooperation programs, such as the Belt \nand Road Initiative of the People’s Republic of China (PRC), the Transport Corridor Europe–\nCaucasus–Asia program supported by the European Union, the Trans-Asian Railway supported \nby the United Nations Economic and Social Commission for Asia and the Pacific, and the Lapis \nLazuli Corridor agreement.3 The TA supports regional and interregional trade and cooperation \nand promotes ADB as a prime development partner in the railway subsector in Central and West \nAsia, aiming for strong, long-term engagement with CAREC member countries.4 \n \nII.  ISSUES \n \n3.  Transport remains the primary vehicle for regional cooperation and integration in CAREC \ncountries. Aiming to transform CAREC countries from landlocked to land-linked, the CAREC \nProgram supports the expansion of trade and the improvement of economic development by more \nclosely connecting the CAREC region with its larger and rapidly growing neighbors. Central Asia \nhas great potential to benefit from growing Eurasian transit traffic and the intraregional trade. The \ndevelopment of an effective, efficient, sustainable, safe, and user-friendly multimodal corridor \nnetwork is the primary means of achieving this goal. Transport has therefore remained the largest \nsector of activity in the 17-year history of the CAREC Program, accounting for more than 80% of \ninvestments totaling $25 billion. \n \n4.  CAREC countries are increasing their emphasis on railways for regional connectivity. \nTransport activities are guided by the Transport and Trade Facilitation Strategy 2020 approved \nby CAREC countries in 2013, which recognized the need for balanced development of different \nmodes. Particular emphasis was placed on developing railway transport, given its dominant role \nin external trade and transit. In many CAREC countries, railways receive more attention and \nincreased financial support since improved railway connectivity facilitates trade and can have a \ncompetitive advantage in terms of transport time and cost over other modes of transport. \n \n5.  Subsequently, CAREC countries formulated the CAREC railway strategy, 2017–2030 to \nserve as a guiding document for the sound, long-term development of CAREC railways. The \n                                                \n1  Afghanistan, Azerbaijan, Georgia, Kazakhstan, the Kyrgyz Republic, Mongolia, Pakistan, the People's Republic of \nChina (Inner Mongolia Autonomous Region and Xinjiang Uygur Autonomous Region), Tajikistan, Turkmenistan, and \nUzbekistan. \n2  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila; ADB. 2016. Operational Plan for Regional Cooperation and Integration, 2016–2020: Promoting Connectivity, \nCompetitiveness, Regional Public Goods, and Collective Action for Asia and the Pacific. Manila; ADB. 2017. CAREC \n2030: Connecting the Region for Shared and Sustainable Development. Manila; ADB. 2014. CAREC Transport and \nTrade Facilitation Strategy 2020. Manila; and ADB. 2016. Unlocking the Potential of Railways: A Railway Strategy \nfor CAREC, 2017–2030. Manila. \n3  Signed in November 2017 between Afghanistan, Azerbaijan, Georgia, Turkey, and Turkmenistan. \n4  The TA first appeared in the business opportunities section of ADB’s website on 31 October 2018. \n ", "2 \nstrategy was formulated by the Railway Working Group (RWG),5 which consists of representatives \nof railway agencies from CAREC countries, and was endorsed at the 15th CAREC Ministerial \nConference on 26 October 2016. The strategy is intended to equip the region’s railways to better \ncapture evolving trade flows and contribute to regional development. It formulates a number of \npriorities for the following three primary efforts: develop effective rail infrastructure, develop robust \ncommercial capabilities, and improve legal and regulatory frameworks.6 Designated rail corridors \nhave been conceived by the RWG to (i) develop the national rail systems and (ii) benefit from \nregional transport connections.7 \n \n6.  Despite  their  importance,  railways  in  the  CAREC  region  often  struggle  to  remain \ncompetitive.  Since  rail  networks  have  a  long  life,  existing  network  configurations  do  not \nnecessarily match new traffic patterns; many railways in the region struggle to adapt to these \nchanging  conditions.  Besides  gaps  in  effective  railway  infrastructure,  the  lack  of  robust \ncommercial capabilities and inadequate legal and regulatory frameworks have caused railway \nmarket shares to decline, and most railways are not fully able to capture available trade flows. An \nincreasing amount of freight traffic is carried by roads rather than rail, costing CAREC economies \nmore in the form of traffic congestion, road crashes, and road asset deterioration. As a result, \ninterregional and intraregional trade is subjected to high transportation costs and bottlenecks. \n \n7.  Further  development  of  railways  requires  ways  to  prioritize  investments,  structure \nfinancing, and improve institutions. A regional railway system that has been improved through \ninfrastructure investments and policy measures will enhance access to regional and international \nmarkets and help increase economic growth and social welfare. \n \n8.  New investments are needed to maintain and improve the competitiveness of railways, \nbut it is difficult to attract commercial financing because railways are bulky, long term, and risky \nin nature. There is the continued need to seek financing and funding from the government and \ninternational financial institutions, with further consideration on how such public funds can attract \nprivate financing. Furthermore, CAREC countries lack an adequate regional traffic model that is \nneeded to identify the most promising rail transport routes and to prioritize investments in rail \ninfrastructure. \n \n9.  The institutional and commercial changes needed to improve the financial sustainability \nof railway organizations are difficult to implement and are time-consuming, requiring systematic \ninjection of knowledge and continued capacity building support. CAREC railways need to engage \nin a process of commercialization and reform to become efficient, customer-oriented transport \noperators, making investments economically viable. While the approach and pace of reform will \ndiffer among CAREC railway organizations, there is valuable knowledge to share in common \nareas,  such  as  financial  restructuring,  corporatization,  marketing,  asset  management, \ninteroperability, and railway safety. \n \n10.  At the 17th Meeting of the CAREC Transport Sector Coordinating Committee held on 18–\n20 April 2018 in Istanbul, Turkey, CAREC member countries expressed particular interest in \nregional TA that would help the RWG address common challenges. \n \n                                                \n5  The RWG was set up by a decision of the 14th Transport Sector Coordinating Committee in Ulaanbaatar, Mongolia, \nin April 2015. \n6  Central Asia Regional Economic Cooperation Strategy: Vision, Approach, and Priorities (accessible from the list of \nlinked documents in Appendix 3). \n7  ADB. 2014. CAREC Transport and Trade Facilitation Strategy 2020. Manila. \n ", "3 \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n11.  The TA is aligned with the following impact: railway transport that is quick, efficient, \naccessible for customers, easy to use throughout the region, and the mode of choice for trade \nachieved.8 The TA will have the following outcome: railway investments in CAREC countries \nprioritized to match market opportunities and backed by sector reforms.9 \n \nB.  Outputs, Methods, and Activities \n \n12.  Output 1: Subregional rail traffic model developed. Under this output, ADB will develop \na regional transport model that will indicate main traffic flows by origin and destination and type \nof cargo. The model will identify the cargo flows most suitable for rail transport, such as bulk goods \nand container transport, as well as crucial intermodal connections and border-crossing points. \nThe analysis of the transport flows will include an assessment of the sustainability of the volumes \nand routes. Where relevant to define viability, passenger transport will be addressed as well. \nBased on this assessment, priority projects for the completion of missing rail links and other critical \ninvestments (such as electrification, rolling stock, and terminals) will be identified and proposed \nfor inclusion in national railway investment plans. The model will help demonstrate to CAREC \ncountries the need for concerted investment planning to reap benefits from regional transport. \nThe model will be made publicly available through the CAREC website. Further, the aim is to link \nthe CAREC transport model with the transport corridor data collected for the Greater Mekong \nSubregion to gradually develop an Asia-wide rail transport database.10  \n \n13.  Output 2: Project preparation facility established. To help CAREC countries formulate \nbankable investment projects, the TA will facilitate swift mobilization of expertise to screen project \noptions, perform pre-feasibility studies or validate existing pre-feasibility or feasibility studies, and \nsupport the prioritization and initial conceptualization of investments. This will also allow ADB and \nother CAREC development partners to scope out their potential support before full-fledged project \npreparation. Future RWG meetings will be used to receive project ideas in line with the CAREC \nrailway strategy that may find sufficient government commitment to be implemented under the \nCAREC Program. The TA team will, in consultation with the RWG, select project suggestions \nbased on project size and complexity, regional impact, interest to include the project in the \ncountries’ lending programs, feasibility to perform a quick assessment, and relative urgency. The \nTA will allow screening of such project ideas on their economic and technical viability at relatively \nshort notice. \n \n14.  Output 3: Knowledge products completed. The TA will develop knowledge products \nand conduct events in common areas of interest in sector reform and commercialization, such as \nstate-owned enterprise restructuring, financial restructuring, asset management, tariff regulation, \nborder-crossing policies, and interoperability. Topics will be prioritized based on consultations to \nbe done at the first RWG meeting under this TA. Development partners will be invited to join and \ncontribute to related activities, strengthening coordination and dialogue in the region. \n \n15.  Output 4: Capacity of executing agencies in project preparation improved. The TA \nwill facilitate activities to strengthen the capacity of railway agencies in key areas required for the \n                                                \n8  ADB. 2016. Unlocking the Potential of Railways: A Railway Strategy for CAREC, 2017–2030. Manila. \n9  The design and monitoring framework is in Appendix 1. \n10 ADB. 2016. Technical Assistance for Connecting the Railways of the Greater Mekong Subregion. Manila. \n ", "4 \ndevelopment  of  bankable  projects,  such  as  procurement,  financial  and  economic  project \nevaluation, safeguards, and gender mainstreaming. Furthermore, the awareness and capacity of \nrailway agencies will be strengthened in the application of less traditional financial instruments \nsuch  as  sector  loans  and  policy-based  loans.  Based  on  staffing,  procedures,  and  policy \ndiagnostics of the railway agencies in the participating developing member countries, an agency-\nspecific set of actions and measures will be identified and supported under the TA. \n \nC.  Cost and Financing \n \n16.  The TA is estimated to cost $2,000,000, of which (i) $1,000,000 will be financed on a grant \nbasis by the People’s Republic of China Poverty Reduction and Regional Cooperation Fund \n(PRCF)11 and (ii) $1,000,000 will be financed on a grant basis by the United Kingdom Fund for \nAsia Regional Trade and Connectivity (ARTCF) under the Regional Cooperation and Integration \nFinancing Partnership Facility, both to be administered by ADB. The PRCF will predominantly \nfinance consulting services, while ARTCF funds will particularly be used for costs related to events \nand publications.12 The key expenditure items are listed in Appendix 2. \n \nD.  Implementation Arrangements \n \n17.  ADB will be the executing agency for the TA, with the Transport and Communications \nDivision of the Central and West Asia Department (CWRD) responsible for managing the TA. \nStaff of the East Asia Department will be consulted for coordination with its developing member \ncountries.  TA  activities  will  also  be  aligned  with  activities  of  the  Transport  Sector  Group \ncoordinated by ADB’s Sustainable Development and Climate Change Department. This will help \nto promote interregional cooperation, where the TA’s activities can be linked to initiatives of the \nGreater Mekong Subregion and the South Asia Subregional Economic Cooperation program. The \nTransport Sector Group will be kept informed on the progress and outputs achieved under this \nTA to ensure complementarity. \n \n18.  The primary vehicle for TA implementation will be the RWG. Representatives of each \nCAREC country and development partner to the RWG will be invited to provide inputs and \nfeedback on TA activities and outputs. RWG meetings will be held at least once a year to agree \non key actions and monitor progress against them. Key decisions by the RWG will be put forward \nto the CAREC Transport Sector Coordinating Committee, as the sector governing body under the \nCAREC Program, for endorsement and further guidance. The TA will financially support the \nconduct of RWG, Transport Sector Coordinating Committee and other associated events in \nsupport of the TA outputs and outcome. The Transport and Communications Division of the \nCWRD being part of the CAREC Secretariat will also be responsible for the organization  of \nmeetings and events in cooperation with the Regional Cooperation and Operations Coordination \nDivision of the CWRD. \n \n19.  The TA will be implemented in coordination with development partners including but not \nlimited to the CAREC Institute, the International Union of Railways, the Organisation for Co-\n                                                \n11 The PRCF was originally named the People’s Republic of China Regional Cooperation and Poverty Reduction Fund \nin the 2005 Board paper. \n12 The PRCF will finance expenses related to the TA and other eligible initiatives agreed by the PRC and ADB, including \nconsulting services, training, conferences, and workshops. The PRCF may also finance small-scale civil works and \nother related expenses. The ARTCF will finance TA expenses in the form of consulting services, training events, \nconferences and workshops, and related activities. The grant can be used to support staff resources related to \nARTCF management in the form of sponsored staff and staff consultants as necessary. \n ", "5 \noperation between Railways, and the United Nations Economic and Social Commission for Asia \nand the Pacific. \n \n20.  The implementation arrangements are summarized in the table. \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  November 2018–December 2022 \nExecuting agency  ADB \nConsultants  To be selected and engaged by ADB \nIndividual selection  International expertise  $1,075,000 \n(30 person-months) \nIndividual selection  National expertise (22  $200,000 \nperson-months) \nDisbursement  The technical assistance resources will be disbursed following \nADB’s Technical Assistance Disbursement Handbook (2010, as \namended from time to time). \nADB = Asian Development Bank. \nSource: ADB. \n \n21.  Consulting services. Individual international and national consultants will be hired on an \nintermittent  basis  on  output-based  contracts  where  appropriate.  Resource  persons  with \nspecialized knowledge in key areas of the TA’s scope will also be hired on basis of need. ADB \nwill engage consultants following the ADB Procurement Policy (2017, as amended from time to \ntime) and its associated project administration instructions and/or staff instructions.13 \n \n22.  Social media and websites. The TA team will clearly indicate in publications, training \nprograms, conferences, and workshops financed by the PRCF and ARTCF that such activities \nreceived funding from the governments of the PRC and the United Kingdom. Photo materials and \nnews briefs will be made during events for use by local print and electronic media. The names \nand logos of the financiers will be used in publications, reports, and event and promotion \nmaterials. Regular updates will be provided to feed relevant websites. \n \n23.  Cofinancier requirements. Semiannual progress reports will be provided to the PRCF \nand ARTCF, including an overview of expenditures. \n \nIV.  THE PRESIDENT'S DECISION \n \n24.  The President, acting under the authority delegated by the Board, has approved (i) the \nAsian Development Bank (ADB) administering technical assistance (TA) not exceeding the \nequivalent of $1,000,000 to be financed on a grant basis by the People's Republic of China \nPoverty Reduction and Regional Cooperation Fund and (ii) ADB administering TA not exceeding \nthe equivalent of $1,000,000 to be financed on a grant basis by the United Kingdom Fund for Asia \nRegional Trade and Connectivity under the Regional Cooperation and Integration Financing \nPartnership  Facility  for  Railway  Sector  Development  in  Central  Asia  Regional  Economic \nCooperation Countries, and hereby reports this action to the Board. \n \n                                                \n13 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with \nRailway transport that is quick, efficient, accessible for customers, easy to use throughout the region, and \nthe mode of choice for trade achieveda \n  Performance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  By 2022:     \n \nRailway investments in  a. Prioritized investment plan  a. Report of the CAREC  Political and \nCAREC countries  for the subregion adopted by  RWG in 2021  economic \nprioritized to match  the CAREC RWG (2018    interests of \nmarket opportunities and  baseline: not applicable)    government \nbacked by sector      authorities may \nreforms   b. Additional sector reform  b. CAREC country  shift to other \nand commercialization  railway agencies  sectors. \nmeasures submitted for \nconsideration by relevant \nministries and/or agencies in \nat least 5 DMCs (2018 \nbaseline: not applicable) \nOutputs  By 2021:     \n \n1. Subregional rail traffic  1. Subregional rail traffic  1. CAREC website  The TA team \nmodel developed   model completed (2018    meets resistance \n  baseline: not applicable)    from RWG \n      members  in being \n2. Project preparation  2. At least 3 pre-feasibility  2. Pre-feasibility reports  given relevant \nfacility established  studies undertaken (2018    inputs and \n  baseline: not applicable)    ensuring proactive \n      participation. \n3. Knowledge products  3. At least 3 knowledge  3. Publications and \ncompleted  products (publications or  workshop proceedings \n  workshops) in sector reform   \n  and commercialization   \n  published and/or presented to   \n  relevant stakeholders (2018   \n  baseline: not applicable)   \n     \n4. Capacity of executing  4. Railway agency-specific   \nagencies in project  set of actions and measures  4. Publications and \npreparation improved  disseminated though  workshop proceedings; \npublications, presentations,  participants’ feedback \nand consultants’ guidance  surveys \n(2018 baseline: not \napplicable) \nK  ey Activities with Milestones \n1.  Subregional rail traffic model developed \n1.1 Collate and review existing trade and transport data from national statistics; railways; and international \ninstitutions such as OSJD, UIC, and UN (December 2018–March 2019) \n1.2 Prepare Excel-based model (March–April 2019) \n1.3 Undertake detailed sector assessment to define sustainable rail transport flows and growth projection \nalong rail corridors (April–August 2019) \n1.4 Present model at the first RWG meeting to refine data and assumptions (September 2019) \n ", "Appendix 1  7 \n1.5 Prepare project priority list based on rail transport flow analysis and publish model on CAREC website \n(September 2019) \n  \n2.  Project preparation facility established \n2.1 Request project suggestions to be nominated for quick screening and/or pre-feasibility study \n(December 2018–July 2019) \n2.2 Prepare pre-feasibility studies (June 2019–August 2021) \n2.3 Identify projects for ADB financing and transaction TA planning (May 2019–December 2021) \n \n3.  Knowledge products completed \n3.1 Identify priority topics for the development of a knowledge product or event (December 2018–March \n2019) \n3.2 Develop publications and organize events (January 2019–December 2021) \n \n4.  Capacity of executing agencies in project preparation improved \n4.1 Identify needs in training related to ADB implementation policies (December 2018–March 2019) \n4.2 Disseminate agency-specific set of actions and measures (April 2019–September 2021) \n \nTA Management Activities \nContinue coordination with SDCC-TSG and CAREC development partners \nInputs \nPeople’s Republic of China Poverty Reduction and Regional Cooperation Fund: $1,000,000 (grant) \n \nUnited Kingdom Fund for Asia Regional Trade and Connectivity under the Regional Cooperation and \nIntegration Financing Partnership Facility: $1,000,000 (grant) \n \nADB will provide 7 person-months of international staff time to manage the TA, supported by 5 person-\nmonths of a national staff time in headquarters. \nAssumptions for Partner Financing \nNot Applicable \nADB = Asian Development Bank; CAREC = Central Asia Regional Economic Cooperation; DMC = developing member \ncountry; OSJD = Organisation for Co-operation between Railways; RWG = Railway Working Group; SDCC-TSG = \nSustainable Development and Climate Change Department, Transport Sector Group; TA = technical assistance; UIC \n= International Union of Railways; UN = United Nations. \na  ADB. 2016. Unlocking the Potential of Railways: A Railway Strategy for CAREC, 2017–2030. Manila. \nSource: ADB. \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nExternal Sourcesa   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  750.0 \nii.  National consultants  150.0 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  200.0 \nii.  Surveys  50.0 \niii.  Reports and communications  40.0 \niv.  Miscellaneous administration and support costs  50.0 \nv.  Others  20.0 \n2.  Goods (rental or purchase)   30.0 \n3.  Training, seminars, workshops, and conferences   \na.  Facilitators  15.0 \nb.  Travel cost of ADB staff acting as a resource person  50.0 \nc.  Venue rental and related facilities  150.0 \nd.  Participants  375.0 \ne.  Representation  20.0 \n4.  Contingencies  100.0 \nTotal  2,000.0 \nADB = Asian Development Bank. \nNote: The technical assistance is estimated to cost $2,000,000, of which the $1,000,000 grant contribution from the \nPeople’s Republic of China Poverty Reduction and Regional Cooperation Fund and the $1,000,000 grant contribution \nfrom the United Kingdom Fund for Asia Regional Trade and Connectivity under the Regional Cooperation and \nIntegration Financing Partnership Facility are presented in the table above.   \na  Administered by ADB. \n Source: ADB estimates.\n ", "Appendix 3  9 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=52137-001-TAReport \n \n1.  Terms of Reference for Consultants \n \nSupplementary Document \n2.  Central Asia Regional Economic Cooperation Strategy: Vision, Approach, and Priorities \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20181121104438+08'00'", "Creator": "PDF24 Creator", "Keywords": "carec, central asia, railway transport market research, capacity building, project identification, project preparation, regional cooperation, trade expansion, 52137, ta 9641, adb technical assistance, approved technical assistance, tar, ta projects, ksta", "ModDate": "D:20181121171143+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "52137-001: Railway Sector Development in Central Asia Regional Economic Cooperation Countries"}, "author_page": "ABBREVIATIONS \nADB  – Asian Development Bank\nARTCF  – United Kingdom Fund for Asia Regional Trade and Connectivity\nCAREC  – Central Asia Regional Economic Cooperation\nCWRD  – Central and West Asia Department\nPRC  – People’s Republic of China\nPRCF  – People's Republic of China Poverty Reduction and Regional\nCooperation Fund\nRWG  – Railway Working Group\nTA  – technical assistance\nNOTE \nIn this report, “$” refers to United States dollars. \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Werner E. Liepach, Central and West Asia Department (CWRD) \nDirector  Dong-Soo Pyo, Transport and Communications Division, CWRD \nTeam leader  Jurgen Sluijter, Senior Transport Specialist, CWRD \nTeam members  Ko Sakamoto, Senior Transport Specialist, CWRD \nOleg Samukhin, Transport Specialist, CWRD \nPhilip Striednig, Railway Specialist, East Asia Department \nYou-Jung Shin, Counsel, Office of the General Counsel \nKrisanta Carissa S. Vila, Senior Operations Assistant, CWRD \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", "authors": [{"fullname": "Wencai Zhang", "role": "Operations", "organization": ""}, {"fullname": "Werner E. Liepach", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "Dong-Soo Pyo", "role": "Transport and Communications Division", "organization": "CWRD"}, {"fullname": "Jurgen Sluijter", "role": "Senior Transport Specialist", "organization": "CWRD"}, {"fullname": "Ko Sakamoto", "role": "Senior Transport Specialist", "organization": "CWRD"}, {"fullname": "Oleg Samukhin", "role": "Transport Specialist", "organization": "CWRD"}, {"fullname": "Philip Striednig", "role": "Railway Specialist", "organization": "East Asia Department"}, {"fullname": "You-Jung Shin", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Krisanta Carissa S. Vila", "role": "Senior Operations Assistant", "organization": "CWRD"}]}