{"path": "data/input/ta/52167-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report\n \n \n \nProject Number: 52167-001 \nJune 2020 \n \n \n \nTransaction Technical Assistance \nTurkmenistan-Afghanistan-Pakistan-India (TAPI) \nGas Pipeline Project (Phase 1) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Access to Information \nPolicy. \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgements as to the legal or other status of any \nterritory or area.  \n ", " \nABBREVIATIONS \n \nADB              –  Asian Development Bank \nAGE  –  Afghan Gas Enterprise \nCPS  –  country partnership strategy \nDRA  –  deferred revenue account \nECA  –  export credit agency \nEPC  –  engineering, procurement and construction \nFEED  –  front end engineering design \nGAIL  –  GAIL (India) Limited \nGPC  –  Galkynysh Pipeline Company \nISGS  –  Inter State Gas Systems (Private) Limited (Pakistan) \nLNG  –  liquified natural gas  \nPCG  –  partial credit guarantee \nSPS  –  Safeguard Policy Statement \nTA  –  technical assistance \nTAPI  –  Turkmenistan-Afghanistan-Pakistan-India \nTPCL              –  TAPI Pipeline Company Limited \nTurkmengaz  –  State Concern <<Turkmengas>> \nTVEB  –  State Bank for Foreign Economic Affairs of Turkmenistan \n \nNOTE \n \n(i)  In this report, “$” refers to United States dollars. \n   \n ", " \n \nVice-President  Shixin Chen, Operations Group 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \n   \nDirector  Ashok Bhargava, Energy Division (CWEN), CWRD \nTeam leader  Roland Pladet, Principal Finance Specialist, CWEN, CWRD \n \nTeam members  Asad Aleem, Principal Energy Specialist, CWEN1, CWRD \nMichael Beauchamp, Principal Social Development Specialist (Safeguards), \nPortfolio, Results, Safeguards and Gender Unit (CWOD-PSG), CWRD \nSerdar Charyyev, Senior Country Coordination Officer, Turkmenistan Resident \nMission, CWRD \nDavid Elzinga, Senior Energy Specialist, Energy SG, Sustainable Development \nand Climate Change Department (SDCC) \nLuke Fochtman, Procurement Specialist, Procurement Division 1 (PFP1), \nProcurement, Portfolio and Financial Management Department (PPFD) \nLen George, Senior Energy Specialist, Energy Division, South Asia Department \nGlen Harris, Senior Procurement Specialist, PFP1, PPFD \nKelly Hewitt, Principal Energy Specialist, CWEN, CWRD \nAlexander Jett, Senior Investment Specialist (Guarantees), Guarantees and \nSyndications Unit (OPSD-GSU), Private Sector Operations Department (PSOD) \nDmitry Kabrelyan, Senior Public-Private Partnership Specialist, Office of the \nDirector General, CWRD \nTarang Khimasia, Principal Investment Specialist, OPSD-GSU, PSOD \nUrsula Lagan, Counsel, Office of the General Counsel (OGC) \nDuncan Lang, Senior Environment Specialist, Safeguards Division (SDSS), \nSDCC \nCatherine Marsh, Assistant General Counsel, OGC \nAkmal Nartayev, Senior Financial Management Specialist, PFFM, PPFD \nIrina Novikova, Senior Social Development Specialist (Safeguards), SDSS, \nSDCC \nBart Raemaekers, Advisor, PSOD and Head, OPSD-GSU \nPatricia Rhee, Principal Counsel, OGC \nFrancesco Ricciardi, Environmental Specialist, SDSS, SDCC \nElena S. Roces, Project Analyst, CWEN, CWRD \nMary Alice Rosero, Social Development Specialist (Gender and Development), \nCWOD-PSG, CWRD  \nSyed Asim Ali Sabzwari, Environment Specialist, CWOD-PSG, CWRD \nAida Satylganova, Social Development Specialist (Resettlement), CWOD-PSG, \nCWRD \nYukihiro Shibuya, Social Development Specialist (Safeguards), CWOD-PSG2, \nCWRD \nMichelle Tan, Associate Project Officer, CWEN, CWRD \nNoriza Torio, Operations Assistant, CWEN, CWRD \n   \nPeer reviewer  Yongping Zhai, Chief of Energy Sector Group, SDCC \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation of \nor reference to a particular territory or geographic area in this document, the Asian Development Bank \ndoes not intend to make any judgments as to the legal or other status of any territory or area. \n \n1  Outposted to the Pakistan Resident Mission  \n2  Outposted to the Pakistan Resident Mission \n ", " \nCONTENTS \nPage \nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE \nI.  THE ENSUING PROJECT  1 \nII.  THE TECHNICAL ASSISTANCE  2 \nA.          Justification  2 \nB.          Outputs and Activities  3 \nC.          Cost and Financing  3 \nD.          Implementation Arrangements  3 \n \nAPPENDIXES \n1.  Cost Estimates and Financing Plan  5 \n2.   List of Linked Documents  6 \n \n \n   \n \n \n ", " \nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE \n ", "", " \nI.  THE ENSUING PROJECT \n \n1.  The governments of Afghanistan, Pakistan and Turkmenistan have each requested the \nAsian Development Bank (ADB) financing support for phase 1 of the Turkmenistan-Afghanistan-\nPakistan-India (TAPI) gas pipeline (the “project”).1 In addition, the Government of Turkmenistan \nhas requested ADB to provide a partial credit guarantee (PCG) in support to the project.2 The \npipeline will extend approximately 1,600 kilometers (km), from the Turkmenistan-Afghanistan \nborder to the Pakistan-India border. At full design capacity, the 56-inch TAPI pipeline can \ntransport up to 33 billion cubic meters (bcm) of natural gas per year from Turkmenistan to \nAfghanistan, Pakistan, and India over a commercial operations period of 30 years. \n2.  The project comprises the design, procurement, installation and operation of the pipeline \nand related facilities (without compressor stations in Phase 1) within Afghanistan and Pakistan. \nConcurrently, State Concern <<Turkmengas>> (Turkmengaz) makes use of its own resources \n(including  financing  secured  from  the  Islamic  Development  Bank)  to  implement  within \nTurkmenistan: (i) the appropriation of a dedicated portion of the Galkynysh gas field; (ii) the \ninstallation of approximately 200 km of upstream pipeline connecting the Galkynysh gas field with \nthe project at the Turkmenistan-Afghanistan border; and (iii) the construction of one or more \ncompressor stations.3 Similarly, GAIL (India) Limited (GAIL) will use its resources to implement \nwithin India the installation of approximately 10 km of downstream pipeline connecting the project \nat the Pakistan-India border with GAIL’s existing gas network terminus in Fazilka. Once phase 1 \nis completed, the Project is expected to transmit annually about one third (i.e. 11 bcm of gas) of \nthe TAPI pipeline’s design capacity.4 \n3.  The estimated total Project cost (defined in paragraph 1) is $7.7 billion. The TAPI Pipeline \nCompany Limited (TPCL) has indicated that a debt-to-equity gearing ratio of 70/30 is likely to be \naccepted by potential financiers. On this basis, TPCL will have to raise up to $5.4 billion in debt \nfinancing. Besides export credit agency (ECA) - backed financing, TPCL may have to source \nsupplemental financing from other (commercial) financiers due to national content eligibility and \nrisk absorbing capacity or appetite constraints. For example, ECAs of member countries of the \nOrganization for Economic Cooperation and Development typically require 15% minimum down-\npayment for ECA-supported contracts to be sourced from TPCL’s own means and/or other \n(commercial) financiers. \n4.  ADB is considering the provision of $300 million and $100 million in loans from ADB’s \nordinary capital resources (OCR) to Turkmenistan and Pakistan, respectively, as well as a $100 \nmillion grant to Afghanistan, out of which $70 million are sourced from the Asian Development \nFund (ADF) – special operations, and $30 million from yet to be determined donor co-financing  \n(collectively hereinafter referred to as “ADB Sovereign Financing”). The proceeds of the ADB \nSovereign Financing will be made available to the Galkynysh Pipeline Company (GPC) (via \nTurkmengaz), with Afghan Gas Enterprise (AGE) and Inter State Gas Systems (Private) Limited \n(Pakistan) (ISGS) will partly fund their respective equity contributions to TPCL.5 Based on an \nestimated total project cost of $7.7 billion, Turkmengaz (via GPC) will have to provide an additional \n \n1 The Government of India, through GAIL (India) Limited (GAIL), will use its own resources to finance the India section \nof the TAPI pipeline. \n2 The TA related ensuing project is included in the country operational business plans (COBPs), 2020-2022  for \nTurkmenistan, Afghanistan and Pakistan. \n3 The estimated cost of these upstream facilities in Turkmenistan amounts to approximately $10 billion. \n4 During phase 2, to be implemented after phase 1 is operational, six compressor stations would be constructed,  \n   so that the TAPI pipeline could then transmit its original design capacity of 33 bcm of gas per annum. \n5 Proceeds of ADB’s financing support are to be used solely for the re-procured engineering, procurement and \nconstruction (EPC) contract for Afghanistan. \n ", "2   \n$1,675 million to contribute its remaining share in TPCL’s equity. While AGE and ISGS will have \nto pay an additional $16 million each for their remaining equity stakes in TPCL, GAIL’s overall \nequity contribution to TPCL amounts to $116 million. Equity contributions will probably be \ndisbursed concurrently to maintain shareholding percentages at all times. Specific details will be \ndetermined later in accordance with the negotiated financing structure and terms as equity \ncontributions may be made pro rata with debt or may need to be made upfront. No portion of the \nADB Sovereign Financing may be disbursed unless all amounts of equity and debt required for \nthe project have been fully committed and are available. \n5.  ADB is also considering the provision of a partial credit guarantee (PCG) covering up to \n$500 million in loan principal amounts payable under a commercial loan to the State Bank for \nForeign Economic Affairs of Turkmenistan (TVEB). Proceeds of such commercial loan of up to \n$617 million are to be on-lent by TVEB to TPCL and backed by a sovereign counter-guarantee \nand indemnity agreement (CGIA) entered into by ADB and the Republic of Turkmenistan.6 The \nPCG would help  mobilize commercial financing that may not otherwise be available for the \nproject. In order to achieve ADB’s objective of obtaining leverage (lower ADB’s guaranteed \npercentage), ADB will seek to supplement its cover with cover from third parties acceptable to \nproject lenders. The exact risk participation amounts by third parties will be determined through \nconsultations with the market. \n6.  The project is being prepared by the TPCL, an entity established and owned by the state \ngas companies of Turkmenistan, Afghanistan, Pakistan, and India to develop, construct, own and \noperate the TAPI pipeline in Afghanistan and Pakistan. TPCL has (i) commissioned and received \na front-end engineering design (FEED) report, prepared largely on a desktop basis; and (ii) invited \nand received bids for the supply of the Project’s pipeline and valves, and for engineering, \nprocurement and construction (EPC) contracts for constructing the pipeline in Afghanistan and \nPakistan. Given the issues identified by ADB in the procurement process conducted by TPCL to \ndate, TPCL has agreed to re-procure the EPC contract for the project sections in Afghanistan.  \nProceeds of ADB’s financing instruments are to be applied solely to eligible expenditures under \nthe re-procured EPC contract for Afghanistan. \n \nII.  THE TECHNICAL ASSISTANCE \n \nA.  Justification \n \n7.  The proposed transaction technical assistance (TA)7 will undertake due diligence of the \nproject as prepared by TPCL to ensure that it complies in all necessary aspects to be suitable for \nADB financing.   \n \n8.  The TA, as described herein, is considered sufficient to undertake an acceptable level of \ndue diligence of the project at its present status, for the period up to approval of the ADB financing \nfor the project. However, since TPCL cannot provide detailed design for the project’s EPC \ncontracts until they have been awarded and the contractors have completed the detailed design \nof the project, additional TA resources will be necessary in future. It is intended that these \nresources would be provided through another TA processed with the ADB financing of the project. \n \n6  PSOD’s Guarantees and Syndication Unit will assist CWRD with the structuring, negotiation and execution of the \nPCG transaction, receiving formal recognition for its support in processing this PCG. Once executed, PSOD will also \nremain involved in the monitoring of the correct calculations and timely payment of the guarantee and commitment \nfees payable to ADB under the PCG, as well as in the handling of any potential demands made thereunder.  \n7  Upon approval of the TAPI project concept paper, the TA will be published in the business opportunities section in \nADB’s website. \n ", "3 \nThis  additional  TA  would  also  provide  resources  for  the  ongoing  monitoring  of  TPCL’s \nimplementation of the agreed safeguards activities throughout project construction. \n \nB.  Outputs and Activities \n \n9.  The principal activities under the proposed TA will be: (i) comprehensive technical due \ndiligence of the preliminary design and technical specifications of the project as presented in the \nFEED and included in the bidding documentation; (ii) comprehensive review of the economic and \nfinancial analyses prepared by TPCL for the project following ADB’s standard requirements for \nsuch analyses; (iii) comprehensive review of the safeguards documentation prepared by TPCL \nfor the project to ensure compliance with ADB’s Safeguard Policy Statement (2009) requirements; \nand (iv) assessment of financial management capabilities of TPCL following ADB’s standard \nrequirements. \n \n10.  The outputs of the TA will be due diligence assessments of the technical, implementation, \neconomic, financial, legal8, environmental, social/resettlement, and other critical aspects of the \nProject, as inputs into ADB’s processing of its proposed financing for the  project.  These \nassessments will include a gap analysis or similar review that identifies the deficiencies or risks \nin the Project’s design and implementation arrangements, from ADB’s perspective, and will \nsuggest how these deficiencies could be addressed and risks mitigated.  \n \nC.  Cost and Financing \n \n11.  The TA is estimated to cost $2.15 million, of which (i) $600,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-6);  (ii) $150,000 by ADB’s TASF-other \nsources; and (iii) $1.4 million will be financed by the existing TAPI deferred revenue account \n(DRA).9 The DRA is part of OCR and can be used by recognizing it as “Revenue” in OCR with a \ncorresponding “Expense” for each eligible cost item (e.g. consultant fees) incurred in relation to \nthe TA contracts. The DRA funds will be used first before using TASF. The key expenditure items \nare listed in Appendix 1. \n12.  The  governments  of  Turkmenistan,  Afghanistan,  and  Pakistan  will  provide  required \ndocumentation and counterpart support in the form of counterpart staff, office accommodation, \nand  other  in-kind  contributions.  TPCL  will  provide  reports,  designs  and  documentation  as \nrequired, in addition to counterpart staff and office accommodation. The governments and TPCL \nhave been informed that approval of the TA does not commit ADB to finance any ensuing project.  \nD.  Implementation Arrangements \n \n13.  ADB  will  administer the  TA.  The  Energy  Division  of  ADB’s  Central  and  West  Asia \nDepartment will select, supervise, and evaluate the consultants. \n14.  The implementation arrangements are summarized in Table 1.  \n \n \n8  Legal due diligence will be on the basis of reliance on the due diligence conducted for lenders and that exercise is \nyet to commence. \n9  The TAPI DRA holds the balance of retainer fees earned by ADB under the 2013-2016 TAS mandate and is \nspecifically earmarked to finance a portion of the consulting services under ADB’s TA contracts. \n ", "4   \nTable 1: Implementation Arrangements\n \nAspects  Arrangements \nIndicative  implementation  May 2020 – Apr 202210  \nperiod \nExecuting agency  ADB \nImplementing agency  ADB \nConsultants  To be selected and engaged by ADB \nFirm and/or Individual  International:  $  2.15 million \nconsultant selection  54 person-months \nDisbursement  The TA resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2010, as amended from \ntime to time). \n ADB = Asian Development Bank, TA = technical assistance.  \n Source: Asian Development Bank estimates.  \n \n15.  Consulting services. Subject to no-objection from the governments, ADB will engage the \nconsultants following the ADB Procurement Policy (2017, as amended from time to time) and its \nassociated  project  administration  instructions  and/or  staff  instructions.  The  TA  will  require \napproximately 54 person-months of international consultants, as summarized in Table 2 below.11 \n16.  The consultants will be recruited as firms and/or individuals. This approach is dictated by \nthe wide range of expertise required, the necessity to mobilize the consultants with minimum \ndelay, and the uncertainty as to when TPCL and other stakeholders will provide technical, \nsafeguards, and other requisite information to be verified and assessed, and the quality of that \ninformation when it has been provided. \nTable 2: Summary of Consultants’ Required Inputs \n  International Positions  Person-Months \n1.  Gas transmission project specialist  6 \n2.  Gas pipeline system engineering specialist  6 \n3.  Financial analysis specialist  6 \n4.  Economic analysis specialist  6 \n5.  Market analysis specialist  5 \n6.  Financial management specialist  5 \n7.  Environment specialist  6 \n8.  Social safeguards/resettlement specialist  8 \n9.  Gender specialist  6 \n  Total  54 \n        Source: Asian Development Bank estimates. \n \n \n \n10 Although TA is currently expected to be implemented within 18 months, from May 2020 to October 2021, an additional  \n6-month implementation period is factored in due to possible further delays, including delays caused by the ongoing \nCOVID-19 global pandemic. \n11 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 2). \n ", " \n5  Appendix 1 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nAsian Development Banka   \n1.  Consultants   \n1.  Remuneration and per diem   \na.  International consultants  1,454.0 \n2.  Out-of-pocket expenditures   \na.  International and local travel  354.6 \nb.  Surveys  60.0 \nc.  Training, seminars, and conferences  30.0 \nd.  Reports preparation  40.0 \ne.  Other miscellaneous administration and support costsb  25.0 \n2.  Contingencies  186.4 \nTotal  2,150.0 \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF) amounting to: (i) $600,000  \n(TASF-6); (ii) $150,000 (TASF-other sources); and (iii) $1.4 million (TAPI DRA). The DRA funds will be used first \nbefore using TASF. The governments will provide counterpart support in the form of counterpart staff, office \naccommodation, and other in-kind contributions. TPCL will also provide reports, designs, and documentation as \nrequired, in addition to counterpart staff and office accommodation. The value of the governments’ contributions is \nestimated to account for [TBD]% of the total TA cost. \nb  To include short-term office rental with support, translation, and other costs. \nSource: Asian Development Bank estimates. \n \n ", "                       Appendix 2         6   \n \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=52167-001-TAReport \n \n1.  Terms of Reference for Consultants \n   ", "7 \n \n- Page left blank on purpose -\n ", "TAPI Gas Pipeline Project (Phase 1) TA REG-52167 \nTRANSACTION TECHNICAL ASSISTANCE \nTERMS OF REFERENCE FOR CONSULTANTS  \n \nI.  Background \n \n1.  The governments of Afghanistan, Pakistan and Turkmenistan have each requested the \nAsian Development Bank (ADB) financing support for phase 1 of the Turkmenistan-Afghanistan-\nPakistan-India (TAPI) gas pipeline (the “project”)1. In addition, the Government of Turkmenistan \nhas requested ADB to provide a partial credit guarantee (PCG) in support to the project. The \npipeline will extend approximately 1,600 kilometers (km), from the Turkmenistan-Afghanistan \nborder to the Pakistan-India border. At full design capacity, the 56-inch TAPI pipeline can \ntransport up to 33 billion cubic meters (bcm) of natural gas per year from Turkmenistan to \nAfghanistan, Pakistan, and India over a commercial operations period of 30 years. \n2.  The project comprises the design, procurement, installation and operation of the pipeline \nand related facilities (without compressor stations in Phase 1) within Afghanistan and Pakistan. \nConcurrently, State Concern <<Turkmengas>> (Turkmengaz) makes use of its own resources \n(including  financing  secured  from  the  Islamic  Development  Bank)  to  implement  within \nTurkmenistan: (i) the appropriation of a dedicated portion of the Galkynysh gas field; (ii) the \ninstallation of approximately 200 km of upstream pipeline connecting the Galkynysh gas field with \nthe project at the Turkmenistan-Afghanistan border; and (iii) the construction of one or more \ncompressor stations.2 Similarly, GAIL (India) Limited (GAIL) will use its resources to implement \nwithin India the installation of approximately 10 km of downstream pipeline connecting the Project \nat the Pakistan-India border with GAIL’s existing gas network terminus in Fazilka. Once Phase 1 \nis completed, the project is expected to transmit annually about one third (i.e. 11 bcm of gas) of \nthe TAPI pipeline’s design capacity.3 \n3.  The estimated total project cost (defined in paragraph 1) is $7.7 billion. The TAPI Pipeline \nCompany Limited (TPCL) has indicated that a debt-to-equity gearing ratio of 70/30 is likely to be \naccepted by potential financiers. On this basis, TPCL will have to raise up to $5.4 billion in debt \nfinancing. Besides export credit agency (ECA)-backed financing, TPCL may have to source \nsupplemental financing from other (commercial) financiers due to national content eligibility and \nrisk absorbing capacity or appetite constraints. For example, ECAs of member countries of the \nOrganization for Economic Cooperation and Development typically require 15% minimum down-\npayment for ECA-supported contracts to be sourced from TPCL’s own means and/or other \n(commercial) financiers. \n4.  ADB is considering the provision of $300 million and $100 million in loans from ADB’s \nordinary capital resources (OCR) to Turkmenistan and Pakistan, respectively, as well as a $100 \nmillion grant to Afghanistan, out of which $70 million are sourced from the Asian Development \nFund (ADF) – special operations, and $30 million from yet to be determined donor co-financing  \n(collectively hereinafter referred to as “ADB Sovereign Financing”). The proceeds of the ADB \nSovereign  Financing  will  be  made  available  to  Galkynysh  Pipeline  Company  (GPC)  (via \nTurkmengaz), Afghan Gas Enterprise (AGE) and Inter State Gas Systems (Private) Limited \n(Pakistan) (ISGS) to part fund their respective equity contributions to TPCL.4 Based on an \nestimated total project cost of $7.7 billion, Turkmengaz (via GPC) will have to provide an additional \n$1,675 million to contribute its remaining share in TPCL’s equity. While AGE and ISGS will have \n \n1 The Government of India (through GAIL) will use its own resources to finance the India section of the TAPI pipeline. \n2 The estimated cost of these upstream facilities in Turkmenistan amounts to approximately $10 billion. \n3 During Phase 2, to be implemented after Phase 1 is operational, six compressor stations would be constructed, so \nthat the TAPI pipeline could then transmit its original design capacity of 33 bcm of gas per annum. \n4 Proceeds of ADB’s financing support are to be used solely for the re-procured EPC contract for Afghanistan \n ", "2   \nto pay an additional $16 million each for their remaining equity stakes in TPCL, GAIL’s overall \nequity contribution to TPCL amounts to $116 million. Equity contributions will probably be \ndisbursed concurrently to maintain shareholding percentages at all times. Specific details will be \ndetermined later in accordance with the negotiated financing structure and terms as equity \ncontributions may be made pro rata with debt or may need to be made upfront.5 No portion of the \nADB Sovereign Financing may be disbursed unless all amounts of equity and debt required for \nthe project have been fully committed and are available. \n5.  ADB is also considering the provision of a partial credit guarantee (PCG) covering up to \n$[500] million in loan principal amounts payable under a commercial loan to the State Bank for \nForeign Economic Affairs of Turkmenistan (TVEB). Proceeds of such commercial loan of up to \n$[617] million are to be on-lent by TVEB to TPCL and backed by a sovereign counter-guarantee \nand indemnity agreement (CGIA) entered into by ADB and the Republic of Turkmenistan.6 The \nPCG would help  mobilize commercial financing that may not otherwise be available for the \nproject. In order to achieve ADB’s objective of obtaining leverage (lower ADB’s guaranteed \npercentage), ADB will seek to supplement its cover with cover from third parties acceptable to \nproject lenders. The exact risk participation amounts by third parties will be determined through \nconsultations with the market. \n6.  The project is being prepared by the TPCL, an entity established and owned by the state \ngas companies of Turkmenistan, Afghanistan, Pakistan, and India to develop, construct, own and \noperate the TAPI pipeline in Afghanistan and Pakistan. TPCL has (i) commissioned and received \na Front-End Engineering Design (FEED) report, prepared largely on a desktop basis; and (ii) \ninvited and received bids for the supply of the Project’s pipeline and valves, and for engineering, \nprocurement and construction (EPC) contracts for constructing the pipeline in Afghanistan and \nPakistan. \n7.  The proposed transaction technical assistance (TA) will undertake due diligence of the \nProject as prepared by TPCL to ensure that it complies in all necessary aspects to be suitable for \nADB financing. The project is included in the country operational business plans (COBPs), 2020‒\n2022 for Turkmenistan, Afghanistan and Pakistan. The principal activities under the proposed TA \nwill  be:  (i)  comprehensive  technical  due  diligence  of  the  preliminary  design  and  technical \nspecifications of the project as presented in the FEED and included in the bidding documentation; \n(ii) comprehensive review of the economic and financial analyses prepared by TPCL for the \nproject following ADB’s standard requirements for such analyses; (iii) comprehensive review of \nthe safeguards documentation prepared by TPCL for the project to ensure compliance with ADB’s \nSafeguard Policy Statement  (2009) requirements; and (iv) assessment of financial management \ncapabilities of TPCL following ADB’s standard requirements. \n8.  The TA, as described herein, is considered sufficient to undertake an acceptable level of \ndue diligence of the project at its present status, for the period up to approval of the ADB financing \nfor the project. However, since TPCL cannot provide detailed design for the project’s EPC \ncontracts until they have been awarded and the contractors have completed the detailed design \nof the Project, additional TA resources will be necessary in future. It is intended that these \nresources would be provided through another TA processed with the ADB financing of the project. \n \n5 No portion of the ADB Sovereign Financing may be disbursed unless all amounts of equity and debt required for the \nProject have been fully committed and are available. \n6  PSOD’s Guarantees and Syndication Unit will assist CWRD with the structuring, negotiation and execution of the \nPCG transaction, receiving formal recognition for its support in processing this PCG. Once executed, PSOD will also \nremain involved in the monitoring of the correct calculations and timely payment of the guarantee and commitment \nfees payable to ADB under the PCG, as well as in the handling of any potential demands made thereunder.  \n ", "3 \nThis  additional  TA  would  also  provide  resources  for  the  ongoing  monitoring  of  TPCL’s \nimplementation of the agreed safeguards activities throughout project construction. \nII.  Scope of Services \n \n9.  The scope of services to be provided by the consultants will be due diligence of the \nproject’s documentation and TPCL’s activities to date, with the main focus on: \n(i)  Technical aspects, with specific reference to the FEED and other documents \nincluding the valve and pipe supply and EPC contracts and tender documentation;  \n(ii)  Financial  aspects  of  the  project,  specifically  reviewing  or  preparing  financial \nmodels of the project taking in account gas price, transit fees, capital and operating \ncosts, and other costs, as appropriate;  \n(iii)  Market and economic analysis of the project; \n(iv)  Financial management and governance capabilities of TPCL; \n(v)  Environmental assessment, based on an environmental impact assessment that \nTPCL has commissioned;  \n(vi)  Gender analysis, collection of baseline data and gender action plan; and  \n(vii)  Social safeguards, resettlement assessment, and if required, indigenous people’s \nsafeguards and impacts, also based on studies that TPCL has commissioned. \n \nIII.  Consultant Personnel \n \n10.  International specialists will be recruited as individuals by ADB in accordance with its \nProcurement  Policy  (2017,  as  amended  from  time  to  time)  and  the  associated  project \nadministration instructions and/or technical assistance staff instructions. The required specialists \nand the duration of their respective inputs are shown in Table 1. Position-specific terms of \nreference for each of the positions are provided in Part VI. \nTable 1: Personnel \n  International  Person-Months \n1.  Gas transmission project specialist  6 \n2.  Gas pipeline system engineering specialist  6 \n3.  Financial analysis specialist  6 \n4.  Economic analysis specialist  6 \n5.  Market analysis specialist  5 \n6.  Financial management specialist  5 \n7.  Environment specialist  6 \n8.  Social safeguards/resettlement specialist  8 \n9.  Gender specialist  6 \n  Total  54 \n       Source: Asian Development Bank estimates. \n \n   \n ", "4   \nIV.   Schedule, Location, and Reporting \n \n11.  Schedule.  The overall TA schedule is up to 24 months, from May 2020 to Apr 2021.7 \n12.  Location.  The services will generally be provided in the consultants’ home offices, with \nvisits to Dubai, where TPCL is domiciled, and the TAPI countries as required. \n13.  Reporting. The consultants will provide ADB with individual reports for their respective \nparts of the TA, as described in the position-based Terms of Reference (see Part VI). These \nreports will be submitted in electronic form as drafts initially for ADB’s review and, after receiving \nADB’s comments, in final form in paper and electronic versions. It is anticipated that the period \nfor ADB’s review will be about 10 working days. \nV.  Support and Facilities to be Provided by TPCL and the Governments \n \n14.  TPCL will provide the consultants  with all reports, documents, and other information that  \nare  reasonably  available.  To  the  extent  necessary,  the  governments  will  similarly  provide \ninformation that the consultants might require. TPCL and the governments will also provide \nsupport in the form of counterpart staff and office accommodation as required. \nVI.   Position-Based Terms of Reference \n \n15.  The terms of reference (TOR) for each of the consultants who will undertake the services \nunder this TA are presented in position descriptions 1 to 9 below. \nPosition 1: Gas Transmission Project Specialist \nQualifications  A minimum of Bachelor of Engineering degree level and with relevant professional qualifications \n(Professional Engineer) \nExperience  At least 15 years of experience in the design, construction and project management of major gas \npipeline projects in environments similar to the project environment, a working knowledge of EPC \ncontracts and project delivery and experience of due diligence reviews.  \nScope of work  (i)  The specialist will review the technical documentation and operational plans of the Project \nprepared  by  TPCL  (engineering  design,  project  management  and  execution  plan, \nconstruction methodology, etc.). The purpose of the review is to determine if there are any \ndeficiencies in the proposed undertaking and to evaluate technical and execution risks and \nissues which could have material impacts on successful Project implementation.   \n(ii)  The  assignment  requires  desktop  analysis,  site  visits,  and  interviews  with  TPCL’s \nmanagement and personnel and its consultants and ADB’s other TA consultants and other \nparties as necessary. The work will be presented in a written due diligence report setting \nout the specialist’s findings and views on the technical and execution risks and other \nrelevant issues. \n(iii)  Specific tasks of the gas transmission project specialist will include: \na.  Meet with TPCL to make a preliminary assessment of the (a) overall status of the \nProject Implementation Plan with regard to the main technical documentation, key \nengineering studies and designs for the Project, (b) the project schedule and capital \nbudget and (c) key Project risks; \nb.  Review and comment on the Project management and the Company's supervision \narrangements for the works and services for the Project including, but not limited to: \n−  Project Management Controls, Monitoring and Reporting Procedures; \n−  Quality Assurance Plan; \n−  Proposed Construction Strategy;  \n−  Interface management; and the \n \n7  Although TA is currently expected to be implemented within 18 months, from May 2020 to October 2021, an additional  \n6-month implementation period is factored in due to possible further delays, including delays caused by the ongoing \nCOVID-19 global pandemic.     \n ", "5 \n−  Management Framework and Procedures for adherence to Health & Safety \nand EIA requirements. \nc.  Review and comment on the main documentation, engineering studies and drawings \nfor the technical design of the pipeline and above-ground installations including: \n−  The preliminary design and content of the FEED; and \n−  Technical specification and requirements as presented in the procurement \ndocuments; \nd.  Review the Overall Procurement and Contract Strategy and key engineering, supply \nand  service  contract  documentation  to  confirm  appropriateness  in  line  with \ninternational best practices and assess the competence and capability the potential \nsuppliers and contractors with respect to their experience in similar projects (size and \nvalue);  \ne.  Review the schedule for the Project Implementation Plan, including engineering, \nprocurement, construction, commissioning and acceptance activities, and comment \non critical path analyses, key milestones, contractor interfaces, connected system \ninterfaces, logistics and land access and permitting other key areas of schedule risk; \nf.  Review and comment on the proposed Operating and Maintenance Organisation with \nrespect to system controls and monitoring (e.g. SCADA), and both routine and \nemergency repair and maintenance resource requirements for integrity management; \nand \ng.  Review the Project cost estimates to comment on: \n−  Capital Budget generated from the FEED and the reasonableness of the latest \nprojection; and \n−  The operating cost forecast and the reasonableness of projections. \nDeliverables  The gas transmission project specialist is expected to produce the following outputs: \n(i)  Based on its initial evaluation, the project specialist will prepare a written Preliminary \nAssessment as a summary of key Project risk issues that will require clarification through \nadditional inquiry or resolution through risk mitigation measures.  \n(ii)  The project specialist will prepare a Due Diligence Report presenting its evaluation of all \nissues identified. The analysis in the Due Diligence Report should provide conclusions that \ninclude an unqualified opinion and a quantified risk assessment. The report will be \nsubmitted in draft for review and comment. The draft report will identify Project documents \nor other information that has not been made available to the gas pipeline specialist but \nthat are necessary for completion of the financing approval due diligence activities. \n(iii)  The gas transmission project specialist will work closely with the gas pipeline engineering \nspecialist in the preparation of the overall Technical Due Diligence Report. \nInputs  Person-months: 6 – intermittent \n \n \nPosition 2: Gas Pipeline System Engineering Specialist \nQualifications  At least a Bachelor’s Degree in a relevant engineering discipline, with relevant professional \nqualifications (Professional Engineer) \nExperience  At least 15 years of experience in the engineering design and construction of major gas pipeline \nprojects in environments similar to the project environment, and a working knowledge of multi-\ndisciplinary engineering projects and EPC contracts and experience of due diligence reviews. \nScope of work  (i)  The specialist will review the technical documentation and operational plans of the Project \nprepared  by  TPCL  (engineering  design,  project  management  and  execution  plan, \nconstruction methodology, etc.). The purpose of the review is to determine if there are any \ndeficiencies in the proposed undertaking and to evaluate technical and execution risks and \nissues which could have material impacts on successful Project implementation.   \n(ii)  The  assignment  requires  desktop  analysis,  site  visits,  and  interviews  with  TPCL’s \nmanagement and personnel and its consultants and ADB’s other TA consultants and other \nparties as necessary. The work will be presented in a written due diligence report setting \nout the specialist’s findings and views on the technical and execution risks and other \nrelevant issues. \n(iii)  Specific tasks of the gas pipeline system engineering specialist will include: \na.  Meet with TPCL to make a preliminary assessment of the (a) overall status of the \nProject Implementation Plan with regard to the main technical documentation, key \nengineering studies and designs for the Project, (b) the project schedule and capital \nbudget and (c) key Project risks; \n ", "6   \nb.  Review and comment on the Project management and the Company's supervision \narrangements for the Quality Assurance of, for example, sub-contracted design \nactivities, and material and construction quality; \nc.  Review and comment on the main design documentation, engineering studies and \ndrawings for the technical design of the pipeline and above ground installations \nincluding: \n−  The preliminary design and content of the FEED: \no  The  appropriateness  of  the  system  design  in  accordance  with \nindustry  codes  and  standards,  best  practice,  safety  standards, \nsystem availability, etc.; \no  The  appropriateness  of  the  system  design  with  regard  to  the \nproposed  alignment,  major  waterway  and  other  crossings,  and \nspecific issues such as seismic activity; \no  The  quality,  suitability  and  durability  of  specified  materials  and \nequipment for the linear part, the pipeline with related equipment, and \nthe Above Ground Installations (block valves, metering, scraper \nstations (pig traps)); and \n−  The completeness of the specification and design requirements included in the \ncontent and scope of the EPC bid documents; \nd.  Review and comment on the key documentation for the proposed operating and \nmaintenance philosophy for the pipeline system including: \n−  Commissioning, start-up and performance testing; \n−  Health and Safety; \n−  Environmental performance and monitoring; \n−  SCADA; \n−  Integrity management: \no  Pipeline inspection; \no  Leak detection,  \no  Corrosion monitoring and control; \n−  Blowdown and venting; and \n−  Emergency repair and routine maintenance; \ne.  Estimate CO2 emission reductions based on delivery of the natural gas in phase one \nof the project.  Consideration will be given to the volume of gas and how it is used \ncompared to an appropriate baseline in each receiving country; \nf.  Highlight any advanced and best in class technologies used in the project that will \nsupport efficient delivery of the natural gas and management of the pipeline (i.e.: smart \nleak detection, flow monitoring and management at compressor stations, junctions \nand along the pipeline and high efficiency compressor stations); and \ng.  Review and comment on the schedule for the Project Implementation Plan in relation \nto the required duration for engineering design and construction activities. \nDeliverables  The gas pipeline system engineering specialist is expected to produce the following outputs: \n(i)  Based on its initial evaluation, the engineering specialist will prepare a written Preliminary \nAssessment as a summary of key Project risk issues that will require clarification through \nadditional inquiry or resolution through risk mitigation measures.  \n(ii)  The gas pipeline system engineering specialist will prepare a written report presenting its \nevaluation of all issues identified for each main element of the Technical Due Diligence \nreview. The report will be submitted in draft for review and comment. The draft reports will \nidentify Project documents or other information that has not been made available to the \nengineering specialist but that are necessary for completion of the financing approval due \ndiligence activities. \n(iii)  The engineering specialist will work closely with the gas transmission project specialist in \nthe preparation of the overall Technical Due Diligence Report.  \nInputs  Person-months: 6 – intermittent \n \nPosition 3: Financial Analysis Specialist \nQualifications  At  least  Bachelor  of  Commerce,  Economics,  or  equivalent,  with  relevant  professional \nqualifications (CA/CPA) \nExperience  At least 15 years of experience in the financial analysis of major revenue generating infrastructure \nprojects, with at least some of these projects to be similar to the Project. At least part of the \nexperience should preferably be in institutional environments and geographic regions similar to \nthose prevailing in the Project area. \n ", "7 \nScope of work  The financial analysis specialist will undertake Financial Analysis of the Project in accordance \nwith  ADB’s  requirements  including  those  contained  in  its  2005  publication  “Financial \nManagement and Analysis of Projects” and 2019 publication “Financial Analysis and Evaluation: \nTechnical Guidance Note”.8  Specific tasks of the financial analysis specialist will also include: \n(i)  Review the Project financial analysis (including financial model of the Project) carried out \nby TPCL and their financial advisors to determine whether this analysis is in line with ADB \nguidelines. If not, assess what needs to be modified;  \n(ii)  Verify all assumptions forming the basis for the projections in the financial model, including \nproject cost estimates;  \n(iii)  Review all calculations related to financial NPV (FNPV) and financial IRR (FIRR) including \nFNPV/FIRR calculated based on net cash flows accruing solely to shareholders, as well as \nconduct sensitivity analyses of the FIRR and FNPV; \n(iv)  Verify if all relevant provisions of the Project agreements are properly reflected in the \nfinancial model, including the transportation tariff calculations; \n(v)  Review tax and accounting structures of the Project and provide comments if tax and \naccounting related matters are properly reflected in the financial model; \n(vi)  Verify the accuracy of the Project debt structure and terms, including upfront and annualized \nfees associated with credit enhancement from ECA’s and multilaterals,  debt service \ncoverage obligations and other financial performance ratios; \n(vii)  As required, revise the financial analysis to calculate the financial internal rate of return (i.e. \nreturn on capital) and weighted average cost of capital, from the perspective of TPCL, taking \nin account all additional financial costs and benefits of the Project. If required, assess the \nreturn on equity for the TAPI governments, including dividends, royalties, and tax revenue \nfrom the Project; \n(viii) Carry out sensitivity analysis (stress tests) on all major risks to the Project;  \n(ix)  Prepare an appendix of the project financial analysis to be included in ADB’s project \nfinancing documentation, specifically the Report and Recommendation of the President \n(RRP);  \n(x)  Using TPCL’s financial model, prepare financial projections of TPCL, as an appendix to the \nRRP. Projections will include pro forma financial statements (balance sheet,  \n(xi)  income  statement,  and  statement  of  cash  flows)  in  accordance  with  International \nAccounting  Standards.  Assess  the  company’s  projected  compliance  with  financial \nperformance measures/ratios in pro forma statements; \n(xii)  Where significant risks are identified to project financial sustainability or viability, propose \nrelevant financial performance indicators to be incorporated in financial covenants;  \n(xiii) Review the Project’s revenue management and audit arrangements proposed by TPCL and \ntheir  advisors.  Assess  whether  the  proposed  flow  of  funds  mechanism(s)  will  be \ntransparent; \n(xiv) In coordination with the economic analysis specialist, ensure that inputs, calculations and \nall relevant parameters of the financial analysis are consistent with the economic analysis \nto allow proper distribution of benefits; and \n(xv)  Prepare any other background documents that may be required for the RRP. \nDeliverables  The expected outputs of the financial management specialist are: \n(i)  Draft Financial Analysis report including RRP appendix and related documents; \n(ii)  Review results and input to economic analysis; and \n(iii)  Final Financial Analysis report \nInputs  Person-months: 6 – intermittent \n \nPosition 4: Economic Analysis Specialist \nQualifications  At  least  Bachelor  of  Commerce,  Economics,  or  equivalent,  with  relevant  professional \nqualifications (CA/CPA) \nExperience  At  least  15  years  of  experience  in  the  economic  analysis  of  major  revenue  generating \ninfrastructure projects, with at least some of these projects to be similar to the proposed project. \nAt least part of the experience should preferably have been in institutional environments and \ngeographic regions similar to those prevailing in the Project area. \nScope of work  The economic analysis specialist will undertake Economic Analysis of the Project in accordance \nwith ADB’s requirements including those contained in its 2017 publication “Guidelines for the \n \n8  Relevant guidance is available at http://www.adb.org/projects/operations/financial-management-resources. At \nhttps://www.adb.org/documents/financial-management-and-analysis-projects one can locate ADB’s publication \n“Financial Management and Analysis of Projects”. \n ", "8   \nEconomic Analysis of Projects”. The economic analysis specialist will be also responsible for the \nfollowing tasks: \n(i)  Conduct due diligence (DD) of the economic analysis prepared by TPCL and their advisors \nfor the Project, with reference to ADB’s requirements for such analyses; \n(ii)  Review all calculations related to economic IRR (EIRR) and economic NPV (ENPV) including \nENPV/EIRR calculated based on net cash flows accruing solely to shareholders; \n(iii)  Review if the economic analysis has been conducted in accordance with ADB's Guidelines \n2017\nfor the Economic Analysis of Projects ( ) and provide comments. If not, assess what \naspects need to be modified; \n(iv)  Identify all economic costs and economic benefits of the Project and verify if they are aligned \nwith the Project’s financial analysis; \n(v)  If required, develop the spreadsheet models for the economic analysis to ensure that they \nare transparent and self-explanatory before handing over the same to ADB; \n(vi)  Conduct macroeconomic and public debt sustainability analyses.  \n(vii) In coordination with the financial analysis specialist, ensure that inputs, calculations and all \nrelevant parameters of the economic analysis model are consistent with the financial \nanalysis model; \n(viii) Conduct sensitivity analysis of the EIRR and ENPV; \n(ix)  Prepare background documents as supplementary appendixes for ADB’s project financing \ndocumentation, specifically the RRP, including the economic analysis; and \n(x)  Provide inputs to relevant sections of ADB's due diligence reports and RRP documents as \nrequired. \nDeliverables  The expected outputs of the financial management specialist are: \n(i)  Draft Economic Analysis report, including inputs for the RRP; and \n(ii)  Final Economic Analysis report  \nInputs  Person-months: 6 – intermittent \n \n \nPosition 5: Market Analysis Specialist \nQualifications  At  least  Bachelor  of  Commerce,  Economics,  or  equivalent,  with  relevant  professional \nqualifications) \nExperience  At least 15 years of experience in the market analysis of major oil and gas infrastructure projects, \nwith at least some of these projects to be similar to the proposed project. At least part of the \nexperience should preferably have been in institutional and physical environments similar to \nthose prevailing in the project area. \nScope of work  The market analysis specialist will undertake Market Analysis of the Project. Specific Market \nAnalysis specialist tasks will include: \n(i)  Assessment of the Asian Gas Market: \na.  Gas Demand Characteristics. Comment on the structure of demand of gas in \nCentral and South Asia, with particular regard to the structure of supply in \nAfghanistan, Pakistan and India. Forecast demand for natural gas for the \nperiod 2019-2035. Historical information for the past 10 years should also be \nprovided. The forecast should include total demand for the gas market and be \ngrouped by end user.  Forecast of demand for condensate to be provided for \nthe period 2019-2035 and grouped by end user (i.e. residential, commercial, \nindustrial, power generation and, potentially, transport);  \nb.  Define the drivers of gas demand in the Asian markets, with a particular view \non  Afghanistan,  Pakistan  and  India.  Provide  an  analysis  of  anticipated \nreductions in gas demand as/if the region reduces gas usage in power \ngeneration. Comment on other possible causes for reduction or increases in \ngas demand in sectors other than power generation. Comment on the uses, \ndemand and sources of gas condensate, including the displacement of other \nfuels (such as coal) or alternative fuels that would be used in the absence of \nsupplied natural gas; \nc.  Gas Supply Characteristics. Comment on the structure of supply of gas to \nCentral and South Asia with particular regard to the structure of supply in \nAfghanistan, Pakistan and India; \nd.  Forecast of supply of natural gas and condensate for the period 2019-2035. \nHistorical information for the past 10 years should also be provided. The \nforecast should include volumes and sources to the main markets in Central \nAsia which the Project is intended to supply. The forecast should account for \n ", "9 \nthe development of Central Asian domestic upstream gas operations and for \nthe  development  and  expansion  of  alternative  gas  import  routes  to \nAfghanistan, Pakistan and India; \ne.  Comment on competitive threats from anticipated alternative gas sources from \n(i) LNG, (ii) any other regional pipelines, (ii) Iranian gas supplies post lifting of \neconomic sanctions, and (iv) gas being supplied by large MENA and/or \nAustralian  exporters  (e.g.  Qatar  LNG  expansion)  and  potentially  large \nemerging projects in the region; \nf.  Overview  of  Gas  Export  Characteristics.  Comment  on  the  structure  of \nupstream production and export in Turkmenistan. Forecast natural gas and \ncondensate exports from Turkmenistan and other regional suppliers to Central \nAsia and Europe for the period 2019-2035. Historical information for the past \n10 years should also be provided. The forecast should include volumes and \ntarget markets. Commentary should be provided on the impact of new export \narrangements  and  pipeline  infrastructure,  including,  but  not  limited  to \narrangements with People’s Republic of China (PRC), Iran, Russia, etc. \nCommentary should also be provided on the capacity of the Turkmenistan \nupstream and midstream market to maintain or increase its level of gas exports \n(e.g. available rigs, exploration activities, new projects coming on stream); \ng.  Supply/Demand Balance. Analysis of balance of supply and demand of natural \ngas and condensate should be provided, including commentary on potential \nsupply shortfall and potential sources of new supply for 2019-2035. Comment \non the bargaining power position of Turkmenistan in the current market. \nComment on the bargaining position of large off-takers (e.g. ISGS Pakistan \nand GAIL India). Comment on the potential impact that the Project will have in \nterms of development of downstream gas markets in Afghanistan, Pakistan \nand India; \nh.  Legal and Regulatory Aspects. Overview and assessment of the legal and \nregulatory structure of the target Central Asian gas and condensate markets.  \nSummary of key regulatory issues related to gas and condensate products \nbeing delivered through several national jurisdictions in a common pipeline \nsystem; \ni.  Domestic  and  export  infrastructure.  Overview  and  assessment  of  gas \ninfrastructure  (both  existing  and  planned  new  infrastructure),  including \nadequacy of domestic gas distribution and transmission infrastructure in \nCentral Asia to deliver product to the market; and \nj.  Impact on TAPI Economies. Discuss the project’s impact on local businesses \nand  on  the  creation  of  backward  industrial  linkages  which  benefit  the \neconomies as a whole; \n(ii)  Assessment of Gas Prices: \na.  Overview of current and historical (past 10 years’) domestic gas/condensate \nprices in Central Asia and commercial arrangements between Turkmenistan, \nIran, Russia, PRC and other countries for export. Provide comparison vis-à-vis \nother large gas regions such as Europe and North America. Indicate the nature \nof pricing mechanisms (e.g. oil-indexation, gas-on-gas competition, bilateral \nagreements) that are predominant in each region and discuss briefly the \nimpact on gas price levels; \n(iii)  Analysis of Gas Commercial Arrangements: \na.  Review, summarize and comment on the key terms and conditions, including \npricing,  volume  commitments  and  take-or-pay  provisions,  in  all  Project \nagreements and their respective amendments, to the extent this information is \navailable;   \nb.  Provide a summary of the contractual link and custody transfers to each of the \nend-market consumers for gas and condensate through the relevant contract \nstructures as well as an illustration of the computation of netback revenue.  \nDetermine existence of destination clauses (restrictions to the re-sale of gas) \nin the said sales agreements; and  \nc.  Review  and  comment  on  technical/commercial/financial  capacity  of \ngas/condensate off-takers to fulfill their obligations under the offtake contracts; \n(iv)  Financial Model: \na.  Review and comment on the Financial Model assumptions and provide a \nlenders’ base case and a reasonable downside case for gas price and sales \nvolume  forecast  and  provide  sensitivity  scenarios  (corroborated  by  the \n ", "10   \nsupply/demand/export tasks of this scope).  Assess if the assumptions stated \nin  the  Financial  Model  are  consistent  with  the  commercial  contractual \nassumptions; and \n(v)  Prepare background documents as supplementary appendixes for the RRP, including \nthe market analysis, and provide inputs to relevant sections of ADB's DD reports and \nRRP documents as required. \nDeliverables  The expected outputs of the market analysis specialist are: \n(i)  Draft Market Analysis report;  \n(ii)  Review results and input to Financial and Economic analysis; and  \n(iii)  Final Market Analysis report.   \nInputs  Person-months: 5 – intermittent \n \nPosition 6: Financial Management Specialist \nQualifications  At  least  Bachelor  of  Commerce,  Economics,  or  equivalent,  with  relevant  professional \nqualifications (CA/CPA) \nExperience  At least 15 years of experience in the financial management aspects of major revenue generating \ninfrastructure projects, with at least some of these projects to be similar to the proposed project. \nAt least part of the experience should preferably have been in institutional environments and \ngeographic regions similar to those prevailing in the Project area. \nScope of work  The financial management specialist will undertake Financial Management Assessment in \naccordance with ADB’s requirements.9 The financial management specialist will also undertake \nthe following specific tasks: \n(i)  conduct  financial  management  analysis  (FMA)  of  TPCL  and  if  applicable,  its \nsubsidiaries in Afghanistan and Pakistan (collectively the implementing agencies) and \nas required, conduct FMA of the national gas companies who are the shareholders of \nTPCL, with particular focus on:  \na.  with regard to TPCL, as a company established to hold the governments’ \ninterest in the Project, outline the proper financial management structures and \ninternal controls that should be put in place.  \nb.  assessing capacity for planning and budgeting, management and financial \naccounting, reporting, auditing, internal controls, and information systems; \nc.  reviewing proposed disbursement and funds-flow arrangements, and \nd.  concluding  on  the  financial  management  risk  rating  and  identifying  and \nconfirming measures for addressing identified deficiencies; \n(ii)  review financial projections and conduct financial analyses of the IAs, and incremental \nrecurrent costs, to determine financial sustainability, and reviewing proposed cost-\nrecovery and tariff policies, including affordability; \n(iii)  conduct an assessment of the organizational structure and governance to ensure that \nthey  are  appropriate  for  the  needs  of  the  project  and  as  required,  provide \nrecommendations for any required changes; \n(iv)  assessment  of  the  borrowers’  creditworthiness  in  relation  to  the  Project  and \nidentification of key financing risks in accordance with the ADB requirements; \n(v)  As required, review studies on financial management in Turkmenistan, Afghanistan \nand Pakistan such as ADB’s Diagnostic Study of Accounting and Auditing, and assess \nwhat standard government procedures need to be enhanced and strengthened to \nmeet creditor’s requirements on flow of funds; \n(vi)  as required, conduct financial evaluations (financial cost-benefit analyses) including \nsensitivity analyses of the Project components that have a cost-recovery objective; \nand \n(vii)  assess financial reporting, auditing and public disclosure arrangements of the IAs and \nthe Governments for the Project, and, as appropriate, identify requirements for the \nfinancial reporting, auditing and public disclosure and the arrangements required for \nreceiving financial statements and other financial information from TPCL and from the \nGovernments. \nDeliverables  The expected outputs of the financial management specialist are: \n(i)  Draft Financial Due Diligence (FDD) and FMA report; \n(ii)  Review results and input to financial analysis; and \n(iii)  Final FDD and FMA report \nInputs  Person-months: 5 – intermittent \n \n9  Relevant guidance is available at http://www.adb.org/projects/operations/financial-management-resources.           \n ", "11 \n \nPosition 7: Environment Specialist \nQualifications  At least Bachelor of Environmental Science or equivalent, preferably with relevant post-graduate \nqualifications \nExperience  Preferably 15 years of experience or more in preparing and implementing environment impact \nassessments of similar projects, with a substantial part of this experience in projects financed by \nADB or other similar international funding agencies. Part of this experience should preferably \nhave been in institutional environments and geographic regions similar to those prevailing in the \nProject area. \nScope of work  (i)  The environment specialist will work closely with ADB’s Environment Specialist, as well as \nwith consultants engaged by TPCL. The scope of work may require a site visit to Pakistan, \nAfghanistan, Turkmenistan or India to help with project inception during the pre-construction \nphase of the project or to audit existing facilities/construction sites (if relevant) as well as to \ntravel to Dubai to work with the TPCL team in the implementation of the ESMS of the \nProject.  \n(ii)  The environment specialist will undertake a due diligence review of the Environmental \nImpact Assessment (EIA) for the Turkmenistan and India portion of the TAPI Pipeline, \nalongside a field audit for any project components already constructed or under construction \nalso in Turkmenistan. While these components in Turkmenistan and India are not being \nfinanced by ADB, they are considered an Associated Facility so require ADB due diligence. \n(iii)  The environment specialist will also be required to undertake reviews of pre-construction \ndocumentation  prepared  as  part  of  Project  Contract  documentation.  This  may  be \nmanagement plans prepared by the Contractor as required in the EMPs or they may be \nnew environmental assessment documents for additional project components not yet \nknown at time of board approval. The environment specialist may be required to complete \ninception missions providing guidance to relevant parties. \n(iv)  Specific tasks of the environment specialist include: \na.  Due diligence review of the EIAs for the Turkmenistan and India portions of the TAPI \nPipeline to establish compliance with national standards and that the EIA outcomes \nare consistent with ADB requirements.  The environment specialist must undertake \nthe following activities: \n−  Complete thorough reviews of the EIA reports. The review will cover the project \ndescription,  legislation,  baseline,  impact  assessment,  mitigation  and \nenvironmental management plan (amongst others); \n−  The  reviews  will  identify  any  gaps  in  the  assessments  against national \nstandards and ADB requirements; and \n−  Develop a Corrective Action Plan in collaboration with TPCL for addressing \nthese gaps; \nb.  Should construction in Turkmenistan or India have started or already completed, the \nenvironment specialist will complete an audit of the works on-site. The audit of the \nworks will result in a similar output with gaps being identified against national \nstandards and ADB requirements and a Correction Action Plan being provided; and \nc.  Independent review of the ESIA’s for Afghanistan and Pakistan as well as the ESMS \n(if required).  \nd.  Review of Contract documents to ensure that EMP requirements are included in the \nContracts for all relevant Contractors. \ne.  Review of management plans and site specific and topic specific plans as well as \nenvironmental assessments for project components not known at the time of board \napproval such as access roads, camps, yards, quarries amongst others.  \nf.  In addition to the above, the environment specialist will also provide training and \nguidance for TPCL and other relevant parties in the implementation of its ESMS, which \nwill need to be operational prior to the start of construction. The environment specialist \nwill also help TPCL work with the Contractor to develop a compliance tracking system, \naudit documents, corrective action plans, inspection checklists incident report forms \nwhich will all need to be implemented as part of the operationalization of the ESMS. \nDeliverables  The environment specialist is expected to produce the following outputs: \n(i)  Review report of EIA for Turkmenistan and India portion of the TAPI Pipeline, including gap \nanalysis and Corrective Action Plan as needed; \n(ii)  If relevant, audit report of active or completed construction activities including gap analysis \nand Corrective Action Plan as needed;  \n(iii)  Review of ESIA’s for Afghanistan, Pakistan and the ESMS (if required); \n ", "12   \n(iv)  Review Project contract documentation to ensure requirements within the EMP are within \nproject documentation. \n(v)  Complete reviews of pre-construction documentation as needed to support TPCL during \nearly stage of the Project; and \n(vi)  Provide ESMS implementation support as needed, which may also result in document \ndeliverables such as a Compliance Tracking System or Monitoring Checklists for use during \nconstruction. \nInputs  Person-months: 6 – intermittent \n \nPosition 8: Social Safeguards/Resettlement Specialist \nQualifications  At least Bachelor of Social Science or similar equivalent qualification, preferably with relevant \npost-graduate qualifications \nExperience  Preferably 10 years of experience or more in preparing and implementing resettlement plans, \nsocial development plans, and indigenous people’s plans, with a substantial part of this \nexperience in projects financed by ADB or other similar international funding agencies. Part of \nthis experience should preferably have been in institutional environments and geographic regions \nsimilar to those prevailing in the Project area. \nScope of work  (i)  In this TOR, “the social safeguards/resettlement specialist” refers to the consultant engaged \nby ADB to perform the tasks described herein, while “the Owner” refers to TPCL and its \nconsultants engaged on the Project. \n(ii)  The purpose of the social safeguards/resettlement specialist activities is to provide technical \nexpertise and support to the ADB Project Team in reviewing and monitoring the social \nsafeguards to be implemented by the Owner for the TAPI Project in Afghanistan and \nPakistan.  Social  safeguards  include  land  acquisition  and  resettlement  (LAR)  and \nindigenous people (IP), if applicable. \n(iii)  Provide detailed review of social safeguards preparation for the Project. The outputs for this \nreview will be written reports of all safeguards documentation, providing comments and \nrecommendations as necessary regarding compliance with the requirements of ADB’s SPS \n2009. Documents to be reviewed will include but not limited to: land acquisition and \nlivelihood restoration frameworks (LALRFs); land acquisition and livelihood restoration \nplans (LALRPs), LAR implementation reports, if any, presence of indigenous peoples per \nSPS 2009 definition, consultation reports, progress reports, and grievance logs.  \n(iv)  The  social  safeguards/resettlement  specialist  will  work  closely  with  ADB’s  Social \nDevelopment Specialist, as well as with technical consultants engaged by the Owner in the \nfollowing areas of  social safeguards design and implementation: (i) preliminary LAR, IP, \nand AF due diligence activities; (ii) impacts reduction; (iii) preparatory field visits; (iv) review \nof LALRF and LALRP preparation; (v) review of grievance redress mechanism; and (vi) \nmonitoring of LALRP Implementation, if any. \n(v)  Detailed tasks of social safeguards/resettlement specialist will include:  \na.  Preliminary LAR, IP, and Associated Facility Due Diligence Activities: \n−  The social safeguards/resettlement specialist will investigate and report on the \nadequacy of following preparatory social safeguards tasks as conducted by \nthe Owner: \no  identification of relevant administrative subdivisions in the project \naffected areas (PAAs);  \no  consultations and community participation with respect to the LAR \nprogram for the Project; \nb.  Impacts Reduction: \n−  The social safeguards/resettlement specialist will investigate and report on the \nadequacy of impact reduction exercises as conducted by the Owner:  \no  review of proposed pipeline alignment with the objective of minimizing \nsocial and resettlement impacts where possible; and \no  inclusion  of  agreed  impact  reduction  solutions  in  the  pipeline \nalignment; \nc.  Preparatory Field Visits: \n−  The social safeguards/resettlement specialist will investigate and report on the \nadequacy of the Owner’s preparatory field visits to each of the PAAs and \nproject affected communities (PACs), including the following: \no  undertaking relevant local field work and identification of logistical \nand/or permitting issues; and \no  identification of the extent and nature of social and resettlement \nimpacts number of LALRPs to be prepared;  \n ", "13 \nd.  Review of LALRF Preparation \n−  The social safeguards/resettlement specialist will investigate and report on \ncompliance, with respect to SPS 2009, of the Owner’s LALRF preparation, \nincluding but not limited to: \no  description of the Project and related LAR issues;  \no  list of the LALRPs to be prepared and their locations; \no  harmonized compensation and entitlements policy; \no  outline  of  the  responsibilities  for  LALRP  preparation  and \nimplementation;  \no  review of all relevant national laws and regulations pertaining to the \nProject related LAR program; \no  review of a gap analysis performed by TPCL by comparing the \nrequirements of the TPCL SS Policy with those under national laws \nand regulations and report on adequacy of proposed gap filling \nmeasures with requirements of ADB’s SPS 2009; \no  review  and  report  on  adequacy  with  respect  to  SPS,  of  LAR \nstudies/surveys;  public  consultation  and  participatory  planning \nmodalities;  grievances  redress  mechanisms  GRMs;  and  LALRP \nfinancial responsibilities and compensation disbursement modalities; \no  review of  compensation and entitlements policy prepared by the \nOwner, ensuring harmonization of  TPCL's SS Policy with the legal \nand regulatory SS requirements of Afghanistan and Pakistan and with \nADB’s SPS 2009 with respect to: all impacts and AP categories/sub-\ncategories eligible for compensation and/or rehabilitation; relative \ncompensation  and/or  rehabilitation  entitlements;  compensation \nmodalities; and all recipients of any compensation and beneficiaries \nof any rehabilitation; \no  statement on the financial responsibilities for LAR compensation and \nrehabilitation; and \no  any other LAR safeguards tasks that may be required in relation to \nany of the above tasks;   \ne.  Review of LALRP Preparation \n−  The social safeguards/resettlement specialist will investigate and report on \ncompliance, with respect to SPS 2009, of the Owner’s LARP preparation and \ndisclosure, including but not limited to: \no  detailed  information  on  impacts,  affected  persons  (APs),  socio-\neconomic features of PACs; \no  cost  estimates  for  LAR  compensation  and/or  rehabilitation  and \nproposed contingencies;  \no  sections detailing specific IP interventions (if any) based on IPP \nfindings; \no  description  of  the  LAR  organization  and  responsibilities,  public \nconsultations, grievance redress mechanisms (GRMs), and the land \ntransfer and registration mechanisms; \no  records of all AP consultations carried out and grievance logs; and \no  disclosure to the public in English and in local language in: (a) \nelectronic  format  on  the  websites  of  TPCL  and  government, \nrespectively; and (b) printed copy at the local government offices; \nf.  Review of Grievance Redress Mechanism \n−  The social safeguards/resettlement specialist shall investigate and report on \ncompliance, with respect to SPS 2009, of the establishment and functioning of \nthe GRM, including but not limited to: \no  establishment of GRM for each LALRP; \no  composition of grievance committee includes representatives of the \nAPs, community councils, and local governments; \no  functioning of clear procedures for the communications between APs \nand TPCL, and the recording of each grievance case; \no  clear action templates indicating for each LALRP how, where and \nwhen: (a) AP complaints are logged; (b) hearings are carried out; (c) \ndue-diligence verifications are executed; and (d) a complaint redress \nis pursued; and \no  a  clear  action  template  addressing  how,  when  and  at  which \nadministrative level unsatisfied APs may appeal their cases. \n ", "14   \ng.  Indigenous Peoples Safeguards  \n−  The activities for the IP safeguards tasks shall be carried out in parallel with \nthe LAR safeguards tasks for the Project.   \no  Preliminary Activities - The social safeguards/resettlement specialist \nshall identify the relevant government agencies mandated to deal with \nIP  issues.  Once  identified,  the  social  safeguards/resettlement \nspecialist shall, in consultation with such agency and MMP, carry out \na Preliminary Indigenous People Assessment (PIPA). The PIPA shall \ninclude: \n▪  a review of the relevant political, social and anthropological history \nbased on available literature and historical data/information;  \n▪  a review of national laws pertaining to tribal peoples/IPs; \n▪  a review of the social classifications embedded in demographic \nreports, laws and administrative regulations pertaining to ethnic \nminorities; \n▪  interviews with local social scientists and governance experts; \nand \n▪  a short visit to relevant PAAs (if any). \n−  The objective of the PIPA is to determine: \no  if there are people in the country fitting the definition of IPs of the \nmultilateral financial institutions’ policies; and  \no  establish as to whether some of the LALRPs or other TPCL Project \nactivities will affect IPs and trigger ADB’s IP policy.  \n−  The PIPA shall be prepared in English and the requisite local and tribal \nlanguages for review and endorsement by government and TPCL. \n−  If the PIPA establishes that there are no TPCL Project APs/PACs who can be \nclassified as IPs in Afghanistan or Pakistan, all IP-related safeguards tasks for \nthe  TPCL  Project  in  that  country  will  be  considered  as  having  been \nsatisfactorily completed; \n−  If the PIPA establishes that there are TPCL Project APs/PACs who can be \nclassified as IPs in Afghanistan, and that one or more LARPs or other TPCL \nProject activities will trigger ADB’s IP policy, the social safeguards/resettlement \nspecialist shall, in consultation with TPCL, the relevant GOA agency and \nrelevant community groups, advise on the development of a scheduled action \nplan for IP safeguards tasks, comprising: (i) detailing the requisite IP action(s); \n(ii)  coordinating  all  IP  and  LAR  tasks;  and  (iii)  conducting  extended \nconsultation visits to relevant PAAs.    \nDeliverables  (i)  The social safeguards/resettlement specialist shall produce the following LAR-related due \ndiligence outputs: \na.  Inception Report within 2 weeks after the social safeguards/resettlement specialist’s \nstart of the activities;   \nb.  Monthly Progress Reports; and \nc.  Report on each LALRF, LALRP and LAR implementation report \n(ii)  The Consultant shall produce the following IP deliverables: \nd.  a PIPA in English and the requisite local and tribal language(s) as endorsed by \ngovernment and TPCL; and \ne.  in case the PIPA establishes that ADB’s IP policy is triggered, recommendations for \ndevelopment of scheduled action plan for preparation and implementation phases of \nthe IP safeguards tasks. \nInputs  Person-months: 8 – intermittent  \n \nPosition 9: Gender Specialist \nQualifications  The Gender Specialist should have a bachelor or higher university degree in sociology or social \nsciences (an additional degree in engineering will be an advantage). Formal training in gender \nand social development is desirable. \nExperience  At least 10 years of relevant experience and demonstrated experience, skills, and expertise in \ngender analysis, gender planning, and social and gender mainstreaming on infrastructure \nprojects, especially in the energy sector. Proven consulting experience for international or \nnongovernment organizations (NGOs) supporting gender and development work on large \ninfrastructure projects. Demonstrated relevant experience in carrying out social development \nactivities including (i) undertaking (rapid) social baseline studies and (ii) gender analysis, \n ", "15 \nincluding conducting primary gender research. Previous experience in institutional environments \nand geographic regions similar to those prevailing in the Project area is desirable. \nScope of work  The Gender Specialist will conduct due diligence of the Project’s social development approach, \nwith emphasis on its gender aspects. She/he will be responsible for the following key tasks: \n(i)  Review ADB documents on the requirements for gender mainstreaming such as Policy on \nGender and Development (1998), OM C2 on Gender and Development in ADB Operations \n(2010), and Guidelines for Gender Mainstreaming Categories of ADB Projects (2012), \nGender Checklist for Energy, and Gender Tip Sheets; \n(ii)  As part of the poverty and social analysis, undertake a rapid social, poverty and gender \nanalysis as guided by ADB’s Gender and Energy Tool Kit to assess and identify potential \ngender-differentiated impacts of the project, particularly emphasizing on gender division of \nlabor and opportunities for and constraints on women’s participation in the Project related \nactivities in Afghanistan (AFG) and Pakistan (PAK).  \n(iii)  As  required,  review gender-related policy  and legal  frameworks,  as  well  as gender \nprograms of the governments of AFG and PAK; \n(iv)  Based on the information provided by TPCL and as required, results of the primary \nresearch, prepare sex-disaggregated socioeconomic profiles of the project-affected/local \ncommunities in the project areas through which the pipelines will pass, in terms of, but not \nlimited to, household sizes, gender, demographic trends, income sources and levels, \nexpenditure. The analysis should provide representative profiles of affected communities \nalong the pipeline route, but given large scale of the project, the analysis could be prepared \non a representative sample basis and not for every community along the pipeline route; \n(v)  Assess all potential positive and negative impacts of the project on local communities. \nAnalyze the link between poverty and gender, in these communities and identify possible \ninterventions that can be implemented within the scope of the project, to address gender \nand poverty issues, that can be funded within the project scope and/or by TPCL’s corporate \nsocial responsibility (CSR) program.  Special attention should be given to livelihoods-\nrelated, or health-related interventions that specifically benefit women and their households, \nwith a primary focus on identification of opportunities for women to participate in economic \nactivities related to the Project construction activities and supply chain. Prepare a feasibility \nassessment of these interventions; \n(vi)  Assess other opportunities to address gender and poverty issues of communities affected \nby the Project that may not be directly linked to the Project activities and  identify possible \nlivelihoods-related or health-related interventions that would benefit women and their \nhouseholds in the affected communities; \n(vii)  Identify and assess the gender capacity of government agencies, nongovernment and \ncommunity-based organizations, and women’s groups that can be utilized during project \nimplementation; \n(viii)  Design and collect sex-disaggregated baseline data that could be used to monitor potential \nproject gender benefits and impacts; \n(ix)  Develop the project’s Poverty, Social, and Gender Assessment (PSGA) Report, which \nshould include all the above information for AFG and PAK; \n(x)  Based on the findings in the PSGA, develop a gender action plan (GAP) that reflect all \nrelevant outputs of the design and monitoring framework (DMF) and includes gender-\ninclusive  design  features,  gender  targets  and  indicators,  time  lines,  assigned \nresponsibilities, and implementation arrangements, with cost estimates per action.  The \ndraft GAP will also need to include a gender outputs with all its appropriate gender actions, \ntargets, timelines, responsible parties, and cost estimates; \n(xi)  Support  ADB  in  discussions  with  TPCL  regarding  practical  implementation  of  GAP \nrecommendations; \n(xii)  As required, prepare terms of reference for gender specialist services to implement GAP or \nproject gender features, including for any NGOs to be recruited for implementation; and \n(xiii)  Draft other documentations related to gender required in the report and recommendation of \nthe President (RRP) (e.g., DMF gender targets, draft section VIII (Gender and Social \nDimensions) of the project administration manual, summary poverty reduction, and social \nstrategy). \nDeliverables  The gender specialist is expected to produce the following outputs: \n(i)  PSGA report covering AFG and PAK; \n(ii)  Draft and Final GAP; and \n(iii)  Draft SPRSS, and PAM section VIII. \nInputs  Person-months: 6 – intermittent \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20200701190435+08'00'", "Creator": "PDF24 Creator", "Keywords": "afghanistan, india, pakistan, turkmenistan, tapi, tpcl, tapi pipeline, natural gas, partial credit guarantee, gas transmission, gas network, gas export markets, 52167-001, adb technical assistance, approved technical assistance, tar, ta projects", "ModDate": "D:20200702164431+08'00'", "Producer": "GPL Ghostscript 9.26", "Subject": "Technical Assistance Report", "Title": "52167-001: Turkmenistan-Afghanistan-Pakistan-India (TAPI) Gas Pipeline Project (Phase 1)"}}