{"path": "data/input/ta/52183-001-tar-en.pdf", "pages": [" \n \nTechnical Assistance Report\n \n \nProject Number: 52183-001 \nKnowledge and Support Technical Assistance (KSTA) \nNovember 2018 \n \n \n \n \n \n \nStrengthening Education in the Pacific Region \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Access to Information \nPolicy.\n ", " \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  ODFL  –  open, distance, and flexible learning \n  PACREF  –  Pacific Regional Education Framework \n  TA  –  technical assistance \n \n \nNOTE \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Stephen Groff, Operations 2 \nDirector General  Carmela Locsin, Pacific Department (PARD) \nDirector  Emma Veve, Urban, Social Development and Public Management \nDivision, PARD \n   \nTeam leader  Chimi Thonden, Senior Education Specialist, PARD \nTeam members  Leah Ann Castro, Operations Assistant, PARD \n  Lady Diane Kuizon, Operations Assistant, PARD \n  Ronald Mark G. Omana, Associate Project Analyst \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", " \nCONTENTS \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Outputs, Methods, and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  List of Linked Documents  9 \n \n \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 52183-001\nProject Name Strengthening Education in the Pacific  Department/Division PARD/PAUS\nRegion (formerly Developing the \nPacific Education Sector)\nNature of Activity Capacity Development, Research and  Executing Agency Asian Development Bank\nDevelopment\nModality Regular\nCountry REG (All DMCs)\n2. Sector Subsector(s)     ADB Financing ($ million)\nEducation Education sector development 0.09\nEducation sector development - social protection initiatives 0.09\nPre-primary and primary 0.09\nPre-primary and primary - social protection initiatives 0.09\nSecondary 0.09\nSecondary - social protection initiatives 0.09\nTechnical and vocational education and training 0.09\nTertiary 0.09\nTotal 0.72\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 3: Extreme deprivation  Climate Change impact on the Project Low\ngrowth (IEG) prevented and effects of shocks \nreduced (Social Protection)\nRegional integration  Pillar 4: Other regional public goods\n(RCI)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Client relations, network, and  Effective gender mainstreaming (EGM)\ncapacity development partnership development to \n(GCD) partnership driver of change\nCivil society participation\nInstitutional development\nKnowledge solutions  Application and use of new knowledge\n(KNS) solutions in key operational areas\nKnowledge sharing activities\nPartnerships (PAR) Bilateral institutions (not client \ngovernment)\nCivil society organizations\nOfficial cofinancing\nRegional organizations\nSouth-South partner\nUnited Nations organization\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting Yes\nRegional High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG4\nQq\n6. Risk Categorization Low \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.75\n    Knowledge and Support technical assistance: Technical Assistance  0.75\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.75\n  \nCurrency of ADB Financing: USD \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 10102018162413520357 Generated Date: 12-Nov-2018 14:47:00 PM", " \nI.  INTRODUCTION \n \n1.  The knowledge and support technical assistance (TA) will (i) support Pacific developing \nmember countries (DMCs) in addressing the perennial challenges in improving the quality of \neducation through enhanced regionalism and mutually beneficial partnerships with regional \ninstitutions focused on the education priorities articulated in the Pacific Regional Education \nFramework (PACREF), 2019–2022;1 (ii) develop and expand access to a regional repository \nplatform and learning management platform for open, distance, and flexible learning (ODFL); and \n(iii) support small assessments, studies, and exchanges to expand knowledge development and \nprogram development in the region. \n \n2.  This TA is aligned with the operational priorities of the Strategy 2030 of the Asian \nDevelopment Bank (ADB) on addressing remaining poverty and reducing inequalities; ADB’s \nEducation by 2020: A Sector Operations Plan, which recognizes the need to emphasize the \nstrengthening of quality, inclusiveness, and relevant skills at all levels of education, while using \nnew and innovative models of service delivery and financing; the Pacific Approach, 2016–2020 \nstrategic framework on supporting education and skills training to develop human capacity; and \nADB’s Regional Operations Business Plan, 2019-2021.2 The TA contributes to Sustainable \nDevelopment Goal 4 on ensuring inclusive and equitable quality education and promoting lifelong \nlearning opportunities for all.3 It also supports a differentiated approach for small island developing \nstates. \n \nII.  ISSUES \n \n3.  Weak student learning outcomes. While Pacific DMCs have made significant progress \ntoward universal access to primary education, student learning outcomes remain poor. Results of \nthe 2015 Pacific Islands Literacy and Numeracy Assessment show modest improvements, but \ngreater effort is needed to strengthen learning as a foundational capacity that prepares young \npeople for further education and work. The proportion of Pacific students at or above the expected \nproficiency level in numeracy is 86% for year 4 and 68% for year 6, which suggests improvement \nover the 2012 baseline of 74% for year 4 and 56%, for year 6. 4  However, the  2015 assessment \nshowed no overall increase for literacy over the 2012 baseline; the proportion of students at or \nabove the expected proficiency level was 46% for both year 4 and year 6 students compared with \n43.29% for year 4 and 48.39 for year 6% (footnote 4). \n \n4.  Constraints. Despite an emphasis on quality improvement strategies in many DMCs, \nimproving the quality of education remains a challenge. Several constraints that impact quality \ninclude  economic, geographic,  and  political  constraints;  high  staff turnover;  coordination  of \ncomplimentary activities; capacity and accountability constraints on teachers and education \nmanagers;  data  collection  and  analysis  constraints;  social  constraints,  including  gender \n                                                \n1  Asian  Development  Bank  (ADB).  2014.  Technical  Assistance  for  Sector  and  Thematic  Analyses  in  Policy \nDevelopment. Manila. The PACREF was approved at the Forum Education Ministers’ Meeting in Nauru in May 2018 \nand was supported by ADB with grant financing from the Global Partnership for Education. \n2  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila; ADB. 2010. Education by 2020: A Sector Operations Plan. Manila; and ADB. 2017. Pacific Approach, 2016–\n2020. Manila. ADB. 2018. Regional Operations Business Plan: Pacific, 2019–2021. Manila. ADB’s vice-president for \noperations 2 approved the TA concept paper on 9 October 2018, in accordance with ADB. 2018. Staff Instruction on \nBusiness Processes for Knowledge and Support Technical Assistance. Manila. \n3  United Nations. Sustainable Development Goal 4: Ensure Inclusive and Equitable Quality Education and Promote \nLifelong Learning Opportunities for All. https://sustainabledevelopment.un.org/sdg4. \n4  Education Quality and Assessment Program, Pacific Community. 2016. 2015 Pacific Islands Literacy and Numeracy \nAssessment (PILNA): Regional Report. Suva. \n ", "2 \ninequality; and constraints relating to the language of instruction given that the Pacific is home to \nsome of the greatest linguistic diversity in the world.5  In terms of gender inequality, female \nenrollment exceeds male enrollment in all Pacific countries, except for Papua New Guinea.  \nAcross the region, gender gaps are more likely to favor girls, particularly in Kiribati and Tuvalu, \nwhere the gender parity index for secondary school is 130.6  The 2015 administration of the Pacific \nIslands Literacy and Numeracy Assessment revealed that on average year 6 boys performed at \na similar level to year 4 girls across the region in literacy (footnote 4). \n \n5.  Opportunities. Several factors have contributed to progress against these challenges, \nincluding commitment by governments to development goals; partnerships at all levels, including \nthose between DMCs and development partners; regional cooperation through high-level forums \nand  regional  institutions;  increasing  demand  for  a  qualified  workforce;  integrated  national \neducation planning and budgeting; school-based improvement initiatives; curriculum reform; and \nnational policies for early childhood (footnote 5). Technology is increasingly viewed as an \nimportant facilitator to strengthening education delivery in the region. \n \n6.  Pacific-based solutions. Pacific DMCs face challenges related to their remoteness, \ndispersion, and small economies, which make them vulnerable to climate change risks and \nshocks.  Leveraging  economies  of  scale  to  create  and  share  Pacific solutions  can  provide \nsignificant and accelerated opportunities to improve the quality of education in the region. \nStrengthened regional mechanisms that encourage coordination and collaboration among Pacific \nregional institutions during planning and implementation are essential to ensure that limited \nfinancial resources are deployed efficiently and effectively. At the 50th Annual Meeting of the ADB \nBoard of Governors, Pacific governors requested more Pacific-based solutions, underlining the \nimportance of learning between DMCs, and the use of Pacific institutions and consultants. \n \n7.  Pacific  Regional  Education  Framework  support  for  regionalism.  The  PACREF \n(footnote 1) outlines the region’s shared priorities for education and training for 2019–2022, while \nalso responding appropriately to global and regional demands. The four key policy areas identified \nby countries are (i) providing high-quality, relevant programs at all education levels; (ii) meeting \nlearners’ needs through a broad range of programs and delivery modalities; (iii) achieving the full \npotential of learners at all education levels, from early childhood education to skills development; \nand (iv) supporting and empowering the teaching profession through opportunities for continuous \nprofessional learning, shared understanding, and accountability. The PACREF development \nbegan in 2016 under a participatory process involving a working group of the Pacific Heads of \nEducation Systems, chaired by the Pacific Islands Forum Secretariat and funded by Global \nPartnership for Education with ADB as the grant agent. It ensures continued Pacific country \nownership. Development partners will pool and coordinate funding under the framework to \nsupport a group of identified regional institutions in coordinating delivery of agreed priority regional \ngoods and services under the framework. \n \n8.  Technology as a facilitator to achieving education goals. Access to quality and \nrelevant learning content for the Pacific region is a longstanding issue. Progress has been made—\ndevelopment partners such as ADB and New Zealand have pilot-testing e-learning resources— \nand the potential usefulness of a regional platform to better promote ODFL and a learning \nmanagement platform is clear. 7 ADB has experience in Samoa, where it supported English, math, \n                                                \n5  United Nations Educational, Scientific and Cultural Organization. 2015. Pacific Education for All 2015 Review. Paris. \n6  ADB. 2016. Gender Statistics: The Pacific and Timor-Leste. Manila. \n7  ADB. 2018. ICT for Better Education in the Pacific. Manila. \n ", "3 \nand science e-learning resources at the secondary level.8 The Government of New Zealand is \nsupporting a pilot program for science e-learning resources for year 11 in four Pacific DMCs. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n9.  The TA is aligned with the following impacts: inclusive and equitable quality education \nensured and lifelong learning opportunities for all promoted (footnote 3). The TA will have the \nfollowing outcome: regional capacity to improve education outcomes in the Pacific enhanced.9 \n \nB.  Outputs, Methods, and Activities \n \n10.  Output 1: Pacific Regional Education Framework implementation supported. The \nTA will fund the PACREF implementation plan for phase 1 (2019–2022).10 It will finance identified \nregional institutions that are delivering priority goods and services deemed essential to Pacific \neducational systems. The approach builds regional institutional capacity while also strengthening \ncoordination and collaboration across countries receiving services. The TA provides a vehicle for \nexpanding PACREF support beyond ADB’s own resources as cofinancing becomes available. A \nstrong monitoring, evaluation, and learning component including sex-disaggregated data will be \ntied to the PACREF to ensure ongoing research and learning in designing education activities \nthat improve gender equality in completion rates, learning outcomes, school-to-work transitions, \nand access to quality jobs. In addition, learning between DMCs will be emphasized, based on the \nrequest of Pacific DMCs. The PACREF outlines key policy objectives, goals, and intended \noutcomes and priority strategies that were determined by the Pacific Heads of Education Systems \nsmall working group and approved by the Pacific Islands Forum Education Ministers’ Meeting in \nMay 2018. The four key policy areas identified are (i) quality and relevance, (ii) learning pathways, \n(iii) student outcomes and well-being, and (iv) the teaching profession. Key outcomes and \nstrategies are outlined in the PACREF, and an implementation plan details the regional institutions \nresponsible for specific activity areas. \n \n11.  Output  2:  Regional  repository  and  learning  management  platform  for  open, \ndistance, and flexible learning established. In light of the small economies of Pacific DMCs, it \nis strategic to establish a regional center to develop e-learning resources and provide curatorial \nservices with appropriate human resources and technical facilities in the Pacific (footnote 6). The \nTA will support contextualized teaching and learning resources for the Pacific, including adapting \nopen education resources to the Pacific. It will support a regional center to develop, collect, and \ncoordinate the interchange of e-resources between Pacific countries, and will be organized \nregionally to leverage economies of scale and support national e-learning resource repositories. \nThe TA will support a strategic opportunity for ADB and New Zealand to collaborate on scaling up \nODFL regionally. The initial focus for the regional repository will be on developing e-resources for \nprimary and secondary education learning, particularly literacy but also math, sciences, with a \nfocus on supporting girls to pursue science and math, and interdisciplinary areas relevant to the \nPacific context. The repository will allow for country-level customization and will be demand-\ndriven. The TA will build on key regional institutions, including the University of the South Pacific’s \nSchool of Education for its ability to influence teacher education regionally, and its Centre for \n                                                \n8  ADB. 2007. Report and Recommendation of the President to the Board of Directors: Proposed Asian Development \nFund Grant to the Independent State of Samoa for the SchoolNet and Community Access Project. Manila. \n9  The design and monitoring framework is in Appendix 1. \n10 After phase 1, the PACREF will have two more phases, spanning 12 years in total. \n ", "4 \nFlexible Learning; and the Pacific Centre for Flexible and Open Learning for Development, which \nis supported by the Commonwealth of Learning. \n \n12.  Output  3:  Small  assessments,  studies,  and  exchanges  to  expand  knowledge \ndevelopment and program development supported. The TA will support assessments and \nstudies to expand knowledge development and exchange within the region. Possible studies and \nassessments include country-focused implementation of priority education and skills development \nareas, gender, pre-feasibility work for pipeline education investments in Pacific DMCs, and \nthematic analyses outside the PACREF that warrant further understanding or lead to new \ninvestment opportunities. The TA will also support participants in regional or subregional events \nand training programs where this can expand the scope of ADB’s activities. \n \n13.  Through the outputs, the TA will contribute to enhanced regional capacity to improve \neducation by supporting implementation of the PACREF and establishing a regional repository \nand learning management platform for open, distance and flexible learning.  The TA will provide \ncross-country support for capacity development and knowledge generation. It will also offer a \nplatform for policy dialogue with countries to discuss critical needs for investment in education \nand to showcase ADB’s engagement in the sector. \n \nC.  Cost and Financing \n \n14.  The TA is estimated to cost $750,000, which will be financed on a grant basis by ADB’s \nTechnical Assistance Special Fund (TASF 6). The key expenditure items are listed in Appendix \n2. \n \nD.  Implementation Arrangements \n \n15.  ADB will administer the TA. The executing agency will be the Pacific Department of ADB, \nand implementing agencies will be the Forum of Education Ministries. The University of the South \nPacific, as the Chair of the Council of Regional Organizations in the Pacific for human resource \ndevelopment, will serve as an implementing partner of the implementing agencies. The indicative \nimplementation arrangements are summarized in the table. \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  January 2019–December 2023 \nExecuting agency  ADB \nImplementing agencies  Forum of Education Ministries, with USP serving as an implementing \npartner of the implementing agencies \nConsultants  To be selected and engaged by ADB \nIndividual consultant selection  International experts  $500,000 \n(international)  (20 person-months) \nIndividual consultant selection  National experts (16  $250,000 \n(national)  person-months) \nDisbursement  The TA resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2010, as amended from time to \ntime). \nADB = Asian Development Bank, TA = technical assistance, USP = University of the South Pacific. \nSource: Asian Development Bank. \n \n ", "5 \n16.  Consulting services. The TA will require international and national consulting services, \nincluding education specialists, e-learning specialists, gender specialists, technical and vocational \neducation and training specialists, engineers, and other resource persons. Consulting services \nwill use output-based or time-based contracts depending on the nature of services. The TA will \nengage individual consultants using TA funds. The TA team will prepare the detailed terms of \nreference at a later stage because the specific areas of expertise needed are not yet known. ADB \nwill engage the consultants following the ADB Procurement Policy (2017, as amended from time \nto time) and its associated project administration instructions and/or staff instructions.11 \n \n17.  ADB’s procurement. Procurement will follow the ADB Procurement Policy (2017, as \namended from time to time) and Procurement Regulations for ADB Borrowers (2017, as amended \nfrom time to time). \n \nIV.  THE PRESIDENT'S DECISION \n \n18.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $750,000 on a grant basis for \nStrengthening Education in the Pacific Region, and hereby reports this action to the Board. \n \n                                                \n11 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with \nInclusive and equitable quality education ensured and lifelong learning opportunities for all promoted \n(Sustainable Development Goal 4)a \n  Performance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  By 2023,     \nRegional capacity to  a. At least 75% of phase 1  a. PACREF monitoring  Not all Pacific \nimprove education  target indicators in the  reports  DMCs commit to \noutcomes in the Pacific  PACREF monitoring and    the PACREF \nenhanced  evaluation plan achieved    goals and \n(2018 baseline: 0)    objectives. \n     \nb. At least 5 pipeline  b. ADB COBPs  Government \ninvestments included in  commitment to \nCOBPs and categorized as  education \neither gender equity theme or  investment is not \neffective gender  sustained. \nmainstreaming (2018 baseline: \n3) \nOutputs  By 2023,     \n1. PACREF  1. The PACREF as a regional  1. PACREF monitoring  GPE does not \nimplementation  mechanism is valued by  reports  cofinance the \nsupported  countries and supported for    PACREF. \n  phase 2 (2018 baseline: not     \n  applicable)     \n       \n2. Regional repository  2. Conceptualization and  2. TA reports  ODFL financing \nand learning  financing of ODFL project    does not \nmanagement platform  secured (2018 baseline: not    materialize. \nfor ODFL established  applicable)     \n       \n3. Small assessments,  3a. At least 5 studies and  3a. TA reports  Available \nstudies, and exchanges  assessments conducted by the  financing \nto expand knowledge  end of phase 1, at least one of  insufficient. \ndevelopment and  which is focused on gender \nprogram development  (2018 baseline: none) \nsupported \nK  ey Activities with Milestones \n1.  PACREF implementation supported (2019–2022) \n1.1 Ensure support for mobilization of the PACREF governance structure and implementation \narrangements, including detailed implementation and financing plan and detailed monitoring, \nevaluation, and learning plan (Q4 2018–Q3 2019) \n1.2 Engage advisory consultant support for mobilization if needed (Q1–Q4 2019) \n1.3 Ensure establishment of the PACREF facilitation unit to support overall facilitation of the PACREF \n(Q4 2018–Q1 2019) \n1.4 Secure cofinancing commitments from GPE, MFAT, and other possible sources for 2019–2020 \n(Q4 2018–Q1 2020) \n \n2.  Regional repository and learning management platform for ODFL established (2019–2022) \n2.1 Engage consultant to support detailed scoping of project concept (Q4 2018–Q4 2019) \n2.2 Conduct scoping mission jointly with the Government of New Zealand (Q4 2018–Q1 2019) \n2.3 Secure cofinancing commitments from the High-Level Technology Fund and the Republic of Korea e-\nAsia and Knowledge Partnership Fund for 2019 (Q1 2019) \n ", "Appendix 1  7 \n2.3 Engage other international and national individual consultants as needed (Q1 2019) \n \n3.  Small assessments, studies, and exchanges to expand knowledge development and program \ndevelopment supported (2019–2022) \n3.1 Identify areas for education studies and assessment and DMCs in need of support (Q3 2019–\nQ3 2022) \n3.2 Engage individual consultants (Q4 2019–Q4 2022) \n \nTA Management Activities \nOversee startup of the PACREF governance structure and ensure alignment with the needs of ADB, the \nimplementing agency, and key partners from Q4 2018 to Q4 2023 \nManage consultant contracts from Q1 2019 to Q4 2023 \nEnsure timely annual reviews, smooth coordination of cofinancing, implementation, and overall \nmanagement \nInputs \nADB: $750,000 \nAssumptions for Partner Financing \nOutputs 1 and 2 cannot be achieved without cofinancing. \nOutput 1: Cofinancing from the Government of New Zealand for PACREF implementation beginning in \n2019, GPE funds for PACREF implementation beginning in 2020, other cofinancing to be determined. \nOutput 2: Cofinancing from the High-Level Technology Fund and the Republic of Korea e-Asia and \nKnowledge Partnership Fund requested for regional ODFL in early 2019. \nADB = Asian Development Bank; COBP = country operations business plan; DMC = developing member country; GPE \n= Global Partnership for Education; MFAT = Ministry of Foreign Affairs and Trade of New Zealand; ODFL = open, \ndistance, and flexible learning; PACREF = Pacific Education Regional Education Framework; Q = quarter; TA = \ntechnical assistance. \na  United Nations. Sustainable Development Goal 4: Ensure Inclusive and Equitable Quality Education and Promote \nLifelong Learning Opportunities for All. https://sustainabledevelopment.un.org/sdg4. \nSource: Asian Development Bank. \n \n \n \n \n \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nAsian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  374.0 \nii.  National consultants  193.5 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  100.0 \nii.  Reports and communications  10.0 \n2.  Surveysb  10.0 \n3.  Seminars, workshops, forum, and conferences  20.0 \n4.  Miscellaneous administration and support costsc  5.0 \n5.  Contingenciesd  37.5 \nTotal  750.0 \nNote: The technical assistance is estimated to cost $750,000, of which contributions from the Asian Development Bank \nare presented in the table above.  \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF 6). \nb  Includes surveys for conducting gender, education, and information technology assessments. \nc  Includes visas and other miscellaneous expenses. \nd  Contingency rate set at 5% of the total budget. \nSource: Asian Development Bank estimates. \n ", "Appendix 3  9 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=52183-001-TAReport \n \n1.  Terms of Reference for Consultants \n \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20190115102320+08'00'", "Creator": "PDF24 Creator", "Keywords": "pacific, pacific regional education, pacref, quality education, improve education, skills development, universal access, capacity building, literacy, 52183, ta 9645, adb technical assistance, approved technical assistance, tar, ta projects, ksta", "ModDate": "D:20190122164000+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "52183-001: Strengthening Education in the Pacific Region"}}