{"path": "data/input/ta/52189-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report\n \n \n \nProject Number: 52189-001 \nKnowledge and Support Technical Assistance Cluster (C-KSTA) \nJanuary 2019 \n \n \n \nAid for Trade for Inclusive Growth\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Access to Information \nPolicy. \n \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AfT  –  Aid for Trade \n  DMC  –  developing member country \n  ERCD  –  Economic Research and Regional Cooperation Department \n  ERCI  –  Regional Cooperation and Integration Division \n  ODA  –  official development assistance \n  TA  –  technical assistance \n  WTO  –  World Trade Organization \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars. \n \n \nVice-President  Bambang Susantono, Knowledge Management and Sustainable \nDevelopment \nDirector General  Yasuyuki Sawada, Economic Research and Regional Cooperation \nDepartment (ERCD) \nDirector  Cyn-Young Park, Regional Cooperation and Integration Division, ERCD \n   \nTeam leader  Fahad Khan, Economist, ERCD \nTeam members  Paulo Rodelio Halili, Senior Economics Officer, ERCD \n  Kijin Kim, Economist, ERCD \n  Pia Tenchavez, Senior Operations Assistant, ERCD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  JUSTIFICATION FOR CLUSTER MODALITY  2 \nIV.  THE TECHNICAL ASSISTANCE CLUSTER  2 \nA.  Impact, Outcome, and Outputs  2 \nB.  Cost and Financing  3 \nC.  Implementation Arrangements  3 \nV.  THE PRESIDENT’S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Subproject Descriptions  8 \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 52189-001\nProject Name Aid for Trade for Inclusive Growth Department/Division ERCD/ERCI\nNature of Activity Research and Development Executing Agency Asian Development Bank\nModality Cluster\nCountry PNG, VAN\n2. Sector Subsector(s)     ADB Financing ($ million)\nIndustry and trade Industry and trade sector development 0.30\nTrade and services 0.20\nTotal 0.50\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the Project Low\ngrowth (IEG) opportunities, including jobs, made \nmore inclusive\nRegional integration  Pillar 2: Trade and investment\n(RCI)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Institutional development Some gender elements (SGE)\ncapacity development\n(GCD)\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nPartnerships (PAR) Implementation\nRegional organizations\nUnited Nations organization\nPrivate sector  Conducive policy and institutional \ndevelopment (PSD) environment\nPromotion of private sector \ninvestment\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting Yes\nRegional High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG8, SDG9\nQq\n6. Risk Categorization Low \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.50\n    Knowledge and Support technical assistance: Technical Assistance  0.50\nSpecial Fund\nCofinancing 0.25\n    Government of Australia (Full ADB Administration) 0.25\nCounterpart 0.00\n    None 0.00\nTotal 0.75\n  \nCurrency of ADB Financing: USD \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 27112018160404323998 Generated Date: 18-Dec-2018 10:49:51 AM", " \nI.  INTRODUCTION \n \n1.  The knowledge and support technical assistance (TA) cluster will support the knowledge \ncontribution of the Asian Development Bank (ADB) to the Aid for Trade (AfT) initiative led by the \nWorld Trade Organization (WTO), including participation in the biennial AfT Global Review. \n \n2.  The TA cluster is included in the Management-approved annual work program for the \nEconomic Research and Regional Cooperation Department (ERCD) as a policy research agenda \nfor developing member countries (DMCs) for 2018.1 \n \nII.  ISSUES \n \n3.  International trade has been instrumental to rapid economic growth and poverty reduction \nin Asia and the Pacific and will continue to play a key role in meeting the Sustainable Development \nGoals. However, many developing countries, particularly the least developed, face challenges in \nfully benefiting from trade liberalization because of obstacles, such as supply-side capacity and \ntrade-related infrastructure, that constrain engagement in international trade. Moreover, the \nbenefits  of  trade  liberalization  within  countries  are  not  always  shared  equitably  among  all \nsegments of the economy, with micro, small, and medium-sized enterprises and women-led firms \ntypically at a disadvantage.2 To fully realize potential trade outcomes for inclusive growth, \ndeveloping countries should focus more on trade liberalization and policy adjustments, as well as \non  the  investments  necessary  to  address  capacity  and  infrastructure  constraints.3 These \nchallenges are exacerbated by DMCs’ lack of understanding of AfT-related issues, including how \nbest to maximize the benefits of AfT to achieve inclusive trade-driven growth. The TA cluster will \naddress this knowledge gap on AfT's key role in helping DMCs address constraints to inclusive \ntrade. \n \n4.  The WTO launched the AfT initiative in 2005 to help recipients maximize the benefits of \ntrade openness by improving trade and productive capacity, infrastructure, and institutions. Since \nthen, AfT has become an increasingly important part of official development assistance (ODA)—\ngrants  and  concessional  loans—targeted  at  trade-related  programs  and  projects. 4  The \ncenterpiece event of the AfT initiative is the AfT Global Review held every 2 years since 2007 at \nthe WTO in Geneva. It brings together stakeholders to take stock of progress and challenges and \nto strengthen monitoring and evaluation to advance the AfT agenda in a coordinated and effective \nmanner. ADB is an important partner of the AfT Global Review; its main contribution consists of \na research report, Aid for Trade in Asia and the Pacific, launched at the AfT Global Review, as \nwell as organization of side events. The report provides an update on AfT trends and patterns in \nAsia and the Pacific. In addition, the report includes in-depth analyses on topical issues related \nto the inclusiveness and sustainability of trade growth, in the context of a biennial work program \napproved and circulated by WTO’s Committee for Trade and Development. This work program \n                                                \n1  The TA cluster first appeared in the business opportunities section of ADB’s website on 15 November 2018. \n2  N. Mohammed. 2017. Aid for Inclusive Trade and Poverty Reduction. In Organisation for Economic Co-operation \nand Development and WTO. Aid for Trade at a Glance 2017: Promoting Trade, Inclusiveness and Connectivity for \nSustainable Development. Paris: Organisation for Economic Co-operation and Development Publishing / Geneva: \nWTO. \n3  ADB. 2017. Aid for Trade in Asia and the Pacific: Promoting Connectivity for Inclusive Development. Manila. \n4  Footnote 3. Since 2005, AfT disbursements have grown faster than ODA, reaching $32.9 billion in 2015 from a \nbaseline average of $11.8 billion in 2002–2005. Asia and the Pacific is the largest AfT recipient, with disbursements \nin 2015 at 38.2% of total $36.3 billion ODA to the region. AfT is also an integral part of ADB support for regional \ncooperation and integration and inclusive development. In 2016, ADB’s AfT commitments reached $2.0 billion, an \nincrease of $1.4 billion over the 2002–2005 average, accounting for about 73% of ADB’s total ODA. More than 67% \nof ADB’s AfT targets infrastructure, especially transport and storage, and communications. \n ", "2 \nguides the overall focus of each AfT Global Review in light of emerging trade and development \nissues, hence the need to continuously provide updated knowledge solutions. \n \n5.  While global trade growth further accelerated in 2017, of which Asia has been the key \ndriver, the global economic environment continues to pose challenges.5 As rising protectionist \ntendencies and challenges to the multilateral global trade architecture threaten nascent recovery \nin trade growth, the capacity of AfT measures to produce positive results has become more vital, \nwhich includes building a case on the importance of continued trade liberalization. Empirical \nanalysis indicates that AfT has played an essential role in the region’s positive trade performance \nin goods and services, and in generation of inclusive job opportunities (footnote 3). \n \n6.  Under ADB’s Strategy 2030, ADB will sustain efforts to eradicate extreme poverty and \nexpand its vision to achieve a prosperous, inclusive, resilient, and sustainable Asia and the \nPacific.6 The Operational Plan for Regional Cooperation and Integration, 2016–2020 identified \nincreased opportunities for cross-border trade and investment among key elements for raising \ncompetitiveness in connected markets, which in turn is essential for generating inclusive and \nsustainable growth.7 ADB will also further strengthen its role as a knowledge provider. Strategy \n2030  underscores  the  value  of  ADB’s  knowledge  and  evidence-based  research  in  raising \nunderstanding and awareness about critical areas and sectors for action; supporting good policies \nand  reforms  by  DMCs;  and  contributing  to  global  development  discussions  by  offering \nperspectives from Asia and the Pacific. Through its contribution to and participation in the global \nreview via knowledge products and events, ADB contributes to better awareness of how AfT can \nplay an effective role in helping DMCs maximize the benefits of trade liberalization in an equitable \nmanner, and leverage trade for inclusive and sustainable growth. \n \nIII.  JUSTIFICATION FOR CLUSTER MODALITY \n \n7.  ADB has been an active partner of and contributor to the WTO-led AfT Global Review \nsince its inception in 2005. The TA cluster approach is most appropriate, given the 2-year cycle \nof the AfT Global Review. The TA cluster will enable ADB to continue its commitment to the WTO-\nled AfT Global Review without potential interruption, and each cluster can focus on the theme that \nis aligned with the overall theme of the biennial AfT Global Review. The 2-year cycle also allows \nfor in-depth analysis and rigorous peer review in the production of the biennial Aid for Trade in \nAsia and the Pacific report. Under the TA cluster, ADB will support the preparation of the next \nthree Aid for Trade in Asia and the Pacific reports. \n \nIV.  THE TECHNICAL ASSISTANCE CLUSTER \n \nA.  Impact, Outcome, and Outputs \n \n8.  The TA cluster is aligned with the following impacts: (i) opportunities for further trade \ngrowth in Asia and the Pacific maximized and (ii) DMCs’ integration into the global economy \n                                                \n5  Global trade volume growth accelerated to 4.7% in 2017 from 1.8% in 2016—surpassing global economic growth for \nthe first time since 2012. Asia contributed about 35% of global volume growth. The region’s trade volume growth \nreached 7.1% in 2017, the highest since 2011, and largely supported the region’s gross domestic product growth. \n6  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n7  ADB. 2016. Operational Plan for Regional Cooperation and Integration, 2016–2020: Promoting Connectivity, \nCompetitiveness, Regional Public Goods, and Collective Action for Asia and the Pacific. Manila. The plan places \nspecial emphasis on the needs of landlocked and small island economies. An operational plan for 2019–2024 is \ncurrently being drafted. \n ", "3 \nheightened through increased trade openness. The TA cluster will have the following outcome: \nDMCs’ understanding of relevant trade opportunities, bottlenecks, and issues improved.8 \n \n9.  Output 1: Aid for Trade in Asia and the Pacific reports published and disseminated. \nTo provide a solid empirical and analytical foundation for the content of Aid for Trade in Asia and \nthe Pacific reports (one report per subproject), the TA cluster will commission background \nresearch papers to supplement research of the Regional Cooperation and Integration Division \n(ERCI) on the selected theme topics. The theme of the seventh AfT Global Review in 2019 is \nSupporting Economic Diversification and Empowerment for Inclusive, Sustainable Development \nthrough Aid for Trade. The report will examine how international trade can promote inclusive \ngrowth and empowerment by (i) actively pursuing the participation of women and the growing \nyouth population in trade-related activities; (ii) facilitating the integration of micro, small, and \nmedium-sized enterprises into regional value chains and global trade; and (iii) promoting inclusive \nindustrial development by broadening trade for the services sector and rural economy. Related \nareas of discussion include the role of digital connectivity, technology, and innovation to widen \nopportunities, improve access to finance, and foster skills development. A section of the report \nwill be devoted to the challenges faced and progress made by the Pacific island economies, \ncompared with other geographically challenged regions. Subsequently, the focus of the 2021 and \n2023 reports will be based on the themes of the eighth and ninth AfT Global Reviews respectively, \nwithin the overarching consideration of how best to leverage trade for inclusive and sustainable \ngrowth. \n \n10.  Output 2: Knowledge sharing events organized. The international launch of the Aid for \nTrade in Asia and the Pacific report during the AfT Global Review will be followed by knowledge \nsharing events cohosted by ADB development partners in Asia and the Pacific. Outreach will \ninclude analytical discussions of the issues in partnership with academic institutions, think tanks, \nand development partners. Distinguished economists and trade experts in the region will be \ninvited to discuss the analytical rigor of the research work. Policy makers and private sector \nrepresentatives will also be invited to the knowledge sharing events to generate discussions on \nthe wider policy relevance. The publications will be widely disseminated in collaboration with \nADB’s Department of Communications and participating resident missions, as well as with \nsubregional programs.  \n \n11.  Output  3:  Background  papers  published.  The  background  papers  will  also  be \nconsidered for publication as policy briefs and working papers to provide researchers with more \nextensive analyses related to the themes of the reports. \n \nB.  Cost and Financing \n \n12.  The TA cluster is estimated to cost $750,000 ($250,000 for each TA subproject), of which \n(i) $500,000 will be financed on a grant basis by ADB’s Technical Assistance Special Fund (TASF \n6) and (ii) $250,000 will be financed on a grant basis by the Government of Australia through the \nDepartment of Foreign Affairs and Trade and administered by ADB. Detailed cost estimates and \nfinancing arrangements will be presented in each TA subproject proposal submitted for approval. \n \nC.  Implementation Arrangements \n \n13.  ADB will administer the TA cluster. ERCI, ERCD will select, supervise, and evaluate \nconsultants and resource persons; procure goods; organize workshops and conferences; consult \n                                                \n8  The design and monitoring framework is in Appendix 1. \n ", "4 \nwith ADB regional and other relevant departments; and provide staff and/or coordinate ADB staff \nfor  supporting  services  and  participation  in  workshops  and  conferences.  For  research \ncollaboration, joint conferences, and dissemination activities, the TA cluster will also partner with \nreputable research institutions in the region or globally. The implementation arrangements are \nsummarized in Table 1. \n \nTable 1: Implementation Arrangements for the Technical Assistance Cluster \nAspects  Arrangements \nIndicative implementation  January 2019–June 2024 \nperiod for the TA cluster \nExecuting agency  ADB \nImplementing agency  Economic Research and Regional Cooperation Department \nConsultants  Package title  Selection method  Engaged by \nTrade economists, trade  Individual selection  ADB \nspecialists, aid for trade \nexperts (international) \nEconomic and manuscript  Individual selection  ADB \neditors (international) \nResource persons  Individual selection  ADB \nResearch, economic analysts  Individual selection  ADB \n(national) \nDesktop publishing  Individual selectiona  ADB \nspecialists, graphic designers, \nlayout artists (national) \nManuscript proofreaders  Individual selectiona  ADB \n(national) \nProcurement  Mode of procurement  No. of contracts  Procured by \nRFQ  9  ADB \nDisbursement  Arrangements for disbursement from multiple funding sources (e.g., front-\nloading ADB-administered funds, cost sharing, or pro rata) will be agreed \nwith cofinanciers. TA resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2010, as amended from time to time). \nADB = Asian Development Bank, RFQ = request for quotation, TA = technical assistance. \na  Hiring of retainers or contractors through the Department of Communications will also be considered. \nSource: ADB. \n \n14.  Subprojects. The TA cluster will be implemented through three subprojects (Appendix 2). \nEach subproject will be designed to support the achievement of the cluster outputs (paras. 9–11) \nduring the implementation period (Table 2). Each TA subproject proposal will be submitted for \napproval to the ERCD director general, following the business process for knowledge and support \nTA cluster processing.9 Subproject activities will start after approval. \n \nTable 2: Indicative Implementation Period and Budget Allocation for Subprojects \nBudget \nItem  Subproject Title  Implementation Period  ($’000) \nSubproject 1  Aid for Trade for Inclusive Growth, 2019–2020   January 2019–June 2020  250 \nSubproject 2  Aid for Trade for Inclusive Growth, 2020–2022  July 2020–June 2022  250 \nSubproject 3  Aid for Trade for Inclusive Growth, 2022–2024  July 2022–June 2024  250 \nSource: Asian Development Bank. \n \n                                                \n9  ADB. 2018. Staff Instruction on Business Processes for Knowledge and Support Technical Assistance. Manila. \n ", "5 \n15.  Consulting services. Individual consultants will be recruited as needed for the duration \nof the TA cluster to provide about 28 person-months of international consulting inputs, including \nresource persons for conferences and other knowledge sharing events; and 138 person-months \nof national consulting inputs. The consultants will be engaged following the ADB Procurement \nPolicy (2017, as amended from time to time) and the associated project administration instructions \nand/or staff instructions.10 Hiring a team of individual consultants will provide more benefits for \nADB than engaging a firm because of the following reasons: (i) faster mobilization of consultants, \n(ii) greater control by the implementing agency in selecting and managing consultants, and (iii) \ngreater flexibility in engaging experts specializing in a broad spectrum of AfT-related topics. \n \n16.  International consultants will be commissioned to prepare background research papers \nfor selected topics in the Aid for Trade in Asia and the Pacific reports and to edit TA-related \npublications and written outputs. National consultants will include research and economic analysts \nwho will assist ADB in the delivery of the TA cluster’s core outputs and in the preparation of the \nTA cluster’s publications and seminars. Other national consultants, including typesetters, graphic \ndesigners, and proofreaders, will be engaged for the publication of AfT and other reports and \npapers. Resource persons, who are internationally distinguished experts and could include ADB \nstaff, will be engaged to present or facilitate discussions at seminars and other events. \n \n17.  A team of ERCI staff comprising two international staff members (one acting as the project \nleader and the leader of the team of consultants), one national officer, one operations coordinator, \nand one operations assistant will oversee and manage the implementation of the TA cluster. \n \n18.  ADB’s procurement. Purchases of information and communication technology-related \nequipment and/or supplies and econometric or statistical programs and/or software will follow the \nADB  Procurement  Policy  and  the  Procurement  Regulations  for  ADB  Borrowers  (2017,  as \namended from time to time), in coordination with ADB’s Office of Information Systems and \nTechnology and Office of Administrative Services, where applicable.11 After the TA cluster is \ncompleted,  any  procured  equipment  will  be  disposed  following  the  Project  Administration \nInstructions on Administering Grant-Financed Technical Assistance.12Disbursements under this \n \nTA cluster will follow ADB’s Technical Assistance Disbursement Handbook (2010, as amended \nfrom time to time). \n \nV.  THE PRESIDENT’S DECISION \n \n19.  The President, acting under the authority delegated by the Board, has approved (i) the \nAsian Development Bank (ADB) administering a portion of technical assistance not exceeding \nthe equivalent of $250,000 to be financed on a grant basis by the Government of Australia and \n(ii) ADB providing the balance not exceeding the equivalent of $500,000 on a grant basis for Aid \nfor Trade for Inclusive Growth, and hereby reports this action to the Board. \n \n                                                \n10 ADB will consider lump-sum payments, output-based contracts, and framework agreements or contracts for \nconsulting services. \n11 The procurement plan will be included in each subproject proposal. \n12 ADB. 2018. Administering Grant-Financed Technical Assistance. Project Administration Instructions. PAI 5.09. \nManila. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts the TA Cluster is Aligned with \nOpportunities for further trade growth in Asia and the Pacific maximizeda \nDMCs’ integration into the global economy heightened through increased trade opennessa \n  Performance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nOutcome       \nDMCs’  a. Policy citations by DMCs to  a. National development  Unforeseen changes \nunderstanding of  the study and/or report  strategies; country  in the global or \nrelevant trade  findings, and their interest in  partnership strategies;  regional political, \nopportunities,  knowledge events (2017– participation in  economic, and trade \nbottlenecks, and  2018 baseline: not applicable)  knowledge events  environment \nissues improved    organized under the TA  undermine the \n  cluster  relevance of key \n    findings and \nb. Increased reference to the  b. DOC media monitoring  messages. \nreports by the media and  reports; ADB \neconomic researchers, both  Management speeches, \nwithin ADB and beyond  talking points, and \n(2017–2018 baseline: not  briefing notes; and web \napplicable)  search engine that \nindexes the full text or \nmetadata of scholarly \nliterature across \npublishing formats and \ndisciplines (e.g., Google \nScholar) \nOutputs       \n1. Aid for Trade in  1a. 1,500 copies (TA  1a. Number of  Unforeseen \nAsia and the Pacific  subproject 1: 500 copies; TA  publications produced  circumstances may \nreports published  subproject 2: 500 copies; TA  compromise the \nand disseminated  subproject 3: 500 copies)  production schedule. \nprinted and distributed to \nDMCs (2017–2018 baseline: \n500 copies) \n \n1b. By 2024, 1,000 average  1b. DOC web download   \nweb downloads (TA  statistics \nsubproject 1: 1,000 \ndownloads; TA subproject 2: \n1,000 downloads; TA \nsubproject 3: 1,000 \ndownloads) achieved per \nyear (2017–2018 baseline: \nnot applicable) \n \n2. Knowledge  2. 2–3 knowledge sharing  2. Number of knowledge  Scheduling difficulties \nsharing events  events per publication,  sharing events  may limit the number \norganized  including capacity building  of knowledge sharing \nworkshops for DMCs (2017– events. \n2018 baseline: 3 knowledge \nsharing events) \n \n ", "Appendix 1  7 \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \n3. Background  3. By 2020, 2022, and 2024,  3. Number of publications  Unexpected \npapers published  all background papers  produced  circumstances, such \npublished as policy briefs  as a delay in peer \nand/or working papers under  review, derail the \neach TA subproject (2017– publication schedule. \n2018 baseline: 1 policy brief, \n2 working papers) \nK  ey Activities with Milestones \n1.    Launch the Aid for Trade in Asia and the Pacific Report 2019 internally and at the Aid for Trade \nGlobal Review (June–July 2019, June–July 2021, June–July 2023) \n2.    Organize knowledge sharing events (August 2019–June 2020, August 2021–June 2022, August \n2023–June 2024) \n3.    Publish background papers as policy briefs and/or working papers (December 2019–June 2020, \nDecember 2021–June 2022, December 2023–June 2024) \n \nTA Management Activities \nRecruitment of consultants (January 2019–February 2019, July–December 2020, July–December 2022) \nEngagement of resource persons (May 2019–June 2020, May 2021–June 2022, May 2023–June 2024) \nProcurement of information technology equipment, information and knowledge services (schedule to be \ndetermined) \nInputs \nADB: $500,000 (subproject 1: $125,000; subproject 2: $125,000; subproject 3: $250,000) \nGovernment of Australia:b $250,000 (subproject 1: $125,000; subproject 2: $125,000) \nAssumptions for Partner Financing \nNot applicable \nADB = Asian Development Bank; DMC = developing member country, DOC = Department of Communications, TA = \ntechnical assistance. \na  Defined by TA. \nb  The amount also includes ADB's administration fee, audit costs, bank charges, and provision for foreign exchange \nfluctuations, if any, to the extent that these items are not covered by the interest and investment income earned on \nthis grant, gains from foreign exchange conversion, or any additional grant from the Government of Australia. \nSource: ADB. \n ", "8  Appendix 2 \nSUBPROJECT DESCRIPTIONS \n \nSubproject 1  Aid for Trade for Inclusive Growth, 2019–2020 \nIndicative outputs and  Output 1: Aid for Trade in Asia and the Pacific 2019 report published and \nactivities  disseminated \nSubproject 1 of the TA cluster will cover the publication of the Aid for Trade in \nAsia and the Pacific 2019 report, guided by the seventh AfT Global Review \ntheme in 2019: Supporting Economic Diversification and Empowerment for \nInclusive, Sustainable Development through Aid for Trade. The report will \nexamine how international trade can promote inclusive growth and \nempowerment by actively pursuing the participation of women and the growing \nyouth population in trade-related activities; facilitating MSMEs’ integration into \nregional value chains and global trade; and promoting inclusive industrial \ndevelopment by broadening trade for the services sector and rural economy. \nToward these ends, the report will focus on how to address supply-side \ncapacity, trade-related infrastructure, and financial constraints for MSMEs and \nwomen-led enterprises; and policies and measures that foster a dynamic, \ntradable service sector and enhance the productivity of the agriculture sector. \nRelated areas of discussion include the role of digital connectivity, technology, \nand innovation to widen opportunities, improve access to finance, and foster \nskills development. A section of the report will be devoted to the challenges \nfaced and progress made by the Pacific island economies, as compared with \nother geographically challenged regions of the world. \n \nOutput 2: Knowledge sharing events organized \nThe conferences and workshops will focus on the report’s theme. \nDistinguished economists and trade experts in the region will be invited to \ndiscuss the analytical rigor of the theme chapter, aligned with the theme of the \nAfT Global Review. Policy makers and private sector representatives will also \nbe invited to the knowledge sharing events to generate discussions on the \nwider policy relevance of the research work. The publication will be widely \ndisseminated in collaboration with ADB’s Department of Communications and \nparticipating resident missions. The international launch during the AfT Global \nReview will be followed by knowledge sharing events cohosted by ADB \ndevelopment partners in Asia and the Pacific. Outreach will include analytical \ndiscussions of the issues in partnership with academic institutions, think tanks, \nand development partners. \n \nOutput 3: Background papers published \nThe background papers will also be considered for publication as policy briefs \nand working papers to provide researchers with more extensive analyses \nrelated to the theme of the report. \nIndicative  Individual consultants will be recruited as needed for the duration of subproject \nimplementation  1 to provide about 10 person-months of international consulting inputs and 38 \narrangements  person-months of national consulting inputs. Resource persons, who may \ninclude ADB staff, will be engaged for the conferences and knowledge sharing \nevents. These events may include a capacity building component. \n \nA team of ERCI staff comprising two international staff members (one acting as \nthe project leader and leader of the team of consultants), one national officer, \none operations coordinator, and one operations assistant will oversee and \nmanage the implementation of the TA cluster. \nImplementation  January 2019–June 2020 \nschedule \nSubproject 2  Aid for Trade for Inclusive Growth, 2020–2022 \n ", "Appendix 2  9 \nSubproject 3  Aid for Trade for Inclusive Growth, 2022–2024 \nIndicative outputs and  Subsequent TA subprojects will be structured along the lines of subproject 1. \nactivities   \nOutput 1: Aid for Trade in Asia and the Pacific 2021 (subproject 2) and \n2023 (subproject 3) reports published and disseminated \nTo provide a solid empirical and analytical foundation for the content of the \nsubsequent Aid for Trade in Asia and the Pacific reports, the succeeding TA \nsubprojects will commission background research papers to supplement ERCI \nresearch on the selected theme topics by analyzing trade-related issues and \npolicy implications for Asia and the Pacific. The focus of the 2021 report will be \nbased on the theme of the eighth AfT Global Review and the 2023 report will \nbe based on the theme of the ninth AfT Global Review, under the overarching \nconsideration of how best to leverage trade for inclusive and sustainable \ngrowth. The theme of each AfT Global Review is typically announced 1 year in \nadvance by the WTO in consultation with its member countries and \ndevelopment partners. Past themes include (i) Promoting Trade, Inclusiveness \nand Connectivity for Sustainable Development (2017); (ii) Reducing Trade \nCosts for Inclusive, Sustainable Growth (2015); and (iii) Connecting to Value \nChains (2013). \n \nOutput 2: Knowledge sharing events organized \nThe conferences and workshops will focus on the main themes of the reports. \nDistinguished economists and trade experts in the region will be invited to \ndiscuss the analytical rigor of the theme chapters, which are aligned with the \nrespective themes of the AfT Global Reviews. Policy makers and private \nsector representatives will also be invited to the knowledge sharing events to \ngenerate discussions on the wider policy relevance of the research work. The \npublications will be widely disseminated in collaboration with ADB’s \nDepartment of Communications and participating resident missions. The \ninternational launch during the AfT Global Review will be followed by \nknowledge sharing events cohosted by ADB development partners in Asia and \nthe Pacific. Outreach will include analytical discussions of the issues in \npartnership with academic institutions, think tanks, and development partners. \n \nOutput 3: Background papers published \nThe background papers will also be considered for publication as policy briefs \nand working papers to provide researchers with more extensive analyses \nrelated to the themes of the reports. \nIndicative  Individual consultants will be recruited as needed for the duration of \nimplementation  subprojects 2 and 3 to provide about 10 person-months of international \narrangements  consulting inputs and 50 person-months of national consulting inputs per \nsubproject. Resource persons, who may include ADB staff, will be engaged for \nthe conferences and knowledge sharing events. These events may include a \ncapacity building component. \n \nA team of ERCI staff comprising two international staff members (one acting as \nthe project leader and leader of the team of consultants), one national officer, \none operations coordinator, and one operations assistant will oversee and \nmanage the implementation of the TA cluster. \nImplementation  Subproject 2: July 2020–June 2022 \nschedule  Subproject 3: July 2022–June 2024 \nADB = Asian Development Bank; AfT = Aid for Trade; ERCI = Regional Cooperation and Integration Division; MSMEs \n= micro, small, and medium-sized enterprises; TA = technical assistance; WTO = World Trade Organization. \nSource: ADB. \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20190205153434+08'00'", "Creator": "PDF24 Creator", "Keywords": "png, vanuatu, aft, trade liberalization, supply-side capacity, trade-related infrastructure, international trade, global trade, regional cooperation, inclusive growth, 52189, ta 0042, adb technical assistance, approved technical assistance, tar, ta projects, ksta", "ModDate": "D:20190208104252+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "52189-001: Aid for Trade for Inclusive Growth"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AfT  –  Aid for Trade \n  DMC  –  developing member country \n  ERCD  –  Economic Research and Regional Cooperation Department \n  ERCI  –  Regional Cooperation and Integration Division \n  ODA  –  official development assistance \n  TA  –  technical assistance \n  WTO  –  World Trade Organization \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars. \n \n \nVice-President  Bambang Susantono, Knowledge Management and Sustainable \nDevelopment \nDirector General  Yasuyuki Sawada, Economic Research and Regional Cooperation \nDepartment (ERCD) \nDirector  Cyn-Young Park, Regional Cooperation and Integration Division, ERCD \n   \nTeam leader  Fahad Khan, Economist, ERCD \nTeam members  Paulo Rodelio Halili, Senior Economics Officer, ERCD \n  Kijin Kim, Economist, ERCD \n  Pia Tenchavez, Senior Operations Assistant, ERCD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "Bambang Susantono", "role": "Knowledge Management and Sustainable", "organization": ""}, {"fullname": "Yasuyuki Sawada", "role": "Economic Research and Regional Cooperation", "organization": ""}, {"fullname": "Cyn-Young Park", "role": "Regional Cooperation and Integration Division", "organization": "ERCD"}, {"fullname": "Fahad Khan", "role": "Economist", "organization": "ERCD"}, {"fullname": "Paulo Rodelio Halili", "role": "Senior Economics Officer", "organization": "ERCD"}, {"fullname": "Kijin Kim", "role": "Economist", "organization": "ERCD"}, {"fullname": "Pia Tenchavez", "role": "Senior Operations Assistant", "organization": "ERCD"}]}