{"path": "data/input/ta/52181-001-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President \nto the Board of Directors\n \n \nProject Number: 52181-001 \nNovember 2021 \n \n \n \nProposed Loan \nRepublic of the Philippines: Metro Manila Bridges \n \nProject\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nAccess to Information Policy. \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 1 October 2021) \n \nCurrency unit  –  peso/s (₱) \n₱1.00  =  $0.02 \n$1.00  =  ₽51.08 \n \n \n  \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ASEAN  –  Association of Southeast Asian Nations \n  BBB  –  Build, Build, Build \n  BMC-UPMO  –  Bridges Management Cluster Unified Project Management \nOffice \n  COVID-19  –  coronavirus disease \n  DPWH  –  Department of Public Works and Highways \n  EIRR  –  economic internal rate of return \n  EMP  –  environmental management plan \n  GDP  –  gross domestic product \n  IPIF  –  Infrastructure Preparation and Innovation Facility \n  km  –  kilometer \n  m  –  meter \n  MRT  –  Metro Rail Transit \n  NCR  –  National Capital Region \n  NEDA  –  National Economic and Development Authority \n  O&M  –  operation and maintenance \n  PAM  –  project administration manual \n  PDP  –  Philippine Development Plan \n \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n ", " \n \nVice-President  Ahmed M. Saeed, Operations Group 2 \nDirector General  Ramesh Subramaniam, Southeast Asia Department (SERD) \nDeputy Director General  Winfried F. Wicklein, SERD \nDirectors  Hiroaki Yamaguchi, Transport and Communications Division \n(SETC), SERD \nKelly Bird, Country Director, Philippines Country Office (PHCO), \nSERD \n   \nTeam leader  Chaorin Shim, Transport Specialist, SETC, SERD \nTeam members  Meenakshi Ajmera, Principal Safeguards Specialist, Office of the \nDirector General (SEOD), SERD \nOscar Badiola, Senior Programs Officer, PHCO, SERD \n  Margarita Javier, Senior Project Assistant, SETC, SERD \nEdwin Lara, Senior Safeguard Officer (Environment), PHCO, \nSERD \n  Sevil Maharramova; Financial Management Specialist; Public \nFinancial Management Division; Procurement, Portfolio and \nFinancial Management Department (PPFD) \nLila Mallory, Senior Procurement Specialist, Procurement \nDivision 2 (PFP2), PPFD \nHugh McGregor, Counsel, Office of the General Counsel \n  Antoine Morel, Principal Environment Specialist, SEOD, SERD \nCarlito Rufo, Jr., Senior Safeguards Specialist (Environment), \nSETC, SERD \nArghya Sinha Roy, Principal Climate Change Specialist (Climate \nChange Adaptation), Climate Change and Disaster Risk \nManagement Division, Sustainable Development and Climate \nChange Department  \nWitoon Tawisook, Principal Transport Specialist, SETC, SERD \nMichael Walsh, Procurement Specialist, PFP2, PPFD \nGengwen Zhao, Transport Specialist, SETC, SERD \nPeer reviewer  Oleg Samukhin, Senior Transport Specialist, Transport and \nCommunications Division, Central and West Asia Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Project Description  4 \nC.  Value Added by ADB  5 \nD.  Summary Cost Estimates and Financing Plan  6 \nE.  Implementation Arrangements  7 \nIII.  DUE DILIGENCE  8 \nA.  Technical  8 \nB.  Economic and Financial Viability  8 \nC.  Sustainability  9 \nD.  Governance  9 \nE.  Poverty, Social, and Gender  9 \nF.  Safeguards  10 \nG.  Summary of Risk Assessment and Risk Management Plan  12 \nIV.  ASSURANCES  12 \nV.  RECOMMENDATION  12 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  13 \n2.  List of Linked Documents  16 \n \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 52181-001\nProject Name Metro Manila Bridges Project  Department/Division SERD/SETC\nCountry Philippines Executing Agency Dept. of Public Works \nBorrower Philippines and Highways\nCountry Economic  https://www.adb.org/Documents/LinkedDocs/\nIndicators ?id=52181-001-CEI\nPortfolio at a Glance https://www.adb.org/Documents/LinkedDocs/\n?id=52181-001-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nTransport Urban roads and traffic management 175.10\nTotal 175.10\n3. Operational Priorities Climate Change Information\nAddressing remaining poverty and reducing inequalities GHG reductions (tons per annum) 12,555.000\nAccelerating progress in gender equality Climate Change impact on the  High\nProject\nTackling climate change, building climate and disaster resilience, and \nenhancing environmental sustainability\nADB Financing\nMaking cities more livable\nAdaptation ($ million) 4.24\nStrengthening governance and institutional capacity\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.2, 1.5 Effective gender mainstreaming (EGM)\nSDG 5.1, 5.2\nSDG 10.2 Poverty Targeting\nSDG 11.2 General Intervention on Poverty\nSDG 13.a\n4. Risk Categorization: Complex\n.\n5. Safeguard Categorization Environment: B   Involuntary Resettlement: A   Indigenous Peoples: C\n.\n6. Financing\nModality and Sources Amount ($ million)\nADB 175.10\n     Sovereign Project (Regular Loan): Ordinary capital resources 175.10\nCofinancing 0.00\n     None 0.00\nCounterpart  72.40\n     Government  72.40\nTotal 247.50\nCurrency of ADB Financing: US Dollar \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 22102021091537815688 Generated Date: 05-Nov-2021 13:34:17 PM", "Guiguinto\n\u0000\u0000\u0000\u0000\u0000\u0000\u0000E PHILIPPINES \u0000\u0000\u0000\u0000\u0000\u0000\u0000E\nMETRO MANILA BRIDGES PROJECT\nN\nBULACAN \u0000 \u0000 \u0000 \u0000 \u0000 \u0000\nMANILA Kilometers\nCaloocan\nValenzuela\nQuezon City\nMalabon\nKabayani Street–Matandang Balara Bridge\nNavotas\n3\nMarikina\nHomeowners Drive–A. Bonifacio Bridge\n2\nMANILA Marcos Highway–St. Mary Avenue Bridge\n1\nBinondo–Intramuros Bridge\nSan Juan RIZAL\nManila 4 5 6\n\u0000\u0000\u0000\u0000\u0000\u0000N  North and South Harbor Bridge Palanca–Villegas Bridge \u0000\u0000\u0000\u0000\u0000\u0000N \nMandaluyong\nEstrella–Pantaleon Bridge 7\n9 8 Eastbank–Westbank Bridge 2\nSta. Monica–Lawton Bridge Pasig City\nPateros\nPasay City Makati\nManila Bay Taguig\nParañaque\nLaguna Lake\nLas Piñas\n\u0000\u0000\u0000\u0000\u0000\u0000N  \u0000\u0000\u0000\u0000\u0000\u0000N \nNational Capital\nMuntinlupa\nCAVITE Project Bridges\nOther Planned Bridges to be Constructed/under construction\nBoundaries are not necessarily authoritative.\nThis map was produced by the cartography unit of the Asian Development Bank. \nThe boundaries, colors, denominations, and any other information shown on \nthis map do not imply, on the part of the Asian Development Bank, any judgment \nLAGUNA on the legal status of any territory, or any endorsement or acceptance of such \nboundaries, colors, denominations, or information. \n\u0000\u0000\u0000\u0000\u0000\u0000\u0000E \u0000\u0000\u0000\u0000\u0000\u0000\u0000E\n\u0000\u0000\u0000\u0000\u0000\u0000 ABV", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nthe Republic of the Philippines for the Metro Manila Bridges Project. \n \n2.  The project will support the construction of three bridges crossing the Marikina River as \npart of the efforts of the Government of the Philippines to improve efficiency of road travel, by \nreducing the severe traffic congestion in Metro Manila. The project will also help strengthen the \ncapacity of the Department of Public Works and Highways (DPWH) in project management and \noperation and maintenance (O&M) of bridges and crossing structures, with climate change and \ndisaster risk considerations. \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Macroeconomic context. The gross domestic product (GDP) of the Philippines grew by \nan average of 6.6% per year during 2015–2019. The national poverty rate declined to 16.7% in \n2018 from 23.5% in 2015, lifting about 6 million Filipinos out of poverty. The Philippines had also \nenjoyed remarkable growth in employment, which grew at an average of 4.6% per year from 2015 \nto 2019. This rapid expansion led to a significant reduction in informal employment. However, in \n2020,  the  coronavirus  disease  (COVID-19)  pandemic  and  the  unprecedented  community \nquarantine measures used to contain the outbreak drove the economy into recession for the first \ntime since the Asian financial crisis in 1998. GDP contracted by 9.5% and progress toward poverty \nreduction was reversed in 2020. The pandemic wiped out 1.7 million wage and salary jobs in the \n12 months to January 2021.1 In contrast, employment in the informal sector rose by about \n435,000. While GDP rebounded by 11.8% year-on-year in the second quarter of 2021, the \neconomy is still in its early recovery phase with the unemployment rate estimated at 8.1% in \nAugust 2021.  \n \n4.  Build, Build, Build program. Within this context, infrastructure investments are critical \nas they can provide a significant economic stimulus and have a strong multiplier effect on GDP \ngrowth and employment. The updated Philippine Development Plan (PDP), 2017–2022 echoed \nthe need to fast track investments in transportation infrastructure with the COVID-19 pandemic \namplifying the vulnerabilities of the current geospatial structure of cities.2 The government’s \naspirations  behind  its  Build,  Build,  Build  (BBB)  program,  a  comprehensive  infrastructure \ndevelopment program launched in 2017 under the original PDP, 2017–2022, remain firm, and the \nimplementation of the BBB program has become more imminent.3 The BBB program aims to \nincrease public infrastructure spending above 5.0% of GDP annually to attract investments, \nconnect regions and markets, generate jobs, and spur economic growth through infrastructure \ndevelopment. Consequently, public infrastructure spending had increased from 2.9% of GDP in \n2015 to 5.4% of GDP in 2019, dipping to 4.8% in 2020, and is estimated to reach 5.1% of GDP \nin 2021. Public infrastructure spending is budgeted at 5.8% of GDP in 2022.  \n \n \n1  Asian Development Bank (ADB). 2021. Asian Development Outlook 2021: Financing a Green and Inclusive \nRecovery. Manila. \n2  Government  of  the  Philippines,  National  Economic  and  Development  Authority  (NEDA).  2017.  Philippine \nDevelopment Plan, 2017–2022. Manila; and Government of the Philippines, NEDA. 2021. Updated Philippine \nDevelopment Plan, 2017–2022. Manila. \n3  Government of the Philippines. Build, Build, Build.  \n ", "2 \n5.  Metro Manila and the importance of its road-based transport infrastructure to the \neconomy. Metro Manila comprises 16 cities and one municipality and covers a total land area of \n620 square kilometers. It is the country’s economic powerhouse, accounting for more than 31.8% \nof GDP.4 Rapid urbanization has been an important driver of growth in the Philippine economy. \nThe population of Metro Manila is 12.9 million and is expected to reach 14.0 million by 2030.5 \nDaytime population swells by an additional 3 million people now, and this figure can increase \nfurther  by  2030.  The city’s  transport systems  have  been  improved  and  expanded through \ninvestments  in  road-based  transport  (roads  and  bridges),  railways,  and  other  mass  transit \nsystems in and outside Metro Manila (footnote 2). Despite these efforts, transport facilities require \nfurther improvement in quality, capacity, and connectivity. \n \n6.  The sustained economic growth over the last 2 decades has accelerated the pace of \nurbanization of Metro Manila, which in turn resulted in heavy traffic congestion and substantial \ntime and opportunity costs for commuters and businesses. Metro Manila’s road length totals 4,889 \nkilometers (km) (1,166 km of national roads and 3,723 km of local roads) and includes a well-\nformulated trunk road network.6 However, the current traffic demand of 12.8 million trips per day \nis overwhelming the network’s capacity. Metro Manila had only 1 km of road per 385 motor \nvehicles in 2019, and most commuters in Metro Manila traveled at 10 km per hour on average.7 \nThe  government  estimates that the country  lost ₱3.5 billion  per  day  in  2017  due to traffic \ncongestion in Metro Manila, and projects that such loss would rise to ₱5.4 billion per day in 2035 \nif no action is taken.8  \n \n7.  Key gender issues. In addition to the economic losses, the congestion affects women \ndisproportionately as they comprise 50.5% of the population in Metro Manila. Most women work \nin the informal sector and need to travel both for work and for domestic and care work-related \nreasons, often during off-peak times.9 The lack of safe paths and bridges, along with the absence \nof adequate lighting in areas where these modes of transport are used, leads to gender-based \nviolence, assault, and sexual harassment. In Metro Manila, three in five women have experienced \nsexual harassment in public places and during transit at least once in their lifetime.10 \n \n8.  Inadequate capacity of the existing bridges in Metro Manila. One of the major factors \ncontributing to the inefficiency of Metro Manila’s road network is the inadequate capacity of the \nexisting 30 bridges crossing its major waterways: Pasig River, Marikina River, and Manggahan \nFloodway. These bridges accommodate about 1.3 million vehicles per day and are operated at \nor near capacity and unstable levels.11 It is critical that additional crossing structures are built over \nthese waterways to decongest the existing bridges, reducing the risk of overloading them. New \nbridges are needed to also extend the life of the existing bridges and reduce their maintenance \ncosts, in addition to providing safer and more accessible bridge crossings. The government, \n \n4  Government of the Philippines, Philippine Statistics Authority. 2020. The PSA Releases Results of the Overall \nRevision and Rebasing of the Regional Accounts. Press release. 22 October. \n5  Government of the Philippines, Philippine Statistics Authority. 2019. 2019 Philippines in Figures. Quezon City. \n6  Government of the Philippines, DPWH. National Road Length of Paved and Unpaved Roads and Functional \nClassification per Region (as of 15 October 2019). \n7  Association of Southeast Asian Nations (ASEAN). 2020. ASEAN Statistical Yearbook 2020. Jakarta. The average \nnumber of motor vehicles per 1 km of road of the ASEAN Member States is 106. \n8  Government of the Philippines, NEDA. 2014. Roadmap for Transport Infrastructure Development for Metro Manila \nand Its Surrounding Area (Region III and Region IV-A). Manila. \n9  Government of the Philippines, Philippine Statistics Authority. 2018. NCR Gender Factsheet. Manila. \n10 A. Cabral. 2017. The Invisible Ways We Experience Sexual Harassment. CNN Philippines. 28 March (updated). \n11 Japan International Cooperation Agency. 2017. Conduct of Feasibility Study for Proposed 12 Bridges on Pasig-\nMarikina River and Manggahan Floodway. Manila. \n ", "3 \nthrough its Public Investment Program, 2017–2022, identified building up to 12 new Metro Manila \nbridges across the Marikina and Pasig rivers, and Manggahan Floodway.12 \n \n9.  Climate change and disaster risks. Metro Manila and its surrounding areas face high \ndisaster risk from natural hazards including floods, tropical cyclones, and earthquakes. Climate \nchange is set to increase the exposure of people and assets to such disasters because of rapid \nurbanization in flood-prone riverine and low-lying areas. Only about 42% of waterways and \ndrainage systems in Metro Manila are unclogged and desilted, which increases the time for floods \nto subside.13 Transportation systems, especially roads and bridges, bear significant impacts from \ndisasters  and  climate  change,  including  traffic  disruptions,  submerged  bridges,  flooded \npavements,  overflowing side  drains  and  cross  drainage  works,  inundation  of coastal  roads \nbecause of sea level rise, and road closures because of landslides.14 Other consequences include \ncollapsed bridge approaches and embankments and eroded slope protection. While the transport \nsector suffers damages and losses annually, catastrophic disasters such as typhoons in 2009 \nresulted in a large P7.5 billion loss in just 1 year.15 \n \n10.  Capacity of authorities concerned. DPWH is responsible for the planning, design, \nconstruction, and maintenance of the national highways, flood control and water resources \nsystems, and other public works. With the launch of the BBB program, DPWH’s responsibilities \nhave increased considerably, including the O&M of large cable-stayed and suspension bridges. \nWhile DPWH’s mandate is ensuring the safety and service levels of transport infrastructure, in \nline with international standards and practices, its capacity will need to be strengthened to handle \nthe  expanding  infrastructure  and  increased  responsibilities.16  Its technical, managerial,  and \nleadership skills also need to be passed on to a new generation of staff to ensure long-term \nsustainability of the capacity. \n \n11.  Lessons learned. ADB’s experience with financing urban transport projects provides \nseveral critical lessons that have been incorporated into the project, including the need to: (i) \nconduct advance planning and due diligence; (ii) ensure the executing agencies have adequate \ncapacity for project preparation, procurement, safeguards, and project management; (iii) ensure \nstrong integration within the overall transport network; and (iv) consider O&M requirements at an \nearly stage. ADB approved the Infrastructure Preparation and Innovation Facility (IPIF) to support \nthe government in preparing complex infrastructure projects under the BBB program17 and in \naddressing these issues.18 The IPIF has been instrumental in improving the project readiness of \nvarious ADB-financed projects, including the Epifanio de los Santos Avenue Greenways Project \nand the proposed project (footnote 12). \n \n12 Government of the Philippines, NEDA. 2018. 2017–2022 Public Investment Program. Manila. The list of the projects \nincludes  building  elevated  pedestrian  walkways  known  as  EDSA  Greenways  (ADB.  2020.  Report  and \nRecommendation of the President to the Board of Directors: Proposed Loans to the Republic of the Philippines for \nthe Epifanio de los Santos Avenue Greenways Project. Manila). \n13 Business Mirror. 2019. Metro Manila Floods Are Getting Worse. 6 August. \n14 For example, the flooding from Typhoons Ondoy and Pepeng in September–October 2009, which caused the \nMarikina River system including the Manggahan Floodway to burst its banks, resulted in widespread impacts on the \ntransport infrastructure. Several roads were flooded and were impassable for extended periods in certain areas and \nseveral bridges were washed away. \n15 Government of the Philippines. 2009. Typhoons Ondoy and Pepeng: Post-Disaster Needs Assessment. Manila. \n16 Government of the Philippines, NEDA. 2017. National Transport Policy and Its Implementing Rules and Regulations. \nManila. \n17 ADB. 2018. Country Partnership Strategy: Philippines, 2018–2023—High and Inclusive Growth. Manila. \n18 ADB. 2017. Report and Recommendation of the President to the Board of Directors: Proposed Technical Assistance \nLoan to the Republic of the Philippines for the Infrastructure Preparation and Innovation Facility. Manila; and ADB. \n2019. Report and Recommendation of the President to the Board of Directors: Proposed Loan for Additional \nFinancing to the Republic of the Philippines for the Infrastructure Preparation and Innovation Facility. Manila. \n ", "4 \n12.  Strategic  alignment.  The  government,  through  its  Public  Investment  Program \naccompanying  the  PDP,  has  identified  priority  programs  and  projects  to  be  implemented, \nincluding all BBB transport projects (footnote 12). The National Transport Policy guides transport-\nrelated agencies on policy decisions and future investment and coordinates national and local \nefforts and support from development partners. The project is in line with the PDP and the National \nTransport Policy (footnotes 2 and 16) and is included in the plan to build 12 new Metro Manila \nbridges across the Pasig River, Marikina River, and Manggahan Floodway. The government is \ncoordinating development partners in the sector, and ADB has been cooperating closely with \nthese efforts.19 The project is aligned with ADB’s country partnership strategy for the Philippines, \n2018–2023 in its focus on supporting infrastructure and local economic development. The project \nwill support five operational priorities of ADB’s Strategy 2030: addressing remaining poverty and \nreducing  inequalities;  making  cities  more  livable;  accelerating  progress  in  gender  equality; \ntackling climate change, building climate and disaster resilience, and enhancing environmental \nsustainability; and strengthening governance and institutional capacity (Table 1). \n \nTable 1: Alignment with Strategy 2030 \nStrategy 2030 Key Operational \nPriorities  Project Contributions \nAddressing remaining poverty  Living standards of poor and vulnerable people will benefit from the bridges \nand reducing inequalities  constructed under the project and from the resulting improvements to the \ntransport system in Metro Manila, as improved vehicle transport will help poor \nand low-income families in the project and surrounding areas to access \nincome-generating opportunities, health services, and educational facilities. \nMaking cities more livable  People in Metro Manila will benefit from a reduction in traffic congestion and \nan increase in vehicle speed. \nAccelerating progress in gender  The project will help to reduce women’s time poverty and drudgery by building \nequality  bridges with gender-responsive features.  It will have a mentoring program for \nfemale DPWH technical staff to expand their skills through on-the-job training \nand an O&M training program. The project will also support women‘s \neconomic empowerment by encouraging contractors to employ women. \nTackling climate change, building  The project will ensure that the urban environment becomes more resilient to \nclimate disaster resilience, and  climate change and disasters by incorporating the necessary features into the \nenhancing environmental  bridge design by increasing the height by 0.5 meter, which will address sea \nsustainability   level rise and flooding risks. \nStrengthening governance and  The project will provide capacity-building support to DPWH for preparing the \ninstitutional capacity   updated O&M manual and for improving the knowledge of project staff. \nDPWH = Department of Public Works and Highways, O&M = operation and maintenance. \nSource: Asian Development Bank. \n \nB.  Project Description \n \n13.  The project is aligned with the following impact: efficiency of the transport sector enhanced \nto sustain economic growth and increase competitiveness (footnote 2). The project will have the \nfollowing outcome: efficiency of road travel in the project influence areas improved.20 \n \n19 Five out of the 12 proposed bridges are financed by the Government of the People’s Republic of China, and one \nbridge is financed by the relevant local government unit. These six bridges will be constructed in parallel with the \nthree bridges to be constructed under the project. The major development partners in the Philippine transport sector \nand development coordination are described in Sector Assessment (Summary): Transport (accessible from the list \nof linked documents in Appendix 2). \n20 The design and monitoring framework is in Appendix 1. The project influence areas are divided into three categories: \n(i) direct influence areas covering all bridges crossing the Marikina River from Quezon City to Marikina, major roads \nlinked to the project bridges, and adjacent major roads and areas with an arrival ratio of more than 10% of generated \ntrips from Marikina (Marikina and partial areas of Quezon City); (ii) indirect influence areas linked to the project \nbridges, except direct influence areas (Quezon City, Pasig, San Mateo, and Antipolo) and areas with an arrival ratio \nof 3% or more of generated trips from Marikina; and (iii) external influence areas. \n ", "5 \n14.  Output 1: Three bridges crossing the Marikina River constructed. The following three \nout of the 12 new Metro Manila bridges under the government’s Public Investment Program, \n2017–2022 (para. 12) will be constructed, with a total length of 3,023.7 meters: (i) Marcos \nHighway–St. Mary Avenue Bridge (bridge no. 1); (ii) Homeowner’s Drive–A. Bonifacio Bridge \n(bridge no. 2); and (iii) Kabayani Street–Matandang Balara Bridge (bridge no. 3). These bridges \nwill alleviate traffic congestion and increase vehicle speeds on the existing crossing facilities over \nthe Marikina River by providing alternative routes to users, and by increasing the capacity of the \nroad network in the project areas. Traffic assignment modeling conducted as part of due diligence \nin 2021 projected that future traffic volume on the adjacent existing bridges would decrease by \n16%–33% following the construction of the three bridges under the project.21 \n \n15.  The bridges will incorporate climate- and disaster-resilient features, such as increased \nbridge heights to account for the projected increase in rainfall and flood levels, to enhance a flood- \nand disaster-resilient road network in Metro Manila. Taking into consideration the high number of \npedestrians injured or killed in Metro Manila, the bridges and their approach roads will include \nsufficient  sidewalks  and  access  routes.  They  will  also  be  gender-responsive  and  meet \ninternational safety standards for pedestrians, including persons with disabilities, children, older \npeople, and women. The project will improve the living conditions of the people in the riverine \nareas and create a more dynamic economy by providing greater access to other parts of Metro \nManila. The project bridges will have approach roads connecting to major arterial and other roads, \nto ensure that the new bridges do not create localized congestion. While most of the transport \nusing adjacent bridges crossing the Marikina River is private (cars, taxis, and motorcycles), the \nproject bridges will provide additional options for travel routes for public transport and contribute \nto the broader transport system. \n \n16.  Output 2: Capacity of the Department of Public Works and Highways for bridge \noperation and maintenance strengthened. The project will provide a capacity-building program \nto DPWH staff focused on improving the O&M of bridges and crossing facilities. The program will \ninclude staff training and updating of the O&M manual. A separate mentoring program will be \ndeveloped and implemented for all female technical staff across DPWH. An assessment of the \nexisting  bridges  and  crossing  structures  in  Metro  Manila  will  also  be  carried  out,  and  a \nrehabilitation plan will be prepared. \n \nC.  Value Added by ADB \n \n17.  Since 2017, ADB has supported the government in implementing its flagship BBB program \nby accelerating project preparation and improving the quality of the program (para. 11). ADB’s \nIPIF has supported the government in preparing large infrastructure projects such as the Epifanio \nde los Santos Avenue Greenways Project and in strengthening the capacity of implementing \nagencies (paras. 10 and 11). O&M capacity building has been identified as a critical aspect of \npast and ongoing ADB projects in the transport sector. Under the Malolos–Clark Railway Project \nand the Epifanio de los Santos Avenue Greenways Project, for example, ADB is supporting the \nDepartment of Transportation with capacity building on safeguards, gender mainstreaming, civil \nworks contract management, and accounting.22 The capacity-building components of the project \nwill assist DPWH in developing its O&M capacity for bridges and help to ensure that DPWH will \nbe able to take on greater responsibilities as an implementing agency of the large planned bridges \n \n21 ADB. 2021. Consultancy Services to Undertake the Detailed Engineering Design for the Three (3) Priority Bridges \nCrossing Pasig–Marikina River and Manggahan Floodway Bridges Construction Project. Consultant’s report. Manila \n(Loan 3589-PHI). \n22 ADB. 2019. Report and Recommendation of the President to the Board of Directors: Proposed Multitranche \nFinancing Facility to the Republic of the Philippines for the Malolos–Clark Railway Project. Manila. \n ", "6 \nsuch as the Bataan–Cavite Interlink Bridge Project under the BBB program. The project will also \nensure to factor potential climate and disaster risks into the planning, design, and maintenance \nof the bridge structures, to achieve flood safety levels, extend the bridges’ serviceability and life, \nand contribute to improving the government’s responsiveness to natural hazards.  \n \nBox: Noteworthy Features of the Project \n \n(i)  This is the Asian Development Bank’s first project focused on constructing bridges in the Philippines. \nIt will improve the efficiency of the Metro Manila road network by constructing additional crossing \nstructures for a total of 3,023.7 meters over the Marikina River and decongesting existing bridges. \n(ii)  The project bridges will help to reduce traffic congestion by diverting the traffic from the existing \nbridges and road links and shortening travel distances and times for the trips to and from the project \nareas. The economic benefit from the time saving is estimated to be ₱7.9 billion ($163 million) until \n2054. \n(iii) The bridge design has adopted climate- and disaster-resilient measures. Base isolation technique \nwill be adopted through the use of rubber bearing to respond to a strong earthquake. All bridges will \nbe constructed with increased heights to address flood risks. \n(iv) Given the highly urbanized project areas, the bridge alignments have been developed following \nintense consultations with stakeholders, including the relevant local government units. Social \nsafeguards have been designed to minimize the impact on affected communities. Gender-sensitive \ndesign mobility and safety features will be incorporated. \n(v)  The project will strengthen the institutional capacity for the operation and maintenance of bridges \nand crossing structures in Metro Manila under the Department of Public Works and Highways. \n \nSource: Asian Development Bank. \n \nD.  Summary Cost Estimates and Financing Plan \n \n18.  The project is estimated to cost $247.50 million (Table 2). Detailed cost estimates by \nexpenditure category and by financier are included in the project administration manual (PAM).23 \nThe government will finance land acquisition compensation, incremental administrative expenses, \nassociated physical and price contingencies, taxes and duties in cash, and interest during \nconstruction. ADB will finance civil works and consultancy services, excluding associated taxes \nand duties but including relevant contingencies. \n \nTable 2: Summary Cost Estimates \n($ million) \nItem  Amounta \nA.  Base Costb   \n  1.  Output 1: Three bridges crossing the Marikina River constructed  203.06 \n  2.  Output 2: Capacity of the Department of Public Works and Highways \n    for bridge operation and maintenance strengthened  1.11 \n    Subtotal (A)  204.17 \nB.  Contingenciesc  34.19 \nC.  Financial Charges During Implementationd  9.14 \n      Total (A+B+C)  247.50 \na  Includes taxes and duties of $19.85 million. Such amount does not represent an excessive share of the project cost. \nThe government will finance 100% of taxes and duties. \nb  Prices as of May 2021. \nc  Physical and price contingencies, and a provision for exchange rate fluctuation are included. \nd  Includes interest, commitment, and other charges on all sources of financing. \nSource: Asian Development Bank estimates. \n \n \n23 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "7 \n19.  The government has requested a regular loan of $175.10 million from ADB’s ordinary \ncapital resources to help finance the project. The loan will have a 28-year term, including a grace \nperiod of 9 years; an annual interest rate determined in accordance with ADB’s London interbank \noffered rate (LIBOR)-based lending facility; a commitment charge of 0.15% per year; and such \nother terms and conditions set forth in the draft loan agreement. Based on the straight-line \nmethod, the average maturity is 18.75 years, and the maturity premium payable to ADB is 0.20% \nper year. The summary financing plan is in Table 3. The government has given assurances that \ncounterpart funding will be allocated in a timely manner. \n \nTable 3: Summary Financing Plan \nAmount  Share of Total \nSource  ($ million)  (%) \nAsian Development Bank     \nOrdinary capital resources (regular loan)  175.10  70.75 \nGovernment   72.40  29.25 \nTotal  247.50  100.00 \nSource: Asian Development Bank estimates. \n \n20.  Based on the need to increase the bridge height to account for the projected increase in \nrainfall and flood levels, climate adaptation is estimated to cost $4.24 million, comprising $0.10 \nmillion for the concrete and reinforcement bars to increase the height of the piers and $4.14 million \nfor the net increase in the bridge length. ADB will finance 100% of such costs. Details are in the \nPAM (footnote 23). Greenhouse gas emissions are estimated to be reduced by 12,555 tons per \nyear from shorter travel distance and improved road surface condition. \n \nE.  Implementation Arrangements \n \n21.  Implementation arrangements are summarized in Table 4 and described in detail in the \nPAM (footnote 23). \n \nTable 4: Implementation Arrangements \nAspects  Arrangements \nImplementation period  December 2021–December 2026 \nEstimated completion date  31 December 2026 \nEstimated loan closing date  30 June 2027 \nManagement \n(i)  Executing agency  DPWH \n(iii)  Key implementing agencies  BMC-UPMO \n(iv) Implementation unit  BMC-UPMO, Manila, 15 staff  \nProcurement  Open competitive bidding  3 contracts  $133.36 million \n(internationally advertised) \nConsulting services  Construction supervision  1,270 person-months  $14.53 million \nconsultant: QCBS  \nO&M capacity building  38 person-months  $1.00 million \nconsultant: QCBS \nRetroactive financing and/or advance  Retroactive financing is not proposed. Advance contracting is considered for \ncontracting  civil works procurement and consultant recruitment. Project preparation is \nsupported by the IPIF (footnote 18). \nDisbursement  Disbursement of the loan proceeds will follow ADB’s Loan Disbursement \nHandbook (2017, as amended from time to time) and detailed arrangements \nagreed between the government and ADB.  \nADB = Asian Development Bank, BMC-UPMO = Bridges Management Cluster Unified Project Management Office, \nDPWH = Department of Public Works and Highways, IPIF = Infrastructure Preparation and Innovation Facility, \nO&M = operation and maintenance, QCBS = quality- and cost-based selection. \nSources: Asian Development Bank and DPWH. \n \n ", "8 \n22.  Procurement will follow ADB Procurement Policy (2017, as amended from time to time) \nand Procurement Regulations for ADB Borrowers (2017, as amended from time to time). The \nBridges Management Cluster Unified Project Management Office (BMC-UPMO) of DPWH will be \nthe implementing agency and will appoint a project manager responsible for the project’s day-to-\nday activities. The Environmental and Social Safeguards Division of DPWH will be responsible \nfor implementing the environmental and social safeguards aspects of the project. \n \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n23.  The project will construct three new bridges, with considerations for climate and disaster \nresilience in response to rainfall and flood risks. Adaptation measures have been incorporated in \nthe bridges’ alignment, elevation, and drainage systems. The bridges are also designed to meet \nthe latest requirements of the DPWH design guidelines and criteria, including the new seismic \ndesign specifications. In consideration of the alignments, the prestressed concrete box girder type \nwas adopted in the designs for bridges nos. 1 and 2. Bridge no. 3 will be a prestressed concrete \n“extradosed” bridge, which allows long-span construction with a relatively light girder and easier \nmaintenance.24 It will also adopt base isolation techniques through the use of lead rubber bearing \nto accommodate a large horizontal movement of the main bridges in the event of a strong \nearthquake. These technologies are not commonly used by DPWH although they have been used \nin bridge structures for some time including other Southeast Asian countries such as Myanmar, \nBrunei, and Viet Nam. Given the acute spatial constraints in the highly urbanized areas of Metro \nManila, the locations and alignments of the new bridges were carefully selected to ensure that \nthey contribute significantly to traffic decongestion and create minimum social and resettlement \nimpacts in the project areas. To enhance the view of the Marikina River, the bridges are also \ndesigned to be aesthetically pleasing. \n \nB.  Economic and Financial Viability \n \n24.  Economic and financial analysis has concluded that the project is economically viable and \nfinancially sustainable. The project’s overall economic internal rate of return (EIRR) is 15.0%, and \nthe EIRR at the bridge level ranges from 12.4% to 20.3%.25 The main benefits are vehicle \noperating cost savings, travel time savings, and a reduction in greenhouse gas emissions. \nSensitivity  analysis  was carried  out  to  assess the impact  of variations  in cost, the  benefit \nparameters, and the implementation period. The result shows that the project’s economic viability \nwould remain satisfactory even under adverse scenarios. \n \n25.  DPWH  will  be  responsible  for  management  and  technical  supervision  during  the \nconstruction  of  the three  bridges.  After  the  construction,  DPWH  will  operate  them  and  be \nresponsible for the O&M of the assets created. Output 2 of this project will strengthen DPWH’s \ncapacity for planning and executing the O&M of the bridges. \n \n \n24  An extradosed bridge employs a structure that combines the main elements of both a prestressed box girder bridge \nand a cable-stayed bridge, such as girder structures and stay-towers. \n25 The EIRRs are12.4% for the Homeowner’s Drive–A. Bonifacio Bridge, 16.2% for the Kabayani Street–Matandang \nBalara Bridge, and 20.3% for the Marcos Highway–St. Mary Avenue Bridge. \n ", "9 \nC.  Sustainability \n \n26.  The bridge design took into account projected rainfall levels and sea level rises to ensure \nthe climate resilience of the bridges over the economic life of the project. DPWH will be primarily \nresponsible for the O&M of the bridges to be constructed and will ensure that qualified staff are \nassigned to this task. The bridges will have an annual allocation from DPWH’s maintenance funds \nsolely dedicated for maintenance works that would be sufficient to cover the costs of routine O&M \nactivities. O&M will follow DPWH’s manual on bridge O&M, which will be improved and updated \nthrough output 2 of the project. The project will also assist DPWH in training its staff in bridge \nO&M to ensure the sustainability of the bridges to be built under the project. \n \n27.  DPWH finances routine and periodic maintenance of the national roads and bridges \nthrough government budget allocations under the General Appropriations Act every year. Analysis \nof O&M requirements for the three bridges suggests that they will account for 0.10%–0.16% of \nthe  annual  O&M  requirements  for  the  total  national  road  network  under  DPWH.  General \nAppropriations Act allocations in 2016–2019 fully matched DPWH’s requirements and allowed it \nto maintain more than 85% of the national road and bridge network in good or fair condition. If \nthis trend continues, the financial sustainability of the project assets will be ensured. \n \nD.  Governance \n \n28.  The pre-mitigation financial management risk is substantial, mainly because of the limited \nfinancial management capacity and availability of qualified staff within BMC-UPMO. Staff have \nlimited understanding of financial management arrangements, the requirements for ADB-financed \nprojects, and project internal control and internal audit procedures. A financial management risk \nmitigating action plan has been agreed with the government and will be implemented by DPWH \nand BMC-UPMO. Details are in the financial management assessment report.26 \n \n29.  Procurement  and  anticorruption  measures.  DPWH  has  substantial  experience  in \nimplementing similar ADB- and other development partner-financed projects. ADB will review \nprocurement-related documents at all major milestones before proceeding with bidding and \ncontract awards. Three packages will be procured to complete the project and will be financed \nunder the project. ADB’s Anticorruption Policy (1998, as amended to date) was explained to and \ndiscussed with the government and DPWH. The specific policy requirements and supplementary \nmeasures are described in the PAM (footnote 23). \n \nE.  Poverty, Social, and Gender \n \n30.  Improvements in the urban environment regarding access to adequate housing and \nemployment-related skills contribute to reducing poverty in the NCR. The project will help alleviate \npoverty and stimulate economic growth and employment in the NCR by facilitating more efficient \ntransport, thus leading to greater mobility and better access to major employment centers in the \nregion.  Improved vehicle transport  will  help  poor  and  low-income  families  in Marikina  and \nsurrounding areas along the bridge alignments to access income-generating opportunities, health \nservices, and educational facilities. \n \n31.  The project is categorized effective gender mainstreaming. It aims to deliver tangible \nbenefits  to  women,  children,  persons  with  disabilities,  and  older  persons.  It  also  supports \nstrengthening the institutional capacity of DPWH in mainstreaming gender in the planning, design, \n \n26 Financial Management Assessment Report (accessible from the list of linked documents in Appendix 2). \n ", "10 \nmanagement,  and  O&M  of  the  bridges  and  crossing  structures.  Key  gender  issues  to  be \naddressed  by the  project include  (i)  regular  flooding,  which severely  restricts mobility  and \ncommuting; (ii) safety and security issues facing women when doing tasks on foot or commuting; \n(iii) lack of safe paths and bridges, along with lack of adequate lighting, leading to occurrences of \ngender-based violence, assault, and sexual harassment; and (iv) lack of employment and upward \ncareer mobility opportunities for women in construction and engineering.27 \n \n32.  The project proposes to address these gender issues by (i) providing a safe space for \ncrossing waterways, especially for women, children, persons with disabilities, and older persons, \nwhile validating the safety and accessibility of these bridges with beneficiaries through surveys; \n(ii)  institutionalizing  a  mentoring  program  to  pass  on  valuable  technical,  managerial,  and \nleadership knowledge and skills from senior DPWH staff to female staff; (iii) ensuring that at least \n80% of the project staff and contractors and at least 80% of the women hired during the project’s \nconstruction phase—who participate in project-related gender sensitivity; HIV/AIDS; gender-\nbased violence and sexual exploitation, abuse, and harassment; and other related training—\nreport improved understanding of these issues and take them into account in their work; (iv) \ncomplementing these capacity-building activities by producing, in accessible formats, at least five \ninformation, education, and/or communication products per bridge, with consistent messages to \npromote awareness of the gender issues (para. 31); (v) ensuring that women occupy at least 15% \nof the skilled positions and at least 25% of the unskilled positions under the civil works contracts, \ngenerating a source of employment for women during construction; and (vi) conducting at least \ntwo community consultation meetings per bridge during construction, with at least 50% female \nparticipation at each meeting. A gender action plan has been developed, and a gender and \ndevelopment specialist will support its implementation. \n \nF.  Safeguards \n \n33.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows.28 \n \n34.  Environment (category B). An initial environmental examination has been prepared and \ndisclosed on the ADB website on 8 June 2021.29 Most of the potential environmental impacts and \nrisks  pertain  to  the  construction  of  the  three  bridges.  These  impacts  will  be  site-specific, \nreversible, and easily mitigated. They include dust, vehicular emissions, noise, vibration, waste \ngeneration,  and  occupational  and  community  health  and  safety  hazards.  Stakeholder \nengagement to ensure meaningful consultations was undertaken, covering representatives of \nnational  and  local  authorities,  related  projects  in the same  areas,  academic  and  research \ninstitutions, and nongovernment organizations. An environmental management plan (EMP) was \nprepared by DPWH to avoid or mitigate anticipated environmental impacts. Detailed construction \nEMPs will be prepared by the contractors before construction. DPWH will provide oversight and \nsupervision in the implementation of the EMPs. BMC-UPMO, with support from the environment \nspecialist  of  the  construction  supervision  consultant,  will  ensure  EMP  compliance  by  the \ncontractors.  To  enhance  DPWH’s  capacity,  the  EMP  includes  training  on  environmental \nmonitoring, occupational health and safety, and ADB’s Safeguard Policy Statement (2009). \n  \n \n27 International Labour Organization. 2021. Paving the Way to Gender Equality in the STEM Industry. Impact story. \n11 February. \n28 ADB. Safeguard Categories. \n29 Initial Environmental Examination (accessible from the list of linked documents in Appendix 2). \n ", "11 \n35.  The project sites are in a high flood hazard area and have experienced devastating floods \nfrom typhoons.30 With the projected increase in rainfall and typhoon intensity because of climate \nchange,  the  proposed  bridges  are  at  high  risk  of  flooding.  Based  on  the  climate  change \nassessment,31 the annual maximum daily rainfall in the original DPWH design was increased by \n25%,32 and the projected increase in the Marikina River flood discharge, by 20%.33 The bridge \nheights will be increased by 0.5 m to ensure that the bottom soffit of the bridge structures clears \n22.6 m (bridge no. 1), 23.8 m (bridge no. 2), and 25.4 m (bridge no. 3). \n \n36.  Involuntary resettlement (category A). A draft resettlement plan has been prepared for \neach of the three bridges following ADB’s Safeguard Policy Statement (2009) and the Philippine \nlaws and regulations. The plans have been disclosed on the ADB website on 9 June 2021.34  \n \n37.  Surveys to assess involuntary resettlement impacts were undertaken by DPWH during \nproject preparation, together with two rounds of consultations with affected persons in each \nproject-affected area. The project requires the acquisition of an estimated 12.7 hectares of land, \nof which about three quarters are private land and one quarter is public land. An estimated 86 \nhouseholds  (about  344  persons),  13  small  businesses,  and  16  employees  of  displaced \nbusinesses will be affected. Among the 86 affected households, an estimated 80 households will \nbe physically displaced, of which 60 do not own the affected house and 20 are vulnerable \nhouseholds. Replacement cost will be used to compensate all losses. People whose livelihoods \nare severely affected will be provided with livelihood rehabilitation assistance. Among the affected \npersons, those who will be physically displaced will be provided with assistance to ensure that \nthey have access to legal and affordable housing. A grievance redress mechanism will be \nestablished to address community concerns and complaints.  \n  \n38.  The draft resettlement plans will be updated based on the detailed engineering design, a \nfull measurement survey, the replacement cost, and further consultations with affected persons. \nDPWH has overall responsibility for updating the resettlement plans, approving the updated \nresettlement plan and obtaining ADB clearance, securing resources, overseeing resettlement \nplan implementation and monitoring, liaising with relevant government offices, and disclosing both \nthe draft and the final resettlement plans to affected persons in an understandable and accessible \nmanner. DPWH will not award any works contract until the resettlement plan for the relevant \nproject  area  has  been  prepared  by  DPWH  and  cleared  by  ADB,  and  will  ensure  that  no \nconstruction commences, or physical or economic displacement occurs, until (i) compensation at \nfull replacement cost and other entitlements listed in the relevant resettlement plans have been \npaid or provided to the displaced persons, (ii) comprehensive income and livelihood restoration \nprograms has been established following the resettlement plans, and (iii) DPWH has submitted a \nresettlement compliance report to ADB. \n \n39.  Indigenous peoples (category C). Due diligence during project preparation confirmed \nthat the project areas do not include any ancestral domains or indigenous peoples. During the \nupdating of the resettlement plans, further due diligence will be undertaken to confirm the \ncategorization with respect to indigenous peoples. \n \n30 Typhoons Ondoy and Pepeng in September–October 2009 and Typhoon Ulysses in November 2020. University of \nthe Philippines. Nationwide Operational Assessment of Hazards (UP-NOAH). \n31 Climate Change Assessment (accessible from the list of linked documents in Appendix 2). \n32 From 253 millimeters to 316 millimeters with a 50-year return period. \n33 From 2,927 cubic meters per second to 3,520 cubic meters per second. \n34 Resettlement Plan: Bridge 1: Marcos Highway–St. Mary Avenue Bridge; Resettlement Plan: Bridge 2: Homeowner’s \nDrive–A. Bonifacio Bridge; and Resettlement Plan: Bridge 3: Kabayani Street–Matandang Balara Bridge (accessible \nfrom the list of linked documents in Appendix 2). \n ", "12 \nG. Summary of Risk Assessment and Risk Management Plan\n40. Significant risks and mitigating measures are summarized in Table 5 and described in\ndetail in the risk assessment and risk management plan.35\nTable 5: Summary of Risks and Mitigation Measures \nRisks  Mitigation Measures \nLow capacity of DPWH to  BMC-UPMO will ensure timely implementation of the land acquisition and resettlement \nimplement land acquisition  compensation. It will also closely monitor budget allocation for the land acquisition and \nand resettlement  resettlement implementation under the General Appropriations Act. \nOther six bridges in the  The government will ensure timely completion of the other six bridges planned in the \nproject influence area are  project influence area. DPWH has initiated a substantial part of the procurement and will \nnot completed as planned  continue to coordinate closely with the development partner financing the other bridges. \nLimited accounting, internal  DPWH and BMC-UPMO will engage a financial management consultant to support the \ncontrol, and financial  implementation of the project’s financial management arrangements. BMC-UPMO will \nmanagement processes  develop and implement a financial management manual for the project, including ADB \nand procedures available  requirements and procedures for financial reporting, internal control, disbursement, and \nfor the implementation of  auditing. \nADB-financed projects \nDelay in releasing  The government has provided assurances for the budgeting of land acquisition and \ncounterpart funds  resettlement costs and counterpart funds in 2022. BMC-UPMO will ensure that the \nnecessary budget is included every year in DPWH’s requests to the Department of \nBudget and Management. \nADB = Asian Development Bank, BMC-UPMO = Bridges Management Cluster-Unified Project Management Office, \nDPWH = Department of Public Works and Highways. \nSource: Asian Development Bank. \nIV. ASSURANCES\n41. The government and DPWH have assured ADB that implementation of the project shall\nconform to all applicable ADB requirements, including those concerning anticorruption measures,\nsafeguards, gender, procurement, consulting services, financial management, and disbursement,\nas described in detail in the PAM and loan documents.\nV. RECOMMENDATION\n42. I am satisfied that the proposed loan would comply with the Articles of Agreement of the\nAsian Development Bank and recommend that the Board approve the loan of $175,100,000 to\nthe Republic of the Philippines for the Metro Manila Bridges Project, from ADB’s ordinary capital\nresources, in regular terms, with interest to be determined in accordance with ADB’s London\ninterbank offered rate (LIBOR)-based lending facility; for a term of 28 years, including a grace\nperiod of 9 years; and such other terms and conditions as are substantially in accordance with\nthose set forth in the draft loan agreement presented to the Board.\nMasatsugu Asakawa \nPresident \n22 November 2021 \n35 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). ", "Appendix 1  13 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned with \nEfficiency of the transport sector enhanced to sustain economic growth and increase competitiveness \n(Philippines Development Plan, 2017–2022)a \n \nData Sources and \nReporting  Risks and Critical \nResults Chain  Performance Indicators  Mechanisms  Assumptions \nOutcome  By 2026:     \nEfficiency of road  a. Average speed of  a. Project progress  R: Increase in the \ntravel in the project  vehicles in the project  and completion  number of motor \ninfluence areas  influence areasa increased  reports  vehicles in the project \nimproved  by 5% (2020 baseline:  area beyond the \n20.9 kilometers per hour)  projection \n(OP 4.1)   \nR: The other six \nbridges in Metro \nManila (project \ninfluence areas) are \nnot completed in time \nas plannedb \nOutputs  By 2026:     \n1. Three bridges  1a. Three climate- and  1a.–c. Project  R: Low capacity of \ncrossing the  disaster-resilient new  progress, monitoring,  DPWH for \nMarikina River  bridges over the Marikina  and completion  implementation \nconstructed  River, for a total of 3,023.7  reports by DPWH \nmeters including approach \nroads, constructed, with \ngender-responsive and \nsocially-inclusive sidewalks \nand pedestrian accessc \n(2018 baseline: not \napplicable) (OP 1.3.1, \nOP 4.3, OP 2.4.1) \n1b. At least 75% of women, \npeople with disabilities, and \nolder persons surveyed \nconfirm that the new bridge \ncrossings are safer and \nmore easily accessible \n(2021 baseline: not \napplicable) (OP 2.4.1, \nOP 2.2.3) \n  1c. At least 15% of skilled     \npositions and at least 25% \nof unskilled positions are \noccupied by women during \nthe project’s construction \nphase (2021 baseline: not \napplicable) (OP 2.1.1)  \n ", "14  Appendix 1 \nData Sources and \nReporting  Risks and Critical \nResults Chain  Performance Indicators  Mechanisms  Assumptions \n2. Capacity of DPWH  2a. At least 70% of DPWH  2a.–d. Project   \nfor bridge O&M  staff involved in the project  progress, monitoring, \nstrengthened  (of whom at least 20% are  and completion \n  women) report increased  reports by DPWH \nknowledge of O&Md \nthrough the training \nprogram (2021 baseline: \nnot applicable) (OP 2.2.1, \nOP 6.1) \n \n2b. Mentoring program \ndeveloped and \nimplemented for female \ntechnical staff across \nDPWH  to expand their \ntechnical,e managerial, and \nleadership skills through \non-the-job training with \nexperienced senior DPWH \nstaff, reporting participation \nof at least 80% of female \nstaff(2021 baseline: not \napplicable) (OP 2.2.1) \n \n  2c. O&M manual updated     \non the prestressed concrete \nbox girder and \n“extradosed”f bridges (2021 \nbaseline: not applicable) \n \n  2d. At least 80% of DPWH     \nstaff involved in the project \nand contractors, and at \nleast 80% of the women \nhired during the project’s \nconstruction phase, who \nparticipated in project-\nrelated gender sensitivity, \nHIV/AIDS, GBV-SEAH, and \nother related training report \nhaving an improved \nunderstanding of, and \npractices and behaviors \ntoward, these issuesd, e \n(2021 baseline: not \napplicable) (OP 2.2.1, \nOP 2.2.3) \n \n ", "Appendix 1  15 \nKey Activities with Milestones \n1.   Three bridges crossing the Marikina River constructed \n1.1 Prepare detailed engineering design by July 2021 \n1.2 Recruit construction supervision consultant by June 2022 \n1.3 Award civil works contracts for bridges no. 2 and no. 3 by June 2022  \n1.4 Award civil works contract for bridge no. 1 by June 2023 \n1.5 Complete construction works by December 2026, including 1 year of a defect liability period \n \n2.   Capacity of DPWH for bridge O&M strengthened \n2.1 Recruit capacity building consultant by June 2024 \n2.2 Complete capacity strengthening program by December 2026 \nInputs \nAsian Development Bank: $175.10 million (loan) \nGovernment of the Philippines: $72.40 million  \nDPWH = Department of Public Works and Highways; GBV-SEAH = gender-based violence and sexual exploitation, \nabuse, and harassment; O&M = operation and maintenance; OP = operational priority; R = risk. \na The project influence areas are divided into three categories: (i) direct influence areas covering all bridges crossing \nthe Marikina River from Quezon City to Marikina, major roads linked to the project bridges, and adjacent major roads \nand areas with an arrival ratio of more than 10% of generated trips from Marikina (Marikina and partial areas of \nQuezon City); (ii) indirect influence areas linked to the project bridges, except direct influence areas (Quezon City, \nPasig, San Mateo, and Antipolo) and areas with an arrival ratio of 3% or more of generated trips from Marikina; and \n(iii) external influence areas. \nb   Government of the Philippines, National Economic and Development Authority. 2017. Philippine Development Plan, \n2017–2022. Pasig. The Sta. Monica–Lawton bridge is locally financed and scheduled to be opened in 2021; the \nremaining five bridges are supported by the Government of the People’s Republic of China and will be opened from \nSeptember 2021 to June 2024. \nc  In this context, gender-responsive design features recognize the different needs and experiences of males and \nfemales and provide for time-saving infrastructure. Sidewalks will be well-lit, protected, and adequately sized to be \nwide enough for wheelchairs and women with small children and prams to pass through. The bridge design also \nprovides for pedestrian crossings with lighting, access features such as ramps for people with disabilities, and visible \nroad signs near busy sections. \nd The increased knowledge on O&M will be measured through surveys. The program may also include training on \nprotection from, and recourse for, GBV-SEAH; skills training on basic construction roles and jobs to enable trainees \nto transfer their skills to other future job opportunities; and leadership training for skilled staff. \ne Training may include protection from, and recourse for, GBV-SEAH; skills training on basic construction roles and \njobs to enable trainees to transfer to other future job opportunities; and leadership training for skilled staff. In this \ncontext, technical skills include project management, O&M, and other necessary skills relevant to the project. \nf  The “extradose” feature allows long-span construction with a relatively light girder and easier maintenance. \nContribution to Strategy 2030 Operational Priorities \nExpected values and methodological details for all OP indicators to which this operation will contribute are detailed in \nContribution to Strategy 2030 Operational Priorities (accessible from the list of linked documents in Appendix 2). \nSource: Asian Development Bank. \n \n ", "16  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=52181-001-3 \n \n1.  Loan Agreement \n2.  Sector Assessment (Summary): Transport \n3.  Project Administration Manual \n4.  Economic and Financial Analysis \n5.  Summary Poverty Reduction and Social Strategy \n6.  Risk Assessment and Risk Management Plan \n7.  Contribution to Strategy 2030 Operational Priorities \n8.  Climate Change Assessment \n9.  Gender Action Plan \n10.  Initial Environmental Examination \n11.  Resettlement Plan: Bridge 1: Marcos Highway–St. Mary Avenue Bridge \n12.  Resettlement Plan: Bridge 2: Homeowner’s Drive–A. Bonifacio Bridge \n13.  Resettlement Plan: Bridge 3: Kabayani Street–Matandang Balara Bridge  \n \n Supplementary Document \n14.  Financial Management Assessment Report \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20211117143541+08'00'", "Creator": "PDF24 Creator", "Keywords": "philippines, marikina river, bridge construction, marcos highway, st. mary avenue bridge, homeowner’s drive, a. bonifacio bridge, kabayani street, matandang balara bridge, 52181-001, loan 4168, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20211215161406+08'00'", "Producer": "GPL Ghostscript 9.55.0", "Subject": "The project will support the construction of three bridges crossing the Marikina River as part of the efforts of the Government of the Philippines to improve efficiency of road travel, by reducing the severe traffic congestion in Metro Manila. The project will also help strengthen the capacity of the Department of Public Works and Highways (DPWH) in project management and\r\noperation and maintenance (O&M) of bridges and crossing structures, with climate change and disaster risk considerations.", "Title": "Metro Manila Bridges Project: Report and Recommendation of the President to the Board of Directors"}, "author_page": " \n \nVice-President  Ahmed M. Saeed, Operations Group 2 \nDirector General  Ramesh Subramaniam, Southeast Asia Department (SERD) \nDeputy Director General  Winfried F. Wicklein, SERD \nDirectors  Hiroaki Yamaguchi, Transport and Communications Division \n(SETC), SERD \nKelly Bird, Country Director, Philippines Country Office (PHCO), \nSERD \n   \nTeam leader  Chaorin Shim, Transport Specialist, SETC, SERD \nTeam members  Meenakshi Ajmera, Principal Safeguards Specialist, Office of the \nDirector General (SEOD), SERD \nOscar Badiola, Senior Programs Officer, PHCO, SERD \n  Margarita Javier, Senior Project Assistant, SETC, SERD \nEdwin Lara, Senior Safeguard Officer (Environment), PHCO, \nSERD \n  Sevil Maharramova; Financial Management Specialist; Public \nFinancial Management Division; Procurement, Portfolio and \nFinancial Management Department (PPFD) \nLila Mallory, Senior Procurement Specialist, Procurement \nDivision 2 (PFP2), PPFD \nHugh McGregor, Counsel, Office of the General Counsel \n  Antoine Morel, Principal Environment Specialist, SEOD, SERD \nCarlito Rufo, Jr., Senior Safeguards Specialist (Environment), \nSETC, SERD \nArghya Sinha Roy, Principal Climate Change Specialist (Climate \nChange Adaptation), Climate Change and Disaster Risk \nManagement Division, Sustainable Development and Climate \nChange Department  \nWitoon Tawisook, Principal Transport Specialist, SETC, SERD \nMichael Walsh, Procurement Specialist, PFP2, PPFD \nGengwen Zhao, Transport Specialist, SETC, SERD \nPeer reviewer  Oleg Samukhin, Senior Transport Specialist, Transport and \nCommunications Division, Central and West Asia Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", "authors": [{"fullname": "Ahmed M. Saeed", "role": "Operations Group", "organization": ""}, {"fullname": "Ramesh Subramaniam", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"fullname": "Winfried F. Wicklein", "role": "SERD", "organization": ""}, {"fullname": "Hiroaki Yamaguchi", "role": "Transport and Communications Division", "organization": ""}, {"fullname": "Kelly Bird", "role": "Country Director", "organization": "Philippines Country Office"}, {"fullname": "Chaorin Shim", "role": "Transport Specialist", "organization": "SETC"}, {"fullname": "Meenakshi Ajmera", "role": "Principal Safeguards Specialist", "organization": "Office of the"}, {"fullname": "Oscar Badiola", "role": "Senior Programs Officer", "organization": "PHCO"}, {"fullname": "Margarita Javier", "role": "Senior Project Assistant", "organization": "SETC"}, {"fullname": "Edwin Lara", "role": "Senior Safeguard Officer (Environment)", "organization": "PHCO"}, {"fullname": "Lila Mallory", "role": "Senior Procurement Specialist", "organization": "Procurement"}, {"fullname": "Hugh McGregor", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Antoine Morel", "role": "Principal Environment Specialist", "organization": "SEOD"}, {"fullname": "Carlito Rufo", "role": "Jr", "organization": ""}, {"fullname": "Arghya Sinha Roy", "role": "Principal Climate Change Specialist (Climate", "organization": ""}, {"fullname": "Management Division", "role": "Sustainable Development and Climate", "organization": ""}, {"fullname": "Witoon Tawisook", "role": "Principal Transport Specialist", "organization": "SETC"}, {"fullname": "Michael Walsh", "role": "Procurement Specialist", "organization": "PFP"}, {"fullname": "Gengwen Zhao", "role": "Transport Specialist", "organization": "SETC"}, {"fullname": "Oleg Samukhin", "role": "Senior Transport Specialist", "organization": "Transport and"}, {"fullname": "Communications Division", "role": "Central and West Asia Department", "organization": ""}]}