{"path": "data/input/ta/52231-002-tar-en.pdf", "pages": ["   \nTechnical Assistance Report\n \n \n \nProject Number: 52231-002  \nTransaction Technical Assistance Cluster (C-TRTA) \nDecember 2018 \n \n \n \n \n \n \n \nFacilitating Effective Biodiversity Offsets in Private \nSector Operations \nSubproject 1: Nam Ngiep 1 Hydropower Project \nRegional \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document contains information that is subject to exceptions to disclosure set forth in ADB’s \nPTuheb lvicie Cwos mexmpurensisceadti ohnesre Pino alircey  t2ho0s1e1 .o  fR theec icpoiensnutslt asnhto aunldd  dthoe nreotf onreec ensost adriislyc rloepsree sitesn ct othnotesne tosf  tAo DthBi’rsd  \npmaermtiebse,r se,x Bcoeaprtd i no fc Doinrencetocrtsio, nMsa wnaitghe tmheen pt,e orrf osrtmaffa, nacned  omfa tyh ebeir  porfefilcimiainl adruyt iiens n. a t ure.  \n \n ", " \n ABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  PSOD  –  Private Sector Operations Department \n  SPS  –  Safeguards Policy Statement \n  TA  –  Technical Assistance \n \n \n \n \n \n \n \nNOTE \nIn this report, \"$\" refers to United States dollars.  \n \n \n \n \n \nVice-President  Diwakar Gupta, Private Sector and Cofinancing Operations \nDirector General  Michael Barrow, Private Sector Operations Department (PSOD) \nDirector  Mark Kunzer, Private Sector Transaction Support, PSOD \n   \nTeam leader  Noel Peters, Senior Environment Specialist, PSOD \nTeam members  Beatrice Gomez, Environment Specialist, PSOD \n  Aida Khalil Gomez, Environment Specialist, PSOD  \n  Kristy Harrison, Senior Environment Specialist, PSOD \n  Melissa Manguiat, Senior Environment Officer, PSOD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", " \nCONTENTS \n \nPage \n \nI.  THE ONGOING PROJECT  1 \nII.  THE TECHNICAL ASSISTANCE SUBPROJECT  2 \nA.  Overall Progress of the Technical Assistance Cluster  2 \nB.  Subproject Scope  2 \nC.  Subproject Outputs and Activities  2 \nD.  Subproject Cost and Financing  3 \nE.  Subproject Implementation Arrangements  3 \n \nAPPENDIXES  \n1.  Subproject Cost Estimates and Financing Plan  4 \n2.  List of Linked Documents  5 \n \n ", " \nI.  THE ONGOING PROJECT \n \n1.  The Safeguards Policy Statement (SPS) 2009 of the Asians Development Bank (ADB) \nrequires that ADB-funded projects are to achieve no net loss, or a net gain of affected biodiversity. \nProjects must identify measures to avoid, minimize or mitigate adverse impacts to natural or \nmodified habitat, and as a last resort, propose compensatory measures such as biodiversity \noffsets. \n2.  Biodiversity offsets are “measurable conservation outcomes designed to compensate for \nsignificant  residual  adverse  biodiversity  impacts  arising  from  project  development  after \nappropriate  prevention  and  mitigation  measures  have  been  taken.”1 Under  the  SPS,  the \nestablishment of a biodiversity offset requires the project developer to identify a suitable area of \nland that contains ecosystems comparable in size, quality and function to those impacted by the \nproject, and to ensure that the area is managed to deliver the required conservation outcomes.2 \n3.  International  research  indicates  mixed  success  in  terms  of  the  environmental \neffectiveness of biodiversity offset schemes.3 Ensuring that offset programs are appropriate for \nthe project, well-designed and implemented is crucial.4 Biodiversity offsets can be difficult to \nmonitor and verify and can suffer from high transaction costs and poor design.5 Successful \nbiodiversity offsets require effective planning and implementation, including appropriate selection \nof the offset site and a long-term commitment. To help to achieve no net loss through biodiversity \noffsets, biodiversity gains must be comparable to losses, be in addition to conservation gains that \nmay have occurred in absence of the offset,and be lasting and protected from risk of failure.6 \n4.  Biodiversity offsets are currently under-utilised in Asia.7 They present a challenge in \ndeveloping countries where effective environmental management can be difficult to achieve. This \nis compounded in the private sector where projects can have tighter timeframes and greater \nfinancial  pressures,  often  combined  with  inadequate  in-house  environmental  management \ncapacity.  \n5.  A number of international conservation organizations have extensive experience in the \npreparation of biodiversity management plans and associated management and administration. \nThey can also bring a high level of financial rigor to the process as money is not channeled \nthrough government accounts. This provides a viable option for ADB private-sector clients to \nachieve their safeguard requirements. \n6.  The Private Sector Operations Department (PSOD) has funded nine projects requiring \nbiodiversity offsets since the SPS came into force in 2010. All of these projects are currently in \nadministration, meaning that the offset programs are currently being planned or implemented. \nWith PSOD’s growing operations, the number of biodiversity offset programs are likely to increase \ngoing forward.  \n                                                \n1  BBOP. 2012. Standard on Biodiversity Offsets. Business and Biodiversity Offsets Programme. Washington, D.C. \n2  ADB, 2012, Environment Safeguards – A Good Practice Sourcebook Draft Working Document, Asian Development \nBank, Manila. \n3  OECD. 2016. Biodiversity Offsets: Effective Design and Implementation. OECD Publishing. Paris. \n4  Ibid. \n5  Squires, D. 2013. Biodiversity Conservation in Asia. Asia & The Pacific Policy Studies. Volume 01, No. 1, 144-159. \n6  Gardner, T.A., Von Hase, A., Brownlie, S., Ekstrom, J.M.M., Pilgrim, J.D., Savy, C.E., Stephens, R.T.T., Treweek, \nJo., Ussher, G.T., Ward, G., and Kate, K.T. 2013. Biodiversity Offsets and the Challenge of Achieving No Net Loss. \nConservation Biology. Volume 00, No. 0, 1–11. \n7  Squires, D. 2013. Biodiversity Conservation in Asia. Asia & The Pacific Policy Studies. Volume 01, No. 1, 144-159. \n ", "2 \n7.  PSOD clients can be inexperienced in the management of biodiversity and protected \nareas. This presents a risk to the effective implementation of offset programs. It can lead to ADB \nfunds being diverted to third parties or government agencies for implementation, who may or may \nnot have the appropriate capacity or experience. It can also lead to escalating costs and \nbureaucracy, and difficulties in auditing the use of ADB funds. In one PSOD example, $1 million \nper year was provided to a Watershed Management and Protection Authority, and 80% of the \nallocation was used for salaries and administration.  \n8.  Given the long timeframe required for achieving measurable conservation outcomes there \nis the potential for ADB to have a significant number of projects that will be out of compliance with \nthe no net loss requirements 10-15 years after their approval. This presents an opportunity to \nprovide technical assistance to current or future PSOD projects to assist in the more effective \nimplementation of biodiversity offsets, to decrease the likelihood of future failure.  \n9.  If PSOD-funded projects are to deliver the no net loss requirements of the SPS it is \nessential that the offset areas are effectively managed and funded from the outset. Partnering \nprivate sector clients with an experienced conservation organization to manage offset areas is \npresented as a viable long-term solution. \n \nII.  THE TECHNICAL ASSISTANCE SUBPROJECT \n \nA.  Overall Progress of the Technical Assistance Cluster \n10.  The TA cluster was approved on 23 August 2018. The TA cluster will be implemented over \n10 years, from January 2019 to December 2029.  \n \nB.  Subproject Scope  \n11.  The Asian Development Bank (ADB) and the Nam Ngiep 1 Power Company have \ndeveloped a Biodiversity Impact Mitigation and Offset Framework designed to ensure that the \nimpacts caused by the Nam Ngiep 1 Hydropower Project will result in no net loss of biodiversity \nor possibly a net gain.  \n12.  Achieving  effective  biodiversity  management  in  Lao  PDR  can  be  very  challenging. \nTherefore, a suitably qualified biodiversity conservation organization (the Service Provider) is to \nbe engaged to provide technical assistance for the detailed planning and implementation of the \nbiodiversity impact mitigation and offset measures outlined in the Biodiversity Impact Mitigation \nand Offset Framework for the Nam Ngiep 1 Hydropower Project. \nC.  Subproject Outputs and Activities  \n13.  Output 1: Preparation and posting of TOR and recruitment of a suitable partner company, \nwith recruitment to commence by January 2019. \n14.  Output 2: Tripartite MOU between the selected company, the project sponsor and the \nlocal authority to work together to deliver conservation outcomes signed by June 2019. \n15.  Output 3: Biodiversity Offset Implementation Plan prepared by the selected company by \nAugust 2019. \n ", "3 \n \n16.  Output 4: Six-monthly monitoring reports prepared by the selected company from June \n2019 through December 2027. \nD.  Subproject Cost and Financing \n17.  The TA subproject is estimated to cost $1.25 million, which will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-6). The funds will cover consultant \ncosts, remuneration, and travel.  \n \nE.  Subproject Implementation Arrangements \n18.  ADB will administer the subproject.  PSOD’s Private Sector Transaction Support Division, \nwhich will lead the TA and will select, administer and evaluate consultants or non-governmental \norganizations. \nTable 1: Subproject Implementation Arrangements \n \nAspects   Arrangements \nIndicative implementation  January 2019 – December 2029 \nperiod \nExecuting agency  ADB \n  PSOD’s Private Sector Transaction Support Division will play a principal role \nin  administration  and  supervision  of  the  TA,  including  implementation \noversight, accountability for the outputs, and communication with consultants \nand stakeholders. \nConsultants  To be selected and engaged by ADB  \nFirm: QCBS  Nam Niep 1 HPP  $1.25 million \nProtected Areas \nAdvance contracting  Advance contracting may occur for the purposes of posting terms of reference \nto pre-identify consultants only. No contracts will be signed until the TA is \napproved and funds are confirmed. \nDisbursement  The  TA  resources  will  be  disbursed  following  ADB's  Technical  Assistance \nDisbursement Handbook (2010, as amended from time to time). \nADB = Asian Development Bank; TA = technical assistance.   \nSource:  Asian Development Bank estimates. \n \n15.  Consulting services. The consultants will be engaged in accordance with the ADB \nProcurement  Policy  (2017,  as  amended  from  time  to  time)  and  the  associated  project \nadministration instructions and/or TA staff instructions.8  \n \n \n \n                                                \n8  Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 2). \n ", "4  Appendix 1 \nSUBPROJECT COST ESTIMATES AND FINANCING PLAN \n \nCONFIDENTIAL INFORMATION DELETED \n     \n \n \n \n \n \n \n \n ", "    Appendix 2  5 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=xxxxx-xxx-TAReport \n \n \n1.  Terms of Reference for Consultants \n2.  Design and Monitoring Framework \n \n ", "Facilitating Effective Biodiversity Offsets in Private Sector Operations-Subproject 1: NNP1 \nHydropower Project REG 52231-002 \n  1 \nTERMS OF REFERENCE FOR CONSULTANTS \nBIODIVERSITY CONSERVATION \n \nCONFIDENTIAL INFORMATION DELETED \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "Facilitating Effective Biodiversity Offsets in Private Sector Operations-Subproject 1: NNP1 \nHydropower Project REG 52231-002 \n2 \n \nC.  OBJECTIVES \n \n9.  The overall objective of the Technical Assistance is to provide the necessary technical \nexpertise and competence in biodiversity conservation management to ensure achievement of no \nnet loss of biodiversity caused by the Nam Ngiep 1 Hydropower Project. \n \n10.  The objectives of the Technical Assistance are: \n \na.  to achieve no net loss in biodiversity within the NN1 sub-catchment and NCNX; \nb.  to build capacity of relevant authorities and other stakeholders to ensure long-term \neffective and efficient planning and implementation of biodiversity conservation \nmeasures  including  enforcement  measures  with  clearly  defined  conservation \nobjectives based on identified threats and risks; \nc.  to increase public understanding and support for the sustainable use of NTFP and \nwildlife resources, and to change behaviour of local community members to stop \nhunting and trading in rare or endangered species or other activities that threatens \nwildlife; \nd.  to facilitate control of access to restricted areas; \ne.  to build the capacity of law enforcement agencies and district administrations to \nenforce laws and regulations for protection and conservation of biodiversity. \n \nCONFIDENTIAL INFORMATION DELETED \n \nE.  METHODOLOGY AND IMPLEMENTATION ARRANGEMENTS \n \n19.  NNP1PC will deploy a Site Manger to each of the sites (the Nam Ngiep 1 Sub-catchment \nand the NCNX Offset Site) together with technical staff of the Company who will work alongside \nthe Service Provider. \n \n20.  The Service Provider will work under the day to day supervision and instruction of the \nNNP1PC Site Manager and will act on behalf of NNP1PC on matters related to the implementation \nof the Nam Ngiep 1 Biodiversity Impact Mitigation and Offset Framework. \n \n21.  The role of the Service Provider is to support and assist the assigned government partners \nand NNP1PC on biodiversity conservation management to achieve the conservation objectives \nof the Nam Ngiep 1 Biodiversity Impact Mitigation and Offset Framework. It is therefore crucial \nthat work plans are developed and implemented through close collaboration and cooperation with \nNNP1PC and stakeholders. The Service Provider will be required to have regular communications \nand meetings with the various GOL partners and NNP1PC. \n \n22.  On the government side, for the work in Nam Ngiep 1 sub-catchment the main counterpart \nis the Watershed and Reservoir Protection Office and the officers of various government agencies \nassigned to support the implementation of the Framework. With respect to the work in Nam \nChouane-Nam Xang Offset Site, the main government counterpart is the Biodiversity Offset \nManagement Committee. \n \n \n \n ", "Facilitating Effective Biodiversity Offsets in Private Sector Operations-Subproject 1: NNP1 \nHydropower Project REG 52231-002 \n  3 \nF.  IMPLEMENTATION PERIOD \n \n23.  The Service Provider shall plan and execute the Scope of Work over a period of 10 years \nfrom January 2019 to end of December 2028. The aim is to gradually reduce the intensity and \nscope of services commensurate with the simultaneous build-up of capacity among the involved \nagencies and other stakeholders to effectively implement the necessary biodiversity conservation \nmeasures. \n \nG.  SCOPE OF WORK \n \n24.  The Scope of work of the Service Provider is divided into two components: \n \n1.  NNP1 Sub-catchment \n2.  NCNX Offset Site \n \n25.  The  scope  of  work for  these two  areas  are quite similar,  and  although  substantial \ninteraction between the two is expected and promoted, they will be implemented separately due \nto different government partners. \n \n1.  NNP1 Sub-catchment \n \na.  Planning \n26.  The Service Provide shall prepare the planning documents listed in Table D-1. \n \nTable D-1: Planning Documents \n \nPlanning Document  Focus Areas  Timing \n10-year Biodiversity  -  Biodiversity conservation  Draft within 2 months of \nConservation  actions and targets  engagement. \nStrategy for NNP1  -  Capacity building strategy and  Approved Final within 6 \nSub-catchment  targets  months of engagement. \n-  Education, awareness raising  Updated in year 5 \nand outreach strategy and \ntargets \n-  Enforcement and patrolling \nstrategy \n-  Overall monitoring programme \n \nAnnual  -  Biodiversity conservation  Within 2 months of \nImplementation Plans  actions and targets  engagement. \n-  Capacity building activities  Thereafter, 2 months \n-  Education, awareness raising  before the end of each \nand outreach activities  programme year \n-  Supervision and assistance to \nenforcement and patrolling \nactivities \n-  Monitoring actions and \noutcomes \n-  Staffing plan and budget \n \n ", "Facilitating Effective Biodiversity Offsets in Private Sector Operations-Subproject 1: NNP1 \nHydropower Project REG 52231-002 \n4 \n \nb.   Capacity Building \n \n27.  The Service Provider shall in close collaboration with each of the target organizations \ndesign and implement a Capacity Building Programme as part of the 10-year Strategy and Annual \nImplementation Plans, with the main objective to ensure that the persons involved in overseeing \nand carrying out the planned biodiversity conservation measures are adequately trained and \ncapable of performing their tasks.  \n \n28.  The capacity building programme may be designed and implemented in phases giving \nhigh priority to building capacity of patrol and law enforcement officers. The Service Provider shall \nstart implementing capacity building for TPZ patrolling and law enforcement units within 3 months \nof engagement. \n \n29.  The main target organizations are: \n \ni.  The Watershed and Reservoir Protection Committee \nii.  The  Watershed  and  Reservoir  Protection  Offices  of  Bolikhamxay  and \nXaysomboun Province \niii.  Provincial Department of Natural Resources and Environment \niv.  District Office of Natural Resources and Environment \nv.  Provincial Agriculture and Forestry Department \nvi.  District Office of Agriculture and Forestry \nvii.  Total Protection Zone staff \nviii.  Patrol unit staff \nix.  Law enforcement officers \n \n30.  The Capacity Building Programme comprises the following process elements: \n \ni.  Capacity building strategy (as part of the 10-year strategy, see Table D-1) \nii.  Identification of mandate, roles and responsibilities of the target organizations (e.g. \npatrol units) \niii.  Determination of core tasks (management, technical) to be performed by the target \norganization and their relationship, dependencies, timelines and outputs/results \niv.  Preliminary assessment of training needs for the target organization \nv.  Allocation of tasks to members of the target organization \nvi.  Development of standard procedures and work instructions for core tasks  \nvii.  Design and implementation of training programmes on execution of procedures \nand work instructions \nviii.  Supervision of implementation of the tasks and assessment of performance \nix.  Assessment of training needs \nx.  Back to Point 6 \n \n31  The main areas of capacity building are: \n \ni.  Principles of biodiversity conservation and protected area management with a \nfocus on the protection of the biodiversity in the Total Protection Zone \nii.  Laws, regulations and international conventions \n ", "Facilitating Effective Biodiversity Offsets in Private Sector Operations-Subproject 1: NNP1 \nHydropower Project REG 52231-002 \n  5 \niii.  Patrolling, field data collection \niv.  Species and habitat identification, characterization and assessment \nv.  Identification and assessment of threats to biodiversity \nvi.  Management of the SMART database \nvii.  Map reading and basic interpretation of satellite images \n \n32  The Service Provider shall set-up and maintain a database for the implementation of the \ncapacity building programme. \n \nc.  Education, Awareness Raising and Outreach \n \n33.  The Service Provider shall design and implement an Education, Awareness Raising and \nOutreach Programme as part of the 10-year Strategy and Annual Implementation Plans. The \nprogramme will have two main components: (i) International and National level activities, and (ii) \nlocal level activities. \n \n34.  The education, awareness raising and outreach activities at the International and National \nlevel will focus on the sub-components outlined in Table D-2. \n \nTable D-2: Education, Awareness Raising and Outreach at International and National \nLevel \n \nSub-components  Partners, Target Groups  Objectives \nCollaboration on  -  National University of Lao  Enhance scientific \nbiodiversity research and  PDR  knowledge about biodiversity \nhigher-level education  -  Regional or international  conservation, and ecology of \nuniversities  local species. \n-  Conservation NGOs  Seek opportunities for \n-  Natural science institutions  additional sources of funding \n \nDialogue on experiences  -  Biodiversity conservation  Increase understanding and \nwith biodiversity  practitioners in Lao PDR  knowledge about biodiversity \nconservation through  and in the region  conservation in practice to \nwebsite, social media,  -  Investment projects (public  support other similar \nworkshops etc.  and private)  projects, and design of \n-  Government agencies  government interventions. \n(natural resources,  Seek  opportunities  for \nenvironment, investment  additional sources of funding \nand development) \n \n35.  The education, awareness raising and outreach activities at the local level shall be \ndesigned based on an initial stakeholder analysis. It is expected that the programme will include \nthe sub-components outlined in Table D-3. \n \n \n \n \n  \n \n \n ", "Facilitating Effective Biodiversity Offsets in Private Sector Operations-Subproject 1: NNP1 \nHydropower Project REG 52231-002 \n6 \n \nTable D-3: Education, Awareness Raising and Outreach at Local Level \n \nSub-components  Partners, Target Groups  Objectives \nSchool Programme with  -  Local school teachers  Promote education in natural \nclassroom training, field  and students  sciences \nwork, experimentation,  -  Ministry of Education  Increase awareness and \npractical conservation  (provincial and district  knowledge about nature and \nlevel),   natural processes \n \nAwareness raising for local  -  Local government at  Awareness about relevant laws \nGovernment  provincial and district  and regulations. \nlevel including the  Increase skills in land use \nWatershed and Reservoir  planning for sustainable use of \nProtection Committee  natural resources and \nbiodiversity conservation \nCommunity Conservation  -  Village authorities, village  Dissemination and awareness \nProgramme. This may  leaders, interested  on laws and regulations. \ninclude planning and  persons,    Increase knowledge, change \nimplementation of land use,  attitudes and behaviour of \ngood agricultural practices,  people living near or around the \nalternative income sources,  two TPZs in the sub-catchment. \nand hunting and fishing  Sustainable use of natural \nregulations  resources \n \n36.  The Service Provider shall record, assess and report on a 6-month and annual basis the \nprogress and results of the Education, Awareness Raising and Outreach Programme. \n \nd.  Finalize the terrestrial and reservoir TPZs with the GOL counterparts \nand NNP1PC \n \n37.  The two planned TPZs have been carefully designed in consultation with biodiversity \nexperts to maximise potential biodiversity gains. Final boundaries may be fine-tuned in discussion \nbetween GOL, NNP1PC, ADB, and the Service Provider, but such refinement is likely to be minor \nas the precise boundaries cannot be adjusted much without reducing the feasibility of achieving \nNNL. \n \n38.  The Service Provider shall facilitate consultation with stakeholders to define and formalise \nthe exact boundaries of the TPZs and assist with the demarcation of the TPZs on the ground.  \nThis will also involve using existing integrated spatial data considering: current and future land \nuse, existing access points, and infrastructure projects (other hydropower projects).  \n \n39.  The Service Provider will facilitate the formal process of obtaining legal status of the TPZs \nin accordance with the relevant provisions of the Forestry Law and that this is recognized at all \nlevels of government. \n \ne.  Patrolling of the TPZs  \n \n40.  The Service Provider shall in close collaboration with the GOL partners and the Company \nsupervise and assist with the development and implementation of the enforcement and patrolling \nstrategy as part of the 10-year Strategy and Annual Implementation Plans (see Table D-1). The \n ", "Facilitating Effective Biodiversity Offsets in Private Sector Operations-Subproject 1: NNP1 \nHydropower Project REG 52231-002 \n  7 \nobjective of the strategy is to maintain the two TPZs as inviolate no-go zones and to reduce threats \nwithin the wider sub-catchment. \n \n41.  The strategy will include: \n \ni.  Short description of the area,  \nii.  References to the Open Standards process  \niii.  The vision, conservation targets, as described in biodiversity assessments \niv.  Direct threats, indirect threats and the objectives of the enforcement effort. \nv.  Enforcement strategies per threat group. \nvi.  Result chains showing how enforcement will reduce the threats. \nvii.  Minimum standards with corresponding benchmarks for assessment  \nviii.  Standard Operating Procedures (SOPs) for enforcement operations. \nix.  Annual workflow. \nx.  Monitoring and evaluation (use SMART1) \nxi.  Capacity building programme \n \n42.  The Service Provider shall as necessary and from time to time actively participate in \npatrolling and supervise or undertake technical activities as a means of training. \nThe Service Provider shall ensure that patrolling data are quality checked and properly entered \ninto the SMART database. \n \nf.  Research and monitoring \n \n43.  The  Service  Provider  shall  develop  and  implement  a  comprehensive  research  and \nmonitoring system that will sufficiently monitor the achievement of no net loss in biodiversity in \nthe Nam Ngiep 1 sub-catchment as part of the 10-year Strategy and Annual Implementation Plans. \nThe results of law enforcement and biological monitoring will be used to assess the level of impact \non achieving the conservation targets in the TPZs.   \n \n44.  The monitoring programme shall be designed and implemented to determine the success \nof the management actions. The monitoring programme will include monitoring both within and \noutside the TPZs to determine relative success of management actions. \n \n45.  Monitoring methods may include but are not limited to:  \n \ni.  Presence and location of snares \nii.  Gunshots heard or shells retrieved  \niii.  GPS tracking of patrols  \niv.  Fixed point counts for avifauna \nv.  Aural surveys for gibbons \nvi.  Camera-trapping for large-bodied ground fauna \nvii.  Targeted surveys for indicator species \nviii.  Aerial photography or satellite imagery for forest cover \nix.  Training sessions or other engagement with stakeholders etc. \n                                                \n1 Spatial Monitoring and Reporting Tool   http://smartconservationtools.org/ \n ", "Facilitating Effective Biodiversity Offsets in Private Sector Operations-Subproject 1: NNP1 \nHydropower Project REG 52231-002 \n8 \n \n46.  Where possible, monitoring data should be collected as part of day to day activities to \navoid diverting resources from biodiversity management on the ground. \n \n47.  The camera trapping shall be carried out over a period of not less than 2 months at least \n4 times with regular intervals over the course of the 10-year implementation period. NNP1PC will \nprovide the camera equipment and the Service Provider shall install the cameras in the field, \ndownload the data and retrieve the cameras after each 2-months period. \n \n48.  The Service Provider shall install and use appropriate free software (e.g. the camtrapR2 \npackage) designed specifically for management of and data extraction from camera-trap images \nin wildlife studies. \n \n49.  The monitoring shall also include a law enforcement monitoring programme to measure \nthe effectiveness of patrolling. A computerized planning and management tool (SMART3)  shall \nbe used to collect, store, and analyse ranger-based data on illegal activities and patrol team \nperformance. The same SMART database will be used for both the TPZ and CUZ areas of the \nsub-catchment and NCNX. \n \n50.  The law enforcement monitoring activities and data shall be summarized quarterly and \nannually to evaluate trends in (i) funding for law enforcement, (ii) spatial, and (iii) temporal \ncoverage of patrols, (iv) poacher catch ratio, and enforcement response ratios, and (v) hunting \ncatch per unit effort. \n \n51.  The Service Provider shall work closely with the GOL partners and NNP1PC to promote \nbiodiversity research in the sub-catchment for Laotian and international researchers. \n \ng.  Sustainable finance opportunities \n \n52.   The Service Provider shall seek opportunities to develop sustainable finance streams to \nenhance biodiversity management during and after the concession period. This may include, but \nnot be limited to, research grants, controlled eco-tourism and/or publiprivate partnerships etc. \n \n2.  Nam Chouane – Nam Xang Biodiversity Offset Site \n \na.  Planning \n53.  Based  on  the  Biodiversity  Offset  Management  Plan  for  NCNX  (to  be  provided  by \nNNP1PC), the Service Provide shall prepare the planning documents listed in Table D-4. \n \nTable D-4: Planning Documents \n \nPlanning Document  Focus Areas  Timing \nAnnual Implementation  -  Capacity building activities  Within 2 months of \nPlans  -  Education, awareness  engagement. \nraising and outreach  Thereafter, 2 months \nactivities  before the end of \nprogramme year \n                                                \n2 https://cran.r-project.org/web/packages/camtrapR/index.html \n3 Spatial Monitoring and Reporting Tool   http://smartconservationtools.org/ \n ", "Facilitating Effective Biodiversity Offsets in Private Sector Operations-Subproject 1: NNP1 \nHydropower Project REG 52231-002 \n  9 \nPlanning Document  Focus Areas  Timing \n-  Supervision and assistance \nto enforcement and \npatrolling activities \n-  Staffing plan and budget \n \nb.  Capacity Building \n54.  The Service Provider shall in close collaboration with each of the target organizations \ndesign and implement a Capacity Building Programme as part of the Annual Implementation \nPlans, with the main objective to ensure that the persons involved in overseeing and carrying out \nthe planned biodiversity conservation measures are adequately trained and capable of performing \ntheir tasks.  \n \n55.  The capacity building programme may be designed and implemented in phases giving \nhigh priority to building capacity of patrol and law enforcement officers. The Service Provider shall \nstart implementing capacity building for TPZ patrolling and law enforcement units within 3 months \nof engagement. \n \n56.  The main target organizations are: \n \ni.  The Biodiversity Offset Management Committee \nii.  The Secretariat of the Biodiversity Offset Management Committee \niii.  Provincial Agriculture and Forestry Department \niv.  District Office of Agriculture and Forestry \nv.  Total Protection Zone staff \nvi.  Patrol unit staff \nvii.  Law enforcement officers \n \n57.  The Capacity Building Programme comprises the following process elements: \n \ni.  Capacity building strategy (included in the NCNX Biodiversity Offset Management \nPlan) \nii.  Identification of mandate, roles and responsibilities of the target organizations (e.g. \npatrol units) \niii.  Determination of core tasks (management, technical) to be performed by the target \norganization and their relationship, dependencies, timelines and outputs/results \niv.  Preliminary assessment of training needs for the target organization \nv.  Allocation of tasks to members of the target organization \nvi.  Development of standard procedures and work instructions for core tasks  \nvii.  Design and implementation of training programmes on execution of procedures \nand work instructions \nviii.  Supervision of implementation of the tasks and assessment of performance \nix.  Assessment of training needs \nx.  Back to Point 6 \n \n58.  The main areas of capacity building are: \n ", "Facilitating Effective Biodiversity Offsets in Private Sector Operations-Subproject 1: NNP1 \nHydropower Project REG 52231-002 \n10 \n \n \ni.  Principles of biodiversity conservation and protected area management with a \nfocus on the protection of the biodiversity in the Total Protection Zone \nii.  Laws, regulations and international conventions \niii.  Patrolling, field data collection \niv.  Species and habitat identification, characterization and assessment \nv.  Identification and assessment of threats to biodiversity \nvi.  Management of the SMART database \nvii.  Map reading and basic interpretation of satellite images \n \n59.  The Service Provider shall set-up and maintain a database for the implementation of the \ncapacity building programme. \n \nc.  Education, Awareness Raising and Outreach \n \n60.  The Service Provider shall design and implement an Education, Awareness Raising and \nOutreach Programme as part of the Annual Implementation Plans. The programme will have two \nmain components: (i) International and National level activities, and (ii) local level activities. \n \n61.  The education, awareness raising and outreach activities at the International and National \nlevel will focus on the sub-components outlined in Table D-5. \n \nTable D-5: Education, Awareness Raising and Outreach at International and National \nLevel \n \nSub-components  Partners, Target Groups  Objectives \nCollaboration on  -  National University of Lao  -  Enhance scientific knowledge \nbiodiversity research  PDR  about biodiversity \nand higher-level  -  Regional or international  conservation, and ecology of \neducation  universities  local species. \n-  Conservation NGOs  -  Seek opportunities for \n-  Natural science institutions  additional sources of funding \n \nDialogue on  -  Biodiversity conservation  -  Increase understanding and \nexperiences with  practitioners in Lao PDR and  knowledge about biodiversity \nbiodiversity  in the region  conservation in practice to \nconservation through  -  Investment projects (public  support other similar projects, \nwebsite, social media,  and private)  and design of government \nworkshops etc.  -  Government agencies  interventions. \n(natural resources,  -  Seek opportunities for \nenvironment, investment  additional sources of funding \nand development \n \n62.  The education, awareness raising and outreach activities at the local level shall be \ndesigned based on an initial stakeholder analysis. It is expected that the programme will include \nthe sub-components outlined in Table D-6. \n \n \n \n ", "Facilitating Effective Biodiversity Offsets in Private Sector Operations-Subproject 1: NNP1 \nHydropower Project REG 52231-002 \n  11 \nTable D-6: Education, Awareness Raising and Outreach at Local Level \n \nSub-components  Partners, Target Groups  Objectives \nSchool Programme with  -  Local school  -  Promote education in natural \nclassroom training, field work,  teachers and  sciences \nexperimentation, practical  students  -  Increase awareness and \nconservation  -  Ministry of  knowledge about nature and \nEducation  natural processes \n(provincial and   \ndistrict level),  \nAwareness raising for local  -  Local government at  -  Awareness about relevant laws \nGovernment  provincial and  and regulations. \ndistrict level   -  Increase skills in land use \nplanning for sustainable use of \nnatural resources and \nbiodiversity conservation \n \nCommunity Conservation  -  Village authorities,  -  Dissemination and awareness on \nProgramme. This may include  village leaders,  laws and regulations  \nplanning and implementation of  interested persons,    -  Increase knowledge, change \nland use, good agricultural  attitudes and behaviour of people \npractices, alternative income  living near or around the two \nsources, and hunting and  TPZs in the sub-catchment. \nfishing regulations  -  Sustainable use of natural \nresources \n \n63.  The Service Provider shall record, assess and report on a 6-month and annual basis the \nprogress and results of the Education, Awareness Raising and Outreach Programme. \n \nd.  Finalize the TPZ and CUZ in the NCNX  \n \n64.  Work  with  various  stakeholders  to  delineate  and  formalize  the  boundary  through \ndiscussion between GOL, NNP1PC, ADB, the Service Provider, and the six communities around \nNCNX. Demarcate the TPZ on the ground. As part of the Education, Awareness Raising and \nOutreach Programme, ensure that all stakeholders are aware of the boundaries and understand \nthe consequences of violating TPZ regulations based on the national laws. \n \ne.  Patrolling of the TPZs  \n \n65.  The Service Provider shall in close collaboration with the GOL partners and the Company \nsupervise and assist with the development and implementation of the enforcement and patrolling \nstrategy as part of the Annual Implementation Plans. The objective of the strategy is to maintain \nthe two TPZs as inviolate no-go zones and to reduce threats to a level that will protect the riverine \nhabitats within 2.5 km of the large open canopy rivers and its associated wildlife species, including \nthe endemic fish species. \n \n66.  The strategy will include: \n \ni.  Short description of the area,  \nii.  References to the Open Standards process  \niii.  The vision, conservation targets, as described in biodiversity assessments \niv.  Direct threats, indirect threats and the objectives of the enforcement effort. \n ", "Facilitating Effective Biodiversity Offsets in Private Sector Operations-Subproject 1: NNP1 \nHydropower Project REG 52231-002 \n12 \n \nv.  Enforcement strategies per threat group. \nvi.  Result chains showing how enforcement will reduce the threats. \nvii.  Minimum standards with corresponding benchmarks for assessment  \nviii.  Standard Operating Procedures for enforcement operations. \nix.  Annual workflow. \nx.  Monitoring and evaluation (use SMART4) \nxi.  Capacity building programme \n \n67.  The Service Provider shall as necessary and from time to time actively participate in \npatrolling and supervise or undertake technical activities as a means of training. \n \n68.  The Service Provider shall ensure that patrolling data are quality checked and properly \nentered into the SMART database. \n \nf.  Research and monitoring \n \n69.  The  Service  Provider  shall  develop  and  implement  a  comprehensive  research  and \nmonitoring system that will sufficiently monitor the achievement of no net loss in biodiversity in \nthe TPZ of NCNX as part of the Annual Implementation Plans. The results of law enforcement \nand biological monitoring will be used to assess the level of impact on achieving the conservation \ntargets in the TPZs. \n \n70.  The monitoring in NCNX shall focus on aquatic and riparian habitat within 2.5 km on either \nside of canopy-breaking rivers. Monitored parameters are likely to be similar to those used in the \nNNP1 Sub-catchment (refer section f), although with more focus on aquatic ecology (particularly \nichthyofauna) and water quality. These monitoring parameters and protocols will be jointly \ndeveloped in consultation and collaboration with the GOL implementation teams who are already \nactive at NCNX. \n \n71.  The monitoring shall include camera trapping which shall be carried out over a period of \nnot less than 2 months at least 4 times with regular intervals over the course of the 10-year \nimplementation period. NNP1PC will provide the camera trapping equipment and the Service \nProvider shall install the cameras in the field, download the data and retrieve the cameras after \neach 2-months period. \n \n72.  The Service Provider shall install and use appropriate free software (e.g. the camtrapR5 \npackage) designed specifically for management of and data extraction from camera-trap images \nin wildlife studies. \n \n73.  Similar to the monitoring programme for the Nam Ngiep 1 Sub-catchment, the programme \nshall also include a law enforcement monitoring programme to measure the effectiveness of \npatrolling.  \n \n74.  The SMART database shall be used to collect, store, and analyse ranger-based data on \nillegal activities and patrol team performance. \n \n                                                \n4 Spatial Monitoring and Reporting Tool   http://smartconservationtools.org/ \n5 https://cran.r-project.org/web/packages/camtrapR/index.html \n ", "Facilitating Effective Biodiversity Offsets in Private Sector Operations-Subproject 1: NNP1 \nHydropower Project REG 52231-002 \n  13 \n75.  The law enforcement monitoring activities and data shall be summarized quarterly and \nannually to evaluate trends in (i) funding for law enforcement, (ii) spatial, and (iii) temporal \ncoverage of patrols, (iv) poacher catch ratio, and enforcement response ratios, and (v) hunting \ncatch per unit effort. \n \n76.  The Service Provider shall work closely with the GOL partners and NNP1PC to promote \nbiodiversity research in NCNX for Laotian and international researchers. \n \ng.  Sustainable finance opportunities \n \n77.  The Service Provider shall seek opportunities to develop sustainable finance streams to \nenhance biodiversity management during and after the concession period. \n \nCONFIDENTIAL INFORMATION DELETED \n \n \n \n ", "Facilitating Effective Biodiversity Offsets in Private Sector Operations-Subproject 1: NNP1 \nHydropower Project REG xxxxx \n1 \nDESIGN AND MONITORING FRAMEWORK \n \nData Sources and/or \nPerformance Targets and/or \nDesign Summary  Reporting  Assumptions and Risks \nIndicators \nMechanisms \nImpacts      Assumptions \nIncreased regional  Export of power from the Lao  Statistics and  The Government of the Lao \ncooperation between the  PDR to Thailand increased  information released  PDR remains committed to \nLao PDR and Thailand  from 2,105 MW in 2014  by the Ministry of  fostering an environment \nto7,000 MW in 2024  Energy and Mines of  conducive to private sector \nthe Government of  investment. \nIncreased electrification  Household electrification rate  the Lao PDR   \nrate in the Lao PDR  increased from 82% in 2012 to  The government has \n92% by 2024  strengthened the national \n  regulations on social \nIncreased private sector  At least three new hydropower  safeguards and issued a \ninvestment in  projects constructed in the Lao  new decree obliging project \nhydropower in the Lao  PDR during 2014–2024 fully  developers to prepare, \nPDR in an  meet the government’s  disclose, and consult on the \nenvironmentally and  environmental and social  full extent of project impacts \nsocially sustainable  protection requirements  on affected communities \nmanner  and obtain government \napproval of environmental \nimpact assessments for \nmajor projects. \n   \nOutcome      Assumptions \nIncreased private  Delivery of about 1,400 GWh  NNP1PC operating  The plant is operated \nsector provision of  of electricity annually to  and financial reports.  according to specifications  \nreliable and clean  Thailand and 100 GWh     \npower in Thailand and  annually to the Lao PDR  Statistics and  Nabong substation is. \nthe Lao PDR  beginning in 2020  information released  completed on time. \n  by the Ministry of \nGreenhouse gas emissions of  Energy of the  Electricity Generating \nabout 500,000 ton of carbon  Government of  Authority of Thailand honors \ndioxide annually avoided in  Thailand and the  its obligations under the \nThailand from 2020  Ministry of Energy  power purchase agreement. \n    and Mines of the \nA total of about $600 million in  Government of the  Twenty local government \nroyalty, tax, and dividend  Lao PDR  staff implement environment \nrevenues received by the  and social policies. \nGovernment of the Lao PDR   \nduring the 27-year concession  Risk  \nperioda  Hydrologic performance is \n    significantly below long-run \nAbout 80 Lao workers  average levels for a \nemployed during operations  sustained period. \n     \nOutputs      Assumptions \nCompletion of a 290-  290 MW of hydropower  NNP1PC construction Debt is successfully raised. \nMW hydropower plant  capacity commissioned in July  progress reports,   \nin an environmentally  2018  financial reports, and  Environment and social \nand socially sustainable    environment and  management plans are \nmanner.  Appropriate environment and  social monitoring  implemented properly. \n  social mitigation measures  reports   \n  implemented   \n ", "Facilitating Effective Biodiversity Offsets in Private Sector Operations-Subproject 1: NNP1 \nHydropower Project REG 52231-002 \n2 \n \nData Sources and/or \nPerformance Targets and/or \nDesign Summary  Reporting  Assumptions and Risks \nIndicators \nMechanisms \nEconomic benefits to the  Locally purchased goods and  Risk \nLao PDR  services amount to about$150  Construction encounters \nmillion during 2014–2018.  unforeseen delays and/or \n    cost overruns. \nAt least 500 Lao PDR workers \nemployed for construction \nduring 2014–2018 \n       \nIssuance of 100% of \nreplacement land titles in joint \nspousal names for displaced \nhouseholds headed by \nhusband and wife \n       \nMinimum of 12 scholarships \nper annum for secondary and \ntertiary education and \nvocational training provided to \nfemale students from \ninundated areas and host \ncommunities from 2015 \n       \nCapacity development  At least 20 local government \nof local government in  staff trained to implement \nenvironment and social  environment and social policies \nprotection.  during 2014–2018   \n     \nActivities with Milestones  Inputs \n1. Commence preliminary works: December 2013  ADB direct loans: $144 million \n2. Commence full construction: September 2014  equivalent \n3. Financial closing: August 2014   \n4. Commission the plant: October 2018  ADB B loan: $77 million \n5. Commence commercial operations: January 2019   \n6. Commence technical assistance for the implementation of the biodiversity  CONFIDENTIAL \nmanagement plan January 2019   INFORMATION DELETED \n \n \n \n   \nADB = Asian Development Bank; GWh = gigawatt hour; Lao PDR = Lao People’s Democratic Republic; JBIC = Japan Bank for \nI nternational Cooperation; MW = megawatt; NNP1PC = Nam Ngiep 1 Power Company. \na Indicators for government revenues and employment measure benefits to local economy.  \nSource: Asian Development Bank. \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20190220142809+08'00'", "Creator": "Sejda 3.2.67 (www.sejda.org)", "Keywords": "nam ngiep 1 hydropower, private sector operations, biodiversity offsets, biodiversity management plans, environment conservation, natural habitat, safeguards, 52231, ta 9699, adb technical assistance, approved technical assistance, tar, ta projects ", "ModDate": "D:20190220160838+08'00'", "Producer": "SAMBox 1.1.47 (www.sejda.org)", "Subject": "Technical Assistance Report", "Title": "52231-002: Facilitating Effective Biodiversity Offsets in Private Sector Operations - Nam Ngiep 1 Hydropower (Subproject 1)"}, "author_page": " \n ABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  PSOD  –  Private Sector Operations Department \n  SPS  –  Safeguards Policy Statement \n  TA  –  Technical Assistance \n \n \n \n \n \n \n \nNOTE \nIn this report, \"$\" refers to United States dollars.  \n \n \n \n \n \nVice-President  Diwakar Gupta, Private Sector and Cofinancing Operations \nDirector General  Michael Barrow, Private Sector Operations Department (PSOD) \nDirector  Mark Kunzer, Private Sector Transaction Support, PSOD \n   \nTeam leader  Noel Peters, Senior Environment Specialist, PSOD \nTeam members  Beatrice Gomez, Environment Specialist, PSOD \n  Aida Khalil Gomez, Environment Specialist, PSOD  \n  Kristy Harrison, Senior Environment Specialist, PSOD \n  Melissa Manguiat, Senior Environment Officer, PSOD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", "authors": [{"fullname": "Diwakar Gupta", "role": "Private Sector and Cofinancing Operations", "organization": ""}, {"fullname": "Michael Barrow", "role": "Private Sector Operations Department (PSOD)", "organization": ""}, {"fullname": "Mark Kunzer", "role": "Private Sector Transaction Support", "organization": "PSOD"}, {"fullname": "Noel Peters", "role": "Senior Environment Specialist", "organization": "PSOD"}, {"fullname": "Beatrice Gomez", "role": "Environment Specialist", "organization": "PSOD"}, {"fullname": "Aida Khalil Gomez", "role": "Environment Specialist", "organization": "PSOD"}, {"fullname": "Kristy Harrison", "role": "Senior Environment Specialist", "organization": "PSOD"}, {"fullname": "Melissa Manguiat", "role": "Senior Environment Officer", "organization": "PSOD"}]}