{"path": "data/input/ta/52286-001-rrp-en.pdf", "pages": ["Report and Recommendation of the President \nto the Board of Directors\nProject Number: 52286-001 \nSeptember 2019 \nProposed Loan \nKazAvtoZhol National Joint Stock Company \nCentral Asia Regional Economic Cooperation \nCorridors 1 and 6 Connector Road (Aktobe–\nKandyagash) Reconstruction Project \n(Guaranteed by the Republic of Kazakhstan) \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nAccess to Information Policy. ", "CURRENCY EQUIVALENTS \n(as of 22 August 2019) \nCurrency unit  – tenge (T)\nT1.00  =  0.002589 \n$1.00  =  T386.18 \nABBREVIATIONS \nADB  – Asian Development Bank\nCAREC  – Central Asia Regional Economic Cooperation\nEMP  – environmental management plan\nGDP  – gross domestic product\nIEE  – initial environmental examination\nkm  – kilometer\nMIID  – Ministry of Industry and Infrastructure Development\nPAM  – project administration manual\nPRC  – People’s Republic of China\nNOTE \nIn this report, “$” refers to United States dollars.\nVice-President  Shixin Chen, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nDirector  Dong-Soo Pyo, Transport and Communications Division, CWRD \nTeam leader  Jiangbo Ning, Principal Transport Specialist, CWRD \nTeam members  Asem Chakenova, Project Officer, CWRD \nMichael De Los Reyes, Senior Treasury Specialist, Treasury Department \nNurlan Djenchuraev, Senior Environment Specialist, CWRD \nMirzo Iskandar Gulamov, Country Specialist, CWRD \nDidier Guynet, Senior Procurement Specialist, Procurement, Portfolio and \nFinancial Management Department \nRika Idei, Transport Specialist, CWRD \nGlenda Jurado, Associate Project Analyst, CWRD \nPeter Marro, Principal Financial Sector Specialist, CWRD \nLyailya T. Nazarbekova, Principal Counsel, Office of the General Counsel \nDiep Pham, Senior Financial Management Specialist, CWRD \nNathan Rive, Climate Change Specialist, CWRD \nMary Alice Rosero, Social Development Specialist (Gender and \nDevelopment), CWRD \nAida Satylganova, Social Development Specialist (Resettlement), CWRD \nKrisanta Carissa Vila, Senior Operations Assistant, CWRD \nPeer reviewer  Masahiro Nishimura, Senior Transport Specialist, East Asia Department \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", "CONTENTS \nPage \nPROJECT AT A GLANCE \nMAP \nI. THE PROPOSAL 1 \nII. THE PROJECT 1 \nA. Rationale 1 \nB. Project Description 5 \nC. Value Added by ADB 5 \nD. Summary Cost Estimates and Financing Plan 6 \nE. Implementation Arrangements 7 \nIII. DUE DILIGENCE 7 \nA. Technical 7 \nB. Economic and Financial Viability 8 \nC. Sustainability 8 \nD. Governance 9 \nE. Poverty, Social, and Gender 9 \nF. Safeguards 10 \nG. Summary of Risk Assessment and Risk Management Plan 10 \nIV. ASSURANCES 11 \nV. RECOMMENDATION 11 \nAPPENDIXES \n1. Design and Monitoring Framework 12 \n2. List of Linked Documents 14 ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 52286-001\nProject Name Central Asia Regional Economic Cooperation  Department CWRD/CWTC\nCorridors 1 and 6 Connector Road (Aktobe– /Division\nKandyagash) Reconstruction Project \nCountry Kazakhstan Executing Agency JSC \"NC \nBorrower JSC \"NC \"KazAvtoZhol\" \"KazAvtoZhol\"\nCountry Economic  https://www.adb.org/Documents/LinkedDocs/?id=5228\nIndicators 6-001-CEI\nPortfolio at a Glance https://www.adb.org/Documents/LinkedDocs/?id=5228\n6-001-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nTransport Road transport (non-urban) 167.02\nTotal 167.02\n3. Operational Priorities Climate Change Information\nClimate Change impact on the Medium\nAddressing remaining poverty and reducing inequalities\nProject\nAccelerating progress in gender equality\nTackling climate change, building climate and disaster resilience, and  ADB Financing\nenhancing environmental sustainability Adaptation ($ million) 11.60\nStrengthening governance and institutional capacity\nFostering regional cooperation and integration\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 9.1 Effective gender mainstreaming (EGM)\nSDG 13.a\nPoverty Targeting\nGeneral Intervention on Poverty\n4. Risk Categorization: Complex\n.\n5. Safeguard Categorization Environment: B   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n6. Financing\nModality and Sources Amount ($ million)\nADB 167.02\n     Sovereign Project (Regular Loan): Ordinary capital resources 167.02\nCofinancing 0.00\n     None 0.00\nCounterpart  62.33\n     Project Sponsor  62.33\nTotal 229.35\nCurrency of ADB Financing: Tenge \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 04092019133309199266 Generated Date: 04-Sep-2019 13:33:18 PM", "55o  00'E 75o  00'E\nKAZAKHSTAN\nCENTRAL ASIA REGIONAL ECONOMIC COOPERATION\nCORRIDORS 1 AND 6 CONNECTOR ROAD\n(AKTOBE–KANDYAGASH) RECONSTRUCTION PROJECT\nPetropavlovsk\nNORTH  KAZAKHSTAN\nKokshetau\nSiletiteniz Lake\nKostanai\nCA Makinsk Pavlodar\nOral REC 1b, 6bt,o 6 Ec urope Atbasar AKMOLA PAVELkOibDaAsRtuz Aul Oskemen\no KOSTANAI NUR-SULTAN Semey o\n50  00'N WEST Aktobe 50  00'N\nKAZAKHSTAN Arkalyk\nTemirtau\nTengiz Lake Karaghandy Zaisan Lake\nKandyagash EAST KAZAKHSTAN\nATYRAU Ayakoz\nAkchatau\nto Europe Makat AKTOBE\nCAREC 6a, 6d  Atyrau Aktogay\nKul'sary Shalkar KARAGHANDY Alakol Lake\nZhezkazghan Mointy Balkhash\nAral Gulshad\nBalkhash Lake Dostyk\nALMATY\nSay-Utes Saryshagan\nFort Shevchenko Taldykorgan\nBaikonyr\nCCAARREECC  26aa,,  26cd  Aktau Tazhen Aral  Sea TURKESTAN Saryozek Khorgos\nKyzylorda ZHAMBYL\nMANGYSTAU\nC KYZYL ORDA\n a Shu\n s p Turkestan Almaty\n i a Taraz\n n\n40o  00'N      S e a Shymkent 40o  00'N\nSarygash  N\nNational Capital\nProvincial Capital 0 100 200 300\nCity/Town\nProject Road (Aktobe–Kandyagash) Railway Kilometers\nCAREC Corridor 1 River\n18-2 CCAARREECC  CCoorrrriiddoorr  23 PInrtoevrninactiiaoln Baol Bunoduanrdyary mTThhaeips   bdmooau npno dwta iamrisep sply,r ,oc odonulo ctrhesed,   pdbaeyrn tto homef  tichnaear tAtioosgniarsan, p aDhneyd v ueanlnoityp  omof tehthneetr   BAinasfnioakrnm,  aDanteiyov jneu ldosghpmomweennn tto  oBnna  ttnhhkies.   \n997  19 CMAaRinE RCo aCdorridor 6 BCoAuRnEdCar i e =s aCree nntorat ln Aescieas Rsaergiliyo naault hEocroitnaotimveic. Cooperation cleogloarl ss,t adteunso omf iannayti otenrsri,t oorr yin, oforr amnayt ieonnd. orsement or acceptance of such boundaries, \n K\nA\nZ A 55o  00'E 75o  00'E\nV", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nKazAvtoZhol National Joint Stock Company (KazAvtoZhol), to be guaranteed by the Republic of \nKazakhstan, for the Central Asia Regional Economic Cooperation Corridors 1 and 6 Connector \nRoad (Aktobe–Kandyagash) Reconstruction Project.1 \n \n2.  The proposed project will (i) reconstruct the 89-kilometer (km) highway connecting Aktobe \nand Kandyagash,2 and (ii) strengthen the institutional capacity of KazAvtoZhol. \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Country context. Situated in the heart of Eurasia, Kazakhstan is the world’s largest \nlandlocked country and the ninth largest in the world, with a 2.7-million-square-kilometer land area \nthat is equal to that of Western Europe. It is adjacent to the inland Caspian and Aral seas and \nbordered on the north and west by the Russian Federation; on the east by the People’s Republic \nof China (PRC); and on the south by the Kyrgyz Republic, Uzbekistan, and Turkmenistan. \nStrategically, Kazakhstan has huge potential to link the fast-growing markets of the PRC and East \nAsia to the Russian Federation and Western Europe by road and rail, and through ports on the \nCaspian  Sea.  The  socioeconomic  and  geographic  features  of  Kazakhstan  pose  significant \ntransport challenges. With an estimated population of 18.2 million in 2018, it has one of the lowest \npopulation densities (seven per square kilometer) in the world. Kazakhstan has abundant but \nunevenly distributed natural resources. The uneven and dispersed spatial distribution of the \npopulation and natural resources makes the provision of road transport infrastructure critical and \ncostly. Kazakhstan’s economy and development potential are hampered by high transport costs, \nwhich constitute a significant component of the logistics value chain. A study in 2016 estimated \nthat the share of logistics cost in Kazakhstan was up to 25% of the cost of the final product, while \nthe world average figure stands at 11%, PRC 14%, the EU 10–13%, the USA and Canada 10%, \nand Japan 14% of gross domestic product (GDP).3 \n \n4.  Kazakhstan’s economy has a narrow base; in 2018, mining and manufacturing’s share of \nGDP was about 26.8%, compared with 4.2% for agriculture. Given the concentration of economic \nactivity and investments in the hydrocarbon and mining industry (see exports in 2017),4 economic \ndiversification  is  a  high  government  priority.  To  accelerate  economic  diversification,  the \ngovernment’s  strategic  objectives  include  (i)  fostering  economic  growth  by  ensuring  the \nsustainability of the transport sector; and (ii) increasing the economy’s competitiveness through \nimproved transport and trade logistics, especially in West and Central Kazakhstan, the country’s \nleast  market-accessible  regions  because  of  dispersed  spatial  development  and  very  low \npopulation density. \n \n5.  Although it is the largest economy in Central Asia, Kazakhstan is relatively small in terms \nof population and domestic demand, and the country needs to integrate into the regional and \n                                                \n1  KazAvtoZhol is a national joint stock company, established in March 2013, whose mandate comprises  rehabilitation, \noperation, and maintenance of the republican (national) road network as a single operator. \n2  The project will form a connector road to link Central Asia Regional Economic Cooperation (CAREC) corridors 1 and \n6. \n3  Z. Raimbekov, B. Syzdykbayeva, D. Zhenskhan. 2016. Study of the State of Logistics in Kazakhstan: Prospects for \nDevelopment and Deployment of Transport and Logistics Centers. Astana. \n4  I. Sarsenov and A. Aldiyarov. 2018. Kazakhstan—The Quest for a New Growth Model: The Urgency of Economic \nTransformation. Country Economic Update. Spring 2018. Washington, DC: World Bank. \n ", "2 \nglobal economy to expand its markets and increase its growth prospects. Its main international \ntrading  partners  are  Central  Asian  neighbors,  the  European  Union,  the  PRC, the  Russian \nFederation, Switzerland, Turkey, and Ukraine. Kazakhstan is an active Central Asia Regional \nEconomic Cooperation (CAREC) member, and several CAREC corridors traverse Kazakhstan, \nincluding corridors 1 and 6, which connect Kazakhstan to the PRC, Russian Federation, and \nEurope. The share of international trade totaled 60.6% of GDP in 2017. The country’s potential \nremains largely untapped because of infrastructure constraints that impede Kazakhstan’s trade \ncompetitiveness. Within this context, transport infrastructure development and sector efficiency \nimprovements are enabling factors for the sustainable social and economic development of the \ncountry. \n \n6.  Road network. Kazakhstan has a total road length of about 97,000 km, of which about \n63% is nominally classified as paved. About 24,000 km of the road network are classified as \nrepublican  (national)  roads,  of  which  92%  is  paved;  these  are  managed  centrally  by  the \nCommittee of Roads under the Ministry of Industry and Infrastructure Development (MIID). \nAkimats (regional administrations) manage the rest, which consist of oblast (provincial) roads \n(33,000  km)  and  district  (40,000  km)  roads.  Republican  roads  are  further  classified  as \ninternational, national, and regional highways. Much of the road network was constructed during \nthe Soviet era with obsolete technical standards and has deteriorated because of inadequate \nmaintenance and harsh weather conditions. As of January 2014, about 32% of republican roads, \n18% of oblast roads, and 10% of district roads were estimated to be in good condition, partly \nbecause of institutional inefficiency and underinvestment. In 2014, MIID set targets of 38% of \nrepublican roads to be in good condition by 2016 and 48% by 2020.5 \n \n7.  Many republican roads form part of transcontinental transport and trade corridors that \nspan the vast territory of Kazakhstan to and from dynamic growth centers in neighboring countries \nand beyond. Improving these corridors to access markets in neighboring countries and in Europe, \nthe Middle East, and South Asia is critical for Kazakhstan’s economic diversification and growth. \nOwing to the country’s size and low population density, maintaining an integrated national \ntransport infrastructure is costly. Travel distances within the country are long; for example, the \nCenter–West (Nur-Sultan–Aktau) corridor is about 2,730 km, while the Center–South (Nur-\nSultan–Almaty) corridor is about 1,215 km. Besides increasing vulnerability to climate change, \nKazakhstan’s  harsh  continental  climate makes transport  infrastructure highly  susceptible  to \nextreme weather events and associated disasters (e.g., heavy snowfall, high winds, floods, and \nextreme temperatures). This requires special planning and design considerations in infrastructure \nprovision, resulting in a substantial increase in construction and maintenance costs. \n \n8.  Poor road condition is also a contributing factor in road crashes. The cost of road crashes \nin Kazakhstan is estimated at $2 billion–$4 billion per year (about 4% of GDP in 2013). The traffic-\nrelated fatality rate for Kazakhstan is about 21.9 per 100,000 population, which is double the rate \nin Uzbekistan and more than four times higher than the average for Western Europe. Despite a \nrapidly growing fleet (4.2 million vehicles in 2013 and increasing at an annual average rate of \nmore than 5%), the number of reported fatalities in Kazakhstan fell from a peak of 4,365 in 2007 \nto 2,086 in 2017. However, the number of injuries rose by 17% and the number of crashes rose \nby 7% over the same period. The government is committed to improving road safety and endorsed \n                                                \n5  Good condition can be equated to an International Roughness Index of less than 4.0 (the actual threshold depends \non traffic and road class and ranges from 3.0 to 6.0). Official figures indicated that as of January 2014, 30% of \nrepublican roads were in good condition, 49% were in satisfactory condition, and 21% were in unsatisfactory \ncondition. \n \n ", "3 \nthe  CAREC  regional  road  safety  strategy  for  2017–20306  at  the  15th  CAREC  ministerial \nconference in Islamabad in October 2016. \n \n9.  Government  strategy.  Kazakhstan  has  strategic  policies  and  plans  that  influence \ntransport sector development. These strategy documents define the objectives to be achieved in \nthe  road  subsector  and  in  other  sectors.  Foremost  is  the  state  program  of  infrastructure \ndevelopment “Nurly Zhol” (bright path) for 2015–2019 announced by the Kazakh President in \nNovember 2014. To be implemented from 2016 to 2020, Nurly Zhol prioritizes domestic transport \nlinks of strategic importance and regional impact, and aims to connect the national capital, Nur-\nSultan, with other urban agglomerations and/or second-tier cities in the country through integrated \nrail, air, and road networks. Nurly Zhol expected priority physical infrastructure and improved \nconnectivity to foster business-driven regional economic integration through enhanced mobility, \nallowing the establishment of distributed production and delivery systems. Nurly Zhol is expected \nto generate a significant number of new jobs and incomes through investments and is currently \nbeing  updated  to  extend  to  2025.  At  the  operational  level,  the  most  relevant  strategy  is \nKazAvtoZhol’s 2013–2022 strategy, most recently updated in February 2018 with targets to (i) \nimprove 5,100 km of republican roads; (ii) conduct routine, midterm, and capital repair on 10,100 \nkm of republican roads; (iii) ensure 88% of the republican road network in good or fair condition; \n(iv) toll about 15,917 km republican roads (72% of republican road network); and (v) build 260 \nroadside facilities. The ambitious tolling target is linked to a proposal for KazAvtoZhol to greatly \nincrease its self-financing through toll revenues. \n \n10.  Current road condition. The project is part of the 460 km Aktobe–Kandyagash–Makat \nroad project, which connects the oil- and mineral-rich provinces of Aktobe and Atyrau, serving a \npopulation of 1.7 million. The Asian Development Bank (ADB) approved to finance the 299 km \nKandyagash–Makat section in 2016.7 In 2018, the government requested ADB to finance an \nadditional section of 89 km connecting Aktobe and Kandyagash, while the government will be \nfinancing the remaining 72 km under the state budget with a target completion date by 2020. The \nAktobe–Makat link is a connector road that links CAREC corridors 1b and 6a, two major trade \nroutes, to the Russian Federation and the European Union, Kazakhstan’s major trade partners. It \nwill integrate these two international corridors to greatly reduce transport cost and increase travel \nspeed along the corridors and contribute to Kazakh trade facilitation.8 \n \n11.  The Aktobe–Makat road is a two-lane, category II and III republican road built in 1970s.9 \nBecause of deterioration, the road pavement, bridges, and culverts (which were designed for a \nlower axle load) are barely able to cope with the rapidly increasing and heavy traffic loads from \nthe oil wells and refineries in the region. Traffic between Aktobe and Atyrau is increasingly being \ndiverted to the northern Aktobe–Oral–Atyrau route, as the travel time is nearly the same despite \nan additional 500 km detour. Poor road connectivity has also become a key social issue as it has \ncontributed to the growing rural–urban income and wealth disparity in West Kazakhstan. \n \n12.  ADB’s assistance. ADB assistance in the Kazakh transport sector has been largely \nsuccessful. ADB started its transport operations in Kazakhstan in 2000. It approved the first \n                                                \n6   ADB. 2016. A Regional Road Safety Strategy for CAREC Countries, 2017–2030. Islamabad. \n7  ADB. 2016. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the Republic \nof Kazakhstan for the CAREC Corridors 1 and 6 Connector Road (Aktobe–Makat) Reconstruction Project. Manila. \n8  ADB. 2019. CAREC Corridor Performance Measurement and Monitoring Annual Report 2017. Manila. \n9  Per Kazakh technical standard SNIP RK 3.03-09-2006, category I roads require a dual carriageway of two 3.75-\nmeter lanes, category II roads require a carriageway of two 3.75-meter lanes, category III roads two 3.50-meter \nlanes, and category IV roads two 3.00-meter lanes. \n \n ", "4 \nmultitranche financing facility for the CAREC Transport Corridor 1 (Zhambyl Oblast Section) \nInvestment Program in 2008 with an aggregate amount not exceeding $700 million and completed \nit in 2015 with a rating of successful.10 ADB approved a second road subsector multitranche \nfinancing facility in 2010 for the CAREC Corridor 2 (Mangystau Oblast Sections) Investment \nProgram with an amount not exceeding $800 million. Tranche 1 with a loan amount of $283.0 \nmillion was completed in 2015 and rated successful.11 Tranche 2 with a loan amount of $371.3 \nmillion was approved in 2012 and will be completed by the end 2019. ADB also approved project \nloans of (i) $95.0 million to finance the CAREC Corridor 1 (Taraz Bypass) Project in 2011, \ncompleted in 2015 with a successful rating,12 and (ii) $240.0 million in 2016 to reconstruct the 299 \nkm Aktobe–Makat road  in 2016 and the project is ongoing (footnote 7). \n \n13.  ADB, in collaboration with other development partners, has jointly supported institutional \nrestructuring and capacity development in the Kazakh transport sector. Support has focused on \n(i) separating policy making and planning from implementation of road works; (ii) developing a \nroad asset management system; (iii) introducing results-based planning and monitoring, and \nmodern transport information technologies; (iv) institutionalizing road safety audits; (v) enforcing \ncontrol of traffic overloading; and (vi) expanding toll road operations. These interventions have \nbeen largely effective because of close and effective coordination and collaboration among the \ndevelopment partners and good government ownership. Such coordination will remain critical as \nthe government continues its efforts related to road system modernization, efficient use of road \nassets, and further reduction in transport and logistic costs. \n \n14.  Strategic fit. The project is aligned with ADB’s Strategy 2030 (operational cluster 3 on \ninfrastructure and economic connectivity) and supports four of its seven operational priorities: (i) \naddressing remaining poverty and reducing inequalities; (ii) accelerating progress in gender \nequality; (iii) tackling climate change, building climate and disaster resilience, and enhancing \nenvironmental sustainability; and (iv) fostering regional cooperation and integration.13 Improving \nthe project road is the government’s top priority to improve connectivity in West Kazakhstan. The \nproject is fully in line with ADB’s country partnership strategy for Kazakhstan, 2017–2021, \nespecially the strategy’s objective to facilitate smooth trade across borders and establish regional \nand global value chains through exchanges of best practice and private sector development.14 \nThe project also supports the CAREC Transport and Trade Facilitation Strategy 2020.15 \n \n15.   Lessons  learned.  The  World  Bank,  the  European  Bank  for  Reconstruction  and \nDevelopment, and the Islamic Development Bank financed five road projects between 2009 and \n2019. The design of the subject project incorporates the lessons from these projects and from \nADB’s experience, including (i) proposing realistic cost estimates and contract durations; (ii) \nstreamlining the role of the Committee of Roads and KazAvtoZhol, and strengthening their \nsafeguards  implementation  and  monitoring  capacity;  (iii)  developing  synergy  with  other \ndevelopment partners; and (iv) including a measure to deal with abnormally low bids in the bidding \ndocuments. ADB will provide additional support for procurement, social safeguards, and financial \n                                                \n10 ADB. 2017. Completion Report: CAREC Transport Corridor I (Zhambyl Oblast Section) [Western Europe–Western \nPeople’s Republic of China International Transit Corridor] Investment Program in Kazakhstan. Manila. \n11 ADB. 2017. Completion Report: Central Asia Regional Economic Corridor 2 (Mangystau Oblast Sections) Investment \nProgram, Project 1 in Kazakhstan. Manila. \n12 ADB. Kazakhstan: CAREC Corridor 1 (Taraz Bypass) Project. \n13 ADB. 2018. Strategy 2030. Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n14 ADB. 2017. Country Partnership Strategy: Kazakhstan, 2017–2021—Promoting Economic Diversification, Inclusive \nDevelopment, and Sustainable Growth. Manila. \n15 ADB. 2014. CAREC Transport and Trade Facilitation Strategy 2020. Manila. \n \n ", "5 \nmanagement during project preparation and implementation, given that KazAvtoZhol is a new \nexecuting agency for an ADB project. \n \nB.  Project Description \n \n16.  The project is aligned with the following impact: more jobs created, and Kazakhstan \nintegrated into the regional and global economic system.16 The project will have the following \noutcome: efficient, reliable, and safe movement of people and goods in West Kazakhstan \nincreased.17 \n \n17.  Output 1: Aktobe–Kandyagash highway reconstructed to category I standard. The \nproject will upgrade the 89-km two-lane category II and III road to a four-lane category I road that \nwill connect Aktobe to Kandyagash. The project will widen the road to the category I standard with \nclimate-resilient features, construct roadside service areas with sanitary facilities especially for \nwomen, reconstruct all bridges, build two new bypasses of villages, and improve road safety. \n \n18.  Output  2:  Institutional  capacity  of  KazAvtoZhol  strengthened.  This  output  will \nstrengthen KazAvtoZhol’s institutional capacity by providing equipment; staffing; and training on \nfinancial  management,  procurement,  project  management,  gender,  and  social  safeguards \nmanagement. The training sessions will include a minimum of 30% participation by women. \n \nC.  Value Added by ADB \n \n19.  KazAvtoZhol was established in March 2013 as a joint stock company. The company is a \nnational road operator whose shareholder is the Government of Kazakhstan, represented by the \nCommittee for State Property and Privatization of the Ministry of Finance. KazAvtoZhol’s main \nactivities are planning, constructing, operating, and maintaining national highways within the \nframework of state programs and trust management agreements with the MIID. The Ministry of \nFinance reimburses the company monthly and annually for operations cost and debt services \nbased on state programs and trust management agreements with the MIID. \n \n20.  KazAvtoZhol’s capacity will be strengthened by the subject project. In addition to the \ncapacity strengthening component, ADB will support KazAvtoZhol’s efforts to further improve its \nfinancial  sustainability,  including  expanding  tolling  to  about  7,000  km  of  republican  roads, \ncollecting toll revenue on behalf of the state, and retaining tolling revenue within KazAvtoZhol. \nUnder the project, KazAvtoZhol will become a direct borrower of an ADB loan for the first time, \ngiven its improved financial position and financial management performance. ADB-supported \ninitiatives will help KazAvtoZhol to become a stronger institution that can effectively manage the \ncountry’s important road assets. The project will provide tenge lending to KazAvtoZhol with a \nsovereign guarantee, which is part of ADB’s efforts to promote domestic financial markets as an \nalternative to foreign currency lending that will help develop domestic capital markets and mitigate \ncurrency risk. \n \n                                                \n16 Kazakhstan 2050 Strategy. Address by the President of Kazakhstan, Leader of the Nation, N. Nazarbayev “Strategy \nKazakhstan–2050: New Political Course of the Established State.” December 14, 2012. \n17 The design and monitoring framework is in Appendix 1. \n \n ", "6 \nD.  Summary Cost Estimates and Financing Plan \n \n21.  The project is estimated to cost T88.57 billion (Table 1). Detailed cost estimates by \nexpenditure category and by financier are included in the project administration manual (PAM).18 \nMajor expenditure items include civil works, equipment, consulting, and project administration. \n \nTable 1: Summary Cost Estimates \n  Amounta \nItem  (T billion)  ($ million) \nA.  Base Costb     \n  1.  Output 1  65.11  168.61 \n  2.  Output 2  1.03  2.66 \n    Subtotal (A)  66.14  171.27 \nB.  Contingenciesc  7.00  18.11 \nC.  Financial Charges During Implementationd  15.44  39.96 \n      Total (A+B+C)  88.57  229.35 \nNote: Numbers may not sum precisely because of rounding. \na  Includes taxes and duties of T24.21 billion to be financed by KazAvtoZhol National Joint Stock Company. \nb  In June 2019 prices. \nc  Physical contingencies computed at 4% for civil works, goods, and services. Price contingencies computed at \naverage of 6% on local currency cost. \nd  Includes interest charges and commitment charges. Interest during construction for the tenge loan from ordinary \ncapital resources has been computed at 9.5% per year (based on prevailing yield of comparable government-issued \nfixed-rate securities, plus an effective contractual spread of 0.5% and maturity premium, as applicable). Commitment \ncharge for the tenge loan is 0.15% per year to be charged on the undisbursed loan amount. \nSource: Asian Development Bank estimates. \n \n22.  KazAvtoZhol has requested a regular loan of up to T64.50 billion from ADB’s ordinary \ncapital resources to help finance the project. The loan, to be guaranteed by the Republic of \nKazakhstan, in tenge will have a term of up to 20 years, including a grace period of 5 years; an \ninterest rate equal to the sum of ADB’s cost of funding, plus an effective contractual spread for \nsovereign-guaranteed loans of 0.50% per year; and a commitment charge of 0.15% per year on \nthe undisbursed loan amount. The loan is expected to be disbursed in seven tranches, each with \na $10 million minimum in tenge equivalent. Subject to market conditions, ADB will provide tenge \nfinancing to fund the loan by amortized bonds with maturities of up to 10 years. ADB may also \nprovide financing in currencies where it can effectively intermediate, such as United States dollar. \nBased on straight-line repayment method, the average loan maturity is estimated at 12.75 years, \nand there is no maturity premium payable to ADB. \n \n23.  The summary financing plan is in Table 2. ADB will finance the expenditures related to \ncivil works, goods, consulting services, and project management, including recurrent project \nmanagement costs, exclusive of taxes and duties. KazAvtoZhol will contribute TZ24.21 billion to \ncover taxes and duties, financial charges, and partial construction and consultancy costs. \n \nTable 2: Summary Financing Plan \n  Amount  Share of Total \nSource  (T billion)  ($ million)  (%) \nAsian Development Bank       \nOrdinary capital resources (local currency loan)  64.50  167.02  72.82 \nKazAvtoZhol National Joint Stock Company  24.07  62.33  27.18 \nTotal  88.57  229.35  100.00 \nSource: Asian Development Bank estimates. \n \n                                                \n18 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "7 \n24.  Climate change adaptation is estimated to cost $11.6 million and comprises (i) a new \npavement structure to reduce risks of increased diurnal temperature range, (ii) new bridges to \naddress the expected increase in flood risks, and (iii) drainage structures to avoid erosion and \nprotect the embankment. ADB will finance 100% of adaptation costs.19 \n \nE.  Implementation Arrangements \n \n25.  The implementation arrangements are summarized in the Table 3 and described in detail \nin the PAM (footnote 18). \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  November 2019–December 2024 \nEstimated completion date  31 December 2024 \nEstimated loan closing date  30 June 2025 \nManagement \n(i)  Oversight body  Project steering committee \nChair, Committee of Roads (chair) \nMinistry of National Economy, Ministry of Finance, Committee of Roads, and \nKazAvtoZhol (members) \n(ii)  Executing agency  KazAvtoZhol \n(iii)  Key implementing agency  KazAvtoZhol \n(iv)  Implementation unit  KazAvtoZhol branch office in Aktobe \nProcurement  Open competitive bidding (internationally  2 contracts  $142.0 million \nadvertised) \nRequest for quotations  1 contract  $0.3 million  \nConsulting services  Quality- and cost-based selection (90:10)  596 person-months  $5.1 million \nIndividual consultants  150 person-months  $0.7 million  \nAdvance contracting   Advance contracting will be used for (i) civil works, consulting services, and \ngoods; and (ii) project management office staff recruitment and training.  \nDisbursement  Loan proceeds will be disbursed following ADB's Loan Disbursement Handbook \n(2017, as amended from time to time) and detailed arrangements agreed \nbetween the government and ADB. Since it is a local currency loan, a special \narrangement of advance fund procedure in tenge with a minimum $20 million \nequivalent for each withdrawal will be used for the project. ADB agreed on a \ncomprehensive action plan with KazAvtoZhol to ensure the advance fund is used \nfor the project’s intended purpose. \nADB = Asian Development Bank, KazAvtoZhol = KazAvtoZhol National Joint Stock Company. \nSource: Asian Development Bank. \n \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n26.  The project has no major technical challenge. The detailed design followed the national \nstandards. The project starts 11 km south of Aktobe, and it will reconstruct and upgrade about 89 \nkm of the deteriorated section between Aktobe and Kandyagash from category II or III to category \nI (from two-lane to four-lane). The existing road has badly deteriorated and has a high safety risk. \nMost of the pavement has various distresses and defects. The pavement was designed for a 6-\nton axle load but has been redesigned for a 12-ton axle load to respond to increasing traffic \nvolume and the high percentage of heavy trucks. The project is in a flat area with category I \ngeometric design standards for horizontal and vertical design parameters at a design speed of \n120 km per hour. \n \n                                                \n19 Climate Change Assessment (accessible from the list of linked documents in Appendix 2). \n ", "8 \n27.  The project will largely follow the alignment within the right-of-way, with two sections of \nnew alignment to bypass two villages. The design also includes (i) rebuilt bridges that cross rivers \nand railway lines, interchanges, culverts, and underpasses for pedestrians, cattle, and agriculture \nmachines; (ii) road safety facilities, such as barriers and guardrails; and (iii) sidewalks, lighting, \nand  intersections  in  villages  and  towns,  especially  noise  barriers  and  low-noise  asphalt \npavements in Bestamak, a village that the road traverses. Service areas will be included in the \ndesign, with various facilities. The design of the pavements, bridges, and drainage considered \nclimate-adaptation measures. \n \nB.  Economic and Financial Viability \n \n28.  Built originally in the 1960s, the road has extremely poor pavement conditions and had a \nweighted average traffic of 6,100 vehicles per day in 2017. The road is in such poor condition that \nit will continue to deteriorate without the project, even if customary maintenance interventions are \ncontinued. Under the with-project scenario, additional capacity will be provided, and safety \nfeatures will be improved. Considering various influences on traffic growth, the following annual \ngrowth rates are assumed from 2018 to 2026: 3.4% for buses, 4.6% for cars and small passenger \nvehicles, and 4.9% for goods vehicles. The economic costs are (i) capital, including physical \ncontingencies but excluding taxes; and (ii) operation and maintenance. The economic benefits \nare (i) vehicle operating cost savings from the improved project road, (ii) journey time savings, \nand (iii) reduced vehicle emissions. The economic analysis confirmed the project is economically \nfeasible with an estimated economic internal rate of return of 11.1%. Sensitivity tests confirmed \nthe project would remain feasible if envisaged project costs increase or benefits are reduced.20 \n \n29.  KazAvtoZhol plans to toll the project road after its completion. Applying the current toll with \nconsumer price index, the annual cost required for operation and maintenance would be about \n30% of the toll revenue. The project is considered sustainable. \n \nC.  Sustainability \n \n30.  KazAvtoZhol’s financial sustainability has been reviewed and is found adequate. The \nanalysis of KazAvtoZhol’s financial performance from 2014 to 2018 showed that the company \nreceived service fees, and the government reimbursed KazAvtoZhol for the operations cost and \ndebt services under the state programs.21 From 2016 to 2018, the company progressively \ninvested in the road network, borrowing $189 million from the European Bank for Reconstruction \nand Development in 2016 and $1.7 billion from the Export-Import Bank of China in 2017. In 2018, \nthe company signed a $2.4 billion credit agreement with the Export-Import Bank of China. These \nloans are under the government’s guarantee, and the roads funded under these loans will be \ntolled. \n \n31.  Based on the unaudited financial statements for 2018, the company incurred about $118 \nmillion in unrealized loss because of the accounting treatment of the revaluation of its foreign \ncurrency long-term loan obligations, which are primarily denominated in United States dollars. \nWhile this impacts on the company’s equity, the situation will improve when the company starts \nto receive funds from the government to repay the loans when they are due. Since the company’s \noperations cost and debt services under trust management agreements and state programs are \nreimbursed, its financial position is considered sustainable. \n \n                                                \n20 Economic and Financial Analysis (accessible from the list of linked documents in Appendix 2). \n21 Using the unaudited financial statement for 2018. \n ", "9 \nD.  Governance \n \n32.  KazAvtoZhol’s financial management, procurement, integrity, and legal governance have \nbeen assessed. The financial management assessment concluded that the pre-mitigation risk is \nsubstantial. Although KazAvtoZhol’s staff have experience with development partners and large \nforeign investment projects, they lack experience with ADB-funded projects, ADB’s disbursement \nand advance fund procedures, and ADB’s financial management requirements. The project will \nengage experts to review and strengthen KazAvtoZhol’s institutional capacity on governance and \nfinancial management, in line with Strategy 2030 (footnote 13). ADB agreed that a detailed action \nplan of KazAvtoZhol to enhance the company’s financial management will be prepared under the \nproject. \n \n33.  According to the procurement risk assessment, KazAvtoZhol has weak procurement \ncapacity and the project procurement risk was rated high as KazAvtoZhol lacks experience in \nADB’s procurement policy and regulations. The project will strengthen its procurement capacity \nby (i) providing comprehensive training on procurement and project management, (ii) engaging \nprocurement consultants to support KazAvtoZhol during project preparation, and (iii) mobilizing \nproject management experts to support project management during implementation. \n \n34.  Integrity due diligence conducted in May 2019 identified no significant risks.22 ADB’s \nAnticorruption Policy (1998, as amended to date) was explained to and discussed with the \ngovernment and KazAvtoZhol. The specific policy requirements and supplementary measures \nare described in the PAM (footnote 18). \n \nE.  Poverty, Social, and Gender \n \n35.  The project is expected to improve people’s mobility, thereby improving their access to \nservices, job opportunities, education, and training. With the expected increase in the number of \nvehicles traversing the project road, local people have the opportunity to form small businesses \nat the service areas. Access roads from communities in the project area will be linked to the \nproject road. Road safety features that conform to international standards will be installed, \nespecially in Bestamak, a village the road will directly traverse, thereby improving local people’s \nease of travel while improving their safety. Furthermore, communities will be oriented on gender \nissues relevant to construction and transportation, such as sexual harassment, exploitation, and \nabuse of women. \n \n36.  The project is categorized effective gender mainstreaming and is expected to deliver direct \ngender benefits. Targets for the meaningful participation of women in the community in project \nconsultations and in road safety campaigns were set and agreed with KazAvtoZhol. Road facilities \nand features that are friendly to women, children, the elderly, and people with disabilities, such \nas raised sidewalks with ramp access for prams and wheelchairs, will be installed along the road \nsegment in Bestamak. Covered bus stops accessible to each of the communities along the project \nroad will be set up. The project will also provide livelihood opportunities to local women and men \nin the project area. Efforts to improve KazAvtoZhol’s gender balance will be strengthened through \ntraining activities to increase the proportion of women in technical positions, and the setting of \ntargets to increase female staff in the project implementation unit. Gender training will be \ninstitutionalized, gender indicators will be included in the project monitoring and information \nsystem, and sex-disaggregated data will be regularly collected. \n                                                \n22 ADB. 2003. Enhancing the Asian Development Bank’s Role in Combating Money Laundering and the Financing of \nTerrorism. Manila. \n ", "10 \n \nF.  Safeguards \n \n37.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows.23 \n \n38.  Environment (category B). KazAvtoZhol prepared an initial environmental examination \n(IEE)24  and  environmental  management  plan  (EMP)  following  the  ADB’s  Safeguard  Policy \nStatement. The project is not in an environmentally sensitive area. The IEE has established that \nthere are no significant environmental impacts that cannot be totally prevented or adequately \nmitigated to levels acceptable to national and international standards. During construction the \nproject is expected to have site-specific impacts, such as air, water, and noise pollution; soil \nerosion; traffic disruptions; and community health and safety. Among the likely impacts during \noperations are noise and air quality deterioration in semi-urban areas. The project road will largely \nfollow the alignment except for Alga and Kandyagash villages, which will be bypassed with a new \nalignment through areas of low ecological value. Therefore, potential issues caused by growing \ntransit traffic related to noise, air pollution, and road safety in those villages will be avoided. The \nproject will pass through Bestamak village, where it is anticipated that there will be some noise \nand vibration impacts during construction, and noise and community severance impacts during \noperations. Adequate mitigation measures were incorporated into the project design and will be \nimplemented through the EMP by contractors. Bidding documents will include the EMP and the \nmitigation  and  monitoring  measures.  KazAvtoZhol  will  engage  a  construction  supervision \nconsultant to ensure the contractor’s environmental performance is satisfactory and complies fully \nwith all applicable standards and specifications, and KazAvtoZhol staff and contractors will \nreceive environment management training at preconstruction. Public consultations were held in \n2015; and in July, September, and October 2018 during IEE preparation. The project’s grievance \nredress mechanism was developed. KazAvtoZhol disclosed the IEE and the EMP on ADB’s \nwebsite in July 2019. \n \n39.  Involuntary resettlement (category C). KazAvtoZhol conducted social safeguards due \ndiligence on the project, and prepared and disclosed a due diligence report on the ADB website. \nThe due diligence report concluded that the project right-of-way is fully under state ownership and \npossession with no present or future land acquisition and resettlement impact. KazAvtoZhol will \nimplement the following standard good practices during project implementation: (i) continuous \nmeaningful consultations with the communities will be conducted; (ii) a full-time social safeguards \nspecialist will be engaged; (iii) social safeguards training for KazAvtoZhol staff and contractors \nwill be conducted; (iv) a strong grievance redress mechanism will be in place and in effect  all \nstages of the project; and (v) regular and close monitoring of project activities will be ensured, \nwith semiannual reporting to ADB. \n \n40.  Indigenous peoples (category C). The project does not involve any distinct ethnic \nminority community in the project areas, so it does not trigger requirements on indigenous peoples \nunder the Safeguard Policy Statement. \n \nG.  Summary of Risk Assessment and Risk Management Plan \n \n41.  Significant risks and mitigating measures are summarized in Table 4 and described in \ndetail in the risk assessment and risk management plan.25 \n                                                \n23 ADB. Safeguard Categories. \n24  Initial Environmental Examination (accessible from the list of linked documents in Appendix 2). \n25 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "11 \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nThe project’s advance fund may be  KazAvtoZhol will open a project account in a bank with a good credit rating, \nused for unintended purposes.  ADB will train KazAvtoZhol staff on ADB’s disbursement and advance fund \nprocedures, and financial management requirements prior to the project \ncommencement. ADB will also review project financial expenditures as part of \nthe project review, and KazAvtoZhol will liquidate the advance account \nmonthly. KazAvtoZhol will engage two financial management consultants, \nfinanced by the loan, within 6 months after loan effectiveness. \nKazAvtoZhol lacks experience in  Procurement is centralized at the KazAvtoZhol headquarters, and some \nADB’s procurement policy and  experienced staff are being trained by ADB. ADB will (i) provide \nregulations and has insufficient  comprehensive training on procurement and project management, (ii) engage \nqualified staff to efficiently  procurement consultants to support KazAvtoZhol, and (iii) mobilize project \nundertake the procurement activity.  management experts to support project management during implementation. \nAbnormally low bids may cause  New bidding document templates, which will include an abnormally low bids \ndisputes.  clause, will be applied. \nADB = Asian Development Bank, KazAvtoZhol = KazAvtoZhol National Joint Stock Company. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n \n42.  The government and KazAvtoZhol have assured ADB that implementation of the project \nshall conform to all applicable ADB requirements, including those concerning anticorruption \nmeasures, safeguards, gender, procurement, consulting services, financial management, and \ndisbursement as described in detail in the PAM and loan documents. \n \n43.  The government and KazAvtoZhol have agreed with ADB on certain covenants for the \nproject, which are set forth in the draft guarantee and loan agreements. \n \nV.  RECOMMENDATION \n \n44.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan of up to \nT64,500,000,000 to the KazAvtoZhol National Joint Stock Company, to be guaranteed by the \nRepublic of Kazakhstan, for the Central Asia Regional Economic Cooperation Corridors 1 and 6 \nConnector Road (Aktobe–Kandyagash) Reconstruction  Project, from ADB’s ordinary capital \nresources, in regular terms, with interest equal to the sum of ADB’s cost of raising tenge funding \nand the contractual spread for sovereign guaranteed loans; for a term of up to 20 years, including \na grace period of 5 years; and such other terms and conditions as are substantially in accordance \nwith those set forth in the draft loan and guarantee agreements presented to the Board. \n \n \nTakehiko Nakao \nPresident \n \n6 September 2019 \n ", "12  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned with \nMore jobs created and Kazakhstan integrated into the regional and global economic system (Kazakhstan \n2050 Strategy)a \n \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks  \nOutcome  By 2025:     \nEfficient, reliable,  a. Average daily vehicle-km for  a–c. MIID reports on  The government \nand safe movement  the Aktobe–Makat–Atyrau road  annual traffic statistics,  changes its \nof people and goods  increased to 1,600,000 (2017  and project performance  priority, resulting \nin West Kazakhstan  baseline: estimated 800,000  monitoring system  in insufficient \nincreased  vehicle-km) (RFI A)  prepared by KazAvtoZhol  funds to sustain \n  road \nb. Average travel time between  development. \nAktobe and Atyrau reduced to \n7.0 hours (2019 baseline: 12.0 \nhours) \n \nc. Casualty crash rate per 100 \nmillion vehicle-km traveled \nreduced by 10% of the national \nroad casualty crash rate (2018 \nbaseline: estimated 18.6) \n \nOutputs  By 2024     \n1. Aktobe–  1. 89 km dual carriageway road  1. Supervision  Extreme climate \nKandyagash  section constructed with gender  consultant’s annual  conditions and \nhighway  design featuresb at 120 km per  reports  disasters \nreconstructed to  hour design standard (2019  adversely affect \ncategory I standard  baseline: single carriageway  construction. \n  road at 40 km per hour design \nstandard) (RFI B) \n \n2. Institutional  2a. At least 100 KazAvtoZhol  2a. Participants’   \ncapacity of  staff (50% of whom are women)  feedback survey \nKazAvtoZhol  applied their increased  conducted by \nstrengthened  knowledge and skills on project  KazAvtoZhol \nmanagement (2019 baseline: \nnot applicable) \n \n2b. Environment and social  2b–d. Supervision   \nsafeguards unit (with 30%  consultant’s annual \nfemale staff) established (2019  reports, and project \nbaseline: not applicable)  completion report from \n  KazAvtoZhol \n2c. Equipment to strengthen \nKazAvtoZhol branch offices \ndelivered (2019 baseline: not \napplicable) \n \n2d. Implementation plan to \nimprove KazAvtoZhol’s financial \nposition developed (2019 \nbaseline: not applicable) \n \n ", "Appendix 1  13 \nKey Activities with Milestones \n1.  Aktobe–Kandyagash highway reconstructed to category I standard \n1.1 Issued RFP for construction supervision consultants on 20 June 2019 and award the contract by 31 \nDecember 2019 \n1.2 Issued IFB for civil works on 13 August 2019 and award the contracts by December 2019 \n1.3 Complete civil works by 31 December 2022 \n \n2.  Institutional capacity of KazAvtoZhol strengthened \n2.1 Award contract for training consultants by 30 September 2020 and complete training by December \n2024 \n2.2 Procure equipment by 30 June 2021 \n2.3 Develop implementation plan for KazAvtoZhol financial position improvement by December 2021 \nInputs \nADB: T64.50 billion (regular OCR loan) \nKazAvtoZhol: T24.07 billion  \nAssumptions for Partner Financing \nNot Applicable \nADB = Asian Development Bank, IFB = invitation for bid, KazAvtoZhol = KazAvtoZhol National Joint Stock Company, \nkm = kilometer, MIID = Ministry of Industry and Infrastructure Development, OCR = ordinary capital resources, RFP = \nrequest for proposal. \na  Kazakhstan 2050 Strategy. Address by the President of Kazakhstan, Leader of the Nation, N. Nazarbayev “Strategy \nKazakhstan–2050: New Political Course of the Established State.” December 14, 2012. \nb  Examples of road facilities that are friendly to women, children, the elderly, and people with disabilities include raised \nsidewalks with ramp access for prams and wheelchairs; covered bus stops that are accessible to the communities \nalong the project road and with benches for pregnant women, the elderly, and persons with disabilities; road safety \nsigns; streetlights and pedestrian crossings, especially on the road section passing through Bestamak; and service \nareas with separate toilets for males and females. \nContribution to the ADB Results Framework: \nRFI A: Use of roads built or upgraded (average daily vehicle-km). Target: 1,600,000 average daily vehicle-km. \nRFI B: Roads built or upgraded (km). Target: 89 km. \nSource: Asian Development Bank. \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=52286-001-3 \n \n1.  Loan Agreement \n2.  Guarantee Agreement \n3.  Sector Assessment (Summary): Transport \n4.  Project Administration Manual \n5.  Economic and Financial Analysis \n6.  Summary Poverty Reduction and Social Strategy \n7.  Risk Assessment and Risk Management Plan \n8.  Climate Change Assessment  \n9.  Gender Action Plan \n10.  Initial Environmental Examination \n \nSupplementary Documents \n11.  Social Safeguards Due Diligence Report \n12.  Kazakhstan Road Subsector Stakeholder Assessment \n13.  Financial Management and Institutional Assessment \n14.  Project Procurement Risk Assessment and Management Plan \n15.  Strategic Procurement Planning Report \n \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20190906171425+08'00'", "Creator": "PDF24 Creator", "Keywords": "52286-001, kazakhstan transport, kazakhstan infrastructure, kazakhstan road maintenance, kazakhstan road safety, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20190930093806+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The project will (i) reconstruct the 89-kilometer (km) highway connecting Aktobe and Kandyagash, and (ii) strengthen the institutional capacity of KazAvtoZhol. ", "Title": "Central Asia Regional Economic Cooperation Corridors 1 and 6 Connector Road (Aktobe–Kandyagash) Reconstruction Project: Report and Recommendation of the President"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 22 August 2019) \nCurrency unit  – tenge (T)\nT1.00  =  0.002589 \n$1.00  =  T386.18 \nABBREVIATIONS \nADB  – Asian Development Bank\nCAREC  – Central Asia Regional Economic Cooperation\nEMP  – environmental management plan\nGDP  – gross domestic product\nIEE  – initial environmental examination\nkm  – kilometer\nMIID  – Ministry of Industry and Infrastructure Development\nPAM  – project administration manual\nPRC  – People’s Republic of China\nNOTE \nIn this report, “$” refers to United States dollars.\nVice-President  Shixin Chen, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nDirector  Dong-Soo Pyo, Transport and Communications Division, CWRD \nTeam leader  Jiangbo Ning, Principal Transport Specialist, CWRD \nTeam members  Asem Chakenova, Project Officer, CWRD \nMichael De Los Reyes, Senior Treasury Specialist, Treasury Department \nNurlan Djenchuraev, Senior Environment Specialist, CWRD \nMirzo Iskandar Gulamov, Country Specialist, CWRD \nDidier Guynet, Senior Procurement Specialist, Procurement, Portfolio and \nFinancial Management Department \nRika Idei, Transport Specialist, CWRD \nGlenda Jurado, Associate Project Analyst, CWRD \nPeter Marro, Principal Financial Sector Specialist, CWRD \nLyailya T. Nazarbekova, Principal Counsel, Office of the General Counsel \nDiep Pham, Senior Financial Management Specialist, CWRD \nNathan Rive, Climate Change Specialist, CWRD \nMary Alice Rosero, Social Development Specialist (Gender and \nDevelopment), CWRD \nAida Satylganova, Social Development Specialist (Resettlement), CWRD \nKrisanta Carissa Vila, Senior Operations Assistant, CWRD \nPeer reviewer  Masahiro Nishimura, Senior Transport Specialist, East Asia Department \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", "authors": [{"documentRole": "Vice-President", "fullname": "Shixin Chen", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "Werner Liepach", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"documentRole": "Director", "fullname": "Dong-Soo Pyo", "role": "Transport and Communications Division", "organization": "CWRD"}, {"documentRole": "Team leader", "fullname": "Jiangbo Ning", "role": "Principal Transport Specialist", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Asem Chakenova", "role": "Project Officer", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Michael De Los Reyes", "role": "Senior Treasury Specialist", "organization": "Treasury Department"}, {"documentRole": "Team members", "fullname": "Nurlan Djenchuraev", "role": "Senior Environment Specialist", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Mirzo Iskandar Gulamov", "role": "Country Specialist", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Didier Guynet", "role": "Senior Procurement Specialist", "organization": "Procurement"}, {"documentRole": "Team members", "fullname": "Rika Idei", "role": "Transport Specialist", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Glenda Jurado", "role": "Associate Project Analyst", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Peter Marro", "role": "Principal Financial Sector Specialist", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Lyailya T. Nazarbekova", "role": "Principal Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "Diep Pham", "role": "Senior Financial Management Specialist", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Nathan Rive", "role": "Climate Change Specialist", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Mary Alice Rosero", "role": "Social Development Specialist (Gender and", "organization": ""}, {"documentRole": "Team members", "fullname": "Aida Satylganova", "role": "Social Development Specialist (Resettlement)", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Krisanta Carissa Vila", "role": "Senior Operations Assistant", "organization": "CWRD"}, {"documentRole": "Peer reviewer", "fullname": "Masahiro Nishimura", "role": "Senior Transport Specialist", "organization": "East Asia Department"}]}