{"path": "data/input/ta/52330-001-tar-en.pdf", "pages": [" \n \n \nTechnical Assistance Report \nProject Number: 52330-001 \nKnowledge and Support Technical Assistance (KSTA) \nJune 2019 \n \n \n \n \nMongolia: Improving Extractive Sector Governance \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Access to Information \nPolicy.\nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 18 June 2019) \n \n \nCurrency unit  –  togrog (MNT) \nMNT1.00  =  $0.000375 \n$1.00  =  MNT2,661 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EBRD  –  European Bank for Reconstruction and Development \n  EITI  –  Extractive Industries Transparency Initiative \n  MMHI  –  Ministry of Mining and Heavy Industry \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars \n \nVice-President  Ahmed M. Saeed, Operations 2  \nDirector General  Amy S.P. Leung, East Asia Department (EARD) \nDirector  Yolanda Fernandez Lommen, Mongolia Resident Mission (MNRM), \nEARD \n   \nTeam leader  Declan Magee, Senior Country Economist, EARD \nTeam members  Batjargal Battsengel, Associate Project Analyst, EARD \n  Claudia Buentjen, Principal Public Management Specialist, \nSustainable Development and Climate Change Department \n  Battseren Enkhbaatar, Operations Assistant, EARD \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area\n ", " \nCONTENTS \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Outputs, Methods, and Activities  3 \nC.  Cost and Financing  3 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  List of Linked Documents  9 \n \n \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 52330-001\nProject Name Improving Extractive Sector  Department/Division EARD/MNRM\nGovernance\nNature of Activity Capacity Development, Policy Advice Executing Agency Ministry of Mining and Heavy \nIndustry formerly \"Ministry of \nMining\"\nModality Regular\nCountry Mongolia\n2. Sector Subsector(s)     ADB Financing ($ million)\nPublic sector  Economic affairs management 0.40\nmanagement\nPublic administration 0.10\nTotal 0.50\nqq\n3. Strategic Agenda Subcomponents Climate Change Information\nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the Project Low\ngrowth (IEG) including jobs, created and expanded\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Public financial governance No gender elements (NGE)\ncapacity development\n(GCD)\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No\nNation-wide High\nHousehold Targeting No\nGeneral Intervention  No\non Poverty\nSDG Targeting Yes\nSDG Goals         SDG8, SDG16\nQq\n6. Risk Categorization Low \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.50\n    Knowledge and Support technical assistance: Technical Assistance  0.50\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.50\n  \nCurrency of ADB Financing: USD \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 08052019101531335705 Generated Date: 08-May-2019 10:15:45 AM", " \nI.  INTRODUCTION \n \n1.  The Government of Mongolia requested knowledge and support technical assistance (TA) \nfrom the Asian Development Bank (ADB) to support the Ministry of Mining and Heavy Industry \n(MMHI) in increasing transparency and public engagement in the extractive industry. This will \nimprove governance of the industry, strengthening its contribution to Mongolia’s development and \nimprove its attractiveness to prospective investors. This request is in line with objective 2 of the \ngovernment’s  Mongolia  Sustainable  Development  Vision  2030  strategy  to  encourage  a \ntransparent and accountable extractive industry and improve the competitiveness of mining.1 \nThrough  the  TA,  ADB  will  enhance  engagement  by  Mongolia  in  the  Extractive  Industries \nTransparency Initiative (EITI), increase public awareness of and engagement in mining activities, \nand provide guidance on legislative changes.2 The TA is included in the country operations \nbusiness plan for Mongolia, 2019–2021.3 \n \nII.  ISSUES \n \n2.  Mongolia’s extractive industry has grown rapidly since 2000, and now accounts for about \n90% of Mongolia’s exports and at least 24% of fiscal revenues. Mongolia also has vast untapped \npotential in coal and mineral resources. The country has about 10% of known global coal reserves \nand the world’s fourth-largest copper reserves, among many other minerals. After initial success \nin the 2000s in developing the extractive industry through foreign investment, the industry’s \ncomplexity has grown considerably. This is understandable as it brings together several layers of \ngovernment,  international  and  domestic  private  sector,  as  well  as  civil  society  and  local \ncommunities. Such a sector requires a clear vision with broad buy-in that reflects the current \nsituation in the sector and a transparent and rules-based legislative framework that underpins the \nrights of local communities, business and other stakeholders. \n \n3.  The industry lacks a consolidated and coordinated policy. The government’s most recent \nattempt to craft such a policy—the state minerals policy, 2014–2025—has been stalled by \nnumerous  changes  within  the  MMHI  and  is  effectively  dormant.4  The  industry’s  legislative \nframework hinges on different laws that are perceived as being inconsistent and outdated. \nDevelopment  partners  have  provided  significant  support  and  advice  to  the  government  to \nstrengthen legislation, including preparing drafts of a new mining law and draft amendments to \nthe minerals law. Approval of these updates is awaiting consensus among stakeholders about a \ncommon vision for the industry. The system for allocating mineral revenues between the central \nand local governments is opaque and poorly understood. The system is supposed to allocate \nfunds to local governments based on development needs, and to favor aimags (provinces) with \nmining projects. However, funding from the General Local Development Fund, where these \nrevenues are pooled, decreased dramatically after 2015, and it is generally believed that the \nsystem fails to incentivize aimags to encourage mining investment. \n \n4.  Mongolia has made good progress in transparency. Mongolia first started implementing \nthe EITI standard in 2006 and is one of six countries (out of 51) that meet all EITI requirements. \n                                                \n1  Government of Mongolia. 2016. Mongolia Sustainable Development Vision 2030. Ulaanbaatar. \n2  The EITI sets a global standard for good governance in oil, gas, and mineral resources and has 51 member countries.  \n3  ADB. 2018. Country Operations Business Plan: Mongolia, 2019–2021. Manila. The business plan lists the TA project \nname as Develop an Information System to Strengthen Governance of Extractive Sector. The name has been \nchanged in agreement with the government to better reflect the scope, which will include more than just information \nsystems. The TA first appeared in the business opportunities section of ADB’s website on 26 April 2019. \n4  Government of Mongolia. 2014. The State Policy of Mongolia in Respect of the Minerals Sector for 2014–2025. \nUlaanbaatar. \n ", "2 \nHowever, this momentum appears to have stalled. Oversight of the National EITI Secretariat was \ntransferred from the Prime Minister’s Office to the MMHI in 2018 but without adequate budgetary \nallocations.  World  Bank  funding  for  the  secretariat  ended  in  2018,  leaving  the  secretariat \nunfunded. For Mongolia to continue to meet EITI requirements, the country needs to make \nprogress on transparency of beneficial ownership and contracts by 2020, before validation by the \ninternational EITI secretariat in 2021.5 Political support to require companies to publish more \ninformation on beneficial ownership—a requirement that was introduced as part of the new EITI \nstandard in 2016—is uncertain. \n \n5.  A  multistakeholder  group  composed  of  government,  civil  society,  and  business \nrepresentatives oversees the national EITI process. The group has highlighted the importance of \nstrengthening engagement with the EITI as growing complexity in the extractive industry, coupled \nwith hotly contested elections scheduled for June 2020, make it difficult to muster political support \nfor initiatives like the EITI. Accordingly, the MMHI has approached the European Bank for \nReconstruction and Development (EBRD) and ADB to help fund EITI secretariat costs up to 2021. \nMeanwhile  the government  will  cover  an  increasing  share  of  EITI  secretariat  costs  before \nassuming full coverage in 2022. This is an opportunity to build momentum for the EITI by \nstrengthening  the  legal  status  of  the  initiative,  avoiding  future  disruptions,  and  increasing \ntransparency to improve trust in the industry. ADB has been an EITI partner organization since \n2008, and its support for the EITI in Mongolia will build on its support for EITI initiatives in other \ndeveloping member countries.6 \n \n6.  Public perception of the extractive industry in Mongolia has been deteriorating. More than \n75% of the population view corruption as common in Mongolia, with mining regularly cited as one \nof the main problem areas.7 In part this is because of a lack of public understanding of the \nextractive industry, and the failure of the extractive industry to engage the public in projects that \ndirectly  affect  them.  Furthermore,  confusion  over  how  the  central  government  and  local \ngovernments share responsibility for the industry fuels a perception that the industry is opaque \nand difficult to engage with. Some mining companies do try to ensure that local populations benefit \nfrom their presence, but this is not systematic or well regulated. Nonetheless, opportunities exist \nto  improve  information  dissemination  and  public  monitoring  of  activities  in  the  industry.8 \nOpportunities include (i) the Computerized Mining Cadaster System; (ii) Mongolia’s Geological \nInformation  Catalogue  System  or  MonGeoCat,  a  publicly  accessible  metadata  catalog  of \ngeological data and maps; (iii) InfoRep, an e-reporting system for exploration and production; and \n(iv) the EITI e-reporting system. Improving the quality and transparency of information available \nto citizens will increase public understanding and make it easier for the public to engage with \nthe industry. \n \n7.  Growing  opaqueness  and  complexity  threatens  to  slow  down  development  of  the \nextractive industry. Upstream development has already stalled: New exploration licenses are not \nbeing awarded and once the large Oyu Tolgoi copper mine moves into production in 2020 or \n2021, the pipeline for major mining projects will dry up entirely. Unless Mongolia creates a mining \nindustry  that  engages  communities  and  presents  investors  with  a  transparent  and  stable \n                                                \n5  A beneficial owner in respect of a company is the natural person(s) who directly or indirectly ultimately owns or \ncontrols the corporate entity. \n6  EITI. Partner Organisations. EITI partner organizations “provide support for good governance in the extractives \nsector, especially related to EITI international activities, and technical, financial and political support for in-country \nimplementation and training.” \n7  The Asia Foundation. 2018. Survey on Perceptions and Knowledge of Corruption. Ulaanbaatar. \n8  Support was provided by the World Bank, the Australian government, the EBRD, and the Federal Institute for \nGeosciences and Natural Resources of the Government of Germany. \n ", "3 \nenvironment, mining will eventually cease to be a driver of development. Supporting the EITI \nalone will not resolve the many challenges that threaten the extractive industry, but the EITI allows \nADB, as Mongolia’s largest development partner, to involve the government, business, and civil \nsociety in its support. The EITI also provides ADB with an opportunity to better understand this \ncritical  industry  in  Mongolia  and  explore  ways  to  work  with  the  government  to  improve \nmanagement of the industry. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n8.  The  TA  is  aligned  with  the  following  impact:  transparency,  accountability,  and \ncompetitiveness of the extractive industry improved (footnote 1). The TA will have the following \noutcome: extractive industry governance improved.9 \n \nB.  Outputs, Methods, and Activities \n \n9.  Output 1: Commitment to the Extractive Industries Transparency Initiative standard \nmaintained and improved. The TA will support the government and the EITI secretariat to \nimplement the EITI work plan—the implementation document of the EITI process in Mongolia that \nwill support the country’s adherence to the EITI standard. Support will include recruiting and \npaying secretariat staff and covering secretariat costs until the end of 2021, in partnership with \nthe EBRD, which will provide funding until August 2019, and the government, which will cover an \nincreasing proportion of secretariat costs before assuming full coverage in 2022. Through this \noutput, the multistakeholder group overseeing the EITI process will receive support to create a \nlong-term  institutional  arrangement  for  the  EITI  secretariat  that  will  prevent  future \nfunding disruptions.  \n \n10.  Output 2: Legislation to improve transparency in the extractive industry identified. \nThrough the TA, ADB will review legislation and structures in consultation with other industry \nstakeholders. ADB will propose draft legislation to improve transparency in the industry and \nstrengthen the legal basis of the EITI secretariat. \n \n11.  Output 3: Review of opportunities for better information dissemination and public \nmonitoring of extractive industry activities conducted. Under this output, ADB will review \nexisting information systems and reports and identify ways to improve how they are used. ADB \nwill then work with the government to communicate information on extractive industry activities to \nthe public through publications and other means. \n \nC.  Cost and Financing \n \n12.  The TA is estimated to cost $888,200, of which $500,000 will be financed on a grant basis \nby ADB’s Technical Assistance Special Fund (TASF 6). The government will provide counterpart \nsupport in the form of staff remuneration, office space, logistics and administrative support, \ndomestic transportation, and other in-kind contributions. In addition, the government will also \nfinance and administer a cash contribution of $338,200, separate from ADB’s fund flow. Key \nexpenditure items are in Appendix 2. \n \n                                                \n9  The design and monitoring framework is in Appendix 1. \n ", "4 \nD.  Implementation Arrangements \n \n13.  The TA will be implemented from 1 July 2019 to 31 December 2021. MMHI will be the \nexecuting agency and the implementing agency. The Mongolia Resident Mission (MNRM) will \nlead the TA and will take a one-ADB approach in this TA by working closely with relevant ADB \ndepartments. The multistakeholder working group that oversees the EITI process in Mongolia will \noversee and provide guidance for the TA project. The resident mission will select, supervise, and \nevaluate consultants in consultation with the MMHI and the EITI working group; and procure \ngoods. Consultants will organize and deliver project activities, including organizing workshops. \nThere will be at least three workshops (inception, midterm, and final) in addition to planned \ncapacity development under the TA. \n \n14.  TA  support  for  workshops  may  include  costs  related  to  venues,  equipment  rental, \ntranslation, printing and copying, meals, transport, lodging, logistics and administrative support, \nand other expenditures with prior agreement from ADB. In line with standard ADB procedures, \nthe TA will not support the (i) executing agency’s management fees and related costs such as \nstaff  salaries  and  allowances;  and  (ii)  use  of  executing  agency  resources  such  as  office \naccommodation, which will be provided as part of the counterpart contribution. The executing \nagency will provide office space and additional equipment. It will also provide access to utilities \nand telecommunication, including a broadband internet connection, for individual consultants. It \nwill supply data and documents as required under the TA and will cover the cost of office utilities \nfor  consultants.  To  maximize  the  effectiveness  of  TA  activities,  the  executing  agency  will \ndesignate a TA focal point with strong English-speaking and writing skills to facilitate TA activities \nand links to local government representatives and other stakeholders. \n \n15.  The executing agency will establish a separate advance payment facility in United States \ndollars at a commercial bank acceptable to ADB in coordination with the Ministry of Finance, \nfollowing ADB’s Technical Assistance Disbursement Handbook (2010, as amended from time to \ntime). This will be used to pay for workshops and training, surveys, publication of reports, and \nequipment costs. ADB assesses the executing agency as having the financial management \ncapacity and internal controls to maintain records. \n \n16.  The implementation arrangements are summarized in the table. \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  1 August 2019–31 December 2021 \nExecuting and implementing agency  Ministry of Mining and Heavy Industry \nConsultants  To be selected and engaged by ADB \nIndividual  International legal specialist  $32,940 \nselection  (1 person-month) \nIndividual  National project coordinator  $26,400 \nselection  (24 person-months) \nIndividual  National EITI lead specialist  $60,900 \nselection  (29 person-months) \nIndividual  National EITI IT specialist (29 person- $52,200 \nselection  months) \nIndividual  National EITI communications  $52,200 \nselection  specialist (29 person-months) \nIndividual  National EITI financial specialist  $52,200 \nselection  (29 person-months) \n ", "5 \nAspects  Arrangements \nIndividual  National legal specialist (18 person- $39,600 \nselection  months) \nProcurementa  To be procured by ADB’s Mongolia Resident Mission \nRequest  Equipment (to be determined but may  $3,000 \nfor  include laptops, tablets, and other \nQuotation  office equipment) \n(one \ncontract) \nDisbursement  The TA resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2010, as amended from time \nto time). \n \nContributions by the Government of Mongolia will be paid directly \nby the government and will be separate from ADB’s fund flow. \nAsset turnover or disposal  The Mongolia Resident Mission will transfer all equipment to the \narrangement upon TA completion  executing agency upon project completion. \nADB = Asian Development Bank, EITI = Extractive Industries Transparency Initiative, IT = information technology, TA \n= technical assistance. \nSource: Asian Development Bank. \n \n17.  Consulting services. ADB will engage seven individual consultants to deliver the project. \nADB will hire one international legal expert and six national consultants: one legal expert, one TA \ncoordinator, and four staff for the EITI secretariat. Lump-sum or output-based contracts for \nconsulting  services  will  be  considered  where  appropriate  and  possible.  ADB  will  engage \nconsultants following the ADB Procurement Policy (2017, as amended from time to time) and its \nassociated project administration instructions and/or staff instructions.10 Consultants will produce \nthe TA outputs and deliverables effectively and in a timely manner, will organize and carry out all \nTA activities, and will report to the ADB project officer. ADB will evaluate TA progress during \nreview mission workshops, based on the performance targets and indicators defined in the design \nand monitoring framework (footnote 9). \n \n18.  ADB’s procurement. ADB will procure a small amount of equipment to support the \ndelivery of outputs, including office equipment, laptops, and/or tablets. The resident mission will \nundertake  procurement  and  will  transfer  all  equipment  to  MMHI  upon  project  completion. \nProcurement will follow the ADB Procurement Policy (2017, as amended from time to time) and \nits associated project administration instructions and/or staff instructions. \n \nIV.  THE PRESIDENT'S DECISION \n \n19.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis to the \nGovernment of Mongolia for Improving Extractive Sector Governance, and hereby reports this \naction to the Board.\n                                                \n10 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Technical Assistance is Aligned with \nTransparency, accountability, and competitiveness of the extractive industry improved (Mongolia \nSustainable Development Vision 2030)a \n  Performance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  By 2022:     \nExtractive industry  Successful adherence to the  Validation of international  Changing political \ngovernance  EITI standard maintained  EITI secretariat in 2021  priorities may stall \nimproved  (2018 baseline: compliant)  progress in meeting \nthe EITI standard. \nOutputs       \n1. Commitment to  1a. By 2020, Mongolia EITI  1a. Published EITI report  Views from different \nthe EITI standard  report produced and    parts of the working \nmaintained and  published (2019 baseline:    group are \nimproved  reports produced but funding    irreconcilable. \nfor secretariat uncertain)   \n   \n1b. By 2022, the EITI working  1b. Official reports and \ngroup agreed on long-term  communications from the \ninstitutional arrangement for  EITI working group \nthe EITI secretariat (2019 \nbaseline: no long-term plan \nexists) \n       \n2. Legislation to  2a. By 2021, review of  2a. Accomplishment   \nimprove  transparency standard in the  reports from consultants \ntransparency in the  extractive industry prepared  in line with project \nextractive industry  (2019 baseline: 0)  reporting \nidentified.     \n2b. By 2022, draft legislation  2b. Draft legislation \nand/or regulations on  and/or regulations \ntransparency of extractive  produced by consultants \nindustry and opportunities for \npublic engagement submitted \nto MMHI (2019 baseline: 0) \n       \n3. Review of  3. By 2021, report  3. Report produced by   \nopportunities for  summarizing opportunities  consultants containing \nbetter information  and providing  recommendations \ndissemination and  recommendations submitted \npublic monitoring of  to MMHI (2019 baseline: 0) \nextractive industry \nactivities conducted \n Key Activities with Milestones \n1.  Commitment to the EITI standard maintained and improved \n1.1 Mobilize individual consultants by Q3 2019 \n1.2 Finalize EITI report in Q2 2020 \n1.3 Validation of EITI report by international EITI secretariat by Q4 2021 \n \n2.  Legislation to improve transparency in the extractive industry identified. \n2.1 Complete individual consultant recruitment by Q3 2020 \n2.2 Complete situational review by Q1 2021 \n2.3 Complete draft legislation by Q2 2021 \n ", "Appendix 1  7 \n3.  Review of opportunities for better information dissemination and public monitoring of \nextractive industry activities conducted \n3.1 Mobilize consultants by Q3 2020 \n3.2 Produce review and report by Q1 2021 \n3.3 Prepare inception report by Q4 2019, midterm report by Q4 2020, and completion report by Q4 2021 \nInputs \nAsian Development Bank: $500,000 (TASF 6) \nGovernment of Mongolia: $338,200 \nNote: The government will provide counterpart support in the form of staff remuneration, office space, \nlogistics and administrative support, domestic transportation, and other in-kind contributions. \nAssumptions for Partner Financing \nNot Applicable \nEITI = Extractive Industries Transparency Initiative, MMHI = Ministry of Mining and Heavy Industry, Q = quarter, TASF \n= Technical Assistance Special Fund. \na  Government of Mongolia. 2016. Mongolia Sustainable Development Vision 2030. Ulaanbaatar. \nSource: Asian Development Bank. \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nAmount \nItem  ADBa    Governmentb \nA.  Consultants       \n1.  Remuneration and per diem       \na.  International consultants  32.9    0.0 \nb.  National consultants  283.5    0.0 \n2.  Out-of-pocket expenditures       \na.  International and local travel  5.0    0.0 \nb.  Office space rental and related facilities  0.0    17.6 \nc.  Training, seminars, and conferences  143.4    0.0 \nd.  Reports and communications  18.0    0.0 \ne.  Miscellaneous administration and support costsc  10.0    13.8 \nB.  Printed external publications  0.0    296.8 \nC.  Goods (rental or purchase)d   3.0    0.0 \nD.  Training, seminars, and conferences  0.0    10.0 \nE.  Contingencies  4.2    0.0 \nTotal  500.0    338.2 \nADB = Asian Development Bank, TA = technical assistance. \nNote: The TA is estimated to cost $888,200, of which contributions from ADB and the Government of Mongolia are \npresented in the table. The government will provide counterpart support in the form of staff remuneration, office space, \nlogistics and administrative support, domestic transportation, and other in-kind contributions. The value of the \ngovernment’s in-kind contribution is estimated to account for 5.6% of the total TA cost. \na  Financed by ADB’s Technical Assistance Special Fund (TASF 6). \nb  Contributions by the Government of Mongolia will be paid directly by the government and will be separate from ADB’s \nfund flow. \nc  Includes report editing, printing, and dissemination. Includes any other staff support costs. \nd   TA funds will be used to procure a small amount of equipment and software to support the delivery of outputs, \nincluding office equipment, laptops, and tablets. ADB’s Mongolia Resident Mission will undertake the procurement. \nEquipment purchased under the TA will be turned over to the executing agency upon completion of TA activities. \nSource: ADB estimates. \n ", "Appendix 3  9 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=52330-001-TAReport \n \n1.  Terms of Reference for Consultants \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20190705114257+08'00'", "Creator": "PDF24 Creator", "Keywords": "mongolia, ministry of mining and heavy industry, mmhi, mongolia extractive sector, public administration, policy making, transparency, public monitoring, 52330-001, ta 9752, adb technical assistance, approved technical assistance, tar, ta projects", "ModDate": "D:20190710104725+08'00'", "Producer": "GPL Ghostscript 9.26", "Subject": "Technical Assistance Report", "Title": "52330-001: Improving Extractive Sector Governance"}}