{"path": "data/input/ta/52334-001-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President to \nthe Board of Directors\n \n \n \nProject Number: 52334-001 \nOctober 2019 \n \n \n \n \nProposed Loan and Technical Assistance Grant \nHousing Construction Savings Bank of Kazakhstan \n \nPromoting Gender Equality in Housing Finance \nProject \n(Guaranteed by the Republic of Kazakhstan) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nAccess to Information Policy after excluding information that is subject to exceptions to disclosure  \nset forth in the policy. \n ", " \nCURRENCY EQUIVALENTS \n(as of 1 September 2019) \n \nCurrency unit  –  tenge (T) \nT1.00  =  $0.0026 \n$1.00  =  T387.46 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nDamu  –  Damu Entrepreneurship Development Fund \nFIL  –  financial intermediation loan \nGAP  –  gender action plan \nHCSBK  –  Housing Construction Savings Bank of Kazakhstan \nLTV  –  loan-to-value \nm2  –  square meter \nMSMEs  –  micro, small, and medium-sized enterprises \nNPL  –  nonperforming loan \nPAM  –  project administration manual \nTA  –  technical assistance \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars. \n \nVice-President  Shixin Chen, Operations 1 \nDirector General  Werner E. Liepach, Central and West Asia Department (CWRD) \nDirector  Tariq H. Niazi, Public Management, Financial Sector, and Trade Division, \nCWRD \nTeam leaders  Mirzo Iskandar Gulamov, Country Specialist, Kazakhstan Resident \nMission (KARM), CWRD  \nPeter Marro, Principal Financial Sector Specialist, CWRD \nTeam members  Marian Therese Bartolome, Senior Operations Assistant, CWRD \nCatherine Debalucos, Associate Project Analyst, CWRD \nElmira Izmaganova, Associate Project Officer, KARM, CWRD \nStephanie Kamal, Public Management Specialist, CWRD \nBaurzhan Konysbayev, Principal Counsel, Office of the General Counsel \nRuslan Kurmanbekov, Financial Sector Specialist, CWRD \nPeer reviewer  Vivek Rao, Principal Financial Sector Specialist, Southeast Asia \nDepartment \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", " \nCONTENTS \n \nPage \n \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Project Description  6 \nC.  Value Added by ADB  7 \nD.  Summary Financing Plan  8 \nE.  Implementation Arrangements  8 \nIII.  ATTACHED TECHNICAL ASSISTANCE  9 \nIV.  DUE DILIGENCE  9 \nA.  Economic and Financial Viabillity  9 \nB.  Sustainability  10 \nC.  Governance  11 \nD.  Poverty, Social, and Gender  11 \nE.  Safeguards  11 \nF.  Summary of Risk Assement and Risk Management Plan  11 \nV.  ASSURANCES  12 \nVI.  RECOMMENDATION  12 \n \nAPPENDIXES \n1.   Design and Monitoring Framework   13 \n2.   List of Linked Documents                        15 \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 52334-001\nProject Name Promoting Gender Equality in Housing  Department/Division CWRD/CWPF\nFinance Project \nCountry Kazakhstan Executing Agency Housing Construction \nBorrower Housing Construction Savings Bank of  Savings Bank of \nKazakhstan (HCSBK) Kazakhstan\nCountry Economic  https://www.adb.org/Documents/LinkedDocs/\nIndicators ?id=52334-001-CEI\nPortfolio at a Glance https://www.adb.org/Documents/LinkedDocs/\n?id=52334-001-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nFinance Housing finance 100.00\nTotal 100.00\n3. Operational Priorities Climate Change Information\nAddressing remaining poverty and reducing inequalities Climate Change impact on the  Low\nAccelerating progress in gender equality Project\nStrengthening governance and institutional capacity\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.4 Gender Equity (GEN)\nSDG 8.10\nSDG 11.1 Poverty Targeting\nGeographic Targeting\n4. Risk Categorization: Low\n.\n5. Safeguard Categorization Environment: FI-C   Involuntary Resettlement: FI-C   Indigenous Peoples: FI-C\n.\n6. Financing\nModality and Sources Amount ($ million)\nADB 100.00\n     Sovereign Project (Regular Loan): Ordinary capital resources 100.00\nCofinancing 0.00\n     None 0.00\nCounterpart  0.00\n     None 0.00\nTotal 100.00\nNote: An attached technical assistance will be financed on a grant basis by the Technical Assistance Special Fund (TASF-OTHERS) in the \namount of $620,000. \nCurrency of ADB Financing: US Dollar \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 02102019181402485179 Generated Date: 02-Oct-2019 18:15:32 PM", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nHousing Construction Savings Bank of Kazakhstan (HCSBK), to be guaranteed by the Republic \nof Kazakhstan, for the Promoting Gender Equality in Housing Finance Project. The report also \ndescribes the proposed technical assistance (TA) for Supporting the Promoting Gender Equality \nin Housing Finance Project, and if the Board approves the proposed loan, I, acting under the \nauthority delegated to me by the Board, approve the TA. \n \n2.  The proposed financial intermediation loan (FIL) of up to $100 million equivalent will \nprovide local currency credit to promote the provision of affordable residential mortgage loans to \nwomen borrowers in primarily rural areas of Kazakhstan. The TA will strengthen credit origination \nand product offerings of HCSBK to better serve its existing and new women borrowers. \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Constraints in the Kazakhstan housing market. As of 1 January 2018, the total housing \nstock in Kazakhstan consisted of 5,129,743 housing units, of which 66.4% were located in urban \nareas and 33.6% in rural areas. In 2007–2018, the overall floor space per capita improved from \n17.5 square meters (m2) to 21.4 m2 (an increase of 22% per annum).1 However, despite these \nimprovements, demand for housing remains high because of the following factors: \n(i)  Rising income. Kazakhstan benefited from higher prices for its commodity exports \nduring a series of resource booms.  In 2000-2019, country’s  per capita income \nhas more than quintupled during the same period, from $1,349 to $8,840.2 \n(ii)  Household growth. The number of households in Kazakhstan increased from 4.6 \nmillion in 2013 to more than 5.0 million in 2017 as the total population grew while \nthe average household size remained unchanged. The growth was particularly \nprominent in cities because of ongoing urbanization. \n(iii)  Ongoing urbanization. During 1996–2019, the urban population increased by 1.5 \nmillion, or 19.5%, to 10.7 million persons (58.1% of the total population). This \nmigration from rural to urban areas is expected to continue. \n(iv)  Inadequate housing stock. Almost half of the current housing stock was built \nprior to 1980 and has not been substantially upgraded or modernized. Further, \nabout 10% of all families in Kazakhstan live in one-room accommodation and there \nis an unmet demand for larger housing units. The average floor area per capita of \n21.4 m2 (in 2017) is well below international standards.3 In southern Kazakhstan, \nthe available housing space is even smaller, averaging 18 m2 per person. \n \n4.  Low supply of affordable housing with adequate building standards. Although most \nof the households in Kazakhstan live in their own housing units, affordable quality housing is in \nlow supply, since real house prices rose almost sixfold from 2001 to 2016, for both newly built \n                                                \n1  Government of Kazakhstan, Ministry of National Economy, Statistics Committee. 2017. Report on the housing stock \nof Kazakhstan. Astana.  \n2  Although per capita income has declined in 2016-2018 stemming from the recent financial crisis and resulting \ncurrency devaluation, it was still relatively high at $8,840 as of 2018. \n3  Average floor area per capita is 30 m2–35 m2 per person in low-income countries and 45 m2–50 m2 per person in \nupper middle-income countries. R. Anker and M. Anker. 2017. Living Wages Around the World: Manual for \nMeasurement. Cheltenham, United Kingdom: Edward Elgar Publishing. Chapter 5. \n \n ", "2 \nand existing dwellings.4 The 2016 economic slowdown has negatively affected the prices and \nsales volumes of large, expensive housing units, while the demand for modest housing has not \nslowed down, particularly in the regions located outside the major cities. Although the number of \nnew housing units increased by 67% during 2007–2017 to cover 11.2 million m2 in 2017, this \ngrowth accounted for only 3.3% of the total housing stock.5 Kazakhstan’s rental market is also \nunderdeveloped because of a high homeownership rate: 97% of all residents live in a housing \nunit owned by a household member (however there are cases where 2-3 families live in the same \nhousing unit) and only 3% rent their current housing units. \n \n5.  Expensive housing. Prior to the 2008–2009 crisis, the real estate market in Kazakhstan \noverheated as evidenced by an extremely high housing affordability index of 28.4 years in 2007.6 \nAfter the 2008 market crash, property prices dropped, improving affordability. Since 2011, the \nhousing affordability index has stabilized at about 13 years for new real estate, but for existing \nhousing it has deteriorated from 9.7 years to 10.6 years.7 As a result, the real estate market in \nKazakhstan remains expensive by international standards: it currently ranks as the 13th most \nexpensive country in the world, according to an international property prices index—well ahead \nof neighboring countries such as Azerbaijan (23rd), Georgia (25th), and the Russian Federation \n(28th).8 \n \n6.  Factors for the low housing affordability in Kazakhstan. The main reasons are (i) \nsharp devaluation of the local currency in 2014 and 2015, and continued depreciation of the tenge \nas compared with the United States dollar since 2017 which has substantially increased the cost \nof house construction since much of the raw material is imported; (ii) persistent inflationary \npressures,  as  evidenced  by  the  consumer  price  index  reaching  5.3%  in  May  2019; (iii)  a \nconcurrent increase in housing prices, which rose by 14% for primary market housing units and \n18% for secondary market housing units in 2018; (iv) declining purchasing power of consumer \nwages since 2015; and (v) inadequate supply of mortgage financing by commercial banks, which \nexperienced high levels of nonperforming loans (NPLs) during the last two financial crises in \nKazakhstan because of lending to non-creditworthy borrowers and issuing United States dollar-\ndenominated mortgage loans to borrowers whose earnings were in tenge.9 \n \n7.  Shallow  mortgage finance  sector. The mortgage finance  sector  in  Kazakhstan  is \nunderdeveloped, with mortgage loans comprising 2.2% of gross domestic product in 2018.10 This \nlevel is substantially lower than in neighboring countries, e.g., 12.1% in Georgia and 5.6% in the \nRussian  Federation.  Similarly,  residential  mortgage  loans  amounted  to  only  T1.4  billion, \nrepresenting 11% of the total loan portfolio of Kazakhstan’s banks as of 31 December 201811—\nagain, a very modest level when compared with other countries in the region such as Georgia \n                                                \n4  W. Seitz. 2018. Urbanization in Kazakhstan. Desirable Cities, Unaffordable Housing, and the Missing Rental Market. \nPoverty and Equity Global Practice Working Paper Series. No. 160. Washington, DC: World Bank. \n5  Government of Kazakhstan, Ministry of National Economy, Statistics Committee. 2017. Report on the housing stock \nof Kazakhstan. Astana.  \n6  The housing affordability index indicates the number of years that a family of three (two adults and one child with two \nsalaries) should work to afford the down payment for a 54 m2 apartment. \n7  Samruk-Kazyna. 2016. Kazakhstan’s Real Estate Market. Astana.  \n8  Numbeo. Property Prices Index for Country 2019 (accessed 1 July 2019). \n9  Ranking.kz. 2017. Kazakhstan housing market assessment. Almaty. \n10 Government of Kazakhstan, Ministry of National Economy, Statistics Committee. Dynamics of basic socio-economic \nindicators of the Republic of Kazakhstan (accessed 3 July 2019). \n11 National Bank of Kazakhstan. 2019. Report of current condition of the banking sector (as of 1 January 2019). Almaty. \n \n ", "3 \n(24.5%) or the Russian Federation (42.4%).12 In terms of loan currency, 97.2% of all outstanding \nmortgages were in tenge as of April 2019. In addition to being underdeveloped, mortgages in \nKazakhstan are also expensive by international standards, with average mortgage payments \ncomprising 203% of net disposable family income in 2019, well above the 164% in Georgia or \n150% in the Russian Federation (footnote 12). \n \n8.  Low access to mortgage finance for women, in particular in rural areas. Apart from \ngovernment-led social housing programs, the present mortgage lending market in Kazakhstan is \nmainly geared toward higher-income groups. Although 4.4 million out of the 9.1 million women in \nKazakhstan (51% of the total population) are considered to be economically active, they face a \nsignificant gender pay gap of 32%.13 Furthermore, 50.9% of all Kazakh households are headed \nby a woman and 15.1% are single mothers (over twice that of single fathers).14 However, women, \nmore often than men, face lower access to affordable mortgage finance (although women’s \neducational levels in Kazakhstan are at par or higher than those of men) due to major constraints \nsuch as accessing bank financial services, prolonged and complicated procedures for commercial \nloan approval, and excessive paperwork and terms and conditions. In rural areas, potential female \nborrowers are even more disadvantaged in accessing mortgage financing, as the majority of rural \nwomen are occupied in informal self-employed activities (such as the food, agriculture, and trade \nindustries). With lower income levels, they face higher collateral requirements for obtaining \nmortgage loans. Enabling such female borrowers to acquire a housing unit will help strengthen \ntheir access to credit given that real estate remains a preferred type of collateral for most banks. \nThis is particularly relevant for homebound and small business women entrepreneurs (prevalent \nin rural areas) who face challenges in accessing finance because of the informal and/or irregular \nnature of their income and their higher credit risk categorization by banks. \n \n9.  Government’s strategy. Since 2005, the Government of Kazakhstan has initiated various \nprograms to improve access to housing, including housing rental schemes, savings plans, interest \nrate subsidies, and support to private housing developers. The first such program is the 2017–\n2021 Nurly Zher housing development program, which was approved on 31 December 2016 with \na budget of T800 billion.15 More recently, the government launched the 7-20-25 housing program, \nwhich aims to provide housing to 1.5 million people by the end of 2020. The program is the largest \ngovernment housing initiative to date, with an indicative financing envelope of T1.0 trillion.16 \n \n10.  Unaffordable  housing  for  a  growing  number  of  the  population.  Despite  the \nachievements made under these state housing programs, owning a modern and well-built housing \nunit  remains  unaffordable  for  many  households,  in  particular  young  families  and  young \nprofessionals. According to the Ministry of National Economy, about 71.4% of the economically \nactive population could not afford to buy a housing unit. As a consequence, about 2.5 million \npeople in Kazakhstan are currently on the various wait lists for housing and the number continues \nto grow.17 The sharp local currency devaluation in 2015 severely affected the ability of households \n                                                \n12  Housing  Finance  Information  Network.  Selected  comparative  country  data  2019. \nhttp://hofinet.org/countries/index.aspx#visualizing (accessed 1 July 2019). \n13 Government of Kazakhstan, Ministry of National Economy, Statistics Committee. 2017. Economic activity indicators \nby gender. Astana.  \n14 EuroPlus Consulting and Management Report. 2017. Gender Study for Central Asia. Astana. \n15 Government of Kazakhstan. 2015. The State Program of Infrastructure Development Nurly Zhol for 2015–2019. Nur-\nSultan. \n16 Government of Kazakhstan. 2018.7-20-25 State mortgage program. Astana. \n17 United Nations Economic Commission for Europe. 2018. Country Profiles on the Housing Sector: Republic of \nKazakhstan. Geneva. \n ", "4 \nto save for a down payment to obtain a mortgage loan, and it increased the debt burden because \nof the weakened purchasing power of consumer wages. \n \n11.  Consistency  with  the  Asian  Development  Bank’s  Strategy  2030  and  country \nstrategy. The proposed intervention is aligned with the following key operational priorities of \nStrategy 2030 of the Asian Development Bank (ADB): (i) increasing support for banks to help \nimprove their capacity, quality, and reach, particularly for low-income populations, to address \nremaining  poverty  and  reduce  inequalities;  (ii)  promoting  rural  development;  (iii)  improving \nprogress in gender equality through financial inclusion; and (iv) supporting innovative financial \nproducts.18 The project is also consistent with ADB’s country partnership strategy for Kazakhstan, \n2017–2021,  which  supports  inclusive  economic  growth  through  infrastructure  development, \nfinancial  inclusion,  and  enhanced  gender  equity.19 The  loan  is  included  in  ADB’s  country \noperations business plan, 2019–2021.20 Finally, the ADB loan is aligned with the core objectives \nand goals of the government, in particular, with the Nurly Zher program (para. 9). \n \n12.  ADB’s  sector  experience  and  assistance  program.  While  ADB  has  no  previous \nexperience in the housing finance sector in Kazakhstan,21 the bank has relevant experience in \ndesigning and implementing financial intermediary interventions with substantial gender elements \nin the country. In 2010, ADB approved the $500 million multitranche financing facility to the Damu \nEntrepreneurship  Development  Fund  (Damu),  which   was  categorized  as  effective  gender \nmainstreaming.22 The project proved that gender action plans (GAPs) are an effective instrument \nto promote gender equality outcomes and influence government counterparts to build ownership \nduring implementation. 23 In 2016, ADB approved an FIL of $200 million equivalent to Damu to \nsupport the resilience of micro, small, and medium-sized enterprises (MSMEs).24 The project, \nwhich is ongoing, provides local currency credit to sustain operations of, and employment by, \nMSMEs and helped strengthen the credit origination and management of selected participating \nfinancial institutions to better serve their MSME clients. It aims to fund at least $50 million \nequivalent to businesses owned by women, with one-third of the total number of sub-borrowers \nbeing women. \n \n13.  Development  partner  coordination.  The  European  Bank  for  Reconstruction  and \nDevelopment, the International Finance Corporation, the United Nations, and the World Bank \nsupport the housing sector and housing finance in Kazakhstan through various initiatives and \nprograms, which include (i) economic, social, and environmental assessments of the country’s \nhousing  policies  and  programs;  (ii)  reviews  of  the  legal  and  regulatory  framework  and \n                                                \n18 ADB. 2018. Strategy 2030. Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n19 ADB. 2017. Country Partnership Strategy: Kazakhstan, 2017–2021—Promoting Economic Diversification, Inclusive \nDevelopment, and Sustainable Growth. Manila. \n20 ADB. 2018. Country Operations Business Plan: Kazakhstan, 2019–2021. Manila. \n21 However, ADB has substantial experience in implementing housing finance projects in many developing member \ncountries, including Armenia, India, Indonesia, Mongolia, Sri Lanka, Uzbekistan, and Viet Nam. Lessons learned \nfrom these interventions include the following: (i) having a strong implementing agency with substantial lending \nexperience in the sector is crucial; (ii) targeting lower-income households can strengthen the development impact of \nthe project; (iii) having transparent and fair eligibility criteria for beneficiary selection is critical; and (iv) using \nsubsidies, in particular, interest rate subsidies, should ideally be avoided, as they crowd out the private sector. \n22  ADB. 2010. Report and Recommendation of the President to the Board of Directors: Proposed Multitranche \nFinancing Facility to the Republic of Kazakhstan for the Small and Medium Enterprise Investment Program. Manila. \n23  ADB. 2018. Kazakhstan Country Gender Assessment. Manila. \n24  ADB. 2016. Report and Recommendation of the President to the Board of Directors:  Proposed Loan and \nAdministration of Technical Assistance Grant to the Damu Entrepreneurship Development Fund for the Supporting \nResilience of Micro, Small, and Medium-Sized Enterprises Finance Project (Guaranteed by the Republic of \nKazakhstan). Manila. \n ", "5 \nimplementing agencies in the housing finance sector; (iii) business development services; and \n(iv) assistance in improving the lending technologies and loan products of some of the banks \ninvolved  in  housing  finance.  ADB  closely  coordinates  with  these  institutions  to  avoid  any \nduplication of efforts and build on the lessons learned and achievements made by the other \ndevelopments partners. For instance, the proposed ADB intervention takes into account the \nrecommendations  made  by  a  recent  International  Finance  Corporation  review  of  HCSBK’s \noperations, which suggested that HCSBK should (i) diversify its product range; (ii) introduce more \ncommercially  oriented  mortgage  lending  instruments;  (iii)  diversify  its  funding  sources;  (iv) \nenhance its customer focus by analyzing consumer trends and preferences; and (v) expand its \nclient base by focusing on self-employed persons located in rural areas, of which women account \nfor more than 60%. \n \n14.  HCSBK’s  mandate and market share. HCSBK is one of the major financial institutions \nsupporting the development of the mortgage finance market in the country and is the main actor \nimplementing government housing programs. Founded in 2003, it follows the German system of \ncontractual savings for housing (the Bausparkassen model), wherein a housing loan is linked to \na savings deposit. HCSBK typically targets the low- to middle-income borrower segment as \nevidenced by the fact that HCSBK’s average mortgage size is only T6.2 million. HCSBK provides \nservices to about 12% of the economically active population, or about 1.05 million households. \nAs of 31 December 2018, HCSBK had 1.30 million saving accounts, and it had issued 172,685 \nloans totaling T1.14 trillion. HCSBK follows prudent onlending practices as evidenced by its \nsatisfactory financial standing and an NPL ratio of less than 1%. As of the end of 2018, HCSBK \nwas the market leader in mortgage lending, with 49% market share in the banking sector’s \nmortgage loan sector. Its 17 branches cover all regions of the country.25 \n \n15.  Housing  Construction  Savings  Bank  of  Kazakhstan’s  gender  focus.  The  bank \nmaintains a strong focus on serving the needs of women, who comprised 55.5% of its borrowers \nat the end of 2018. However, women still represent a largely untapped borrower segment in \nKazakhstan even though they have proven to be more disciplined than men in making loan \nrepayments: only 0.2% of all female borrowers have overdue payments of more than 90 days, \ncompared with 0.4% for men. The main obstacle for HCSBK to expand its lending business to \nwomen borrowers is the shortage of long-term funding.26 Further, HCSBK is constrained in its \ngrowth and outreach by its business model, which stipulates that sub-borrowers must first \naccumulate savings that account for at least 50% of the cost of the housing unit before they can \nqualify for a low-interest mortgage loan from the bank. The financing provided by ADB will be \nused by HCSBK to provide preliminary loans27 as an interim solution, as these loans will require \nthe accumulation of savings of only 15%–20% before a mortgage loan can be granted (i.e., \nwomen borrowers with a monthly household income below T200,000 will be granted lower down \n                                                \n25 Overview of Housing Construction Savings Bank of Kazakhstan’s Operations (accessible from the list of linked \ndocuments in Appendix 2). \n26 As a systematically important financial institution, and given its role in the government’s mandate to provide \naffordable housing, HCSBK has received support from the government in the form of subsidized funding and capital \ninjections. However, in view of the precarious monetary position of the government, this financial support can no \nlonger be taken for granted. \n27 The preliminary loan product is available to depositors who have either accumulated 20% savings (in relation to their \nhousing unit cost) or had deposited this amount up front. It has a loan ceiling of T5 million, has an interest rate of \n7%, has a loan term of 8 years, and is secured by the related real estate and savings deposit. The mortgagor pays \nonly interest, with no amortization on the principal amount, and will continue to accumulate savings until 50% of the \nhousing unit cost is saved and the 3-year minimum savings accumulation period has passed. Upon realization of \nthese two requirements, savings will then be used to pay off half of the loan and the balance will be converted into a \nstandard housing loan with a lower interest rate of 3.5%–5.0%. \n ", "6 \npayment requirements).28 Once the sub-borrowers have accumulated the required 50% savings \nrate, the preliminary loan will be converted into a regular housing loan with a lower interest rate. \n \n16.  Demand for the proposed loan. The proposed loan from ADB to HCSBK will help the \nbank address the unmet demand among female borrowers for longer-term, fixed-rate, local \ncurrency-denominated  mortgage  credit,  in  particular  in  the  rural  areas.  Of  Kazakhstan’s \npopulation, 9.1 million, or 51%, are women and 4.4 million are considered economically active. \nOver 60,000 of HCSBK’s borrowers are women, of which 64% are located outside of the largest \ntwo  cities  of  Nur-Sultan  and  Almaty.  Although  the  government  has  various  social  support \nprograms for women in place,29 HCSBK currently has 30,000 female account holders who have \naccumulated more than T2 million (qualifying them for a preliminary housing loan subject to \nmeeting other underwriting criteria) who have not yet received a housing loan.30 In April 2019  as \npart of the project preparatory activities, HCSBK call centers carried out a survey, which showed \nthat 53% of the female depositors contacted expressed interest in receiving more information on \nthe ADB-funded mortgage product, and 40% would consider applying for a mortgage loan with \nsuch a reduced savings requirement. \n \nB.  Project Description \n \n17.  The project is aligned with the following impact: gender equity promotion and sustainable \neconomic  growth  achieved.31 The  project  will  have  the  following  outcome:  acquisition  and \nrenovation of housing units by women increased.32 \n \n18.  The project will deliver the following outputs: Output 1: Long-term affordable mortgage \nfinancing for eligible women borrowers made available. Through the ADB loan HCSBK will \nprovide mortgage loans exclusively targeted at women borrowers to finance at least 3,000 \nwomen; Output 2: Accessibility to HCSBK’s lending products for eligible women borrowers \nimproved; HCSBK will adopt a gender policy and will conduct at least three nationwide public \nawareness campaigns on housing finance products for women; Output 3: Gender inclusiveness \nof the banking sector’s housing finance assessed. This output will be delivered by conducting a \nnationwide study on women’s access to housing and finance products  which  will have to be \nendorsed by the government. \n \n19.  ADB will provide HCSBK with an FIL of $100 million equivalent. HCSBK will use the tenge \nproceeds from ADB to offer affordable residential mortgage finance33 exclusively to women \n                                                \n28 At present, although HCSBK has ample liquidity on its balance sheet, most of these funds come from the savings \nthat depositors accumulate in anticipation of receiving a traditional housing loan after a period of 3–5 years. By law, \nHCSBK is not allowed to use these funds to provide preliminary loans. Based on the HCSBK average loan size to \nwomen in 2018 of T8.7 million, it is expected that the ADB loan will fund at least 3,000 loans for the acquisition of \nhousing units for a total of $80 million equivalent and 2,000 renovation loans for a total of $20 million equivalent. \n29 These include one-time maternity and birth allowances, a monthly childcare allowance, and an unemployment \nallowance for nonworking mothers. \n30 HCSBK data. Preliminary loans, with a 20% down payment, would require deposit savings of T2.2 million and above \n(based on the average loan size to women in 2018 [footnote 30]). \n31 Government of Kazakhstan. 2017. Strategic Plan for the Development of Kazakhstan until 2025. Nur-Sultan. \n32 The design and monitoring framework is in Appendix 1. \n33 It is expected that the preliminary loans funded under the ADB project will be offered by HCSBK at the rate of 7%. \nHCSBK intends to use part of its equity capital to bring down the interest rate since the ADB loan is expected to be \nprovided to the bank at an interest rate of about 9%–9.5% (depending on market conditions). The preliminary loans \nwill have a down payment requirement as low as 15% (in the case of low-income female borrowers), which compares \nfavorably with the current market rates for commercial mortgage loans of 15%–21% with a minimum 30% down \n \n ", "7 \ncustomers, each acting as the sole borrower and bearer of the legal title to a residential housing \nunit.34 The mortgage subloans provided by HCSBK will be used for the acquisition of residential \nhousing units or the renovation of existing homes.35 A minimum of 60% of the proceeds from the \nADB loan will be allocated to provide mortgage loans to female borrowers located in rural regions, \ni.e., those outside of the four large cities with the lowest poverty rates: Aktau, Almaty, Atyrau and \nNur-Sultan.36 While the maximum monthly income level per household has been set at T320,000, \nat least 20% of all mortgage loans financed by the ADB loan will be to low-income female \nborrowers with a monthly household income of less than T200,000.37 A price ceiling of T30 million \nwill apply for housing units that can be financed under the ADB project, as well as a ceiling of \nT3.7 million for renovation loans. \n \nC.  Value Added by ADB \n20.  There will be five  ADB value additions associated with this project: \n(i)  The ADB funding will provide HCSBK with much-needed liquidity to expand its \nlending to women, particularly in rural areas. \n(ii)  The loan will be the first external borrowing that HCSBK undertakes, as it has relied \nsolely on government funding as well as customer saving deposits.38 While the \nADB loan will be more expensive for HCSBK compared to its existing funding, as \nit will be based on market pricing principles, it will enable HCSBK to diversify its \nfunding  sources,  develop  new  loan  products,  and  enhance  its  standing  and \nreputation in the mortgage finance sector of Kazakhstan as the premier housing \nfinance institution. To this end, the loan will help HCSBK eventually graduate from \nrelying on government support after it has undergone thorough due diligence from \nADB. This will help prepare the bank for accessing pure commercial funding from \nprivate sector institutions and private sector arms of bilateral or multilateral banks, \nand raising financing from the international capital markets in the near future. \n(iii)  This will be one of ADB’s first sovereign local currency interventions where funding \nhas been raised through bonds issued by ADB in the domestic capital market. The \nADB bonds will have a highly tailored structure adopted to mirror the terms of the \nunderlying loan that is to be funded with the proceeds. It is expected that this \ninnovative structure will have a substantial developmental impact on the promotion \nof the domestic bond market as it will enable some of the institutional investors, in \nparticular the state-owned pension funds, to use part of their excess liquidity to \ninvest in bond instruments with long tenors. It will also provide a new currency risk \nmitigation solution for ADB’s future sovereign and quasi-sovereign borrowers in \nKazakhstan. \n                                                \npayment. Further, the preliminary loans will be converted to standard housing loans priced at 3.5%–5% once the \nmortgagor has accumulated sufficient savings. \n34 HCSBK will provide an option for prospective women borrowers who do not fully meet the 55% monthly installment-\nto-monthly income ratio by allowing the addition of a co-borrower. This measure will expand the outreach of the \nprogram without compromising its financial soundness. Co-borrowers will have joint responsibility for the fulfillment \nof obligations under the mortgage contract. At the same time, the ownership of the housing unit will remain with the \nwoman borrower. \n35 A housing unit can be a house or an apartment in a single-story or multistory building that provides living space for \noccupants making up a single household. \n36 World Bank. 2018. A New Growth Model for Building a Secure Middle Class: Kazakhstan Systematic Country \nDiagnostic. Washington, DC. \n37 54% of HCSBK’s borrowers are in the low-income segment with a monthly household income of less than T200,000. \n38 On 28 December 2018, HCSBK placed bonds for T57.7 billion through the Astana International Financial Center in \nNur-Sultan. The maturity date of these bonds is 28 December 2033 and the coupon rate is 9.6% per annum, paid \nsemiannually. However, these bonds did not really represent market-based fund-raising efforts, as they were fully \nplaced with HCSBK’s parent company, Baiterek. ", "8 \n(iv)  The accompanying TA will strengthen the operational capacity, quality, and reach \nof HCSBK in relation to the low- to middle-income female population in Kazakhstan. \nFinancial inclusion is closely correlated with reduced poverty, and HCSBK plays a \nunique role in the banking system in Kazakhstan by promoting financial inclusion \nin the housing finance sector among rural low-income female populations that no \nother bank or nonbank financial institution can match. \n(v)  ADB played a key role in the project design. In April 2017, ADB identified HCSBK \nas a potential partner for expanding access to finance for women and entered into \ninitial discussions with the bank to address its funding shortage for preliminary \nloans. After consulting with HCSBK and the government, ADB prepared a detailed \nfeasibility study on the concept and structure of possible ADB assistance and \nidentified the need for TA support. This analytical work has led HCSBK and the \nGovernment of Kazakhstan to request a sovereign loan from ADB and serves as \nthe foundation for the project. \n \nD.  Summary Financing Plan \n \n21.  HCSBK has requested a regular loan of up to T38,000,000,000 ($100 million equivalent) \nfrom ADB’s ordinary capital resources to help finance the project. The loan, to be guaranteed by \nthe Republic of Kazakhstan, will have (i) a term of up to 11 years, (ii) an interest rate equal to the \nsum of ADB’s cost of funding and the contractual spread for sovereign guaranteed loans, (iii) a \ncommitment charge of 0.15% per year on the undisbursed loan amount, and (iv) such other \nterms and conditions set forth in the draft loan and guarantee agreements. Subject to market \nconditions, ADB will provide local currency financing to fund the loan by issuing disbursement-\nlinked bullet bonds of up to 10-year maturity, not exceeding the final loan maturity of 31 \nDecember 2030. Otherwise, ADB will also be able to provide financing in United States dollars. \nThe loan is expected to be disbursed in two tranches, each of $20 million minimum in tenge \nequivalent with a bullet repayment structure. This will provide HCSBK with a more stable source \nof funding as it will match the ADB bond issuance in maturity. This structure would be a new and \ninnovative feature for an ADB public sector loan. No maturity premium is payable to ADB \nbecause the average loan maturity will not exceed 13 years. Based on the requirement that \nfemale sub-borrowers will contribute either 15% or 20% (depending on the income level) of the \nindividual housing unit cost in the form of equity, the contribution of the mortgagors amounts to \na total of $24 million. \n   \nTable 1: Summary Financing Plan \n  Amount  Share of Total \nSource  ($ million)  (%) \nAsian Development Bank \nOrdinary capital resources (regular loan)  100.0  100.0% \nTotal  100.0  100.0% \nSource: Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n22.  The implementation arrangements are summarized in Table 2 and described in detail in \nthe project administration manual (PAM).39 HCSBK will onlend to female sub-borrowers at a \nmarket-determined interest rate. \n \n                                                \n39 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "9 \nTable 2: Implementation Arrangements \nAspects  Arrangements \nImplementation period  January 2020–December 2022 \nEstimated completion date  31 December 2022 \nLoan closing date  30 June 2023 \nManagement \n(i)  Executing agency  HCSBK \n(ii)  Implementing agency  HCSBK \n(iii) Implementation unit  HCSBK \nProcurement  Procurement of goods, works, and non-consultancy services will follow the ADB \nProcurement Policy and the Procurement Regulations for ADB Borrowers (2017, \nas amended from time to time). Procurement will be undertaken by the individual \nbeneficiary; fitness for purpose can be achieved by using established private sector \nand commercial practices. \nRetroactive financing  Retroactive financing will be allowed for up to 20% of the loan amount for eligible \nmortgage subloans, incurred prior to loan effectiveness but no earlier than 12 \nmonths before the signing of the loan agreement. \nDisbursement  The loan proceeds will be disbursed following ADB’s Loan Disbursement Handbook \n(2017, as amended from time to time) and detailed arrangements agreed between \nthe government and ADB. The ADB loan will be disbursed in two tranches, each of \n$20 million minimum, in tenge equivalent during the implementation period, which \nhave to be liquidated within 12 months from the date of receipt of funds. ADB will \ndisburse these advances to a dedicated HCSBK bank account. \nADB = Asian Development Bank, HCSBK = Housing Construction Savings Bank of Kazakhstan. \nSource: ADB. \n \nIII.  ATTACHED TECHNICAL ASSISTANCE \n \n23.  The ADB loan will be accompanied by a $620,000 transaction TA funded on a grant basis \nby ADB’s Technical Assistance Special Fund (TASF–other resources).40 The TA will provide \ncapacity building services primarily involving the following actions: (i) improve financial literacy \namong potential women borrowers in Kazakhstan, (ii) raise awareness for gender-related lending \naspects in HCSBK’s operations by hiring and training employees to become experts in gender \nrelated financing aspects in its head office and some of its larger branches, (iii) assist in the \nimplementation of a comprehensive GAP in HCSBK,41 and (iv) enhance HCSBK’s customer \ntargeting by designing lending programs and products specific to women. ADB will engage \nconsultants in accordance with the ADB Procurement Policy (2017, as amended from time to \ntime)  and  the  associated  staff  instructions.  Disbursements  under  the  TA  will  be  done  in \naccordance with ADB's Technical Assistance Disbursement Handbook (2010, as amended from \ntime to time). \n \nIV.  DUE DILIGENCE \n \nA.  Economic and Financial Viability \n24.  HCSBK’s housing savings model presents a viable model to address higher-risk market \nsegments as demonstrated by the bank’s low rate of NPLs compared with its peers (i.e., 0.2% \nversus a market average of 7.4% in 2018 in the mortgage sector).42 HCSBK’s preliminary lending \nproduct is well suited to the lending profile of lower-income earners with less access to collateral, \n                                                \n40 The Government of Kazakhstan has contributed $120,000 to ADB’s Technical Assistance Special Fund in part to \nfinance the transaction TA. \n41 Gender Action Plan (accessible from the list of linked documents in Appendix 2). \n42 The average monthly income of women borrowers financed by HCSBK under the existing government housing \nprogram is T170,000. \n ", "10 \nbut this product requires diversification of the bank’s funding base to expand its product offering \nand developmental impact.43 The ADB funding will provide HCSBK with the liquidity required to \ndevelop a new product line (under the preliminary lending segment) targeting underserved women \nborrowers, who face higher requirements (on average) for obtaining mortgage loans.44 The \nproject will thereby help the bank to adjust its operating model and help it prepare for its eventual \ntransition to commercial financing. Such a transition will enhance the sustainability of its housing \nfinance business. \n \n25.  The financial viability derives from HCSBK’s strong financial performance and profitable \noperations. From 2015 to 2018, HCSBK experienced strong organic growth in assets, loans, \ndeposits, and equity, with compound annual growth rates of 28% in 2015, 34% in 2016, 30% in \n2017, and 23% in 2018. It also has high profitability, with a return on equity of 15.0% and a return \non assets of 3.0% as of the end of 2018. HCSBK has good portfolio quality, with a 90 days overdue \nratio of less than 1%, because of the following factors: (i) adequate policies, procedures, and \ncontrols in relation to loan portfolio management, including protocols on instances of default; (ii) \na good management information system that promptly provides information regarding the status \nof lending operations and the financial performance of the bank; (iii) good payment discipline \namong borrowers given the savings accumulation-based business model; and (iv) a prudent \ncollateral policy with 90% of the loan portfolio having a loan-to-value (LTV) ratio of not more than \n75% (36% of loans outstanding have a LTV ratio of less than 50%). In addition to these factors, \nthe timely payment of mortgage amortizations is considered a top priority  for any home owner \ngiven the motivation of a person to eventually own their housing unit. Likewise, mortgagors have \nmuch more to lose in case of a default considering the collateral (housing unit and savings) and \nthe low LTV ratio. HCSBK has sufficient liquidity given its long-term deposit base and low volatility \nbrought by the peculiarity of the business model, as well as an ample capital buffer. \n \n26.  Per statistics from the National Bank of Kazakhstan as of the end of 2018, of the 28 banks \nregulated and supervised by the national bank, HCSBK was ranked 9th in terms of assets (T998 \nbillion) and deposits (T665 billion), 8th in terms of loan portfolio size (T664 billion), 10th in terms \nof interest spread (5.3%), 13th in terms of net interest margin (5.9%), 9th in terms of capital (with \na capital adequacy ratio of 54.6%), 4th in terms of liquidity (with a liquidity coefficient of 5.0), and \n1st in terms of having the lowest 90 days overdue loan ratio (0.18% compared with the industry \naverage of 7.38%).45 The bank’s good industry rankings are further corroborated by its rating from \nMoody’s Investors Service of Baa3 stable, similar with that of its parent, National Management \nHolding Baiterek JSC, and the sovereign rating of Kazakhstan. \n \nB.  Sustainability \n27.  The ADB project is sustainable, as it will expand the number of women in Kazakhstan with \nlower to middle-income levels  who become homeowners through the acquisition of residential \nproperties by accessing mortgage finance on reasonable, predictable, and transparent lending \nterms. The intervention will also reduce HCSBK’s overreliance on government funding and will \ntherefore contribute to fiscal sustainability. Finally, the TA attached to the project will demonstrate \nto HCSBK (and other banks in Kazakhstan) that women represent a promising and creditworthy \nborrower segment that can be targeted through tailor-made financial instruments and programs. \n \n                                                \n43 The law governing HCSBK prohibits the use of its deposit funds to finance its preliminary lending business, which \ncarries more risk. To date, the bank has relied on government funding to expand this business line. \n44 These higher requirements are because of a significant gender pay gap of 69% and the higher proportion of women \nrelying on self-employment (particularly in rural areas). \n45  PWC. 2019. HCSBK JSC Financial Statements and Independent Auditor’s Report. (as of 31 December 2018). \n ", "11 \nC.  Governance \n \n28.  The overall integrity risk is low and the assessed pre-mitigation financial management risk \nis moderate mainly because the bank has extensive experience in housing finance and has \nsuccessfully implemented many government housing programs. Integrity due diligence was \nconducted. No significant integrity risks were identified. HCSBK’s capabilities are considered \nadequate.  ADB’s  Anticorruption  Policy  (1998,  as  amended  to  date)  was  explained  to  and \ndiscussed with the government and HCSBK. The specific policy requirements and supplementary \nmeasures are described in the PAM (footnote 38).  \n \nD.  Poverty, Social, and Gender \n \n29.  The project is anticipated to have a strong development impact in supporting broader \npoverty  reduction  and  welfare  objectives  prioritized  by  the  government.  Homeownership \ncomplements the country’s welfare system by strengthening household security and financial \nstability. Further, it eases access to credit, given that real estate remains a preferred type of \ncollateral in banking sector lending. Lastly, housing standards have a direct impact on human \nwelfare and help attain better health and education outcomes for occupants. It is also shown to \nenhance maintenance of properties to a higher standard. The GAP describes the steps that will \nbe taken under the project to ensure that it fosters women’s economic empowerment and \nsupports  gender  equity  objectives  as  described  in  the  design  and  monitoring  framework \n(Appendix 1). \n \nE.  Safeguards \n \n30.  The project is categorized FI-C for environment, involuntary resettlement, and indigenous \npeoples. Given the nature of the intervention, the project will have minimal or no adverse \nenvironmental impacts and no impacts on involuntary resettlement and indigenous peoples. \nHCSBK’s loans will not finance real estate development or mass housing construction, but will be \nused  to  provide  residential  mortgage  loans  to  women  borrowers  to  purchase  existing  or \nconstructed residential housing units that meet standard requirements and/or to make renovations \nto  such  housing  units.  ADB  has  assessed  the  borrower’s    commitment  and  capacity  for \nenvironmental and social management. HCSBK has adequate staff capacity to effectively carry \nout the assessment and oversight of the progress of the environmental (including climate change) \nand social risks screening and monitoring. HCSBK will (i) apply ADB's prohibited investment \nactivities list; (ii) exclude funding by ADB of activities falling under categories A and B for \nenvironment and social safeguard impacts; (iii) ensure that investments using ADB funds comply \nwith ADB’s Safeguard Policy Statement (2009) and abide by applicable national laws and \nregulations, including labor laws, pursuant to ADB’s Social Protection Strategy; and (iv) take \nmeasures to comply with internationally recognized core labor standards. HCSBK will confirm this \nin its periodic reports to ADB and does not need to apply any other specific safeguard or social \nrequirements.46 \n \nF.  Summary of Risk Assessment and Risk Management Plan \n31.  Significant risks and mitigating measures are summarized in Table 3 and described in \ndetail in the risk assessment and risk management plan.47 Some significant risks are related to \n                                                \n46 Summary Poverty Reduction and Social Strategy, and Safeguards and Social Dimensions Summary (accessible \nfrom the list of linked documents in Appendix 2.) \n47 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). ", "12 \nthe volatile economic operating environment and can only be partly mitigated through the project \nas described. However, ADB’s position is protected by the strong credit of the sovereign, which \nguarantees the loan. The project is categorized low risk because (i) the size of the ADB loan \namount does not exceed $200 million; (ii) ADB has relevant experience in the banking sector as \nit has been lending to various banks in Kazakhstan in 2011-2018 (iii) HCSBK has adequate \nmechanisms to administer and monitor the disbursement of the mortgage loans to women \nborrowers; (iv) HCSBK has extensive experience in housing finance in Kazakhstan; and (v) \nHCSBK has substantial experience in implementing this type of intervention.48 \n \nTable 3: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nThe  demand  for  preliminary  loans \nThe ADB team carried out detailed analysis as part of its due diligence to \noffered by HCSBK is substantially less \nensure that the interest shown by prospective female borrowers in the loan \nthan anticipated, which might lead to \nproduct offered by HCSBK reflects actual demand. \nslow disbursements. \nADB = Asian Development Bank, HCSBK = Housing Construction Savings Bank of Kazakhstan. \nSource: ADB. \n \nV.  ASSURANCES \n \n32.  The government and HCSBK have assured ADB that implementation of the project shall \nconform to all applicable ADB requirements, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan documents. The government and HCSBK have agreed with ADB on certain \ncovenants for the project, which are set forth in the draft loan  and guarantee agreements. \n \nVI.  RECOMMENDATION \n33.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan of up to \nT38,000,000,000 to Housing Construction Savings Bank of Kazakhstan, to be guaranteed by the \nRepublic of Kazakhstan, for the Promoting Gender Equality in Housing Finance Project, from \nADB’s ordinary capital resources, in regular terms, with an annual interest rate equal to the sum \nof ADB’s cost of tenge funding and the contractual spread for sovereign guaranteed loans; for a \nterm of up to 11 years; and such other terms and conditions as are substantially in accordance \nwith those set forth in the draft loan and guarantee agreements presented to the Board. \n \n \nTakehiko Nakao \nPresident \n \n2 October 2019 \n                                                \n48 To ensure full compliance with all ADB policies and safeguard requirements, ADB will closely supervise HCSBK in \nits operations and will require it to provide ADB with a quarterly monitoring report and compliance letter. \n ", "Appendix 1  13 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned with \nGender equity promotion and sustainable economic growth achieveda \n \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  By the end of 2022:     \nAcquisition and  a.  8% annual growth rate in the  a–b. HCSBK monitoring  HCBSK’s ability to \nrenovation of  lending portfolio to women  reports  develop affordable \nhousing units by  (2019–2022), reaching at least  mortgage finance for \nwomen increased  28,000 mortgage loans issued  women is not \nby HCSBK to women  sustained \nborrowers (2018 baseline:   \n20,622)  National Bank of \nb.  1% annual growth rate in the  Kazakhstan’s \nsize of the lending portfolio to  unsuccessful \nwomen as a proportion of the  macroprudential policy \noverall portfolio (2019–2022),  framework to manage \nreaching at least 59% (2018  potential housing crisis \nbaseline: 55%)  in 2020-2031 \n \nOutputs  By the end of 2022:     \n1. Long-term  1a.  Number of housing units owned  1a–d. HCSBK monitoring  Insufficient demand for \naffordable mortgage  by women funded by the ADB loan  reports  mortgage loans from \nfinancing for eligible  increased to at least 3,000 (2019  female customers \nwomen borrowers  baseline: NA)   \nmade available      Deterioration of \n  1b. Number of renovations of    HCSBK’s credit \n  housing units owned by women    standing and, \n  funded by the ADB loan increased    therefore, adverse \n  to 2,000 (2019 baseline: NA)    impact on the bank’s \n      financial standing as \n  1c. At least 60% of the mortgage    result of the additional \n  loans funded by the ADB loan    mortgage lending \n  disbursed by HCSBK for the    under the ADB project \n  acquisition and/or renovation of   \n  housing units owned by women in   \n  rural areas, i.e., outside of Aktau,   \n  Almaty, Atyrau and Nur-Sultan   \n  (2019 baseline: NA)   \n     \n  1d. At least 20% of all mortgage   \n  loans financed by the ADB loan   \n  disbursed to low-income women   \n  borrowers with a monthly household   \n  income of less than T200,000   \n  (about $530) (2019 baseline: NA)   \n     \n2. Accessibility to  2a. HCSBK develops at least one  2a–c.  HCSBK’s  internal \nHCSBK’s lending  financial product exclusively  and monitoring reports \nproducts for eligible  targeted at women borrowers \nwomen borrowers  (2019 baseline:NA) \nimproved   \n2b. HCSBK adopts a gender policy \n(2019 baseline: NA) \n \n2c. HCSBK conducts at least three \nnationwide public awareness \ncampaigns on housing finance \nproducts for women  (2019 \nbaseline: NA) ", "14  Appendix 1 \n3.  Gender  3. Results of a nationwide study on  3. Study report, seminar  Declining buy-in and \ninclusiveness of the  women’s access to housing and  agenda, and  seminar  interest from HCSBK \nbanking sector’s  finance products disseminated and  report  and the government to \nhousing finance  endorsed by the government (2019  carry out the study \nassessed  baseline: NA)  with presentation on \nthe subsequent \nseminar \n \nKey Activities with Milestones \nOutput 1: Long-term affordable mortgage financing for eligible women borrowers made available. \n1.1 ADB provides up to $100 million for qualified subloans issued by HCSBK (2019: $0 million; 2020: $30 million; \nand 2021: $70 million) \nOutput 2: Greater accessibility to HCSBK’s lending products for eligible women borrowers. \n2.1 HCSBK develops at least one lending product exclusively targeted at women borrowers (by March 2020) \n2.2 HCSBK adopts a gender policy (by March 2020) \n2.3 HCSBK conducts at least three nationwide public awareness campaigns on housing finance products for \nwomen (by March 2020) \nOutput 3: Gender inclusiveness of the banking sector’s housing finance assessed. \n3.1 HCSBK’s financial skills training program focused on women becomes fully operational (by December 2020) \n \nInputs \nADB: $100 million equivalent (loan), $500,000 Technical Assistance Special Fund (TASF–other sources) \nAssumptions for Partner Financing \nContribution of $120,000 to the technical assistance funded by the Government of Kazakhstan from its Knowledge \nand Experience Exchange Programb with ADB \nADB = Asian Development Bank, HCSBK = Housing Construction Savings Bank of Kazakhstan. \na  Government of Kazakhstan. 2017. Strategic Plan for the Development of Kazakhstan until 2025. Nur-Sultan. \nb  Already transferred to TASF–other sources. \nContribution to ADB Results Framework: \nRFI A:  HCSBK estimates an 8% compound annual growth rate on its loan portfolio for women borrowers during \n2019–2022. \nRFI B:  1% annual growth in the size of the lending portfolio to women as a proportion of the overall portfolio (i.e., men \nand women borrowers combined), projected based on recent historical performance (2016–2018). \nSource: ADB. \n \n ", "Appendix 2  15 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=52334-001-3 \n \n1.  Loan Agreement \n2.  Guarantee Agreement \n3.  Sector Assessment (Summary): Finance (Housing Finance) \n4.  Project Administration Manual \n5.  Financial Analysis \n6.  Economic Analysis \n7.  Summary Poverty Reduction and Social Strategy \n8.  Risk Assessment and Risk Management Plan \n9.  Attached Technical Assistance Report \n10.  Gender Action Plan \n \nSupplementary Documents \n \n11.  Country Economic Indicators \n12.  Overview of Housing Construction Savings Bank of Kazakhstan’s Operations \n13.  Financial Management Assessment of Housing Construction Savings Bank of \nKazakhstan  \n14.  Development Coordination  \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20191003144039+08'00'", "Creator": "PDF24 Creator", "Keywords": "kazakhstan gender equity, kazakhstan mortgage financing, kazakhstan access to loans, 52334-001, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20191025091447+08'00'", "Producer": "GPL Ghostscript 9.26", "Subject": "The financial intermediation loan (FIL) of up to $100  million equivalent will provide local currency credit to  promote the provision of affordable residential mortgage  loans to women borrowers in primarily rural areas of  Kazakhstan. The technical assistance will strengthen  credit origination and product offerings of HCSBK to  better serve its existing and new women borrowers.", "Title": "Promoting Gender Equality in Housing Finance Project: Report and Recommendation of the President"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 1 September 2019) \n \nCurrency unit  –  tenge (T) \nT1.00  =  $0.0026 \n$1.00  =  T387.46 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nDamu  –  Damu Entrepreneurship Development Fund \nFIL  –  financial intermediation loan \nGAP  –  gender action plan \nHCSBK  –  Housing Construction Savings Bank of Kazakhstan \nLTV  –  loan-to-value \nm2  –  square meter \nMSMEs  –  micro, small, and medium-sized enterprises \nNPL  –  nonperforming loan \nPAM  –  project administration manual \nTA  –  technical assistance \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars. \n \nVice-President  Shixin Chen, Operations 1 \nDirector General  Werner E. Liepach, Central and West Asia Department (CWRD) \nDirector  Tariq H. Niazi, Public Management, Financial Sector, and Trade Division, \nCWRD \nTeam leaders  Mirzo Iskandar Gulamov, Country Specialist, Kazakhstan Resident \nMission (KARM), CWRD  \nPeter Marro, Principal Financial Sector Specialist, CWRD \nTeam members  Marian Therese Bartolome, Senior Operations Assistant, CWRD \nCatherine Debalucos, Associate Project Analyst, CWRD \nElmira Izmaganova, Associate Project Officer, KARM, CWRD \nStephanie Kamal, Public Management Specialist, CWRD \nBaurzhan Konysbayev, Principal Counsel, Office of the General Counsel \nRuslan Kurmanbekov, Financial Sector Specialist, CWRD \nPeer reviewer  Vivek Rao, Principal Financial Sector Specialist, Southeast Asia \nDepartment \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", "authors": [{"documentRole": "Vice-President", "fullname": "Shixin Chen", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "Werner E. Liepach", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"documentRole": "Director", "fullname": "Tariq H. Niazi", "role": "Public Management", "organization": "Financial Sector"}, {"documentRole": "Team leaders", "fullname": "Mirzo Iskandar Gulamov", "role": "Country Specialist", "organization": "Kazakhstan Resident"}, {"documentRole": "Team leaders", "fullname": "Peter Marro", "role": "Principal Financial Sector Specialist", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Marian Therese Bartolome", "role": "Senior Operations Assistant", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Catherine Debalucos", "role": "Associate Project Analyst", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Elmira Izmaganova", "role": "Associate Project Officer", "organization": "KARM"}, {"documentRole": "Team members", "fullname": "Stephanie Kamal", "role": "Public Management Specialist", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Baurzhan Konysbayev", "role": "Principal Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "Ruslan Kurmanbekov", "role": "Financial Sector Specialist", "organization": "CWRD"}, {"documentRole": "Peer reviewer", "fullname": "Vivek Rao", "role": "Principal Financial Sector Specialist", "organization": "Southeast Asia"}]}