{"path": "data/input/ta/53002-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \n \nProject Number: 53002-001 \nKnowledge and Support Technical Assistance (KSTA) \nDecember 2019 \n \n \n \n \nPeople’s Republic of China: Expanding Access to \nFinance for Small and Medium-Sized Enterprises \nthrough Financial Technology Innovations\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTThhies  vdieowcsu mexepnret siss ebde hinegre dini sacrleo stheods eto o ft hthee  pcuobnlsicu ltiann at cacnodr ddoa nncoet  nwecitehs AsaDriBly' sre Aprcecseesnst  tthoo sInef oorf mAaDtBio’sn  \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \nPolicy. \n ", " \nCURRENCY EQUIVALENTS \n(as of 07 November 2019) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.14289 \n$1.00  =  CNY6.9982 \n \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nfintech  –  financial technology \nPBC  –  People’s Bank of China \nSOCB  –  state-owned commercial bank \nSOE  –  state-owned enterprise \n  TA  –  technical assistance \n \n \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \n \n \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Amy S. P. Leung, East Asia Department (EARD) \nDirector  Xiaoqin Fan, Public Management, Financial Sector, and Regional \nCooperation Division, EARD \n   \nTeam leader  Giacomo Giannetto, Principal Financial Sector Specialist, EARD \nTeam members  Ma. Bernadette Y. de Castro, Project Analyst, EARD \nGenny de Torres, Administrative Assistant, Budget, Personnel and \nManagement Systems Department \nSeung Min Lee, Senior Financial Sector Specialist, EARD \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Outputs, Methods, and Activities  2 \nC.  Cost and Financing  3 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  4 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  5 \n2.  Cost Estimates and Financing Plan  8 \n3.  List of Linked Documents  10 \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 53002-001\nProject Name Expanding Access to Finance for  Department/Division EARD/EAPF\nSmall and Medium-Sized Enterprises \nthrough Financial Technology \nInnovations\nNature of Activity Capacity Development Executing Agency People's Bank of China\nModality Regular\nCountry China, People's Republic of\n2. Sector Subsector(s)     ADB Financing ($ million)\nFinance Small and medium enterprise finance and leasing 0.70\nTotal 0.70\nqq\n3. Operational Priorities Climate Change Information\n  Addressing remaining poverty and reducing inequalities Climate Change impact on the Project Low\n  Strengthening governance and institutional capacity\n  Fostering regional cooperation and integration\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 9.3 No gender elements (NGE)\nSDG 10.4\nPoverty Targeting\nGeographic Targeting\n4. Risk Categorization Low \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 0.70\n    Knowledge and Support technical assistance: Financial Sector  0.20\nDevelopment Partnership Special Fund\n    Knowledge and Support technical assistance: Technical Assistance  0.50\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.70\n  \nCurrency of ADB Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 25112019151553985371 Generated Date: 27-Nov-2019 8:18:13 AM", " \n \nI.  INTRODUCTION \n \n1.  The Government of the People’s Republic of China (PRC) requested knowledge and \nsupport technical assistance (TA) from the Asian Development Bank (ADB) to expand access to \nfinance for small and medium-sized enterprises (SMEs) through financial technology (fintech) \ninnovations. The TA will assist the Research Department of the People’s Bank of China (PBC). \nThe TA is included in ADB’s country operations business plan, 2019–2021 for the PRC.1 \n \nII.  ISSUES \n \n2.  Economic importance of small and medium-sized enterprises. As in most developed \nand developing countries, SMEs are an important segment of the economy in the PRC. They \ncontribute to economic growth, exports, tax revenues, and job creation. They generate about 60% \nof the PRC’s gross domestic product and 50% of fiscal and tax revenue. They represent more \nthan 97% of total industrial enterprises and employ about 65% of the total workforce.2 Yet they \nfind it difficult to access finance. SMEs suffer from a lack of collateral that banks nearly always \nrequire before providing a loan because of the perceived high risk of lending to them. This \nultimately means that SMEs are burdened with a real lending rate of more than 15% per annum, \nmuch higher than the 3%–4% for state-owned enterprises (SOEs). Moreover, SMEs tend to be \noffered only very short tenors of 1–2 years. This makes it impossible for them to obtain properly \nstructured loans for purposes such as capital investments. A lack of credit histories further \nimpedes their access to finance. \n \n3.  Inadequate fintech framework. Challenges also arise from the inadequacy of the current \nregulatory and legal context when it comes to the use of fintech by the finance sector, and from a \nsector-based financial supervision system. The financial system is overseen primarily by two \nregulatory  agencies (China  Banking  and Insurance  Regulatory  Commission  and  the  China \nSecurities Regulatory Commission), and the PBC. However, while their supervision fully covers \ncommercial banking and traditional financial institutions, much of the realm of fintech-related \nfinance providers remains outside their mandates. Hence, many emerging fintech platforms fall \nthrough regulatory gaps, and few guidelines or rules are in place to regulate fintech activities and \ntools. Fintech innovations play a key role in enhancing access to finance however, risks exist to \nthe end-user of these solutions. These risks must be managed yet, consideration should also be \ngiven to for the overall benefits of enhancing access to finance.  \n \n4.  Fintech-supporting regulatory tools not in place. While the PRC took steps to fill some \nregulatory gaps, these focused more on trying to control and remediate activities related to \ninternet finance. A so-called \"regulatory sandbox\" (an enclosed environment, supported by a \nregulator, in which fintech innovation can take place) is one element that can help enable financial \ninstitutions to experiment with innovative financial products and services in a live operating \n \nenvironment.\n \n                                                \n1  ADB. 2019. Country Operations Business Plan: People’s Republic of China, 2019–2021. Manila. The TA first \nappeared in the business opportunities section of ADB’s website on 25 October 2019. \n2  The definition of SMEs in the PRC is complex and involves a combination of (i) number of employees, (ii) industry, \n(iii) annual sales, and (iv) asset size. It stems from the 2003 Law on the Promotion of Small and Medium-Sized \nEnterprises. In general, medium-sized enterprises are those that employ 300–2,000 people, have annual sales of \nCNY30 million–CNY300 million, and own assets worth CNY40 million–CNY400 million. Companies with fewer than \n300 employees, less than CNY30 million in annual sales, and assets of less than CNY40 million are deemed small. \n ", "2 \n5.  Biased lending practices. Banks are the dominant source of funding for enterprises in \nthe country. State-owned commercial banks (SOCBs) control about 60% of banking assets and \nthey also dominate the deposit market. They show a preference for lending to larger businesses \nand SOEs, while neglecting the growing financial needs of SMEs. Overall, the credit risk tolerance \nis low when it comes to lending to SMEs, and the banks’ risk incentive and risk assessment \nmechanisms are often biased, which results in credit officers being more interested in processing \nlarger-size loans to SOEs to more easily meet internal performance targets. Balanced incentive \nsystems are lacking.3 \n \n6.  Fintech  overly  focused  on  short-term lending  to  microenterprises. The  current \nfintech  environment  in the  PRC  is generally  more  supportive  of  individual  consumers  and \nmicrolending. The business segment represented by SMEs beyond the micro segment remains \nless well served, lacking the full benefits from fintech innovations. While nonbanking financial \ninstitutions and other financial portals are more favorable to lending to SMEs, impediments exist, \nsuch as limited funding capacity, restraints on capital, and higher levels of nonperforming loans. \nIn addition, credit risk assessment, credit methodologies, and credit delivery processes do not \nfully utilize fintech innovations. This is mainly true in the banking industry, which remains the \nlargest source of loan funds available to SMEs. While financial institutions that adopted fintech \ninnovations have had success in expanding access to credit and meeting the needs of various \nsegments, the full benefits of fintech have yet to be realized. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n7.  The TA is aligned with the following impact: inclusive development via access to finance \npromoted.4 The TA will have the following outcome: impediments for SMEs in access to finance \nreduced.5 This will be accomplished through the implementation of three outputs. \n \nB.  Outputs, Methods, and Activities \n \n8.  Output 1: Recommendations on easing access to finance for small and medium-\nsized enterprises through the role of fintech created. The TA team will analyze the challenges \nthat SMEs face in accessing credit in the PRC, with an emphasis on the role of fintech. The \nanalysis will cover both the supply and demand sides of the financial market and explore the \nimpact of fintech innovations on credit pricing, credit reporting, and credit evaluation, focusing \nespecially on the practices of traditional stand-alone financial institutions and SOCBs. Surveys \nand roundtable discussions with SMEs will help obtain detailed information on their challenges in \naccessing credit. The TA team will also compile a list of international practices that successfully \novercame similar access hurdles for SMEs, and which could be applied in the PRC, with a focus \non fintech solutions. A national workshop to be held on fintech policy and innovations will help \ncreate a supportive framework. \n \n9.  Output 2: Policy recommendations for enhancing the regulatory fintech framework \nfor  small  and  medium-sized  enterprises  created.  The  TA  team  will  assess  the  PRC’s \nregulatory policy, supervisory, and institutional framework with regard to fintech and its potential \n                                                \n3  O. Wang. 2018. Brother can you spare a dime: China’s small firms can’t get loans even with the government’s push. \nSouth China Morning Post. 29 August. \n4  Government of the PRC. 2016. 13th Five-Year Plan for National Economic and Social Development of the People’s \nRepublic of China 2016–2020. Beijing. \n5  The design and monitoring framework is in Appendix 1. \n ", "3 \nrole in financing for SMEs. The assessment will include a desk review of earlier research and \nstudy reports in this field. The TA team will explore and recommend ways to effectively regulate \nand supervise fintech innovations in the PRC as they apply to access to finance for SMEs, and \nhow to mitigate the risks of technology innovation for the sector and the consumers of financial \nservices. The assessment will cover elements such as the use of bio-recognition in fintech, control \nof data use and protection against misuse, and finding the right balance between the rights of \nconsumers and the benefits for the overall finance sector from the commercialization of financial \ninnovations.  The  output  includes  a  workshop  for  policy  stakeholders  to  discuss  existing \napproaches to fintech-related regulatory policy, overlaps, gaps, and needs. It also includes a \nstudy tour to ADB member countries to explore first-hand some successful mechanisms for \nregulating fintech and its role in financing for SMEs. The TA team will prepare an ADB knowledge \nproduct on policy recommendations for outputs 1 and 2, to be distributed to counterparts, \nstakeholders, and industry groups. \n  \n10.  Output 3: Framework governing the use of fintech innovations to expand access to \ncredit developed. The TA team will assess the effectiveness of specific fintech innovations and \nmodels used in the PRC in supporting credit decision-making, risk management, and distribution. \nThe output will focus on the technological mechanisms that can be applied to financial institutions \nand nonbank financial institutions when lending to small and medium-sized business (excluding \nthe micro segment) to overcome impediments and biases. The TA team will conduct an inventory \nof existing fintech models for credit decision-making, risk management tools, and platforms for \ncredit provision and funding intermediation, and compare their strengths and weaknesses. It will \nevaluate the potential of using fintech to broaden SMEs’ access to finance more fully within and \noutside the banking industry. The focus will be on new solutions such as using artificial intelligence, \nblockchains, natural language processing, and knowledge graphing. Use of fintech to improve the \ncredit decision-making and risk management processes will be evaluated. One purpose of the \noutput is to outline practical solutions that help remove the imprecision in current loan review \nprocesses and the human bias in decision-making. The TA team will test the rigor of commonly \nused model inputs and factors in the processing of credit for SMEs, identify elements of bias in \nlending to SMEs, and assess how technology solutions could help overcome such bias. It will \nstage an international conference to discuss the findings of outputs 2 and 3 and focus on fintech \nsolutions for SMEs’ access to finance and the experience of the PRC. Finally, the team will \nprepare a knowledge product on the experience of the PRC in using fintech to develop SMEs’ \naccess to finance that can be applied in other ADB member countries. \n \nC.  Cost and Financing \n \n11.  The TA is estimated to cost $750,000, of which $500,000 will be financed on a grant basis \nby  ADB’s  Technical  Assistance  Special  Fund  (TASF–other  sources)  and  $200,000  will  be \nfinanced on a grant basis by the Financial Sector Development Partnership Special Fund6 and \nadministered by ADB. The government will provide counterpart support in the form of counterpart \nstaff; administrative and logistic support to perform surveys and organize and manage training \nevents, workshops, and conferences; access to data and required document sources; facilities \nfor key meetings between the implementing agency and consultants; printing and distribution of \nproject  material  to  PBC  staff;  assistance  in  coordinating  meetings  with  counterparts  and \nstakeholders; and other in-kind contributions. The key expenditure items are listed in Appendix 2. \n \n \n                                                \n6  Financing partner: The Government of Luxembourg. \n ", "4 \nD.  Implementation Arrangements \n \n12.  ADB will administer the TA. The executing agency is the PBC. The implementing agency \nis the Research Department of the PBC. ADB will select, supervise, and evaluate consultants, \nand provide staff to act as resource persons in workshop and conferences, if needed. It will recruit \none international consultant for a total of 5 person-months intermittent and one national consulting \nfirm for a total of 12 person-months. The TA will be monitored and evaluated based on the \nimplementation of activities and delivery of outputs as per the agreed timeline and budget. The \nimplementation arrangements are summarized in Table 1. \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  December 2019–June 2022 \nExecuting agency  People’s Bank of China \nImplementing agency  Research Department of the People’s Bank of China \nConsultants  To be selected and engaged by ADB \nIndividual:  Expert on fintech policy and regulation  $120,000 \n(international): 5 person-months \nFirm:  Expert on fintech and finance for SMEs,  $215,000 \nquality- and  and team leader (national): 6 person-\ncost-based  months \nselection,   \n90:10 ratio  Expert in fintech (national): 6 person-\nmonths \nDisbursement  The TA resources will be disbursed following ADB’s Technical \nAssistance Disbursement Handbook (2010, as amended from time to \ntime). \nADB = Asian Development Bank, SMEs = small and medium-sized enterprises, TA = technical assistance. \nSource: Asian Development Bank. \n \n13.  Consulting services. ADB will engage the consultants following its Procurement Policy \n(2017, as amended from time to time) and the Procurement Regulations for ADB Borrowers (2017, \nas amended from time to time).7 \n \nIV.  THE PRESIDENT'S DECISION \n \n14.  The President, acting under the authority delegated by the Board, has approved (i) the \nAsian Development Bank (ADB) administering a portion of technical assistance not exceeding \nthe equivalent of $200,000 to be financed on a grant basis by the Financial Sector Development \nPartnership Fund; and (ii) ADB providing the balance not exceeding the equivalent of $500,000 \non a grant basis to the Government of the People’s Republic of China for Expanding Access to \nFinance for Small and Medium-Sized Enterprises through Financial Technology Innovations, and \nhereby reports this action to the Board. \n                                                \n7  Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "Appendix 1  5 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with \nInclusive development via access to finance promoted (13th Five-Year Plan for National Economic and \nSocial Development of the People’s Republic of China 2016–2020)a \nData Sources and \nPerformance Indicators  Reporting \nResults Chain  with Targets and Baselines  Mechanisms  Risks \nOutcome  By June 2023:     \n       \nImpediments for  A draft policy incorporating  PBC report and  Change in \nSMEs in access to  core TA policy  consultants’ reports  government priorities \nfinance reduced  recommendations prepared \nby the PBC’s Research \nDepartment for the governor \nsupporting access of SMEs to \ncredit through financial \ntechnology innovations \n(2019 baseline: not \napplicable) \nOutputs  By June 2022:     \n1. Recommendations  1a. Survey of impediments for  1a. Consultants’ reports  Insufficient data on \non easing access to  SMEs in access to finance    loan approvals and \nfinance for small and  completed   denials related to \nmedium-sized  (2019 baseline: not  SMEs makes it \nenterprises through  applicable)  difficult to perform \nthe role of fintech    analysis and design \ncreated   1b. Report with  1b. Report on survey  technical solutions \nrecommendations on how to  results  \nmitigate key impediments for \nSMEs in access to credit \nprepared \n(2019 baseline: not \napplicable) \n2. Policy  2a. Report with  2a. Consultants’ reports \nrecommendations for  recommendations on   \nenhancing the  enhancing fintech regulations   \nregulatory fintech  and supervision in the PRC   \nframework for small  prepared   \nand medium-sized  (2019 baseline: not   \nenterprises created  applicable)     \n   \n2b. Roadmap to create a  2b. Consultants’ reports \nregulatory sandbox on fintech \nto support SMEs prepared \n(2019 baseline: Not \napplicable) \n3. Framework  3a. Recommendations based  3a. Published \ngoverning the use of  on the PRC’s experience on  knowledge product \nfintech innovations to  the use of fintech innovations     \nexpand access to  across the credit delivery   \ncredit developed \n ", "6  Appendix 1 \nData Sources and \nPerformance Indicators  Reporting \nResults Chain  with Targets and Baselines  Mechanisms  Risks \n  process distributed to at least   \n10 regional ADB member   \ncountries   \n(2019 baseline: not   \napplicable)   \n   \n3b. Increased understanding  3b. Conference surveys \nby at least 30 PRC finance \nsector participants that attend   \na conference (at least eight of \nthem women) of the solutions \nfor expanding the application \nof financial technology \nsolutions to the delivery of \ncredit to SMEs \n(2019 baseline: not \napplicable) \nKey Activities with Milestones \n \n1. Recommendations on easing access to finance for small and medium-sized enterprises \nthrough the role of fintech created. \n1.1  Field consultants by February 2020. \n1.2  Hold inception meeting by February 2020. \n1.3  Hold national workshop by July 2020. \n1.4   Complete survey and roundtable discussion with SMEs by December 2020. \n1.5  Prepare interim report by January 2021. \n1.6  Prepare draft final report by October 2021. \n1.7   Hold national workshop by March 2022. \n1.8   Submit final report by June 2022. \n2. Policy recommendations for enhancing the regulatory fintech framework for small and medium-\nsized enterprises created. \n2.1  Field consultants by February 2020. \n2.2  Hold national workshop by July 2020. \n2.3  Hold study tour in ADB member country by December 2020. \n2.4   Hold national workshop by March2021. \n2.5   Prepare draft final report by October 2021. \n2.6  Submit final report by June 2022. \n3. Framework governing the use of fintech innovations to expand access to credit developed.  \n3.1  Field consultants by February 2020. \n3.2  Hold national workshop by July 2020. \n3.3  Prepare interim report by January 2021. \n3.4  Hold international conference by September 2021. \n3.5  Draft final report by December 2021. \n3.6   Submit final report by June 2022. \nInputs \nADB: $500,000 (TASF-others0 \nFinancial Sector Development Partnership Special Fund: $200,000b \n ", "Appendix 1  7 \nNote: The government will provide counterpart support in the form of counterpart staff; administrative and \nlogistic support to perform surveys and organize and manage training events, workshops, and \nconferences; access to data and required document sources; facilities for key meetings between the \nimplementing agency and consultants; printing and distribution of project material to PBC staff; assistance \nin coordinating meetings with key counterparts and stakeholders; and other in-kind contributions. \nADB = Asian Development Bank, fintech = financial technology, PBC = People’s Bank of China, PRC = People’s \nRepublic of China, SMEs = small and medium-sized enterprises, TA = technical assistance. \na  Government of the People’s Republic of China. 2015. 13th Five-Year Plan for National Economic and Social \nDevelopment of the People’s Republic of China (2016–2020). Beijing. \nSource: Asian Development Bank. \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem        Amount \nA.  Asian Development Banka   \n1.  Consultants   \n  a.  Remuneration and per diem   \n    i.  International consultant (3.6 person-months)  85.7 \n    ii.  National consultants (8.6 person-months, firm)   153.6 \n  b.  Reports and communicationc   10.7 \n      c.   Domestic and international travel  10.7 \n2.  Seminars and conferences   \n  a.  National roundtables and workshopsd   64.3 \n  b.  International and regional conferencesd   100.0 \n  c.   Surveyse   14.3 \n  d.  Study tourf   25.0 \n3.  Miscellaneous administration and support costsg   10.7 \n4.  Contingencies   25.0 \n  Subtotal (A)   500.0 \nB.  Financial Sector Development Partnership Special Fundb   \n1.  Consultants   \n  a.  Remuneration and per diem   \n    i.  International consultant (1.4 person-months)  34.3 \n    ii.  National consultants (3.4 person-months, firm)    61.4 \n  b.  Reports and communicationc   4.3 \n      c.   Domestic and international travel  4.3 \n2.  Seminars and conferences   \n  a.  National roundtables and workshopsd   25.7 \n  b.  International and regional conferencesd   40.0 \n  c.   Surveyse   5.7 \n  d.  Study tourf   10.0 \n3.  Miscellaneous administration and support costsg   4.3 \n4.  Contingencies   10.0 \n  Subtotal (B)  200.0 \n    Total   700.0 \nNote: The technical assistance (TA) is estimated to cost $750,000, of which contributions from the Asian Development \nBank (ADB) and the Financial Sector Development Partnership Special Fund are presented in the table. The \ngovernment will provide counterpart support in the form of counterpart staff; administrative and logistic support to \nperform surveys and organize and manage training events, workshops, and conferences; access to data and required \ndocument sources; facilities for key meetings between the implementing agency and consultants; printing and \ndistribution of project material to the People’s Bank of China (PBC) staff; assistance in coordinating meetings with key \ncounterparts and stakeholders; and other in-kind contributions. The value of government contribution is estimated to \naccount for 7.1% of the total TA cost. \na  Financed by ADB’s Technical Assistance Special Fund (TASF–other sources). \nb  Financing partner: the Government of Luxembourg. Administered by ADB. The amounts under each cost item \nrepresents the fund share corresponding to the same cost items shown under the fund of footnote a. \nc  Includes translation and interpretation of key documents and reports of key meetings. May include costs for externally \ncontracted translators or interpreters. Includes funds to edit and prepare knowledge products. \nd  Includes arrangement of venues for key events, meetings, or work by consultants; translation and interpretation in \ntraining sessions, key meetings, workshops, and conferences; honoraria; and travel costs for resource persons. \nSpecific budget and arrangements are subject to prior approval by ADB. In cases where an ADB staff member acts \nas a resource person, travel costs will be charged to the TA. ADB will cover the reasonable, most direct travel and \n ", "Appendix 2  9 \naccommodation expenses for PBC staff agreed upon to attend TA-related training, events, workshops, and \nconferences that are outside of the reasonable commuting range of their home cities. \ne  Includes domestic or international individuals, universities, or firms contracted to perform field studies, data \ncompilation, surveys, and research. \nf   To be held in ADB member countries that have advanced financial technology supporting small and medium-sized \nenterprises (e.g., selected countries in Asia or Europe). ADB will cover the reasonable, most direct economy class \ntravel and accommodation expenses for PBC staff agreed upon to participate in the study tour. \ng  May include rental of video conference equipment and meeting facilities, and dissemination and translation of interim, \nfinal, and other project reports. \nSource: Asian Development Bank estimates. \n \n ", "10  Appendix 3 \n \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?Id=53002-001-TAReport \n \n1.  Terms of Reference for Consultants \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20200102084706+08'00'", "Creator": "PDF24 Creator", "Keywords": "china, prc, smes, small and medium enterprise, financial technology, fintech, access to finance, lending rate, financing, capital investments, inclusive finance, 53002-001, ta 9882, adb technical assistance, approved technical assistance, tar, ta projects, ksta", "ModDate": "D:20200106112651+08'00'", "Producer": "GPL Ghostscript 9.26", "Subject": "Technical Assistance Report", "Title": "53002-001: Expanding Access to Finance for Small and Medium-Sized Enterprises through Financial Technology Innovations"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 07 November 2019) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.14289 \n$1.00  =  CNY6.9982 \n \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nfintech  –  financial technology \nPBC  –  People’s Bank of China \nSOCB  –  state-owned commercial bank \nSOE  –  state-owned enterprise \n  TA  –  technical assistance \n \n \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \n \n \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Amy S. P. Leung, East Asia Department (EARD) \nDirector  Xiaoqin Fan, Public Management, Financial Sector, and Regional \nCooperation Division, EARD \n   \nTeam leader  Giacomo Giannetto, Principal Financial Sector Specialist, EARD \nTeam members  Ma. Bernadette Y. de Castro, Project Analyst, EARD \nGenny de Torres, Administrative Assistant, Budget, Personnel and \nManagement Systems Department \nSeung Min Lee, Senior Financial Sector Specialist, EARD \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "Ahmed M. Saeed", "role": "Operations", "organization": ""}, {"fullname": "Amy S. P. Leung", "role": "East Asia Department (EARD)", "organization": ""}, {"fullname": "Xiaoqin Fan", "role": "Public Management", "organization": "Financial Sector"}, {"fullname": "Cooperation Division", "role": "EARD", "organization": ""}, {"fullname": "Giacomo Giannetto", "role": "Principal Financial Sector Specialist", "organization": "EARD"}, {"fullname": "Ma. Bernadette Y. de Castro", "role": "Project Analyst", "organization": "EARD"}, {"fullname": "Genny de Torres", "role": "Administrative Assistant", "organization": "Budget"}, {"fullname": "Seung Min Lee", "role": "Senior Financial Sector Specialist", "organization": "EARD"}]}