{"path": "data/input/ta/53058-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report\n \n \n \nProject Number: 53058-001 \nTransaction Technical Assistance Facility (F-TRTA) \nJune 2019 \n \n \nIslamic Republic of Pakistan: Preparing Sustainable \nEnergy Projects \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Access to Information \nPolicy.\n ", " \nCURRENCY EQUIVALENTS \n(as of 7 June 2019) \n \nCurrency Unit  -  Pakistan Rupee (PKR) \nPKR1.00  -  $0.00676 \n$1.00  -  PKR147.85 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DISCOs  –  power distribution companies \n  F-TRTA  –  transaction technical assistance facility \n  LNG  –  liquefied natural gas \n  NTDC  –  National Transmission & Despatch Company \n  SPS  –  safeguard policy statement \n  TA  –  technical assistance \n  WAPDA  –  Water and Power Development Authority \n       \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Pakistan ends on 30 June. “FY” before \na calendar year denotes the year in which the fiscal year ends, e.g., FY2018 ends \non 30 June 2018. \n(ii)  In this report, \"$\" refers to United States dollars. \nVice-President  Shixin Chen, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nDirector  Ashok Bhargava, Energy Division, CWRD \n   \nTeam leader  Asad Aleem, Principal Energy Specialist, CWRD \nTeam members  Isabel Borcena, Senior Operations Assistant, CWRD \n  Ehtesham Khattak, Senior Projects Officer (Energy), CWRD \n  Khurram Shahzad, Associate Project Analyst, CWRD \n   \nPeer reviewer  Toru Ito, Senior Energy Specialist (Gas), Sustainable Development and \nClimate Change Department \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", " \nCONTENTS \nPage \n \nTRANSACTION TECHNICAL ASSISTANCE FACILITY AT A GLANCE \nI.  THE TECHNICAL ASSISTANCE FACILITY  1 \nA.  Justification  1 \nB.  Outputs and Activities  4 \nC.  Cost and Financing  5 \nD.  Implementation Arrangements  5 \nII.  THE PRESIDENT'S DECISION  6 \n \nAPPENDIXES \n1.  Cost Estimates and Financing Plan  7 \n2.  Projects under Technical Assistance Facility  8 \n3.  List of Linked Documents  11 \n   \n \n ", "Project Classification Information Status: Complete\nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 53058-001\nProject Name Preparing Sustainable Energy Projects Department/Division CWRD/CWEN\nNature of Activity Project Preparation Executing Agency Ministry of Energy (Power \nDivision), Ministry of Finance, \nMinistry of Water Resources\nModality Facility\nCountry Pakistan\n2. Sector Subsector(s)     ADB Financing ($ million)\nEnergy Electricity transmission and distribution 0.625\nEnergy sector development and institutional reform 0.625\nEnergy utility services 0.625\nOil and gas transmission and distribution 0.625\nTotal 2.50\nqq\n3. Strategic Agenda Subcomponents Climate Change Information\nInclusive economic Pillar 2: Access to economic  Climate Change impact on the Project Low\ngrowth (IEG) opportunities, including jobs, made \nmore inclusive ADB Financing\nEnvironmentally Global and regional transboundary  Mitigation ($ million) 0.50\nsustainable growth environmental concerns\n(ESG)\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and Institutional development Some gender elements (SGE)\ncapacity development\n(GCD)\nKnowledge solutions Knowledge sharing activities\n(KNS)\nPartnerships (PAR) Commercial cofinancing\nPrivate Sector\nPrivate sector Conducive policy and institutional \ndevelopment (PSD) environment\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting Yes\nNation-wide High\nHousehold Targeting No\nGeneral Intervention  No\non Poverty\nSDG Targeting Yes\nSDG Goals         SDG7, SDG9, SDG13\nQq\n6. Risk Categorization Complex\nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 2.50\n    Transaction technical assistance: Technical Assistance Special Fund 2.50\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 2.50\nCurrency of ADB Financing: USD \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 10052019191430111408 Generated Date: 14-May-2019 9:40:35 AM", " \nI.  THE TECHNICAL ASSISTANCE FACILITY \n \nA.  Justification \n \n1.  The  Asian  Development  Bank  (ADB),  as  the  anchor  development  partner  of  the \nGovernment of Pakistan in the energy sector, leads development coordination and has provided \nassistance in energy generation, transmission, distribution, energy efficiency, renewable energy \ndevelopment,  hydrocarbons  (regional  gas  interconnection),  and  analytical  and  advisory \nassistance. The proposed transaction TA facility (F-TRTA) will provide preparation support to a \nseries of ensuing policy-based loans and investment lending projects, comprising (i) Energy \nSector Resilience Program (subprograms 1, 2, and 3 amounting to $1 billion); (ii) Hydropower \nDevelopment Project ($300 million); (iii) Power Transmission Strengthening Investment Program \nmultitranche  financing  facility  ($800  million);  (iv)  Second  Power  Distribution  Enhancement \nInvestment Program tranche 2 ($250 million) and (v) Gas Sector Development Project ($150 \nmillion). In addition, funds will be provisioned for capacity support on energy policy advice, scope \nand  sequencing  of  sector  reforms  and multiple  analytical  assessments  to  complement  the \nproposed projects.1 All ensuing energy projects require preparation, due diligence, design, and \nreadiness activities, which will be undertaken under this TA facility, thereby reducing transaction \ncosts. This F-TRTA is listed in the 2019 pipeline in the approved country operations and business \nplan (COBP), 2019–2021 for Pakistan. \n \n2.  After an improved economic growth during fiscal years (FY) 2013–2017, averaging 4.8%, \nthe  economic  growth  declined  to  2.8%  in  FY2018–FY2019  underpinned  by  acute  energy \nshortages.2 Energy sector entities continue to rely on significant regular fiscal transfers and \nsovereign credit guarantees to maintain their operations and the power distribution companies \n(DISCOs) remain major recipient of such transfers accounting to nearly 1.5% of gross domestic \nproduct (GDP). Further, Pakistan’s power sector suffers from inefficiencies that cost the economy \n$18 billion or 6.5% of GDP.3 Shifting energy sector inefficiencies on businesses has undermined \ncountry’s competitiveness, and the economy persistently suffers from energy shortages and from \nrelatively high tariffs. More than one-fourth of electricity generated is lost due to poor transmission \nand distribution infrastructure, theft, faulty metering, and inadequate energy accounting, thereby \nrendering the sector’s capacity to address energy demand insufficient. On the other hand, the \npower demand has been growing by about 4% per year beginning 2015 and is estimated to \ncontinue to grow between 5%–6% per year until 2025.4 Therefore, going forward, Pakistan must \nadopt well-designed reforms to address the fundamental structural issues complemented by \ninvestments in energy infrastructure to address the technical, fiscal, institutional and governance \ndeficits that make country’s energy sector financially unsustainable.5  \n \n3.  Following the general elections, the new government assumed office in September 2018. \nEnergy sector reforms and investments remain high on its development agenda as the high level \nof fiscal transfers to energy enterprises, including the emergence of circular debt, is undermining \n                                                \n1  The proposed F-TRTA and the ensuing projects are included in Pakistan’s Country Operations Business Plan (2019–\n2021). The amounts indicated in paragraph 1 are for ADB financing. Scope, nature, preparation timelines, and \nprojects may change as per discussion and agreement in the subsequent country operations and business plans. \nADB. 2018. Pakistan: Country Operations Business Plan (2019–2021). Manila.   \n2  For FY2018–FY2019, the IMF has projected the economic growth rate at 2.8%. \n3  World Bank. 2018. Power Sector Distortions Cost Pakistan Billions. Islamabad, Pakistan. \n4  Government of Pakistan, National Transmission & Despatch Company. 2019. Indicative Generation Capacity \nExpansion Plan (IGCEP) based on 20-year Load Demand and Energy Forecast. Lahore. 31 March. \n5  The circular debt as of 31 March 2019 stands at PKR1.45 trillion ($10 billion dollars) which is nearly 3% of GDP. \n \n ", "2   \nthe overall fiscal stability and growth, which is adversely affecting critical investments on social \nand economic infrastructure, especially when the government has very limited ability to fund such \ninvestment through borrowings. To this end, ADB-assisted consultants undertook a diagnostic \nstudy to identify sectoral inadequacies and challenges and recommended the way forward to \naddress these gaps through a series of sequenced reforms and coordinated investments as part \nof the energy policy and plan.6 After a consultative process of dialogue with relevant stakeholders, \nfederal and provincial, supported by analytical work, ADB’s energy sector pipeline for the next 3 \nyears was developed and endorsed by the government. The proposed projects, included in the \nF-TRTA, fully align with sector priorities of (i) securing financial sustainability, (ii) strengthening \ninstitutional and regulatory governance, and (iii) reinforcing infrastructure and supply systems. \n \n4.  Energy sector reforms could save Pakistan’s economy $8.4 billion in business losses and \ncould increase total household incomes by at least $4.5 billion per year.7 Reforms must therefore \ngo beyond liberalizing energy prices to address multiple aspects of sector distortions, including \nprioritizing gas allocation for efficient power generation and adopting tariff mechanisms that \nencourage performance, and rationalizing consumer prices that reflect supply costs and sector \narrears. The F-TRTA will support the preparation of a programmatic approach of policy-based \nlending, Energy Sector Resilience Program, addressing three sector priorities (para. 3).  \n \n5.  To regain sustainability in sector finances, however, the average generation tariff must be \nbrought down by optimizing generation mix and requires adding low cost indigenous generation \n(hydropower and renewable) into grids. Heavy reliance on imported furnace oil, re-gasified \nliquefied natural gas (RLNG) and, now, coal for power generation is also deepening the pressure \non foreign exchange reserves, widening the current account deficit, and depreciating the local \ncurrency. Therefore, the F-TRTA will support the preparation of hydropower development project, \nwhich will be supplemented with a separate project readiness financing facility to be processed in \n2020, to prepare a series of hydropower development projects on the Indus river cascade. \n \n6.  While nearly 10 gigawatts of new generation capacity has been added since 2013 to \nresolve the severe supply deficits, this generation capacity expansion has not corresponded to \nthe downstream investments, thereby placing additional stress on the existing transmission and \ndistribution  networks.  This  needs  urgent  attention  through  improved  system  expansion, \naugmentation, and maintenance. Old infrastructure and limited use of technology, coupled with \nexcess demand and utilization are increasing the loss levels due to tripping of transformers, \nfeeders, and (during the larger tripping incidents) even generation stations. The transmission \nnetwork at present carries 17,000 megawatt-peak of electricity only, with average transmission \nand distribution (technical and commercial) losses estimated at 2.6% and 18.5% respectively.8 In \nthe absence of a reliable network, the power generated cannot be transmitted, which the Central \nPower Purchasing Agency (CPPA-G) has already termed as a capacity trap.9 The system \nupgrade  of the  National  Transmission  &  Despatch  Company  (NTDC)  requires  a  $9  billion \ninvestment.10 Adding more capacity to match peak demand before strengthening downstream \n                                                \n6  ADB. 2017. Technical Assistance to the Islamic Republic of Pakistan for Update on Energy Sector Plan. Manila. TA \n9357, $800,000 approved on 21 August. \n7  Footnote 3. \n8  Government of Pakistan, National Electric Power Regulatory Authority. 2018. State of Industry Report 2017.   \nIslamabad. 31 March. \n9  Additional procurement of power generation capacity in the absence of matching growth in demand would entail \nsurplus generation capacity for which the government and consumers would have to make capacity payments without \nutilizing this energy. Government of Pakistan, Central Power Purchasing Agency. 2018. Brief Report on Market \nDevelopment Activities. Islamabad. 30 June. \n10 Japan International Cooperation Agency. 2017. Project for the Study of Upgrading National Power System Expansion \nPlan. Islamabad, Pakistan. 15 September. \n ", "3 \ninfrastructure is detrimental and increases marginal costs to the energy sector. Therefore, F-\nTRTA will prepare ADB’s third transmission strengthening program, and its first tranche will focus \non NTDC reforms as well as construction of high voltage direct current north-south power \ntransmission line to evacuate new generation from the coastal and southern power plants into the \ncentral and northern load centers of Pakistan. \n \n7.  The high network losses within the ten distribution companies (DISCOs) partly result due \nto the absence of any monitoring mechanism that track energy flow from the points of electricity \npurchases down to the final consumer. A reliable metering and recording system at multiple \nvoltage levels starting with the 132-kilovolt (kV) grid, then 11-kV, and to 400 volts (V) and 230 V \nis critical for the system. The system will not only eliminate the incidents of theft, but it can also \nprove to be the solution to unaccounted electricity and to diagnosing the technical problems, \nwhich have resulted in poor collection rates at the DISCOs. Installation of supervisory control and \ndata acquisition (SCADA), rolling out smart metering systems and aerial bundled conductors at \nthe DISCOs level will further strengthen the system to reduce losses and improve efficiency.  The \nF-TRTA would prepare the second tranche of the Second Power Distribution Enhancement \nInvestment Program which aims to strengthen system constraints and address leakages in two \nof the weakest and loss-making DISCOs in northern and southern Pakistan where average loss \nlevels of over 40%.11  \n \n8.  In addition to electricity, another priority energy subsector is natural gas. Natural gas \nmeets about 50% of Pakistan’s primary energy needs, including as a fuel for power generation.12 \nOver the years, the performance and financial sustainability of the  subsector entities have \ndeteriorated and unaccounted gas losses range as high as 12%. Gas consumers in all categories \nare receiving inadequate supply, poor service, and are forced to use alternative fuels, which are \nmany times more expensive than domestic gas. Going forward, the government envisages gas \nsector reforms, with a view to bringing competition, increasing supply, and keeping the sector \nfinancially viable through higher wellhead prices in oil and gas exploration to make the country a \nviable investment destination, incentivizing  the private sector, diversifying existing hydrocarbon \nbase with newer, cheaper, and cleaner liquefied natural gas (LNG)—mainly replacing residual \nfuel oil (RFO) in the power sector; undertaking investments in RLNG pipelines, terminals, and \nassociated gas storage infrastructure; and development of north–south and regional trade gas \npipelines. The government has requested ADB’s intervention in developing gas storage systems \nto optimize seasonal variations and imports pricing, as well as development of gas transmission \n(national and regional) pipelines. The F-TRTA will prepare a Gas Development Project to explore \ngas  storage  options  and  locations  across  Pakistan.  It  will  prepare  feasibility  studies  for \ninfrastructure to balance seasonal and shorter-term fluctuations of demand, reduce the costly \nupstream and imported flexibility needs (supply and transport), and bring efficiency in the LNG \nsupply chain to ensure continuity and safeguard from sudden import price spikes.  \n \n9.  The newly established Energy Sector Task Force of the Prime Minister has confirmed \nADB’s energy program to be prepared under the F-TRTA. The five ensuing projects are well-\naligned with the current objectives of the Government of Pakistan as well as with ADB’s Country \nPartnership Strategy for Pakistan. The preparation of these projects will draw upon the lessons \nand recommendations confirmed by recently concluded Sector Assistance Program Evaluation \n                                                \n11 Ministry of Energy has identified Peshawar Electricity Supply Company and Sukkur Electric Power Company for \ninclusion in the program.  \n12 Government of Pakistan, Ministry of Energy, Hydrocarbon Development Institute of Pakistan. 2017. Pakistan Energy \nYearbook 2017. Islamabad. \n \n ", "4   \nfor Pakistan’s energy sector.13 This includes ADB’s continued support in (i) developing competitive \nenergy market, (ii) promoting sovereign investments to lower cost of base-load generation, and \n(iii) financing energy supply chain reinforcements and sector reforms. These projects will improve \nthe quality of energy supply; improve efficiency in the transmission and distribution networks; and \nhelp build a sustainable, reliable, and viable energy sector in Pakistan. \n \n B.  Outputs and Activities \n \n10.  Output 1: Energy sector project feasibility and preparation supported. The F-TRTA \nfacility will provide technical expertise to prioritize, plan, and prepare investment projects for the \nproposed (i) Energy Sector Resilience Program (subprograms 1, 2, and 3 amounting to $1 \nbillion);14  (ii) Hydropower  Development  Project  ($300  million);  (iii)  Power  Transmission \nStrengthening  multitranche  financing  facility  ($800  million);  (iv)  Second  Power  Distribution \nEnhancement Investment Program tranche 2 ($250 million); and (v) Gas Sector Development \nProject ($150 million).15 This will include all requisite due diligence; assessment of technical \nsuitability; and the economic, financial, and social viability of proposed projects. The F-TRTA \nfacility  will  also  address  capacity  and  institutional  constraints,  environmental  and  social \nsafeguards, and gender concerns, and identify measures to strengthen project implementation \nand policy related issues. Detailed activities will include, as required: (i) technical feasibility \nstudies;  (ii)  economic  and  financial  analysis;  (iii) financial  management  assessment; \n(iv) procurement assessment, plan, and preparation of bidding documents; (v) poverty, social, \nand  gender  assessment;  (vi)  risk  assessment  and  risk  management  plan;  (vii) safeguards \ndocuments on environment, involuntary resettlement, and indigenous peoples; (viii) integrity due \ndiligence;  (ix)  initial  poverty  and  social  analysis;  (x)  environmental  flow  assessment  for \nhydropower projects, (xi) climate change adaptation measures, and climate risk and vulnerability \nassessment; (xii) sector assessment; (xiii) project implementation consultants recruitment; (xiv) \nassisting resettlement plan implementation; and (xv) analytical work related to power and gas \nsector reforms, among others. All outputs will be delivered and disseminated through digital \npublications.  \n11.  Output 2: Project management capacity of the executing agency improved. Some \nprojects will be implemented by new agencies and project management units, which will require \nstart-up capacity support. The F-TRTA will also assist the government to assess its investment \npipeline, prioritize and sequence energy projects, and optimize financial and capital structure \nincluding private sector participation in the investment. \n \n12.  The F-TRTA is considered complex because (i) ADB has no experience with one of the \nexecuting agencies, (ii) safeguards classifications for the ensuing hydropower project would be \nA, and (iii) high-level technology could apply.  \n \n                                                \n13 Independent Evaluation Department. 2019. Sector Assistance Program Evaluation: ADB’s Support to Pakistan \nEnergy Sector (2005–2017). Manila: ADB.  \n14  The three subprograms comprise of three pillars with a set of sequential reforms: (i) securing financial sustainability, \n(ii) strengthening governance, and (iii) reinforcing infrastructure and supply system. Multiple donors have expressed \ninterest to cofinance subprograms 2 and 3.   \n15  The approved COBP 2019–2021 for Pakistan listed Gas Transmission Project for approval in 2021. However, during \nthe ongoing country programming mission (22 February–14 March 2019), the Ministry of Energy (Petroleum Division) \nhas requested for financing of a gas storage infrastructure project for approval in 2020. \n ", "5 \nC.  Cost and Financing \n \n13.  The F-TRTA is estimated to cost $2,750,000, of which $2,500,000 will be financed on a \ngrant  basis  by  ADB’s  Technical  Assistance  Special  Fund  (TASF-other  sources).  The  key \nexpenditure items are listed in Appendix 1. \n  \n14.  The government will provide counterpart support in the form of counterpart staff and office \naccommodation, office supplies, and other in-kind contributions, with an estimated value of \napproximately 9% of the total cost of the TA facility. The government was informed that approval \nof the F-TRTA does not commit ADB to finance any ensuing project. \n \nD.  Implementation Arrangements \n \n15.  The F-TRTA activities for ensuing projects will start only after ADB approves the project \nconcept paper for each of the ensuing project. ADB will administer the F-TRTA facility and will be \nresponsible for the selection, supervision, and evaluation of consultants under the F-TRTA. The \nexecuting agencies are the Ministry of Finance for the policy-based lending; the Ministry of Energy \nfor the transmission, distribution, and gas development investment projects; and the Ministry of \nWater Resources for the hydropower project. The implementing agencies will be the Water and \nPower Development Authority for the hydropower project, the NTDC for the power transmission \nproject, the Interstate Gas Systems Limited for gas development, and the concerned power \nDISCOs for the power distribution enhancement projects. The Energy Sector Task Force of the \nPrime Minister will oversee and monitor projects preparatory activities under the F-TRTA. \n   \n16.  The implementation arrangements are summarized in the table. \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative  July 2019–June 2021 \nimplementation period \nExecuting agency  Ministry of Finance; Ministry of Energy; Ministry of Water Resources \nImplementing agencies  (i)  Ministry of Finance = policy-based lending; \n(ii) Water and Power Development Authority = hydropower development; \n(iii) National Transmission & Despatch Company = power transmission; \n(iv) Relevant power distribution companies = power distribution;  \n(v) Interstate Gas Systems Limited = gas transmission and storage; and \n(vi) ADB and the Economic Affairs Division of the Ministry of Finance will be \nresponsible for the F-TRTA implementation oversight, accountability for \nthe outputs, and communication with the consultants and stakeholders.  \nConsultants  To be selected and engaged by ADB \n  Firm:   Selection title   \n(i) International,  F-TRTA consultant (transmission  $525,000 \nFBS  engineering) for power transmission \nstrengthening MFF \n(ii) International,  F-TRTA consultant (gas storage  $575,000 \nFBS  systems) for gas development project   \nIndividual:   (i)  Energy policy and planning (20 pm)  $875,000 \nIndividual selection  (ii) Hydropower development (13 pm) \n(International)  (iii) Power distribution (8 pm) \nIndividual:   (i)  Energy policy and planning (37 pm)  $525,000 \nIndividual selection  (ii) Hydropower development (30 pm) \n(National)  (iii) Power distribution (5 pm) \n ", "6   \nAspects  Arrangements \nProcurement  Not Required due to preparatory nature of projects. \nAdvance contracting   Advance actions in recruitment of consultants. \nDisbursement  The TA resources will be disbursed following ADB's Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). \nAsset turnover or  Not Applicable. \ndisposal arrangement \nupon TA completion \nFBS = fixed budget selection, F-TRTA = transaction technical assistance facility, MFF = multitranche financing facility, \npm = person-month, TA = technical assistance. \nSource: Asian Development Bank. \n \n17.  Consulting services. ADB will engage all consultants following the ADB Procurement \nPolicy (2017, as amended from time to time) and its associated project administration instructions \nand/or staff instructions.16 The F-TRTA will require consultancy services of international consulting \nfirms and individual consultants (estimated 196 person-months, comprising 67 person-months of \ninternational key experts and 129 person-months of national key experts) for undertaking surveys \nand preparatory works for the ensuing projects. The consulting firms with experience in energy \n(transmission, distribution, and gas) will be recruited using the fixed budget selection (FBS). In \naddition, individual international and national consultants will be recruited, using the Individual \nConsultant Selection (ICS). For energy policy reforms and targeted assignments for retaining \nflexibility of engagement, direct contracting will be used as required.17 Any experts required but \nnot identified at this time will be recruited as individual consultants and/or resource persons. \n \nII.  THE PRESIDENT'S DECISION \n \n18.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $2,500,000 on a grant basis to \nthe Government of Pakistan for Preparing Sustainable Energy Projects, and hereby reports this \naction to the Board. \n \n \n \n \n \n                                                \n16 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n17 Use of output-based contracts will be preferred for individual consultants, as appropriate. \n ", " Appendix 1   7 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nItem  Amount \nAsian Development Banka   \nA.    Consultants   \n       1.      Remuneration and per diem   \n                a.   International consultants  1,450.0 \n                b.   National consultants  650.0 \n        2.  Out-of-pocket expenditures   \n                a.   International and local travel  185.0 \n                b.   Vehicle rental  20.0 \n                c.   Surveys  50.0 \n                d.   Training, seminars, and conferences  10.0 \n                e.   Reports and communications  20.0 \n                f.    Office supportb  15.0 \nB.      Contingencies  100.0 \nTotal  2,500.0 \nNote: The technical assistance (TA) is estimated to cost $2,500,000, of which contributions from the Asian Development \nBank are presented in the table. The government will provide counterpart support in the form of counterpart staff, office \nspace, office supplies, and other in-kind contributions. The value of government contribution is estimated to account \nfor 9% of the total TA cost. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-other sources). \nb  Provision for consultants’ local office operations (e.g., support staff). \nSource: Asian Development Bank estimates. \n \n ", "8  Appendix 2 \nPROJECTS UNDER TECHNICAL ASSISTANCE FACILITY \n \nTable A2.1: Indicative Consultants’ Input Allocation \n(person-month) \n \nEnergy  Power  Gas Sector  Second Power \nSector  Transmission  Hydropower  Development  Distribution \nResilience  Strengthening  Development  Project  Enhancement \nItem  Program  Program (T1)  Projecta    Program (T2) \n  Total  complex  complex  complex  complex  complex \nInternational Consultants             \nEnergy policy and planning  10.0  10.0  0.0  0.0  0.0  0.0 \nspecialist  \nEnergy regulatory specialist  3.0  3.0  0.0  0.0  0.0  0.0 \nPower transmission engineer  6.0  0.0  6.0  0.0  0.0  0.0 \n(electrical) \nPower distribution engineer  3.0  0.0  0.0  0.0  0.0  3.0 \n(electrical-metering expert) \nPower utilities specialist  4.0  1.0  3.0  0.0  0.0  0.0 \nGas storage systems specialist  4.0  0.0  0.0  0.0  4.0  0.0 \nHydrocarbons specialist  3.0  1.0  0.0  0.0  2.0  0.0 \nHydropower planning specialist  4.0  0.0  0.0  4.0  0.0  0.0 \nRenewable energy specialist  3.0  1.0  0.0  2.0  0.0  0.0 \nProcurement specialist  3.0  0.0  1.0  0.0  0.0  2.0 \nEnergy economist  6.0  2.0  1.0  1.0  1.0  1.0 \nFinancial management  7.0  2.0  1.0  1.0  1.0  2.0 \nspecialist \nSocial safeguards specialist  4.0  0.0  1.0  1.0  2.0  0.0 \nClimate change specialist  2.0  0.0  0.0  1.0  1.0  0.0 \nEnvironment specialist  5.0  0.0  1.0  3.0  1.0  0.0 \nSubtotal (A)  67.0  20.0  14.0  13.0  12.0  8.0 \nNational Consultants             \nSenior energy specialist  6.0  6.0  0.0  0.0  0.0  0.0 \nSenior energy policy expert  12.0  12.0  0.0  0.0  0.0  0.0 \nPower systems expert  6.0  6.0  0.0  0.0  0.0  0.0 \nPower transmission expert  7.0  0.0  7.0  0.0  0.0  0.0 \nGas storage systems expert  6.0  0.0  0.0  0.0  6.0  0.0 \nHydrocarbons expert (Gas  10.0  2.0  0.0  0.0  8.0  0.0 \nsystems) \nRenewable energy expert  6.0  1.0  0.0  5.0  0.0  0.0 \nCivil engineer (hydropower)  6.0  0.0  0.0  6.0  0.0  0.0 \nClimate change specialist  3.0  0.0  1.0  2.0  0.0  0.0 \nProcurement specialist  13.0  0.0  6.0  3.0  4.0  0.0 \n ", "Appendix 2  9 \n \nEnergy  Power  Gas Sector  Second Power \nSector  Transmission  Hydropower  Development  Distribution \nResilience  Strengthening  Development  Project  Enhancement \nItem  Program  Program (T1)  Projecta    Program (T2) \n  Total  complex  complex  complex  complex  complex \nFinancial management  17.0  9.0  3.0  2.0  3.0  0.0 \nspecialist \nSocial safeguards specialist  13.0  0.0  4.0  4.0  3.0  2.0 \nEnvironment expertb  17.0  0.0  3.0  6.0  6.0  2.0 \nGender expert  7.0  1.0  1.0  2.0  2.0  1.0 \nSubtotal (B)  129.0  37.0  25.0  30.0  32.0  5.0 \nTotal (A + B)  196.0  57.0  39.0  43.0  44.0  13.0 \nMFF = multitranche financing facility, T1 = tranche 1, T2 = tranche 2. \na   A project readiness financing facility in the amount of $15 million, to be approved in 2020, would support preparation of a \nseries of hydropower projects. \nb   Inputs of national environment consultants may vary depending on the categories of the projects. National ecological survey \nteams may be hired for Category A projects. A project readiness financing facility, currently under process, will finance \nadditional resources for environmental due diligence, surveys, and preparation of requisite projects documentation. \nSource: Asian Development Bank estimates. \n \n \n   \n ", "10  Appendix 2 \nTable A2.2: Basic Project Information \nPower    2nd Power \nEnergy  Transmission  Gas Sector  Distribution \nSector  Strengthening  Hydropower  Development  Enhancement \nItem  Resilience  Program MFF  Development  Projectd  Investment \n  Programa  (T1)b  Projectc  Program (T2)e \nADB financing  $1 billion  $300 million  $300 million  $150 million  $250 million \nLending modality  PBL  MFF tranche  Project loan  Project loan  MFF tranche \nsubprograms \nApproval  Q4 2019  Q1 2022  Q1 2022  Q2 2021  Q2 2021 \nOutcome  Financial  Coverage,  Share of  New gas  Electrical \nsustainability  reliability and  indigenous  storage  revenues in \nand  stability of the  hydropower in  systems  targeted regions \ngovernance of  power  Pakistan energy  developed to  increased \nPakistan’s  transmission  mix increased  balance out \nenergy sector  service in  peak demand \nenhanced  Pakistan \nimproved \nExecuting agency  Ministry of  Ministry of  Ministry of  Ministry of  Ministry of \nFinance  Energy (Power  Water  Energy  Energy (Power \nDivision)  Resources  (Petroleum  Division) \nDivision) \nImplementing  Ministry of  NTDC  WAPDA  ISGS  Relevant DISCO \nagency  Finance \nPotential  ENV = C  ENV = B  ENV = A  ENV = A  ENV = B \nEnvironment and  IR = C  IR = B  IR = A  IR = B  IR = C \nSocial  IP = C  IP = C  IP = C  IP = C  IP = C \nCategorization \nADB = Asian Development Bank, DISCO = distribution company, ENV = environment, IP = indigenous people, IR = \ninvoluntary resettlement, ISGS = Interstate Gas Systems Limited, MFF = multitranche financing facility, NTDC = \nNational Transmission & Despatch Company, PBL = policy-based loan, PEPCO = Pakistan Electric Power Company \nLimited, T1 = tranche 1, T2 = tranche 2, WAPDA = Water and Power Development Authority. \na  The policy-based loan comprises of three subprograms as follows: (i) subprogram 1 ($300 million) to be considered \nfor approval in 2019, (ii) subprogram 2 ($300 million) to be considered for approval in 2020, and (iii) subprogram 3 \n($400 million) to be considered for approval in 2021. Individual consultants will be recruited to supplement analytical \nwork required for the preparation of these subprograms. \nb  This third multitranche financing facility for Pakistan’s power transmission subsector ($800 million) is envisaged to \nmove away from the traditional lending for investment projects. Instead, the program will explore and focus heavily \non  policy  and  governance  reforms,  innovative  financing  modalities,  sustainability  and  corporatization,  grid \nmodernization and digital transformation of utility, technical capacity support, and related soft investments. \nc  The project will also be supported through a project readiness financing facility to prepare a series of hydropower \nprojects, including detailed engineering design, preparation and evaluation of bidding documents, and capacity \nsupport for commercial cofinancing and innovative procurement modalities.   \nd  The ensuing project will build upon earlier assistance by ADB on the development of gas storage systems and related \ninfrastructure. The project is a high priority due to take or pay contracts on imported liquefied natural gas, and the \ncountry needs additional storage facilities to stock gas imports for peak months.  \ne  The subsequent tranches will be prepared under a support facility approved in tranche 1 of this Power Distribution \nEnhancement MFF. Due to urgent request by the government to process this tranche, individual consultants will be \nrecruited in the interim under the F-TRTA to prepare tranche 2 by Q2 2021. The tranche is standby in 2020. \nSource: Asian Development Bank. 2018. Pakistan: Country Operations and Business Plan (2019–2021). Manila. \n \n \n ", "Appendix 3  11 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=53058-001-TAReport  \n \n1.  Terms of Reference for Consultants \n2.  Risk Assessment and Risk Management Plan \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "", " \nTERMS OF REFERENCE FOR CONSULTANTS \n \nI.  Energy Sector Resilience Program \n \nA.  Individual Consultants \n \n1.  Energy policy and planning specialist/team leader (international, 10 person-months \n[pm]). The specialist will have a degree in engineering or management and have a minimum of \n20 years of extensive experience in energy sector policy issues with specific reference to Pakistan. \nThe consultant must have led similar exercises to deliver sustainable reforms in the energy sector \n(power, hydrocarbons, renewable subsectors), energy policy and plans. The expert will actively \nengage with a diverse set of stakeholders in Pakistan’s energy sector including ministers, senior \ngovernment officials, and technical experts working in various energy sector entities in the \nGovernment, as well as development partners active in the country’s energy sector. The specialist \nwill coordinate information flow from such stakeholders to develop a comprehensive, sustainable, \nand sequenced energy sector reforms program spread over three subprograms (2019–2023). \nThe specialist will \n(i)  provide overall guidance to other individual consultants in designing the reform \nprogram comprising financial sustainability of energy sector, managing tariffs and \nsubsidies,  improving  sector  performance  and  opening  the  market  to  private \nparticipation, instituting accountability framework and transparency;  \n(ii)  review ongoing policy reforms in the energy sector and assess the progress made \nsince 2010 and recommend a policy matrix into the ensuing sector development \nprogram; \n(iii)  analyze investments roadmap and pipeline and conduct a thorough analysis of the \nrecommendations made in 2010 Friends of democratic Pakistan (Energy Sector \nRecovery Plan) report and prior policy-based reform programs with way forward \nsuggesting remedial action plan, if required;  \n(iv)  undertake all necessary gap analysis and consultations relating to Pakistan's \nenergy sector as required for putting together a forward looking and practical action \nplan and the report; \n(v)  analyze power sector tariff structures and existing subsidies in the sector from the \npoint  of  view  of  financial  sustainability.  Recommend  measures  necessary  to \nensure long-term sustainability of the sector; \n(vi)  assess Pakistan's investment requirements in the energy sector keeping in view \nthe required trend economic growth to create jobs and reduce poverty. Enumerate \nthese requirements in the action plan and the report; \n(vii)  provide research and analysis support on all aspects of the preparation of the \naction plan and report; including due diligence on least cost generation plan, \nensuing transmission requirements and distribution planning; \n(viii)  analyze the economic subsidies involved in the current tariff structure and the \nextent of cross-subsidization between major consumer groups and regions; and \nreview the appropriateness of the existing lifeline tariff block; \n(ix)  update existing estimates of costs of unserved energy due to unreliability of the \nsystem; and develop several scenarios for the load growth forecast; and \n(x)  review ongoing policy reforms in the hydrocarbon sector and assess the progress \nmade  since  2010  and  recommend  a  policy  matrix  into  the  ensuing  sector \ndevelopment program. \n \n1 \n ", " \n2.  Energy regulatory specialist (international, 3 pm). The specialist will have a degree in \nlaw, engineering, or management and have a minimum of 15 years of global experience in energy \nsector regulations and with specific reference to power sector in developing countries. The \nconsultant  must  have  led  formulation  of  energy  regulatory  frameworks,  recommending \namendments in view of changing technical, sectoral, and political economic conditions, and \nroadmap to implementation that would create requisite checks and balance among industry \nstakeholders. The expert will actively engage with a diverse set of stakeholders in Pakistan’s \nenergy sector including the electric power and oil and gas regulators, relevant ministers and \ngovernment officials, technical experts, energy utilities’ lawyers, and development partners active \nin  the  country’s  energy  sector.  The  specialist  will  coordinate  information  flow  from  such \nstakeholders to develop a comprehensive, sustainable, and sequenced energy sector reforms \nprogram spread over three subprograms (2019–2023). The specialist will \n(i)  review the existing regulatory regime in electrical power and oil and gas subsectors \nin Pakistan and analyze the regional context; \n(ii)  review the current tariff model and demand forecasting regime; \n(iii)  study  process  flow  of  tariff  petitions  and  impediments  in  determination  and \nnotification of annual and multiyear tariffs; \n(iv)  undertake in-depth analysis of recent amendments and conduct regulatory needs \nassessment; \n(v)  recommend  modifications  and  allocations  of  regulatory  responsibilities  and \ninstitutional design, if required; and \n(vi)  provide a roadmap for implementation along with interim way forward.   \n \n3.  Power utility specialist (international, 1 pm).  The specialist will have a degree in law, \nengineering, or management and have a minimum of 15 years of global experience in operations \nof power utilities (transmission and distribution). The consultant must have led and been part of \nchange management programs, recommending amendments in business processes, induction of \ntechnology for grid modernization and digitization, in view of changing technical, sectoral, and \npolitical economic industry standards and developments. The specialist should have managed \nthe planning, feasibility, development, design, and construction of energy supply chain projects, \ndeveloped project budgets, spending plans and ability to track costs and invoices associated with \nvarious projects. The specialist will \n(i)  broadly review the existing business processes in the National Transmission & \nDespatch  Company  (NTDC)  and  power  distribution  companies  (DISCOs); \nundertake  gap  analyses;  identify  improvement  areas;  and  recommend \ntechnological solutions to cut time, reduce losses, and improve productivity and \nefficiency; \n(ii)  communicate  with  project  stakeholders  and  recommend  modern  business \npractices; and \n(iii)  recommend processes to approach capital markets to access project finance, \nachieve results, and reduce cost of doing business. \n \n4.  Hydrocarbons specialist (international, 1 pm).  The specialist will have a university \ndegree in engineering or management and have a minimum of 10 years of global experience in \noperations of oil and gas utilities (generation, transmission, and distribution). The specialist will \n(i)  assist the team leader in the efficient assessment and critical analysis of the \ncountry’s hydrocarbon sector (oil and gas) including exploration policy; \n(ii)  review ongoing policy reforms and work undertaken by development partners in \nthe hydrocarbon sector and assess the progress made since 2010, bottlenecks \n2 \n ", " \nencountered, and recommend a policy matrix into the ensuing sector development \nprogram; and \n(iii)  recommend best international and regional practices in hydrocarbon reforms and \nimplementation of projects through private sector participation.  \n \n5.  Renewable energy specialist (international, 1 pm). The specialist will have a university \ndegree in engineering or management and have a minimum of 10 years of global experience in \noperations, policy and new technological development in renewable energy (solar and wind). The \nspecialist will \n(i)  assist the team leader in efficient assessment and critical analysis of country’s \nrenewable energy (wind and solar), including input into the upcoming renewable \nenergy policy 2019; \n(ii)  review ongoing policy reforms in renewable energy sector and assess the progress \nmade  since  2010  and  recommend  a  policy  matrix  into  the  ensuing  sector \ndevelopment program; \n(iii)  advise  how  renewable  energy  leading  countries  have  integrated  variable \nrenewable energy into grid (technical and economic incentives) and what lessons \ncan be incorporated into Pakistan’s renewable energy framework; and \n(iv)  recommend best international and regional practice in renewable energy reforms \nand implementation of projects through private sector participation. \n  \n6.  Energy economist (international, 2 pm). The specialist should preferably have degree \nin accounting, economics, finance or related fields, possessing at least 10 years of industry \nexperience. The economist is expected to assess economic and sustainability issues and carry \nsensitivity and risk analyses and possess deep understanding of the application of comprehensive \nlife cycle assessments to the analysis of different energy and electricity generating options, \nincluding externalities, in an energy system context. The specialist should have knowledge of the \nfinancing of capital-intensive infrastructure projects as well as knowledge of energy analysis and \nplanning tools. The specialist will \n(i)  prepare input for the assessment and forecast of the medium- to long-term energy \nand gas supply demand balance based. Develop an economic demand scenario \nbased on market-based pricing including recommendations for price adjustment \nwhile responding to market realities, for implementation over a reasonable time \nperiod, and a determination of the most optimum gas allocation and share of gas \nin the primary sources of energy; \n(ii)  coordinate with financial management specialist to undertake assessment of the \neconomic impact of policy decisions envisaged in energy sector reforms; \n(iii)  assess the institutional and regulatory environment of the energy sector and \nidentify growth and reform opportunities; and \n(iv)  undertake focused assessment related to the medium- to long-term impacts of \nmajor energy projects, programs and policy developments. \n \n7.  Financial  management  specialist  (international,  2  pm).  The  specialist  should \npreferably have internationally recognized accounting qualification (e.g., Association of Chartered \nCertified Accountants [ACCA], certified public accountant [CPA], chartered accountant [CA]), of \nan advanced degree in finance, and the possessing at least 15 years of industry experience. The \nspecialist should be able to under financial assessment and analyses of financial sustainability of \nthe energy sector, including robust debt analyses, the causes and impact of debt on the sector \nfinances. The specialist should prepare a detailed remedial plan with concrete actions (with \n3 \n ", " \ntimelines) to address all constituents of circular debt (flow and stock) and advise measures that \ninhibit recurrence of circular dent in future. The specialist will \n(i)  revise and update the existing circular debt management plan; \n(ii)  coordinate with all stakeholders (public and private) to understand the factors; and \n(iii)  prepare a sector governance framework and suggest measures to institute this to \nbring transparency and accountability in sector finances. \n  \n8.  Senior energy specialist (national, 6 pm). The consultant must have a degree in \nrelevant field with at least 8 years of national experience in energy sector analysis and projects \nimplementation. The consultant will \n(i)  undertake all necessary gap analysis and consultations relating to Pakistan's \nenergy sector as required for putting together a forward looking and practical action \nplan and the report; \n(ii)  analyze power sector tariff structures and existing subsidies in the sector from the \npoint  of  view  of  financial  sustainability.  Recommend  measures  necessary  to \nensure long-term sustainability of the sector; \n(iii)  assess Pakistan's investment requirements in the energy sector keeping in view \nthe required trend economic growth to create jobs and reduce poverty. Enumerate \nthese requirements in the action plan and the report; and \n(iv)  provide research and analysis support on all aspects of the preparation of the \naction plan and report; including due diligence on least cost generation plan, \nensuing transmission requirements and distribution planning. \n \n9.  Senior energy policy expert (national, 12 pm).  The consultant must have a degree in \nrelevant field with at least 8 years of national experience in energy sector analysis and projects \nimplementation. The consultant will \n(i)  Work in team by contributing insight and knowledge of the energy sector to the \npreparation of energy sector resilient program comprising policy action and reform \nagenda; \n(ii)  analyze and collate information and analysis about Pakistan’s energy challenges \nthrough  engagements  with  all  relevant  stakeholders  including  government \nagencies, power companies, and the private sector; and analyze existing take or \npay generation contracts and critique institutional structure of energy sector; \n(iii)  Analyze the economic subsidies involved in the current tariff structure and the \nextent of cross-subsidization between major consumer groups and regions; and \nreview the appropriateness of the existing lifeline tariff block; \n(iv)  formulate and present report on electricity policy and action plan that is aligned to \nGovernment’s economic corridor development framework; \n(v)  review of the existing Government of Pakistan policies, laws, vision relating to \nreforms proposed in the energy sector;  \n(vi)  analyze current data to identify key reform areas, establish bench-mark data and \nkey targets moving forward; \n(vii)  establish an effective mechanism for monitoring of reforms over the relevant time-\nperiod; and \n(viii)  examine the policy, regulatory, institutional, financial and legislative environment \ngoverning activities in Pakistan power development, transmission, dispatch and \ndistribution. \n \n4 \n ", " \n10.  Power systems expert (national, 6 pm). The expert should preferably have a university \nlevel degree in electrical engineering or related fields and possess a minimum of 8 years of \nexperience. The expert will  \n(i)  contribute  to  various  power  system  studies  in  preparation  of  the  country’s \nintegrated  energy  plan,  grid  connection  studies,  variable  renewable  energy \nintegration, and operational planning of power systems; and \n(ii)  undertake analysis of across all voltage levels due to proposed integration of new \ntechnologies,  increasing  grid  interconnections,  and  changing  regulatory \nframeworks. \n \n11.  Hydrocarbons expert (national, 2 pm). The expert should preferably have a university \nlevel degree in geology, engineering, or related fields and possess a minimum of 8 years of \nexperience. The expert will  \n(i)  provide input and lead in preparation of energy sector policy reform agenda by \nconsolidating  and  updating  oil  and  gas  development  policies  and  plans  for \nPakistan, including tariff model and framework, measures for enhanced private \nsector participation, and diagnosis for weak performance and development of \nhydrocarbons sector in Pakistan; and \n(ii)  review the current oil and gas sector, identifying the key policy gaps, issues, and \ninterventions required to create business opportunities in the sector \n \n12.  Renewable energy expert (national, 1 pm). The expert shall have a university degree in \nengineering or in related field, and 8 years of experience in design, operations, and policy \nframework of renewable energy power plants. The expert shall \n(i)  undertake analytical assessment and preparation of action plan for renewable \nenergy generation options and assess options for tariff model and framework; \n(ii)  advise government entities in designing and implementing smart incentives and \nremoving disincentives to promote investment in renewable energy (RE), and bring \nlessons learned to workshops planned under the program; and \n(iii)  promote the integration of variable renewable energy (VRE) into the grid, improve \ncapacity of policymakers to understand VRE integration challenges and solutions \nincluding system limits, and support development of grid codes that facilitate VRE \nintegration and other grid interconnect requirements for VRE connection. \n \nII.  Power Transmission Strengthening Multitranche Financing Facility \n \nA.  Consulting Firm \n \n13.  Power transmission engineer (international, 6 pm). The power transmission engineer \nwill have an advanced degree in electrical engineering and a minimum of 10 years of experience \nworking  in  development/rehabilitation  of  transmission  lines,  substation,  and  grid  systems. \nExperiences in developing countries is desired. The engineer will undertake the following: \n(i)  analyze the current status and masterplan of the power grid system, and identify \ndevelopment and expansion needs; assess power transmission and investment \nplan, assess the sector and project risks, and update the power sector assessment; \n(ii)  based on the system simulation and review of existing studies on development of \ntransmission,  determine  whether  the  proposed  subprojects  should  be  priority \nbased on various factors including consideration for least cost solution for meeting \nthe required transmission/substation/distribution system capability; \n5 \n ", " \n(iii)  conduct  site  reconnaissance  (route  surveys)  to  collect  data/information  for \nfeasibility study level design; \n(iv)  prepare feasibility studies for projects on transmission and distribution network \ndevelopment/rehabilitation  and  for  project  components  including  them  (e.g., \nhydropower  project  with  transmission/distribution  components).  The  studies \nshould include, at the minimum, feasibility study level drawings; \n(v)  finalize bill of quantities and cost estimates, separating foreign exchange and local \ncurrency cost prepare a list of materials, equipment, and works necessary to \nimplement the projects; \n(vi)  coordinate  with  team  on  project  implementation  schedule  and  procurement \narrangements including contract packaging in accordance with ADB’s Guidelines \non Procurement; \n(vii)  prepare engineering designs and technical specification of transmission lines, \nincluding towers, conductors, insulators, ground wires, etc. in accordance with \nrelevant  technical  standards;  prepare  engineering  designs  and  technical \nspecification of substations in accordance with relevant technical standards; \n(viii)  prepare detailed project implementation schedules showing anticipated progress \nof works and expenditures for each contract package and considering seasonal \nclimatic conditions, prepare engineering drawings required for the preparation of \nbidding documents, and prepare bidding documents for the subprojects following \nADB’s Guidelines for Procurement and Standard Bidding Documents; \n(ix)  provide on-the-job training (OJT) to counterpart engineer on field of expertise; and \n(x)  provide input in preparation of ADB reports and project documentation for board \napproval. \n \n14.  Power utility specialist (international, 3 pm).  The specialist will have a degree in law, \nengineering, or management and have a minimum of 15 years of global experience in operations \nof  power  utilities  (transmission).  The  consultant  must  have  led  and  been  part  of  change \nmanagement  programs,  recommending  amendments  in  business  processes,  induction  of \ntechnology for grid modernization and digitization, in view of changing technical, sectoral, and \npolitical economic industry standards and developments. The specialist should have managed \nthe planning, feasibility, development, design, and construction of energy supply chain projects, \ndeveloped project budgets, spending plans and ability to track costs and invoices associated with \nvarious projects. The specialist will \n(i)  broadly review the existing business processes in NTDC, undertake gap analyses, \nidentify improvement areas and recommend technological solutions to cut time, \nreduce losses and improve productivity and efficiency; \n(ii)  communicate  with  project  stakeholders,  and  recommend  modern  business \npractices; and \n(iii)  recommend processes to approach capital markets to access project finance, \nachieve results, and reduce cost of doing business. \n \n15.  Procurement specialist (international, 1 pm). The expert will have at least a bachelor’s \ndegree, and 15 years of experience in procurement. The specialist will undertake the following \ntasks: \n(i)  update country procurement system assessment and prepare risk mitigation plan \nas an integral part of the fiduciary assessment; \n(ii)  assess  the  NTDC’s  procurement  capacity,  and  propose  risk  mitigation  and \ncapacity development action plan; \n6 \n ", " \n(iii)  prepare the program integrated risk mitigation, and provide inputs to fiduciary \nassessment and integrated risk mitigation plan; \n(iv)  prepare the project’s bidding documents in accordance with ADB’s Procurement \nFramework (2017) and relevant standard bidding documents; \n(v)  assist NTDC in developing the procurement plan, addressing clarifications during \nthe procurement process, evaluating bids, and preparing bid evaluation reports; \nand  \n(vi)  recommend necessary procurement capacity building that need to be addressed \nunder the project. \n \n16.  Energy economist (international, 1 pm). The specialist should preferably have degree \nin accounting, economics, finance, or related fields, possessing at least 10 years of transmission \nindustry experience. The economist is expected to assess economic and sustainability issues, \ncarry  sensitivity  and  risk  analyses,  and  possess  deep  understanding  of  the  application  of \ncomprehensive life cycle assessments to the analysis of different gas storage options, including \nexternalities.  The  specialist  should  have  knowledge  of  the  financing  of  capital-intensive \ninfrastructure projects as well as knowledge of energy analysis and planning tools. The specialist \nwill \n(i)  prepare input for the assessment and forecast of the medium- to long-term gas \nsupply–demand  balance;  develop  an  economic  demand  scenario  based  on \nmarket-based  pricing,  including  recommendations  for  price  adjustment  while \nresponding to market realities, for implementation over a reasonable time period, \nand a determination of the most optimum gas allocation and share of gas in the \nprimary sources of energy; \n(ii)  coordinate with the financial management specialist to undertake assessment of \nthe economic impact of gas storage facilities, circular debt, and basket tariff;  \n(iii)  undertake focused economic assessment related to the medium- to long-term \nimpacts of gas storage projects, programs, and policy developments; \n(iv)  carry out the economic analysis of the project to be taken by the NTDC. The model \nwill be calculated for several technology, customer segmentation, and rollout \noptions recommended for implementation; \n(v)  undertake economic analysis of each of the proposed investment components \nand assess their economic viability; provide the economic rationale for each \ncomponent and the overall project, including a review of historical electricity \ndemand and supply and projections for the sector nationally and regionally, and \nan  alternatives  and  least-cost  options  analysis,  in  accordance  with  ADB \nGuidelines for the Economic Analysis of Projects (2017);  \n(vi)  evaluate  the  project's  direct  and  indirect  impacts  and  carry  out  economic \nanalysis of these impacts in terms of economic net present value and economic \ninternal rates of return in accordance with ADB's Guidelines for the Economic \nAnalysis of Projects (2017);  \n(vii)  conduct cost-benefit analysis to assess the project’s economic benefits, and \ncarry out the economic analysis of the project by conducting the following tasks:  \n▪  calculation of appropriate opportunity costs and conversion factors including \nbut not limited to standard conversion factor, shadow exchange rate factor, \nshadow  wage  rate  factor,  and  any  other  which  may  be  considered \napplicable for the project; \n▪  estimation of the capital expenditure and operating costs of the overall \nproject and each subproject in economic prices; the economic costs should \nbe exclusive of taxes and subsidies; \n7 \n ", " \n▪  estimation and recommendation of an appropriate proxy to account for the \neconomic price of electricity by way of conducting a survey to assess \nconsumer surplus and willingness-to-pay by the consumers; \n▪  calculation of incremental benefits and costs arising from the project by \ncomparing the “with project” scenario to the “without the project” scenario in \naccordance  with  guidance  provided  in  ADB’s  Guidelines  for  Economic \nAnalysis of Projects (2017); \n▪  estimation  of  direct  incremental  benefits  and  costs—including,  but  not \nlimited to, operational cost savings, increase of revenue collection, decrease \nof technical and non-technical losses—in economic prices;  \n▪  estimation of indirect incremental benefits and costs—including, but not \nlimited to, energy cost savings, improvement of efficiency across the energy \nresources value chain, indirect energy savings, increase of overall power \nsystem efficiency, avoided investment in power generation assets due to \nreduced demand and improved load management environmental benefits \n(e.g., carbon dioxide [CO ] emission reduction), national energy security, \n2\netc.—in economic prices; \n▪  calculation of economic net incremental benefits to the project undertaken \nby the Interstate Gas Systems Limited (ISGS) for implementing the project, \nand calculation of the economic internal rate of return (EIRR) and economic \nnet present value (ENPV) for the project;  \n▪  sensitivity analysis of the economic viability of the project to key input \nparameters; and \n▪  distribution analysis identifying the expected benefits and cost implications \nto all stakeholder groups. \n(viii)  in  consultation  with  the  social  development  specialist,  incorporate  poverty \nreduction impacts in accordance with ADB's Handbook on Integrating Poverty \nImpact Assessment in the Economic Analysis of Projects and estimate the \npoverty reduction impact ratio (PIR) according to ADB's relevant guidelines and \nrequirements;  \n(ix)  develop the Microsoft Excel spreadsheet models for the economic analysis to \nmake them transparent and self-explanatory before handing over the same to \nADB; and \n(x)  prepare the draft project documentation for economic analysis and update the \nappendix  and  the  tables  and  analyses  to  reflect  ADB  comments  and \nsuggestions. \n \n17.  Social safeguards specialist (international, 1 pm). The expert will have at least a \nbachelor’s degree in social development or related field, and 10 years of relevant experience. The \nspecialist will \n(i)  conduct social, gender and poverty analysis, and prepare necessary strategy and \nmeasures; \n(ii)  undertake review of the initial social impact assessment for the ensuing projects;   \n(iii)  prepare  resettlement  framework,  indigenous  peoples  planning  framework, \nresettlement plans, and indigenous peoples plan (if required); \n(iv)  identify appropriate compensation methodologies, where required;  \n(v)  incorporate all mitigation measures into cost estimates;  \n(vi)  prepare a program/action plan for meaningful consultation; and \n(vii)  collect and analyze sex-disaggregated data for project preparation and design. \n \n8 \n ", " \n18.  Environment specialist (international, 1 pm). The expert will have at least a bachelor’s \ndegree in environmental engineering/science, and 15 years of relevant experience in carrying out \nenvironmental studies, including initial environment examination (IEE) report for infrastructure \nprojects, especially for power transmission. The specialist will undertake the following tasks: \n(i)  assess and confirm that the proposed transmission components are not within the \nprotected areas, if any; and if the proposed components lie within such zones, \nelucidate the regulatory procedures and protection measures needed to obtain \nenvironmental and forestry clearance from the relevant national and provincial \ngovernment  agencies;  evaluate  the  presence  of  bird  migratory  routes  for \ntransmission corridors; \n(ii)  prepare an IEE for transmission lines and the substations in accordance with \nADB's safeguard policy statement (SPS) (2009),1 and any applicable procedures \nor  guidelines  for  environmental  assessment  required  by  the  government, \nconsidering  the  likely  impacts  associated  with  their  locations,  designs,  and \nconstruction activities, as well as the long-term impacts during operation, including \nidentification of environmental issues from activities directly induced by the project; \n(iii)  prepare an environmental management plan (EMP) for the project based on the \ndetailed design, and ensure that necessary mitigation measures are in place; \nassess the adequacy of the cost estimates for the proposed EMP; \n(iv)  review  NTDC’s  environmental  management  capability  and  recommend \ninstitutional strengthening measures; \n(v)  ensure that components such as transmission lines and access roads specifically \nfor the project must have environmental assessments; \n(vi)  ensure that the costs for implementing recommended environmental management \nand monitoring plans and any capacity strengthening measures are included in the \nproject's development costs; \n(vii)  recommend  appropriate  environmental  mitigation  measures  for  identified \nsignificant impacts, and monitoring plans to address these impacts; and assess \nthe  environmental  benefits  of  the  proposed  activities  and  any  capacity-\nstrengthening measures that may be needed for implementing the environmental \nmanagement and monitoring plans; and \n(viii)  ensure that the EMP is included in the project implementation contracts. \n \n19.  Power transmission expert (national, 8 pm). The expert will have at least a bachelor’s \ndegree in electrical engineering, and 8 years of relevant experience in power transmission \noperation and planning. The expert will assist the power transmission engineer and undertake the \nfollowing tasks:  \n(i)  assess power transmission and investment plan, assess the sector and project \nrisks, and update the power sector assessment;  \n(ii)  carry out engineering and design activities related to transmission line design \n(such  as  engineering  analysis  and  design,  route  selection,  and  materials \nacquisition),  structural  and  foundation  design,  and  project  and  construction \nmanagement; \n(iii)  prepare project construction documents such as plan and profile drawings; design \ndrawings; engineering, material, and construction specifications; project schedules \nand bills of materials; \n(iv)  develop project design alternatives and corresponding cost estimates; \n                                                \n1 Available in https://www.adb.org/documents/safeguard-policy-statement. \n9 \n ", " \n(v)  assist international specialist in design for the rehabilitation of existing and/or \nconstruction of new transmission facilities; \n(vi)  prepare project design documents, including detailed technical specifications for \nthe project; \n(vii)  conduct  technical  due  diligence  on  each  subproject,  including  the  related \ntransmission system studies, justification of the selected subprojects to determine \nwhether the proposed subproject provide the least-cost solution for meeting the \nrequired transmission enhancement capability, the alignment of subprojects with \nthe  least-cost  generation  plan  and  regulatory  approvals—investment  plan \napproved by Pakistan’s National Electric Power Regulatory Authority (NEPRA);  \n(viii)  develop  detailed  cost  estimates, required technical  specifications,  and  bill  of \nquantities for each subproject; \n(ix)  prepare detailed project implementation plan, including the resourcing, processes, \nand detailed schedules for the tranche, and each subproject; \n(x)  assess the performance and lessons learnt from the previous investment program \nand projects;  \n(xi)  prepare project feasibility study in the format required by the government for its \ninternal approval; \n(xii)  supervise all activities under the consultancy contract and manage the project \nteam, and ensure the quality and timely delivery of outputs; \n(xiii)  act as the project team's point of contact with the NTDC and ADB; \n(xiv)  coordinate  with  ADB  on  all  project-related  matters  including  ADB  missions, \npreparation of new tranches, and data/reports required by ADB; \n(xv)  ensure that all reports required under the project are submitted in time with \nrequired quality and standards; \n(xvi)  prepare a Polychlorinated Biphenyls (PCB) and waste management plan of old \nand contaminated equipment, if required; \n(xvii)  prepare ADB’s Board documentation following ADB’s standard format along with \nall attachments as required by ADB; and prepare all other documents for the \nPakistan government required for project processing by ADB; and \n(xviii)  conduct other duties as reasonably requested by the ADB project officer. \n \n20.  Financial management specialist (national, 3 pm). The expert will have at least a \nbachelor’s  degree  in  economics/  finance,  relevant  professional  qualification  (e.g.,  ACCA, \nChartered Financial Analyst [CFA], CPA), or an advanced degree in finance, and 10 years of \nrelevant experience in financial analysis of projects and corporate due diligence. The consultant \nwill  \n(i)  assess the government program’s adequacy and economic efficiency, results, and \nlinks with disbursements under the program, expenditures and financing, and \nimplementation arrangements;  \n(ii)  identify necessary measures and actions to be taken to strengthen the government \ninvestment program for inclusion in the program action plan;  \n(iii)  assess the program’s fiduciary systems ability to manage fiduciary risks and \nprovide reasonable assurance for the appropriate use of program funds;  \n(iv)  prepare  program  expenditure  and  financing  assessment;  fiduciary  systems \nassessment; financial  management  systems assessment for  NTDC;  and  risk \nmitigation  plan,  including  capacity  development  activities  for  inclusion  in  the \nprogram action plan; and  \n(v)  undertake financial and economic analysis of the program and the tranche. \n \n10 \n ", " \n21.  Climate change specialist (national, 1 pm). The specialist will have a higher degree in \nenvironmental policy, economics, natural resource management, or related area and at least 10 \nyears of experience in designing and implementing climate change projects in a multisector \ndevelopment context at different scales (i.e., regional, national, subnational) in Asia. Related \nexperience in Pakistan will be considered a strong advantage. Experience with multilateral \ndevelopment banks will be an advantage. The specialist will \n(i)  provide strategic and operational advisory support to assess climate change \naspects during project design; \n(ii)  provide technical input to make the projects climate resilient and design climate \nproofing aspects; \n(iii)  in consultation with relevant government agencies, identify project components \nthat are sensitive to climate/weather conditions and develop a detailed work plan \nfor carrying out a climate risk assessment and management study;  \n(iv)  carry out the climate risk and management study, including the development of \nclimate  scenarios,  assessment  of  potential  risks  of  climate-sensitive  project \ncomponents  to  projected  climate  change,  and  the  identification  of  possible \nadaptive measures to manage such risks; and \n(v)  prepare a detailed technical report on the study, including the overall methodology, \ndata used, assumptions made, key findings, and their implications for the project \npreparation, possible options to address impacts/risks to ensure climate-resilient \ndesign and associated costs, caveats/limitations of the study and their implication \nfor the project preparation. \n \n22.  Social safeguards and development specialist (national, 4 pm). The expert should \nhave at least a bachelor’s degree in social development or related field, and 10 years of relevant \nexperience. S/he will support the tasks of the international social development specialist. \n \n23.  Procurement specialist (national, 6 pm). The expert should have at least a bachelor’s \ndegree with 10 years of experience in procurement-related area. S/he will support the tasks of \nthe international procurement specialist. \n \n24.  Environment specialist (national, 3 pm). The expert should have at least a bachelor’s \ndegree in environmental engineering/science, and 8 years of relevant experience in carrying out \nenvironmental studies, including IEE for infrastructure projects, especially for power transmission. \nThe consultant should likewise assist the international expert in assessing and confirming that the \nproposed transmission components are not within the protected areas, if any. The national \nspecialist will support the international environment specialist in the following tasks: \n(i)  prepare an IEE for transmission lines and the substations in accordance with \nADB's SPS (2009), and any applicable procedures or guidelines for environmental \nassessment required by the government, considering the likely impacts associated \nwith their locations, designs, and construction activities, as well as the long-term \nimpacts during operation, including identification of environmental issues from \nactivities directly induced by the project; \n(ii)  prepare EMP for the project based on the detailed design, and ensure that \nnecessary mitigation measures are in place; \n(iii)  review  the  NTDC’s  environmental  management  capability  and  recommend \ninstitutional strengthening measures; \n(iv)  recommend  appropriate  environmental  mitigation  measures  for  identified \nsignificant impacts, and monitoring plans to address these impacts; and assess \nthe  environmental  benefits  of  the  proposed  activities  and  any  capacity-\n11 \n ", " \nstrengthening measures that may be needed for implementing the environmental \nmanagement and monitoring plans; and \n(v)  ensure that the EMP is included in the project implementation contracts. \n \nB.  Individual Consultant  \n \n25.  Gender specialist (national, 1 pm). The expert shall have at least a bachelor’s degree \nin social science, economics, or other related fields, or its equivalent and 7 years of relevant \nexperience in carrying out gender assessment and analysis, preferably of state-owned companies \nand of consumer behavior. The expert will help conduct assessments and actions for the project, \nand support capacity development for the NTDC from a gender perspective. The consultant will \nprovide support to ensure that the project embodies commitment to achieving gender equality \nand women’s empowerment, and will undertake the following tasks: \n(i)  prepare  sector  assessment  from  the  gender  perspective,  identifying  gender-\nspecific issues, including gender representative opportunities for employment and \nempowerment in decision making; \n(ii)  collect and analyze sex-disaggregated data for project preparation and design; \n(iii)  review the NTDC’s human resource policy and practices and propose gender-fair \nand women-friendly policies/activities/measures; \n(iv)  develop and assist in gender awareness-raising programs and training the NTDC's \nkey management staff; \n(v)  analyze data on percentage of women taking energy-related courses, such as \nengineering, math, and science in technical and vocational education and training \ninstitutions and universities, and review these institutions and universities as \npotential partners of the NTDC to mainstream gender in the gas sector; \n(vi)  assess the quality of existing reports, information/data generated by the NTDC \nfrom a gender perspective; \n(vii)  assess all potential positive and negative impacts of the project on consumer \ngroups and the NTDC’s staff from a gender perspective; \n(viii)  prepare socioeconomic profiles of the project-affected communities in the project \nareas, disaggregated by sex, following relevant ADB guidelines and publications, \nand government requirements; \n(ix)  prepare a set of recommendations to engender the transmission program based \nof the gender analyses conducted; \n(x)  identify opportunities for employment of local populations in the project, and any \nskills training that may help improve the capital base of the local populations (if \napplicable), with key consideration of the different labor market potentials for male \nand female workers; \n(xi)  identify  community  development  needs,  specifically  those  that  would  directly \nbenefit women, children, and vulnerable members of the population, that the \nproject can potentially help address; \n(xii)  assess  the  gender  category  of  the  project  and  prepare  a  set  of  gender \naction/activities to meet gender analysis and requirements; and \n(xiii)  assess  the  NTDC’s  gender  capacity  for  gender-sensitive  planning  and \nimplementation, as well as the potential institutional partners and stakeholder \ngroups, including relevant nongovernment organizations (NGOs) and communities. \n \nIII.  Hydropower Development Project \n \nA.  Consulting Firm \n12 \n ", " \n26.  Hydropower planning specialist (international, 4 pm). The specialist will have a degree \nin civil, mechanical, electrical, or related engineering field, and at least 15 years of relevant \nworking experience in design and management of major hydropower projects including review of \nfeasibility studies and knowledge of project implementation issues. The consultant will closely \nengage with the Water and Power Development Authority (WAPDA), Ministry of Water Resources, \nand other stakeholders. Previous experience in developing mid- to large-sized hydropower \nprojects is highly desirable. The specialist will \n(i)  review the potential hydropower development feasibility study—Lower Palas (665 \nmegawatts  [MW])  and  Patan  (2,400  MW)—assess  the  technical,  financial, \neconomic, and social safeguards parameters, and report this information along \nwith deficiencies in the feasibility study; \n(ii)  recommend additional work that needs to be taken in the coming months to \nprepare this project for ADB financing; and advise and guide on the current and \nfuture direction of Pakistan’s hydropower sector;  \n(iii)  identify key issues and concerns regarding the hydropower development projects;  \n(iv)  undertake a thorough review of the current feasibility study, institutional analysis, \nenvironmental assessment, resettlement considerations, design and monitoring \nframework, vulnerability assessment, and preliminary engineering designs;  \n(v)  establish the viability of the project in terms of the economic, financial, and \ntechnical aspects for all relevant stakeholders; \n(vi)  assess alternative options, including the associated costs, benefits, and risks \ninvolved in delivering the hydropower projects and recommending the appropriate \nconfigurations; \n(vii)  prepare outputs documenting the technical, environmental, institutional, social, \nmarket, demand, and other relevant aspects of both hydropower projects; \n(viii)  review the feasibility studies and update data necessary to estimate construction \ncosts based on the latest market prices; examine construction methods for civil \nworks in consideration of site conditions; incorporate risks and mitigation measures, \nincluding climate change, and ensure to apply technically feasible climate change \nadaptation solutions in the project design to address projected climate vulnerability; \n(ix)  review the sedimentation assessment carried out in the feasibility study to identify \nthe least-cost solution with minimum environmental impacts; and \n(x)  validate  the  hydraulic  model  test  on  sediment  flushing  facilities  that  will  be \nconducted by the consultant team for the detailed engineering study (hydraulic \nmodel test experts and civil design engineers [headworks]). \n \n27.  Renewable energy specialist (international, 2 pm). The specialist will have a university \ndegree in engineering or management and have a minimum of 10 years of global experience in \noperations, policy, and new technological development in renewable energy (hydropower). The \nspecialist will \n(i)  provide skilled input to design and documentation of the various renewable hydro \nsubprojects, including assessment of bidding documents; \n(ii)  evaluate the adequacy of the government policy and regulatory framework and \nidentify measures ADB could take to facilitate participation; \n(iii)  prepare the project implementation schedule, a Gantt chart showing the schedule, \nand a procurement schedule; \n(iv)  assess the plan’s technical risks and carry out sensitivity analysis to check project \nviability under these risks; \n(v)  prepare terms of reference, expertise requirements, and person-month and cost \nestimates for implementation consulting services; \n13 \n ", " \n(vi)  undertake  the  optimization  of  hydropower  and  renewable  energy  resources; \nprepare a summary of the current status of resources and the energy sector \nrequirements; \n(vii)  prepare the project design and recommend pro-poor components; assess the \nproject cost estimates, including unit costs and estimates of quantities for project \ncomponents, identification of local and foreign cost components, and physical and \nprice contingencies; \n(viii)  determine the financing requirements of the plan, identify options for cofinancing, \nand evaluate the possibility of private sector participation; \n(ix)  identify cofinancing  opportunities  on  renewable  energy  and  energy  efficiency \ncomponents by the Global Environment Facility, clean development mechanism, \nand other funding sources; \n(x)  identify the goods to be procured and civil works to be undertaken and prepare \nindicative procurement packages for the ensuing projects in the plan; and \n(xi)  coordinate activities with the other international specialists and ensure that these \ninternational specialists coordinate with their local counterparts. \n \n28.  Financial management specialist (international, 1 pm). The specialist would have a \nmaster’s  or  higher  degree  in  finance  or  related  field,  preferably  recognized  professional \nqualifications (e.g., Association of Chartered Certified Accountants (ACCA), (Chartered Financial \nAnalyst (CFA), Chartered Institute of Management Accountants (CIMA), Fellow of Chartered \nAccountants (FCA), or an advanced university degree in finance, and at least 10 years of relevant \nworking  experience  in  financial  analysis  of  projects  (including  financial  due  diligence  and \nmodelling), financial management assessment (including financial projections of a corporate \nentity), and financial management reforms. The specialist will \n(i)  prepare WAPDA’s financial management assessment, including to (a) evaluate \nresults of financial management assessments conducted by ADB or/and other \nagencies; (b)  assess  capacity for  planning  and  budgeting,  management  and \nfinancial accounting, reporting, auditing, internal controls, and information systems; \n(c) develop disbursement and funds-flow arrangements; and (d) conclude on the \nfinancial management risk rating, guidelines, and technical guidance on financial \nmanagement assessment; \n(ii)  assess and recommend the financial management reforms and tariff needed for \nadvancing the commercial operation of the subprojects; and recommend capacity \nmanagement, and mitigate other risks identified in the analysis; \n(iii)  conduct financial valuation (financial cost-benefit analyses) using financial internal \nrate  of  return  (FIRR),  EIRR,  and  weighted  average  cost  of  capital  (WACC) \ncomputations in order to evaluate the financial viability of the project following \nADB's guidelines; \n(iv)  prepare relevant reports and estimates backed with detailed justification with \nsource information and models, including cost estimates and fund flow analysis, \nfinancial management assessment, and financial projection and analysis; and \n(v)  conduct an economic evaluation of the project considering economic costs and \nbenefits (including carbon credits) following ADB’s Guidelines for the Economic \nAnalysis of Projects (1997), Handbook on Economic Evaluation of Environmental \nImpacts, and Financial Management and Analysis of Projects (2005). \n \n29.  Social development specialist (international, 2 pm). The expert will have at least a \nbachelor’s degree in social development or related field, and 10 years of relevant experience. The \nconsultant will \n14 \n ", " \n(i)  conduct social, gender and poverty analysis with the assistance of the national \nsocial development specialist, and prepare the Summary of Poverty Reduction and \nSocial Strategy (SPRSS) and Gender Action Plan, as necessary; \n(ii)  undertake review of the initial social impact assessment for the ensuing projects;   \n(iii)  prepare  resettlement  framework,  indigenous  peoples  planning  framework, \nresettlement plans, and indigenous peoples plan (if required); \n(iv)  identify appropriate compensation methodologies, where required; \n(v)  collect and analyze sex-disaggregated data for project preparation and design; \n(vi)  incorporate all mitigation measures into cost estimates; and  \n(vii)  prepare a program/action plan for meaningful consultation. \n \n30.  Climate change specialist (international, 1 pm). The specialist will have a higher \ndegree in environmental policy, economics, natural resource management, or related area and at \nleast  10  years  of  experience  in  designing  and  implementing climate change  projects  in a \nmultisector development context at different scales (i.e., regional, national, subnational) in Asia. \nRelated  experience  in  Pakistan  will  be  considered  a  strong  advantage.  Experience  with \nmultilateral development banks will be an advantage. The specialist will \n(i)  provide strategic and operational advisory support to assess climate change \naspects during project design; \n(ii)  provide technical input to make the projects climate resilient, and design climate \nproofing aspects; \n(iii)  in consultation with relevant government agencies, identify project components \nthat are sensitive to climate/weather conditions and develop a detailed work plan \nfor carrying out a climate risk assessment and management study;  \n(iv)  carry out the climate risk and management study, including the development of \nclimate  scenarios,  assessment  of  potential  risks  of  climate-sensitive  project \ncomponents  to  projected  climate  change,  and  the  identification  of  possible \nadaptive measures to manage such risks; and \n(v)  prepare a detailed technical report on the study, including the overall methodology, \ndata used, assumptions made, key findings and their implications for the project \npreparation, possible options to address impacts/risks to ensure climate-resilient \ndesign and associated costs, caveats/limitations of the study and their implication \nfor the project preparation. \n \n31.  Environment specialist (international, 3 pm). The expert will have at least a bachelor’s \ndegree in environmental engineering/science, and 15 years of relevant experience in carrying out \nenvironmental  studies,  including  environmental  impact  assessments  (EIA)  for  hydropower \nprojects, especially for power transmission. The consultant will undertake the following tasks: \n(i)  assess and confirm that the proposed transmission components are not within the \nprotected areas, if any; and if the proposed components lie within such zones, \nelucidate the regulatory procedures and protection measures needed to obtain \nenvironmental and forestry clearance from the relevant national and provincial \ngovernment agencies; \n(ii)  prepare an EIA for transmission lines and the substations in accordance with \nADB's SPS (2009), and any applicable procedures or guidelines for environmental \nassessment required by the government, considering the likely impacts associated \nwith their locations, designs, and construction activities, as well as the long-term \nimpacts during operation, including identification of environmental issues from \nactivities directly induced by the project; \n15 \n ", " \n(iii)  prepare  EIA  for  the  project  based  on  the  detailed  design,  and  ensure  that \nnecessary mitigation measures are in place; assess the adequacy of the cost \nestimates for the proposed EIA; \n(iv)  review  WAPDA’s  environmental  management  capability  and  recommend \ninstitutional strengthening measures; \n(v)  ensure that hydropower plant, transmission lines, and access roads specifically for \nthe project must have environmental assessments; \n(vi)  undertake evaluation of an appropriate environmental flow calculation; \n(vii)  ensure that the costs for implementing recommended environmental management \nand monitoring plans and any capacity strengthening measures are included in the \nproject's development costs; \n(viii)  recommend  appropriate  environmental  mitigation  measures  for  identified \nsignificant impacts, and monitoring plans to address these impacts; and assess \nthe  environmental  benefits  of  the  proposed  activities  and  any  capacity-\nstrengthening measures that may be needed for implementing the environmental \nmanagement and monitoring plans; and \n(ix)  ensure that the EIA is included in the project implementation contracts. \n \n32.  Energy economist (international, 1 pm). The specialist should preferably have a degree \nin accounting, economics, finance, or related fields, possessing at least 10 years of industry \nexperience. The economist is expected to assess economic and sustainability issues and carry \nout  sensitivity  and  risk  analyses  and  possess  deep  understanding  of  the  application  of \ncomprehensive  life  cycle  assessments  to  the  analysis  of  different  energy  and  electricity \ngenerating options, including externalities, in an energy system context. The specialist should \nhave knowledge of the financing of capital-intensive infrastructure projects as well as knowledge \nof energy analysis and planning tools. The specialist will \n(i)  prepare  input for  the  assessment  and forecast  of  the  medium- to  long-term \nhydropower energy supply demand balance based; develop an economic demand \nscenario based on market-based pricing, including recommendations for price \nadjustment  while  responding  to  market  realities,  for  implementation  over  a \nreasonable time period, and a determination of the most optimum gas allocation \nand share of gas in the primary sources of energy; \n(ii)  coordinate with the financial management specialist to undertake assessment of \nthe economic impact of hydropower and indigenous generation on circular debt \nand basket tariff;  \n(iii)  undertake focused assessment related to the medium- to long-term impacts of \nmajor hydropower projects, programs, and policy developments; \n(iv)  carry out the economic analysis of the project to be undertaken by WAPDA—\nthe model will be calculated for several technology, customer segmentation, and \nrollout options recommended for implementation; \n(v)  undertake economic analysis of each of the proposed investment components \nand assess their economic viability; provide the economic rationale for each \ncomponent and the overall project, including a review of historical electricity \ndemand and supply and projections for the sector nationally and regionally, and \nan  alternatives  and  least-cost  options  analysis,  in  accordance  with  ADB \nGuidelines for the Economic Analysis of Projects (2017);  \n(vi)  evaluate  the  project's  direct  and  indirect  impacts  and  carry  out  economic \nanalysis of these impacts in terms of ENPV and EIRR in accordance with ADB's \nGuidelines for the Economic Analysis of Projects (2017);  \n16 \n ", " \n(vii)  conduct cost-benefit analysis to assess the project’s economic benefits; and for \nthe economic analysis of the project, the following tasks will need to be carried \nout:  \n▪  calculation  of  appropriate  opportunity  costs  and  conversion  factors, \nincluding but not limited to standard conversion factor, shadow exchange \nrate  factor,  shadow  wage  rate  factor,  and  any  other  which  may  be \nconsidered applicable for the project; \n▪  estimation of the capital expenditure and operating costs of the overall \nproject and each subproject in economic prices (the economic costs should \nbe exclusive of taxes and subsidies); \n▪  estimation and recommendation of an appropriate proxy to account for the \neconomic price of electricity by way of conducting a survey to assess \nconsumer surplus and willingness-to-pay by the consumers; \n▪  calculation of incremental benefits and costs arising from the project by \ncomparing the “with project” scenario to the “without the project” scenario in \naccordance  with  guidance  provided  in  ADB’s  Guidelines  for  Economic \nAnalysis of Projects (2017); \n▪  estimation  of  direct  incremental  benefits  and  costs—including,  but  not \nlimited to, operational cost savings, increase of revenue collection, decrease \nof technical and non-technical losses—in economic prices;  \n▪  estimation of indirect incremental benefits and costs—including, but not \nlimited to, energy cost savings, improvement of efficiency across the energy \nresources value chain, indirect energy savings, increase of overall power \nsystem efficiency, avoided investment in power generation assets due to \nreduced demand and improved load management environmental benefits \n(e.g., CO2 emission reduction), national energy security, etc.—in economic \nprices; \n▪  calculation of economic net incremental benefits to the project undertaken \nby WAPDA for implementing the project and calculation of the EIRR and \nENPV for the project;  \n▪  sensitivity analysis of the economic viability of the project to key input \nparameters; and \n▪  distribution analysis identifying the expected benefits and cost implications \nto all stakeholder groups. \n(viii)  in  consultation  with  the  social  development  specialist,  incorporate  poverty \nreduction impacts in accordance with ADB's Handbook on Integrating Poverty \nImpact Assessment in the Economic Analysis of Projects and estimate the PIR \naccording to ADB's relevant guidelines and requirements;  \n(ix)  develop the Microsoft Excel spreadsheet models for the economic analysis to \nmake them transparent and self-explanatory before handing over the same to \nADB; and \n(x)  prepare the draft project documentation for economic analysis and update the \nappendix  and  the  tables  and  analyses  to  reflect  ADB  comments  and \nsuggestions. \n \n33.  Civil engineer hydropower (national, 8 pm). The civil/geotechnical expert will have a \nmaster’s level degree in civil, geotechnical, structural engineering, or relevant fields and at least \n10 years of relevant experience in geotechnical assessments and design of foundations and \nstructures preferably for energy projects. The expert shall work closely with the executing agency \n(EA) and relevant agencies to provide expert advice, and ensure the accuracy and quality of \n17 \n ", " \ngeotechnical, topographic, or hydrological surveys in accordance with international best practices. \nThe expert will \n(i)  prepare the pre-design report comprising topographical survey and mapping, \ngeological  and  geotechnical  conditions,  hydrology  and  flood  studies,  and \nsedimentation; \n(ii)  undertake studies related to power-generation planning and economic appraisal, \nand plant optimization, design and engineering; \n(iii)  prepare preliminary drawings, cost estimates, and construction schedules with \ncritical path; \n(iv)  prepare terms of reference for an extensive and detailed design of the project; \n(v)  assess geotechnical design parameters to allow for the safe design of foundation \nand  related  components  by  the  design  team—the  expert  may  rely  on  other \nmembers to be responsible for the design of elements of the project but has the \noverall responsibility to see that all design is undertaken as is necessary to achieve \na project that meets acceptable engineering standards; \n(vi)  assess integrity of the design and provide inputs, and assist the team leader in the \ndelivery of required outputs; \n(vii)  prepare  the  feasibility  study,  including  cost  estimates  and  scope,  design \nconfiguration, support structure, foundations, and other civil works requirements \nfor the power plant, transmission, and all support facilities; \n(viii)  provide inputs to the capacity development plan and assist in the conduct of \ntraining workshops as required; \n(ix)  provide design criteria and recommendations on required civil works (access road, \nsite preparation, earthworks, excavation, internal access tracks, fences, tracker \nfoundations,  cable  trench,  hydro/transmission/distribution/solar/wind  projects, \nsupport facilities, backfill, conversion block foundation, substation foundation, and \nstructure); \n(x)  assist and provide inputs to the client in developing their feasibility study and basic \nengineering design, including due diligence on client-conducted site surveys such \nas geotechnical, topographic, and hydrological studies; \n(xi)  lead in the technical specifications and drawings of required foundations and \nstructures for the projects, transmission system, substations, auxiliary, and support \nfacilities; and \n(xii)  assist in the preparation of specifications and bidding documents, and assist the \nclient in evaluating bids and preparing bid evaluation reports. \n \n34.  Renewable energy expert (national, 5 pm). The expert shall have a university degree in \nengineering or in related field, and 8 years of experience in design of solar PV power plants. The \nexpert will assist the international expert and shall \n(i)  prepare  feasibility  study  and  lead  the  formulation  of  the  conceptual \nengineering/system  design,  and  configuration  of  the  solar  PV  power  plant, \ntransmission system, auxiliary and support facilities; \n(ii)  review  and  prepare  the  project  scope, capital and  operating  cost  estimates, \nimplementation schedule, contracting, and implementation arrangements; \n(iii)  develop and produce the technical specifications and required drawings of the \nsolar PV plant, transmission system, and all associated systems and structures;   \n(iv)  prepare global budget estimates with reference to international and domestic price \ntrends for projects of similar scale and quality; \n(v)  prepare, in collaboration with relevant team members, the capacity development \nplan based on the capacity needs assessment; develop the training programs, \n18 \n ", " \nincluding  manuals  and system  design  books for  client  personnel  as well  as \noperation  and  maintenance  (O&M)  manuals—the  program  will  include  risk \nmanagement aspects; \n(vi)  lead the conduct of capacity building needs assessment for solar, and lead the \nconduct of workshops for the EA and other relevant agencies on solar technologies \nrelated to the assignment:  technology, site selection criteria, due diligence process, \noperation and maintenance, design, implementation, and, management; \n(vii)  prepare the inputs for special sections of the bid documents (desired output \nspecifications  for  the  solar  PV  system,  performance  warranties,  and  related \nparameters to be used to ensure desired performance, specifications to shortlist \nbidders on technical commercial and financial parameters, special conditions of \ncontract, etc.); \n(viii)  draft bidding documents, according to ADB’s guidelines; and \n(ix)  prepare the relevant draft sections of ADB's report and recommendation of the \nPresident (RRP), lead the preparation of reports, and assist ADB’s fact finding \nmissions as required. \n \n35.  Financial management specialist (national, 2 pm). The expert will have at least a \nbachelor’s degree in economics/ finance, relevant professional qualification (e.g., ACCA, CFA, \nCPA), and 10 years of relevant experience in financial analysis of projects and corporate due \ndiligence. The specialist will  \n(i)  assess the government program’s adequacy and economic efficiency, results, and \nlinks with disbursements under the program, expenditures and financing, and \nimplementation arrangements;  \n(ii)  identify necessary measures and actions to be taken to strengthen the government \ninvestment program for inclusion in the program action plan;  \n(iii)  assess the ability of the program’s fiduciary systems to manage fiduciary risks and \nprovide reasonable assurance for the appropriate use of program funds;  \n(iv)  prepare  program  expenditure  and  financing  assessment;  fiduciary  systems \nassessment; financial management systems assessment for WAPDA; and risk \nmitigation  plan,  including  capacity  development  activities  for  inclusion  in  the \nprogram action plan; and  \n(v)  undertake financial and economic analysis of the program and the tranche. \n \n36.  Climate  change  specialist  (national,  2  pm).  The specialist  will  have  a  degree  in \nenvironmental policy, economics, natural resource management, or related area and at least 5 \nyears of experience in designing and implementing climate change projects in a multisector \ndevelopment context. The specialist will support the tasks of the international climate change \nspecialist. \n \n37.  Social development specialist (national, 4 pm). The expert should have at least a \nbachelor’s degree in social development or related field, and 10 years of relevant experience. The \nconsultant will support the tasks of the international social development specialist. \n \n38.  Procurement specialist (national, 3 pm). The expert should have at least a bachelor’s \ndegree with 10 years of experience in procurement-related area. The consultant will support the \ntasks of the international procurement specialist, including the conduct of the poverty, social, and \ngender analysis on the ground. \n \n19 \n ", " \n39.  Environment specialist (national, 3 pm). The expert should have at least a bachelor’s \ndegree in environmental engineering/science, and 8 years of relevant experience in carrying out \nenvironmental  studies,  including  EIA/IEE,  for  infrastructure  projects,  especially  for  power \ntransmission. The specialist will assist the international expert in assessing and confirming that \nthe proposed transmission components are not within the protected areas, if any. The national \nconsultant will support the international environment specialist in the following tasks: \n(i)  prepare an IEE for transmission lines and the substations in accordance with \nADB's SPS (2009), and any applicable procedures or guidelines for environmental \nassessment required by the government, considering the likely impacts associated \nwith their locations, designs, and construction activities, as well as the long-term \nimpacts during operation, including identification of environmental issues from \nactivities directly induced by the project; \n(ii)  prepare EMP for the project based on the detailed design, and ensure that \nnecessary mitigation measures are in place;  \n(iii)  review  the  NTDC’s  environmental  management  capability  and  recommend \ninstitutional strengthening measures;  \n(iv)  recommend  appropriate  environmental  mitigation  measures  for  identified \nsignificant impacts, and monitoring plans to address these impacts; and assess \nthe  environmental  benefits  of  the  proposed  activities  and  any  capacity-\nstrengthening measures that may be needed for implementing the environmental \nmanagement and monitoring plans; and \n(v)  ensure that the EMP is included in the project implementation contracts. \n \nB.  Individual Consultant  \n \n40.  Gender specialist (national, 3 pm). The expert shall have at least a bachelor’s degree \nin social science, economics, or other related fields, or its equivalent and 7 years of relevant \nexperience in carrying out gender assessment and analysis, preferably of state-owned companies \nand of consumer behavior. The expert will help conduct assessments and actions for the project, \nand support capacity development for WAPDA from a gender perspective. The national specialist \nwill provide support to ensure that the project embodies commitment to achieving gender equality \nand women’s empowerment, and will undertake the following tasks: \n(i)  prepare  sector  assessment  from  the  gender  perspective,  identifying  gender-\nspecific issues, including gender representative opportunities for employment and \nempowerment in decision making; \n(ii)  collect and analyze sex-disaggregated data for project preparation and design; \n(iii)  review WAPDA’s human resource policy and practices, and propose gender-fair \nand women-friendly policies/activities/measures; \n(iv)  develop  and  assist  in  gender  awareness-raising  programs  and  training  of \nWAPDA's key management staff; \n(v)  analyze data on percentage of women taking energy-related courses, such as \nengineering, math, and science in technical and vocational education and training \ninstitutions and universities, and review these institutions and universities as \npotential partners of WAPDA to increase women’s technical participation in the \ngas sector; \n(vi)  assess the quality of existing reports and information/data generated by WAPDA \nfrom a gender perspective; \n(vii)  assess all potential positive and negative impacts of the project on consumer \ngroups and WAPDA’s staff from a gender perspective; \n20 \n ", " \n(viii)  prepare socioeconomic profiles of the project-affected communities in the project \nareas, disaggregated by sex, following relevant ADB guidelines and publications, \nand government requirements; \n(ix)  prepare a set of recommendations to engender the transmission program based \non the gender analyses conducted; \n(x)  identify opportunities for employment of local populations in the project, and any \nskills training that may help improve the capital base of the local populations (if \napplicable), with consideration of the different labor market potentials of male and \nfemale workers; \n(xi)  identify  community  development  needs,  specifically  those  that  would  directly \nbenefit women, children, and vulnerable members of the population, that the \nproject can potentially help address; \n(xii)  assess  the  gender  category  of  the  project  and  prepare  a  set  of  gender \naction/activities to meet gender category requirements; and \n(xiii)  assess  WAPDA’s  gender  capacity  for  gender-sensitive  planning  and \nimplementation, as well as the potential institutional partners and stakeholder \ngroups, including relevant NGOs and communities. \n \nIV.  Gas Development Project \n \nA.  Consulting Firm \n \n41.  Gas storage systems specialist/team leader (international, 4 pm). The specialist will \nhave a degree in engineering or management and have a minimum of 15 years of extensive \nexperience in hydrocarbons sector with at least 5 years global experience in gas storage systems. \nThe specialist will lead a team of experts to recommend gas storage options in Pakistan to \nbalance a variable demand with a near-constant supply, speed up delivery, handle supply \ninterruptions, and take advantage of expected price changes. The specialist will \n(i)  manage the consulting team and individual consultants hired for the project, and \nensure quality outputs; \n(ii)  develop a detailed work plan and implementation schedule;  \n(iii)  review the status of gas transmission networks’ investment plan for development \nof gas storage systems and evaluating the least-cost option for such facilities;  \n(iv)  recommend feasible storage modalities, options and types including analysis of \nunderground  and  above-ground  options, keeping  in  view  the geography  and \ngeology of Pakistan; \n(v)  prepare  feasibility  for  three  sites,  develop  project  design  alternatives  and \ncorresponding cost estimates, and suggest next steps and way forward; \n(vi)  assess availability of depleted oil and gas fields, aquifers, and salt caverns with \nrespect to proximity to consuming regions or industry (natural gas-fired power \nplants), proximity to pipelines and distribution systems, geological porosity of how \nmuch volume can be stored, permeability, and confinement; \n(vii)  undertake  study  of  operational  risks,  including  hazard  analysis  in  close \ncoordination with relevant authorities and regulations required; \n(viii)  assess possibility of private sector participation, public private partnerships, and \npublic sector funding; \n(ix)  assess and optimize design of (a) liquefied natural gas (LNG) terminal for LNG \nimports such as berth, unloading unit, retuning gas unit; and (b) LNG storage tank \nand  associated  facilities  for  gas  supply  such  as  forwarding  pump  unit, \n21 \n ", " \nregasification  unit,  compressor  station,  boil-off  gas  (BOG)  compressor  unit, \nflare/vent stack, and miscellaneous utility unit; and \n(x)  prepare  a  description  of  the  scope,  physical  characteristics,  and  technical \nspecifications of the project, which shall include all physical and technical aspects, \nspecifications and characteristics of the compressor stations, pipelines, and all \nassociated  facilities  (e.g.,  project-related  infrastructure  and  above-ground \ninstallations),  activities  during  the  different  project  phases,  and  the  project \nschedule—this should be supplemented with maps that show the location in \nrelation to the background environment of the area, and all information should be \nadequately cross referenced. \n \n42.  Hydrocarbons specialist (international, 2 pm). The specialist will have a master’s or \nhigher degree in engineering, preferably with at least 10 years of international work experience in \noil and gas; and hands-on experience in development and/or implementation of at least two gas \nstorage system projects. The specialist will  \n(i)  prepare  technical  feasibility  of  gas  storage  systems  and  associated  facilities \n(pipeline network, etc.);  \n(ii)  review the scope of investment; and prepare detailed cost estimates, detailed \ntechnical specifications for bidding documents, and implementation schedule and \narrangements; \n(iii)  assess current pricing policies for gas storage facilities, and recommend cost \nreflective pricing mechanism for project sustainability;  \n(iv)  prepare capacity building assessment and timebound action plan to ensure project \nsustainability;  \n(v)  assess leakages of gas at various stages and conduct hazard analysis and \nmitigation measures; and  \n(vi)  prepare a PCB and waste management plan of old and contaminated equipment, \nif required. \n \n43.  Energy economist (international, 1 pm). The specialist should preferably have a degree \nin accounting, economics, finance, or related fields, possessing at least 10 years of industry \nexperience. The economist is expected to assess economic and sustainability issues, carry out \nsensitivity  and  risk  analyses,  and  possess  deep  understanding  of  the  application  of \ncomprehensive life cycle assessments to the analysis of different gas storage options, including \nexternalities.  The  specialist  should  have  knowledge  of  the  financing  of  capital-intensive \ninfrastructure projects as well as knowledge of energy analysis and planning tools. The specialist \nwill \n(i)  prepare input for the assessment and forecast of the medium- to long-term gas \nsupply demand balance based; develop an economic demand scenario based on \nmarket-based  pricing,  including  recommendations  for  price  adjustment  while \nresponding to market realities, for implementation over a reasonable time period, \nand a determination of the most optimum gas allocation and share of gas in the \nprimary sources of energy; \n(ii)  coordinate with the financial management specialist to undertake assessment of \nthe economic impact of gas storage facilities, circular debt, and basket tariff;  \n(iii)  undertake focused economic assessment related to the medium- to long-term \nimpacts of gas storage projects, programs, and policy developments; \n(iv)  carry out the economic analysis of the project to be undertaken by the ISGS—the \nmodel will be calculated for several technology, customer segmentation, and \nrollout options recommended for implementation; \n22 \n ", " \n(v)  undertake economic analysis of each of the proposed investment components and \nassess  their  economic  viability;  provide  the  economic  rationale  for  each \ncomponent and the overall  project, including a review of historical electricity \ndemand and supply and projections for the sector nationally and regionally, and \nan alternatives and least-cost options analysis, in accordance with ADB Guidelines \nfor the Economic Analysis of Projects (2017);  \n(vi)  evaluate  the  project's  direct  and  indirect  impacts  and  carry  out  economic \nanalysis of these impacts in terms of ENPV and EIRR in accordance with ADB's \nGuidelines for the Economic Analysis of Projects (2017);  \n(vii)  conduct cost-benefit analysis to assess the project’s economic benefits; and for \nthe economic analysis of the project, the following tasks will need to be carried \nout:  \n▪  calculation  of  appropriate  opportunity  costs  and  conversion  factors, \nincluding but not limited to standard conversion factor, shadow exchange \nrate  factor,  shadow  wage  rate  factor,  and  any  other  which  may  be \nconsidered applicable for the project; \n▪  estimation of the capital expenditure and operating costs of the overall \nproject and each subproject in economic prices (the economic costs should \nbe exclusive of taxes and subsidies); \n▪  estimation and recommendation of an appropriate proxy to account for the \neconomic price of electricity by way of conducting a survey to assess \nconsumer surplus and willingness-to-pay by the consumers; \n▪  calculation of incremental benefits and costs arising from the project by \ncomparing the “with project” scenario to the “without the project” scenario in \naccordance with the guidance provided in ADB’s Guidelines for Economic \nAnalysis of Projects (2017); \n▪  estimation  of  direct  incremental  benefits  and  costs—including,  but  not \nlimited to, operational cost savings, increase of revenue collection, decrease \nof technical and non-technical losses—in economic prices;  \n▪  estimation of indirect incremental benefits and costs—including, but not \nlimited to, energy cost savings, improvement of efficiency across the energy \nresources value chain, indirect energy savings, increase of overall power \nsystem efficiency, avoided investment in power generation assets due to \nreduced demand and improved load management environmental benefits \n(e.g., CO2 emission reduction), national energy security, etc.—in economic \nprices; \n▪  calculation of economic net incremental benefits to the project undertaken \nby the ISGS for implementing the project, and calculation of the EIRR and \nENPV for the project;  \n▪  sensitivity analysis of the economic viability of the project to key input \nparameters; and \n▪  distribution analysis identifying the expected benefits and cost implications \nto all stakeholder groups. \n(viii)  in  consultation  with  the  social  development  specialist,  incorporate  poverty \nreduction impacts in accordance with ADB's Handbook on Integrating Poverty \nImpact Assessment in the Economic Analysis of Projects and estimate the PIR \naccording to ADB's relevant guidelines and requirements;  \n(ix)  develop the Microsoft Excel spreadsheet models for the economic analysis to \nmake them transparent and self-explanatory before handing over the same to \nADB; and \n23 \n ", " \n(x)  prepare the draft project documentation for economic analysis and update the \nappendix  and  the  tables  and  analyses  to  reflect  ADB  comments  and \nsuggestions. \n \n44.  Financial management specialist (international, 1 pm). The specialist should have a \nmaster’s  or  higher  degree  in  finance  or  related  field,  preferably  recognized  professional \nqualifications (e.g., ACCA, CFA, CIMA, FCA), or an advanced degree in finance, and at least 10 \nyears of relevant working experience in financial analysis of projects (including financial due \ndiligence and modelling), financial management assessment (including financial projections of a \ncorporate entity), and financial management reforms. The specialist will \n(i)  prepare the financial management assessment of the ISGS, including to (a) \nevaluate results of financial management assessments conducted by ADB or/and \nother agencies; (b) assess capacity for planning and budgeting, management and \nfinancial accounting, reporting, auditing, internal controls, and information systems; \n(c) develop disbursement and funds-flow arrangements; and (d) conclude on the \nfinancial management risk rating, guidelines, and technical guidance on financial \nmanagement assessment; \n(ii)  assess and recommend the financial management reforms and tariff needed for \nadvancing  the  commercial  operation  of  the  subprojects;  and  recommend  a \ncapacity management program, and mitigate other risks identified in the analysis; \n(iii)  conduct financial valuation (financial cost-benefit analyses) using FIRR, EIRR, and \nWACC computations in order to evaluate the financial viability of the project \nfollowing ADB's guidelines; \n(iv)  prepare relevant reports and estimates backed with detailed justification with \nsource  information  and  models,  which  include  cost  estimates  and  fund  flow \nanalysis, financial management assessment, and financial projection and analysis; \nand \n(v)  conduct an economic evaluation the project considering economic costs and \nbenefits (including carbon credits) following ADB’s Guidelines for the Economic \nAnalysis of Projects (1997), Handbook on Economic Evaluation of Environmental \nImpacts, and Financial Management and Analysis of Projects (2005). \n \n45.  Social safeguards and development specialist (international, 2 pm). The specialist \nwill have at least a university degree in community development, anthropology, sociology, or other \nrelated field; and 5 years of relevant experience in resettlement planning and implementation and \naddressing issues for development projects. The expert will help conduct assessments and \nactions for the project, and support capacity development for the ISGS from a gender perspective. \nThe international specialist will provide support to ensure that the project embodies commitment \nto achieving gender equality and women’s empowerment, and will undertake the following tasks: \n(i)  analyze legal and regulatory frameworks on social safeguards and recommend \ngap-filling measures as needed; \n(ii)  identify potential land acquisition and resettlement impacts of the project, and \nconduct preparatory surveys as per the requirements of ADB’s SPS (2009); \n(iii)  conduct meaningful consultations with affected households and other relevant \nstakeholders; \n(iv)  incorporate the costs of all mitigation measures in the project cost estimates; \n(v)  prepare social safeguards documents—e.g., land acquisition and resettlement \n(LAR) plan, social due diligence report; and \n(vi)  collect and analyze sex-disaggregated data for project preparation and design. \n \n24 \n ", " \n46.  Environment specialist (international, 2 pm). The expert will have an advanced degree \nin environmental studies (or other relevant field) from an accredited educational institution; and at \nleast 15 years working experience, including practical experience in environmental monitoring, \nreporting, stakeholder consultations, and preparing EIA and EMP reports. The expert should be \nfamiliar with projects financed by international financial institutions. The expert will undertake an \nEIA study in accordance with, but not limited to, the scope of the services listed below, and \nprepare an EIA report using the outline in ADB’s SPS (2009). The EIA is required to suit the \nproject and meet ADB requirements. The study shall include, but not limited to, preparation and \nexecution of a scoping exercise, baseline studies, study of alternatives, data analyses, impact \nassessment, and the identification of applicable environmental mitigation measures to compile \nthe EMP. The expert will undertake the following tasks: \n(i)  perform a scoping exercise to (a) determine the study (data) boundaries, i.e., to \nclarify what shall and shall not be included in the EIA study; (b) determine the \nenvironmental issues (including direct, indirect, and cumulative impacts) that will \nbe addressed in the EIA, together with the required level of detail and level of \naggregation; (c) identify applicable local (communal and municipal), regional, \nnational, and international regulations and standards, and clarify their applicability \nto the EIA and the project; (d) provide a preliminary assessment of available \nbaseline information and its use for the EIA; (e) select and clarify the assessment \nmethods to be used; (f) include a preliminary identification of project alternatives, \nwhich  shall  be  included  in  the  EIA  study;  (g)  outline  the  conditions  and \nrequirements for the baseline studies, as well as a baseline study plan; and (h) \nenable mutual understanding and commitment among ADB, ISGS, and other \ncompetent authorities, consultants, and other stakeholders on the scope, process, \nand methodology of the EIA; \n(ii)  present relevant baseline information considering the probable regions of influence \nof the project; and collect data on relevant physical, biological, and socioeconomic \nconditions—data  collection  shall  draw  upon  available  information  from  state \nagencies,  research  organizations,  digital  resources,  geographic  information \nsystem databases, public third parties, and feasibility studies supplemented as \nnecessary by field investigations, including sampling and lab analyses; \n(iii)  perform an environmental audit of the existing facilities to determine the existence \nof any areas where the project may cause or is causing environmental risks or \nimpacts—a  typical  environmental  audit  report  includes  the  following  major \nelements: (a) executive summary; (b) facilities description, including both past and \ncurrent  activities;  (c)  summary  of  national,  local,  and  any  other  applicable \nenvironmental laws, regulations, and standards; (d) audit and site investigation \nprocedure; (e) findings and areas of concern; and (f) corrective action plan that \nprovides the appropriate corrective actions for each area of concern, including \ncosts and schedule; \n(iv)  perform a full impacts analysis for the construction and operation stages of the \nproject, and propose mitigation measures to minimize and/or remove the impacts; \nconduct  noise  and  air quality  modelling  studies for  the  compressor  stations, \nincluding any other equipment or facility likely to affect background noise levels \nand air quality; \n(v)  identify any associated facilities and assess the impacts of those; \n(vi)  assess environmental impacts of the operation and its ancillary activities, and \ndiscuss cumulative environmental impacts; \n(vii)  perform a systematic comparison of different project alternatives, whereby the \nenvironmental consequences and impacts per alternative are identified, assessed, \n25 \n ", " \nand compared—the study shall support the project with the development of a base \ncase design and rule out some design alternatives that are not viable from an \nenvironmental  and/or  social  perspective;  and  the  study  of  alternatives  shall \nconsider,  but  may  not  limit  itself  to,  the  pipeline  route  and  project  sites, \ntechnologies, and no project; \n(viii)  perform a risk-based analysis of the likely risks of the project in terms of explosions, \nleakages, and emergency scenarios during the operation phase; \n(ix)  propose state-of-the-art mitigation measures to minimize, mitigate, or altogether \nremove the impacts; \n(x)  prepare the EIA report as required by ADB’s SPS (2009)—the EIA should contain \nmaps and figures to explain the details, and all supporting data and studies \nperformed as part of the EIA should be duly annexed; \n(xi)  as  part  of  the  EIA,  prepare  an  EMP  including  the  appropriate  mitigation \ntechnologies, an environmental monitoring plan with monitoring indicators, and \ninstitutional  arrangements  and  responsibilities  (including  cost  estimates  and \ntraining); as part of the EMP, prepare an outline framework for the site-specific \nEMPs to be prepared by the contractor as part of the EIA appendix; and ensure \nthat  the  EIA  contains  an  environmental  management  cost  (i.e.,  the  cost  for \nimplementing the EMP in the field); \n(xii)  prepare the project environment climate mitigation and adaptation assessment; \n(xiii)  assess the possibility of obtaining clean development mechanism (CDM)-related \nsupport for possible greenhouse gas (GHG) reductions; \n(xiv)  conduct  an  institutional  environmental  capacity  review  with  regards  to  the \nimplementation capacity of ISGS for environmental safeguards; prepare a capacity \ndevelopment program to deal with each of the identified capacity gaps; and \n(xv)  prepare  a  grievance  redress  mechanism  that  is  operational  for  the  project, \nincluding community representation along the entire alignment of the pipeline. \n \n47.  Climate change specialist (international, 1 pm). The specialist will have a higher \ndegree in environmental policy, economics, natural resource management, or related area; and \nat least 10 years of experience in designing and implementing climate change projects in a \nmultisector development context at different scales (i.e., regional, national, subnational) in Asia. \nRelated  experience  in  Pakistan  will  be  considered  a  strong  advantage.  Experience  with \nmultilateral development banks will be an advantage. The specialist will \n(i)  provide strategic and operational advisory support to assess climate change \naspects during project design; \n(ii)  provide technical input to make the projects climate resilient and design climate \nproofing aspects; \n(iii)  in consultation with relevant government agencies, identify project components \nthat are sensitive to climate/weather conditions, and develop a detailed work plan \nfor carrying out a climate risk assessment and management study;  \n(iv)  carry out the climate risk and management study, including the development of \nclimate  scenarios,  assessment  of  potential  risks  of  climate-sensitive  project \ncomponents  to  projected  climate  change,  and  the  identification  of  possible \nadaptive measures to manage such risks; and \n(v)  prepare a detailed technical report on the study, including the overall methodology, \ndata used, assumptions made, key findings, and their implications for the project \npreparation, possible options to address impacts/risks to ensure climate-resilient \ndesign and associated costs, caveats/limitations of the study, and their implication \nfor the project preparation. \n26 \n ", " \n48.  Gas storage systems expert (national, 6 pm). The expert will have least a bachelor’s \ndegree  with  8  year  of  experience  in  related  area.  The  national  consultant  will  assist  the \ninternational gas storage systems specialist and will  \n(i)  review status of gas storage options;  \n(ii)  review technical specifications and present capacity of the existing transmission \nand distribution gas utilities, and evaluate the potentials for gas storage to ensure \nmore efficient operations;  \n(iii)  determine the general technical feasibility of developing the gas storage systems;  \n(iv)  assess power losses at various stages and conduct hazard analysis; and  \n(v)  determine ancillary infrastructure that need to be developed.  \n \n49.  Hydrocarbons expert (national, 8 pm). The expert will have a bachelor’s or higher \ndegree in engineering or related field, and at least 10 years of experience in oil and gas sector. \nThe expert will  \n(i)  support the consulting team in collecting and processing major technical data and \ninformation; \n(ii)  provide inputs to prepare the gas sector assessment;  \n(iii)  assist in reviewing the status of the gas transmission network plans for development \nof storage systems and expansion, and defining/evaluating the least-cost option for \nsuch gas infrastructure development;  \n(iv)  support  in  reviewing  the  scope  and  capital,  and  preparing  cost  estimates, \nimplementation schedule and arrangements, and contracting; and  \n(v)  support  in  assessing  current  natural  gas  pricing  policies  and  recommending \nadequate pricing mechanism for project sustainability.  \n \n50.  Financial management specialist (national, 3 pm). The expert will have at least a \nbachelor’s degree in economics/ finance, relevant professional qualification (e.g., ACCA, CFA, \nCPA), and 10 years of relevant experience in financial analysis of projects and corporate due \ndiligence. The national specialist will  \n(i)  assess the government program’s adequacy and economic efficiency, results, and \nlinks with disbursements under the program, expenditures and financing, and \nimplementation arrangements;  \n(ii)  identify necessary measures and actions to be taken to strengthen the government \ninvestment program for inclusion in the program action plan;  \n(iii)  assess the ability of the program’s fiduciary systems to manage fiduciary risks and \nprovide reasonable assurance for the appropriate use of program funds;  \n(iv)  prepare  program  expenditure  and  financing  assessment;  fiduciary  systems \nassessment;  financial  management  systems  assessment  for  ISGS;  and  risk \nmitigation  plan,  including  capacity  development  activities  for  inclusion  in  the \nprogram action plan; and  \n(v)  undertake financial and economic analysis of the program and the tranche. \n \n51.  Social development specialist (national, 3 pm). The expert should have at least a \nbachelor’s degree in social development or related field, and 10 years of relevant experience. The \nnational consultant will support the tasks of the international social development specialist. \n \n52.  Procurement specialist (national, 4 pm). The expert should have at least a bachelor’s \ndegree, with 10 years of experience in procurement-related area. The national consultant will \nsupport the tasks of the international procurement specialist. \n27 \n ", " \n53.  Environment specialist (national, 6 pm). The expert should have at least a bachelor’s \ndegree in environmental engineering/science, and 8 years of relevant experience in carrying out \nenvironmental studies, including EIA for gas storage projects, especially for power transmission. \nThe consultant will assist the international expert in assessing and confirming that the proposed \nstorage and transmission components are not within the protected areas, if any. The national \nspecialist will support the international environment specialist in the following tasks: \n(i)  prepare an EIA for transmission lines and the substations in accordance with \nADB's SPS (2009), and any applicable procedures or guidelines for environmental \nassessment required by the government, considering the likely impacts associated \nwith their locations, designs, and construction activities, as well as the long-term \nimpacts during operation, including identification of environmental issues from \nactivities directly induced by the project; \n(ii)  prepare  EIA  for  the  project  based  on  the  detailed  design,  and  ensure  that \nnecessary mitigation measures are in place; \n(iii)  review the environmental management capability of the ISGS and recommend \ninstitutional strengthening measures; \n(iv)  recommend  appropriate  environmental  mitigation  measures  for  identified \nsignificant impacts, and monitoring plans to address these impacts; and assess \nthe  environmental  benefits  of  the  proposed  activities  and  any  capacity-\nstrengthening measures that may be needed for implementing the environmental \nmanagement and monitoring plans; and \n(v)  ensure that the EIA is included in the project implementation contracts. \n \nB.  Individual Consultant  \n \n54.  Gender specialist (national, 2 pm). The expert shall have at least a bachelor’s degree \nin social science, economics, or other related fields, or its equivalent; and 7 years of relevant \nexperience in carrying out gender assessment and analysis, preferably of state-owned companies \nand of consumer behavior. The expert will help conduct assessments and actions for the project, \nsupport capacity development for the ISGS from a gender perspective and provide support to \nensure  that  the  project  embodies  commitment  to  achieving  gender  equality  and  women’s \nempowerment. The national consultant will \n(i)  prepare  sector  assessment  from  the  gender  perspective,  identifying \ngender-specific issues, including gender representative opportunities for \nemployment and empowerment in decision making; \n(ii)  review the human resource policy and practices of the ISGS, and propose \ngender-fair and women-friendly policies/activities/measures; \n(iii)  develop and assist in gender awareness-raising programs and training of \nkey management staff of the ISGS; \n(iv)  analyze data on percentage of women taking energy-related courses, such \nas engineering, math, and science in technical and vocational education \nand training institutions and universities, and review these institutions and \nuniversities as potential partners of the ISGS to help increase women’s \ntechnical participation in the gas sector; \n(v)  assess the quality of existing reports and information/data generated by \nISGS from a gender perspective; \n(vi)  assess  all  potential  positive  and  negative  impacts  of  the  project  on \nconsumer groups and ISGS staff from a gender perspective; \n28 \n ", " \n(vii)  prepare socioeconomic profiles of the project-affected communities in the \nproject areas, disaggregated by sex, following relevant ADB guidelines and \npublications, and government requirements; \n(viii)  prepare a set of recommendations to engender the transmission program \nbased of the gender analyses conducted; \n(ix)  identify opportunities for employment of local populations in the project, and \nany skills training that may help improve the capital base of the local \npopulations (if applicable) with consideration of the different labor market \npotentials of male and female workers; \n(x)  identify  community  development  needs,  specifically  those  that  would \ndirectly benefit women, children, and vulnerable members of the population, \nwhich the project can potentially help address; \n(xi)  assess the gender category of the project and prepare a set of gender \naction/activities to meet gender category requirements;  \n(xii)  assess the gender capacity of the ISGS for gender-sensitive planning and \nimplementation,  as  well  as  the  potential  institutional  partners  and \nstakeholder groups, including relevant NGOs and communities; and \n(xiii)  collect and analyze sex-disaggregated data for project preparation and \ndesign. \n \nV.  Power Distribution Enhancement (Tranche 2) \n \nA.  Individual Consultants \n \n55.  Power distribution specialist/team leader (international, 3 pm). The team leader shall \nhave a bachelor or higher degree in engineering, with preferably at least 10 years of relevant \nmanagerial/supervisory experience in power distribution projects and operations. The expert shall \nhave  worked  on  aerial  bundled  conductors  (ABC)  projects  dealing  with  preparation, \nimplementation, and management and operations in power distribution utilities. The consultant \nshall also have experience in leading reorganization and structural improvements. Previous work \nexperience in Pakistan and with other developing countries, as well as with ADB and other \ninternational financial institution (IFI)-financed projects, is desirable. The specialist will undertake \nthe following tasks: \n(i)  lead in the preparation of feasibility study and conduct of project due diligence; \n(ii)  as the team leader, manage individual consultant in the team and ensure the \nquality and timely delivery of outputs; \n(iii)  review  and  analyze  existing  metering  and  distribution  system,  including \nconducting relevant onsite visit(s) in order to assess existing state of the \nmetering, communication, and data management systems used by respective \nDISCOs, focusing on four main areas: (a) electricity consumption recording \n(including meters and associated equipment), (b) communication infrastructure, \n(c)  data/information management  system  and billing  system,  and  (d) load \nmanagement; and analyze the billing system at the company level in respective \nDISCOs; \n(iv)  assess advanced metering solutions and aerial bundled conductors appropriate \nfor the project area, and carry out technical/economic/financial comparison of \nvarious options to make recommendation on most suitable solutions; and define \ntechnical and functional specifications relevant to Pakistani market and project \narea; \n(v)  assess requisite regulatory, legal, and institutional arrangements, develop a \n29 \n ", " \ndetailed project implementation plan, and identify main suppliers; and \n(vi)  prepare  a  PCB  and  waste  management  plan  of  old  and  contaminated \nequipment, if required. \n \n56.  Procurement specialist (international, 2 pm). The key expert shall have a bachelor or \nhigher degree in engineering, finance, economics, law, or relevant discipline, with preferably at \nleast 10 years of relevant work experience in the power sector. The expert shall have experience \nin procurement of advanced metering infrastructure (AMI) and aerial bundled cables (ABCs), IFI-\nfinanced projects, and developing appropriate contracting strategy. Previous work experience in \nPakistan and with other developing countries, as well as with ADB and other IFI-financed projects, \nis desirable. Expert shall have experience in developing procurement documents for at least two \nsimilar projects (AMI and ABC). The specialist will prepare draft bidding documents for the project, \nbased on the selected technology and solutions, following ADB’s Procurement Guidelines (2017) \nor  as  amended.  The  draft  bidding  documents  will  be  revised  and  updated,  incorporating \ncomments by DISCOs and ADB. \n \n57.  Financial management specialist (international, 2 pm). The expert shall preferably \nhave a master’s or higher degree in finance, economics, or relevant discipline, with at least 10 \nyears of work experience in the power sector. The expert shall have experience in preparing \ninvestment  plan,  financial  plan,  financial  analyses,  and  undertaking  financial  management \nassessment in power distribution utilities. Previous work experience in Pakistan and with other \ndeveloping countries, as well as with ADB and other IFI-financed projects, is desirable. The \ndetailed terms of reference and inputs required from the expert are as follows: \n(i)  carry out the financial analysis of the project to be undertaken by the respective \nDISCOs—the  model  will  be  calculated  for  several  technology,  customer \nsegmentation, and rollout options recommended for implementation; \n(ii)  prepare the overall project cost estimates and detailed cost estimates using \nexcel spreadsheet, separating foreign exchange and local currency, including \nphysical and price contingencies, interest during construction, commitment fee, \nand other financing charges; identify applicable local taxes and duties;  \n(iii)  assist in preparing a financing plan for the project, including proposed ADB \nlending, different cofinancing options and counterpart funds for local currency \nexpenditures;  \n(iv)  calculate the weighted average cost of capital for the project;  \n(v)  undertake financial analysis and cash flow projections for the project, and \nassess the Project’s financial viability, in accordance with ADB’s Financial \nManagement and Analysis Guidelines (2007)—the financial analysis of the \nproject will include the following tasks:  \n▪  estimation of the capital expenditure and operating costs of the project (the \nfinancial costs should be tax inclusive);  \n▪  tariff  analysis  for  each  of  the  DISCOs  for  implementing  respective \nsubproject to consider cost recovery and affordability issues;  \n▪  estimation of direct and indirect incremental benefits and costs (including \nenergy  cost  savings,  operational  cost  savings,  increase  of  revenue \ncollection, decrease of technical and nontechnical losses) arising from the \nproject and each subproject by comparing the “with project” scenario to the \n“without project” scenario in accordance with ADB’s Financial Management \nand Analysis Guidelines (2007); \n▪  estimation of financial net incremental benefits to the overall project and \neach subproject undertaken by the respective DISCOs for implementing the \n30 \n ", " \nproject, and calculation of the FIRR and financial net present value for the \nproject; and \n▪  sensitivity  analysis  of  the  financial  viability  of  the  project  to  key  input \nparameters. \n(vi)  develop a fund flow mechanism for the project;  \n(vii)  develop the Microsoft Excel spreadsheet models for the financial analysis to \nmake them transparent and self-explanatory before handing over the same to \nADB;  \n(viii)  prepare the project documentation for financial analysis and the preliminary \ntables and analyses including, but not limited to, project cost estimates table, \nfinancing plan, cash flow projections, and sensitivity analysis;  \n(ix)  update the periodic financing request report (PFRR) appendix, and the tables \nand analyses to reflect ADB comments and suggestions;  \n(x)  conduct  the  financial  management  assessment  of  each  of  the  DISCOs, \ncovering: (a) financial management structure and capacity, including internal \ncontrol  mechanisms;  (b)  accounting,  reporting,  and  auditing  policies  and \nstandards of the DISCOs; and (c) historical financial statements review and \nperformance analysis, in accordance with ADB's Financial Management and \nAnalysis Guidelines (2007); \n(xi)  prepare projected financial tables for each DISCO, including 15 years pro-forma \nfinancial statements; and recommend financial indicators and covenants for \neach DISCOs; \n(xii)  prepare the project documentation on financial management assessment and \nfinancial performance review and projection in accordance with ADB’s Financial \nManagement and Analysis Guidelines (2007); and \n(xiii)  update the project documentation and the tables and analyses to reflect ADB \ncomments and suggestions. \n \n58.  Energy economist (international, 1 pm). The key expert shall have a master’s or higher \ndegree in economics or relevant discipline, with preferably at least 10 years of work experience \nin power distribution projects and operations. The expert shall have work experience in conducting \neconomic analyses, but not limited to electricity tariff analysis in power distribution utilities. \nPrevious work experience in Pakistan and with other developing countries, as well as with ADB \nand other IFI-financed projects, is desirable. The expert will \n(i)  carry  out  the  economic  analysis  of  the  project  to  be  undertaken  by  the \nrespective  DISCOs—the  model  will  be  calculated  for  several  technology, \ncustomer segmentation, and rollout options recommended for implementation; \n(ii)  undertake economic analysis of each of the proposed investment components \nand assess their economic viability; provide the economic rationale for each \ncomponent and the overall project, including a review of historical electricity \ndemand and supply and projections for the sector nationally and regionally, and \nan  alternatives  and  least-cost  options  analysis,  in  accordance  with  ADB \nGuidelines for the Economic Analysis of Projects (2017);  \n(iii)  evaluate  the  project's  direct  and  indirect  impacts  and  carry  out  economic \nanalysis of these impacts in terms of ENPV and EIRR in accordance with ADB's \nGuidelines for the Economic Analysis of Projects (2017);  \n(iv)  conduct cost-benefit analysis to assess the project’s economic benefits; and for \nthe economic analysis of the project, the following tasks will need to be carried \nout:  \n31 \n ", " \n▪  calculation  of  appropriate  opportunity  costs  and  conversion  factors, \nincluding but not limited to standard conversion factor, shadow exchange \nrate  factor,  shadow  wage  rate  factor,  and  any  other  which  may  be \nconsidered applicable for the project; \n▪  estimation of the capital expenditure and operating costs of the overall \nproject and each subproject in economic prices (the economic costs should \nbe exclusive of taxes and subsidies); \n▪  estimation and recommendation of an appropriate proxy to account for the \neconomic price of electricity by way of conducting a survey to assess \nconsumer surplus and willingness-to-pay by the consumers; \n▪  calculation of incremental benefits and costs arising from the project by \ncomparing the “with project” scenario to the “without the project” scenario in \naccordance with ADB’s Guidelines for Economic Analysis of Projects (2017); \n▪  estimation  of  direct  incremental  benefits  and  costs—including,  but  not \nlimited to, operational cost savings, increase of revenue collection, decrease \nof technical and non-technical losses—in economic prices;  \n▪  estimation of indirect incremental benefits and costs—including, but not \nlimited to, energy cost savings, improvement of efficiency across the energy \nresources value chain, indirect energy savings, increase of overall power \nsystem efficiency, avoided investment in power generation assets due to \nreduced demand and improved load management environmental benefits \n(e.g., CO2 emission reduction), national energy security, etc.—in economic \nprices; \n▪  calculation of economic net incremental benefits to the project undertaken \nby the respective DISCOs for implementing the project, and calculation of \nthe EIRR and ENPV for the project;  \n▪  sensitivity analysis of the economic viability of the project to key input \nparameters; and \n▪  distribution analysis identifying the expected benefits and cost implications \nto all stakeholder groups. \n(v)  in  consultation  with  the  social  development  specialist,  incorporate  poverty \nreduction impacts in accordance with ADB's Handbook on Integrating Poverty \nImpact Assessment in the Economic Analysis of Projects and estimate the PIR \naccording to ADB's relevant guidelines and requirements;  \n(vi)  develop the Microsoft Excel spreadsheet models for the economic analysis to \nmake them transparent and self-explanatory before handing over the same to \nADB; and \n(vii)  prepare the draft project documentation for economic analysis and update the \nappendix  and  the  tables  and  analyses  to  reflect  ADB  comments  and \nsuggestions. \n \n59.  Social development specialist (national, 2 pm). The specialist will have at least a \nuniversity degree in community development, anthropology, sociology, or other related field; and \n5 years of relevant experience in resettlement planning and implementation and addressing \nissues for development projects. The expert will help conduct assessments and actions for the \nproject, and support capacity development for the ISGS from a gender perspective. The national \nconsultant will provide support to ensure that the project embodies commitment to achieving \ngender equality and women’s empowerment, and will undertake the following tasks: \n(i)  analyze legal and regulatory frameworks on social safeguards; and recommend \ngap-filling measures, as needed; \n32 \n ", " \n(ii)  identify potential land acquisition and resettlement impacts of the project; and \nconduct preparatory surveys, as per the requirements of ADB’s SPS (2009);  \n(iii)  conduct meaningful consultations with affected households and other relevant \nstakeholders; \n(iv)  incorporate the costs of all mitigation measures in the project cost estimates; \n(v)  prepare social safeguards documents (e.g., LAR plan, update the Land Acquisition \nResettlement Framework (LARF), social due diligence report, among others); and \n(vi)  collect and analyze sex-disaggregated data for project preparation and design. \n \n60.  Environment specialist (national, 2 pm). The expert should have at least a bachelor’s \ndegree in environmental engineering/science; and 8 years of relevant experience in carrying out \nenvironmental studies, including IEE for infrastructure projects, especially for power transmission. \nThe consultant will assist the international expert in assessing and confirming that the proposed \ntransmission components are not within the protected areas, if any. The national specialist will \nsupport the international environment specialist in the following tasks: \n(i)  prepare an IEE for AMI and ABC deployment in accordance with ADB's SPS \n(2009),  and  any  applicable  procedures  or  guidelines  for  environmental \nassessment required by the government, considering the likely impacts associated \nwith their locations, designs, and construction activities, as well as the long-term \nimpacts during operation, including identification of environmental issues from \nactivities directly induced by the project; \n(ii)  prepare EMP for the project based on the detailed design; and ensure that \nnecessary mitigation measures are in place;  \n(iii)  review  environmental  management  capability  and  recommend  institutional \nstrengthening measures of the DISCOs; \n(iv)  recommend  appropriate  environmental  mitigation  measures  for  identified \nsignificant impacts, and monitoring plans to address these impacts; and assess \nthe  environmental  benefits  of  the  proposed  activities  and  any  capacity-\nstrengthening measures that may be needed for implementing the environmental \nmanagement and monitoring plans; and \n(v)  ensure that the EMP is included in the project implementation contracts. \n \n61.  Gender specialist (national, 1 pm). The expert shall have at least a bachelor’s degree \nin social science, economics, or other related fields, or its equivalent; and 7 years of relevant \nexperience in carrying out gender assessment and analysis, preferably of state-owned companies \nand of consumer behavior. The expert will help conduct assessments and actions for the project, \nand  support  capacity  development  for  DISCOs  from  a  gender  perspective.  The  national \nconsultant will provide support to ensure that the project embodies commitment to achieving \ngender equality and women’s empowerment, and will undertake the following tasks: \n(i)  prepare  sector  assessment  from  the  gender  perspective,  identifying  gender-\nspecific issues, including gender representative opportunities for employment and \nempowerment in decision making; \n(ii)  review the human resource policy and practices of the DISCOs, and propose \ngender-fair and women-friendly policies/activities/measures; \n(iii)  develop and assist in gender awareness-raising programs and training of DISCOs’ \nkey management staff; \n(iv)  analyze data on percentage of women taking energy-related courses, such as \nengineering, math, and science in technical and vocational education and training \ninstitutions and universities; and review these institutions and universities as \npotential partners of DISCOs to mainstream gender in the gas sector; \n33 \n ", " \n(v)  assess the quality of existing reports and information/data generated by the ISGS \nfrom a gender perspective; \n(vi)  assess all potential positive and negative impacts of the project on consumer \ngroups and DISCOs’ staff from a gender perspective; \n(vii)  prepare socioeconomic profiles of the project-affected communities in the project \nareas following  relevant  ADB  guidelines  and  publications,  and  government \nrequirements; \n(viii)  prepare a set of recommendations to engender the transmission program based \non the gender analyses conducted; \n(ix)  identify opportunities for employment of local populations in the project, and any \nskills training that may help improve the capital base of the local populations (if \napplicable); \n(x)  assess the gender category of the project as Effective Gender Mainstreaming \n(EGM), and prepare a set of gender action/activities to meet EGM requirements;  \n(xi)  assess  DISCOs’  gender  capacity  for  gender-sensitive  planning  and \nimplementation, as well as the potential institutional partners and stakeholder \ngroups, including relevant NGOs and communities; and \n(xii)  collect and analyze sex-disaggregated data for project preparation and design. \n \n \n \n   \n34 \n ", " \nRISK ASSESSMENT AND RISK MANAGEMENT PLAN \nRisk Description  Rating  Mitigation Measures  Responsibility \nBallooning circular debt  Substantial  ADB is leading the energy reforms  Governement \nthreatening the financial  program under IMF umbrella to  of Pakistan \nsustainability of the  complement sustained \nenergy sector, and  investments in the sector. \ncounterpart financing not  Measures are being effected to \navailable for ensuing  regain sector finances. \nprojects \nPakistan’s inability to  Moderate  Cost-reflective tariffs are being  Governement \nimport fuel, coal, and  instituted for imported LNG, and  of Pakistan \nLNG and pay its foreign  recent increase of 143% in gas \nliabilities  tariff bears the testimony. \nInadequate ownership  Moderate  Sustained engagement with the  Governement \nand participation of key  economic ministries, Task Force  of Pakistan, TA \ngovernment agencies  on Energy, relevant development  consultants \nand staff to support  partners, and the executing and \nprocessing and  implementing agencies \nimplementation of policy  responsible for the delivery of \nand planning updates  energy development issues \nand investment  confirm the scope of project \nproposals  preparation and targeted \n  investments. \nADB = Asian Development Bank, IMF = International Monetary Fund, LNG = liquefied natural gas, TA = technical \nassistance. \nSource: ADB. \n35 \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20190628100712+08'00'", "Creator": "PDF24 Creator", "Keywords": "adb technical assistance ta reportapakistan, energy efficiency, renewable energy, energy policy, energy projects, energy generation, energy transmission, sustainable energy, power distribution, 53058-001, ta 9756, adb technical assistance, approved technical assistance, tar, ta projects, f-trta", "ModDate": "D:20190719105534+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "53058-001: Preparing Sustainable Energy Projects"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 7 June 2019) \n \nCurrency Unit  -  Pakistan Rupee (PKR) \nPKR1.00  -  $0.00676 \n$1.00  -  PKR147.85 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DISCOs  –  power distribution companies \n  F-TRTA  –  transaction technical assistance facility \n  LNG  –  liquefied natural gas \n  NTDC  –  National Transmission & Despatch Company \n  SPS  –  safeguard policy statement \n  TA  –  technical assistance \n  WAPDA  –  Water and Power Development Authority \n       \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Pakistan ends on 30 June. “FY” before \na calendar year denotes the year in which the fiscal year ends, e.g., FY2018 ends \non 30 June 2018. \n(ii)  In this report, \"$\" refers to United States dollars. \nVice-President  Shixin Chen, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nDirector  Ashok Bhargava, Energy Division, CWRD \n   \nTeam leader  Asad Aleem, Principal Energy Specialist, CWRD \nTeam members  Isabel Borcena, Senior Operations Assistant, CWRD \n  Ehtesham Khattak, Senior Projects Officer (Energy), CWRD \n  Khurram Shahzad, Associate Project Analyst, CWRD \n   \nPeer reviewer  Toru Ito, Senior Energy Specialist (Gas), Sustainable Development and \nClimate Change Department \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", "authors": [{"documentRole": "Vice-President", "fullname": "Shixin Chen", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "Werner Liepach", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"documentRole": "Director", "fullname": "Ashok Bhargava", "role": "Energy Division", "organization": "CWRD"}, {"documentRole": "Team leader", "fullname": "Asad Aleem", "role": "Principal Energy Specialist", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Isabel Borcena", "role": "Senior Operations Assistant", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Ehtesham Khattak", "role": "Senior Projects Officer (Energy)", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Khurram Shahzad", "role": "Associate Project Analyst", "organization": "CWRD"}, {"documentRole": "Peer reviewer", "fullname": "Toru Ito", "role": "Senior Energy Specialist (Gas)", "organization": "Sustainable Development and"}]}