{"path": "data/input/ta/53050-001-rrp-en.pdf", "pages": [" \nReport and Recommendation  of the President \nto the Board of Directors\n \n \nProject Number: 53050-001 \nDecember 2020 \n \n \n \n \nProposed Loan \nPeople’s Republic of China: Hunan Xiangxi Rural \nEnvironmental Improvement and Green \nDevelopment Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nAccess to Information Policy.\n ", " \nCURRENCY EQUIVALENTS \n(as of 27 October 2020) \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  €0.1266  or  $0.1496 \n$1.00  =  CNY6.6846  or  €0.8462 \n€1.00  =  CNY7.8999  or  $1.1818 \n \n \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  COVID-19  –  coronavirus disease \n  EMP  –  environmental management plan \n  GDP  –  gross domestic product \n  O&M  –  operation and maintenance \n  PAM  –  project administration manual \n  PMO  –  project management office \n  PRC  –  People’s Republic of China \n  Xiangxi  –  Xiangxi Tujia and Miao Autonomous Prefecture \n  XPG  –  Xiangxi Tujia and Miao Autonomous Prefectural Government \n  YREB  –  Yangtze River Economic Belt \n \n \n \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n   \n ", " \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  James P. Lynch, East Asia Department (EARD) \nDirector  Thomas Panella, Environment, Natural Resources, and Agriculture \nDivision (EAER); EARD \nQingfeng Zhang; Rural Development and Food Security (Agriculture) \nThematic Group; Sustainable Development and Climate Change \nDepartment \n   \nTeam leader  Yoshiaki Kobayashi, Principal Water Resources Specialist, EAER, EARD \nTeam members  Stephane Y. Bessadi; Senior Procurement Specialist; Procurement \nDivision 2; Procurement, Portfolio and Financial Management \nDepartment \n  Mark R. Bezuijen, Principal Environment Specialist, EAER, EARD \nMichael Brian R. Bonilla, Financial Management Officer, EAER, EARD \n  Xueliang Cai, Water Resources Specialist, EAER, EARD \n  Annabelle Giorgetti, Environmental Economist, EAER, EARD \n  Dongmei Guo, Environment Specialist, EAER, EARD \n  Kang Hang Leung; Principal Infrastructure Finance Specialist; Public \nManagement, Financial Sector, and Regional Cooperation Division; \nEARD \n  Heidee C. Luna, Associate Project Analyst, EAER, EARD \n  Nogendra Sapkota, Senior Social Development Specialist, EAER, EARD \n  Yashna Shrawani, Counsel, Office of the General Counsel \n  Heng Xia, Portfolio Management Officer, People’s Republic of China \nResident Mission, EARD \nPeer reviewer  Jelle Beekma, Senior Water Resources Specialist, Sustainable \nDevelopment and Climate Change Department  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Project Description  4 \nC.  Value Added by ADB  5 \nD.  Summary Cost Estimates and Financing Plan  6 \nE.  Implementation Arrangements  7 \nIII.  DUE DILIGENCE  8 \nA.  Technical  8 \nB.  Economic and Financial Viability  8 \nC.  Sustainability  9 \nD.  Governance  9 \nE.  Poverty, Social, and Gender  10 \nF.  Safeguards  10 \nG.  Summary of Risk Assessment and Risk Management Plan  12 \nIV.  ASSURANCES  12 \nV.  RECOMMENDATION  12 \nAPPENDIXES \n1.  Design and Monitoring Framework  13 \n2.  List of Linked Documents  16 \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 53050-001\nProject Name Hunan Xiangxi Rural Environmental  Department/Division EARD/EAER\nImprovement and Green Development \nProject \nCountry China, People's Republic of Executing Agency Xiangxi Tujia & Miao \nBorrower The People's Republic of China Autonomous Prefectural \nGov't\nCountry Economic  https://www.adb.org/Documents/LinkedDocs/\nIndicators ?id=53050-001-CEI\nPortfolio at a Glance https://www.adb.org/Documents/LinkedDocs/\n?id=53050-001-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nAgriculture, natural  Agricultural production 12.88\nresources and rural  Agriculture research and application 12.88\ndevelopment\nAgro-industry, marketing, and trade 88.53\nForestry 34.77\nRural sanitation 41.52\nRural solid waste management 9.42\nTotal 200.00\n3. Operational Priorities Climate Change Information1\nAddressing remaining poverty and reducing inequalities GHG reductions (tons per annum) 25,735\nAccelerating progress in gender equality Climate Change impact on the  Medium\nProject\nTackling climate change, building climate and disaster resilience, and \nenhancing environmental sustainability\nADB Financing\nPromoting rural development and food security\nAdaptation ($ million) 9.03\nStrengthening governance and institutional capacity\nMitigation ($ million) 17.78\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.1, 1.2 Effective gender mainstreaming (EGM)\nSDG 2.3, 2.4, 2.a\nSDG 3.9 Poverty Targeting\nSDG 5.5 General Intervention on Poverty\nSDG 6.2, 6.3\nSDG 10.1\nSDG 12.4, 12.5\nSDG 13.a\nSDG 15.2\n4. Risk Categorization: Low\n.\n5. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: B\n.\n6. Financing\nModality and Sources Amount ($ million)\nADB 200.00\n     Sovereign Project (Regular Loan): Ordinary capital resources 200.00\nCofinancing 0.00\n     None 0.00\nCounterpart  220.73\n     Government  220.73\nTotal 420.73\nCurrency of ADB Financing: Euro \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 30102020045141803401 Generated Date: 04-Dec-2020 7:25:10 AM", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nthe People’s Republic of China (PRC) for the Hunan Xiangxi Rural Environmental Improvement \nand Green Development Project. The project will demonstrate environmental improvement and \ngreen development in rural areas by (i) improving rural waste and sanitation management facilities \nand  services  with  innovative  technologies  and  arrangements,  (ii) developing  local-featured \necological  agricultural  and forestry  products,1 and (iii)  adding value to local  agricultural  and \nforestry products through improvement of value chains and promotion of ecotourism.2 The project \nis envisaged to (i) play a demonstrative role for rural vitalization, (ii) reduce the risk of future \npandemics, (iii) promote recovery from the coronavirus disease (COVID-19) through inclusive \nrural economic development, and (iv) generate knowledge and disseminate best practice. \nII.  THE PROJECT \nA.  Rationale \n2.  As one of the three key economic growth engines in the PRC, the Yangtze River Economic \nBelt (YREB) and its nine provinces and two specially administered municipalities account for more \nthan 40% of the PRC’s population and freshwater resources, and 45% of the country’s economic \noutput.3 While the YREB has benefited from extensive development since the 1990s, economic \ngrowth in the middle and upper reaches of the Yangtze River Basin significantly lags the lower \nreaches;  the middle and upper reaches face particular challenges from (i) weak institutional \ncapacities and poor coordination between institutions; (ii) increasing pollution and pressure on \nnatural resources; (iii) slow transformation into green development; and (iv) limited integration of \nwaterways, ports, and intermodal logistics. To manage these challenges, the Government of the \nPRC formulated the YREB Development Plan, 2016–2030.4 The Asian Development Bank (ADB) \nand the government have agreed to adopt a framework approach to support the plan, focusing \non (i) institutional strengthening and policy reform, (ii) ecosystem restoration and environmental \nprotection, (iii) green industrial transformation, and (iv) construction of an integrated multimodal \ntransport corridor. \n3.  In many rural areas of the YREB, agricultural production and rural livelihoods have lagged \nbehind industrial production and urban livelihoods, and income inequality and poverty are still \npersistent. The majority of rural wastewater and other wastes are being directly discharged to \nwaterways;  and  solid  waste,  particularly  plastic  waste,  is  increasing.  To  promote  poverty \nreduction, rural development, and green and inclusive growth, the government formulated the \nNational  Strategic  Plan  for  Rural  Vitalization,  2018–2022.5 The  strategic  plan  focuses  on \nagricultural  modernization; rural wastewater and waste management; rural–urban integration; \necosystem  services  protection;  rural  health  and  education  services  development;  rural \ngovernance reform, including enhancement of policy frameworks; institutional and organizational \ndevelopment; and capacity building. \n \n1  For this project, local-featured products refer to products which are produced or harvested in a local area, making \nthe best use of the local climate, geographic conditions, and resources; represent and make the area famous; are \ndemanded by other areas; and provide livelihood opportunities and develop economy in the area. \n2 Green  development  is  a  sustainable  development  concept  underpinned  by  three  pillars:  (i)  environmental \nresponsiveness, (ii) resource efficiency, and (iii) community and cultural inclusiveness. It enables a single project to \napproach environmental protection and inclusive economic development in an integrated manner. \n3  The other key economic growth engines are the Belt and Road Initiative and the Beijing–Tianjin–Hebei  Integrated \nRegional Development Strategy. \n4  Government of the PRC. 2016. Outline of the Yangtze River Economic Belt Development Plan, 2016–2030. Beijing. \n5  Government of the PRC. 2018. National Strategic Plan for Rural Vitalization, 2018–2022. Beijing. \n ", "2 \n4.  As part of the YREB, the Xiangxi Tujia and Miao Autonomous Prefecture (Xiangxi) is in \nHunan Province, and is between the Yangtze River and the PRC’s designated special economic \nzones.6 Xiangxi is also at the border between the central and western PRC and is the only part of \nHunan that is targeted under the China Western Development policy.7 Xiangxi has one city and \nseven counties; and a land area of 15,462 square kilometers, which is dominated by mountains; \nabout 70.2% of the mountainous area is forest; and urban areas comprise 556 square kilometers.8 \nAt the end of 2018, the total registered population of Xiangxi was 3.0 million, with 54% being rural \nresidents. The ethnic population, mainly the Miao and Tujia people, accounts for 80% of the total \npopulation of Xiangxi. The total production value in Xiangxi was CNY58.3 billion in 2017, of which \nCNY8.4 billion was by the primary industry, CNY17.9  billion by the secondary industry,  and \nCNY31.9 billion by the tertiary industry.  The per capita gross domestic product (GDP)  was \nCNY26,691 in 2019. \n5.  Xiangxi is one of the poorest regions in the PRC. All of its seven counties are national \npoverty counties designated by the Government of the PRC. At the end of 2018, the incidence of \nrural poverty in Xiangxi was 5.2% and urban poverty 4.3%. Of the 49.2 million cubic meters per \nyear of wastewater in Xiangxi, only 7.4 million cubic meters per year are treated. About 24.7% of \nthe villages do not have solid waste collection or processing facilities. Garbage classification is \nnot practiced; but is needed for the reduction and recycling of garbage, particularly for plastic \nwaste.  Residents  do  not  have  adequate  capacity  for  solid  waste  management,  including \nclassification and recycling, and institutional capacities for solid waste management is still weak. \nAbout 48.2% of households do not have sanitary toilets. The lack of wastewater and solid waste \nmanagement negatively impacts the living environment and health of Xiangxi’s rural residents. \n6.  The mountainous landscape in Xiangxi makes farming less suitable and profitable. There \nare 135,000 hectares of arable land, which is only 8.7% of the total land area. Xiangxi has rich \nlocal-featured vegetation. Agricultural GDP is CNY14 billion, or 14.4% of the total GDP in Xiangxi. \nAbout 60% of the agricultural GDP is from local-featured products, given the prefecture’s unique \nclimate and biosphere. These products include citrus, kiwifruit, camellia, tea, and herbal medicine. \nHowever, yields are highly variable and of low value because of the poor quality of seeds and \nseedlings, use of chemical fertilizer and pesticide (resulting in nonpoint source pollution), outdated \nagricultural and forestry production and management systems, and inadequate cold chains. \n7.  The Government of the PRC designated Xiangxi as Tujia and Miao Cultural Ecosystem \nConservation  Area, one of the seven National Cultural Ecosystem Conservation Areas in the \nPRC.9 There  are three national  nature reserves,  three  national  forest  parks,  three national \ngeological parks, two national scenic spots, one national wetland park, and a World Heritage Site \nof  the  United  Nations  Educational,  Scientific,  and  Cultural  Organization  (the  Tusi  site  at \nLaosicheng in Yongshun County). All these reserves and parks are of high ecological and cultural \nvalue, attracting 57.2 million visitors in 2019. Seven expressways  connecting local cities and \ncounties have been opened successively in Xiangxi. Xiangxi is becoming part of an economic \ncircle, including Changsha, Chongqing, Guilin, and Guiyang, with the construction of the Zhang–\n \n6  The PRC designated Shantou, Shenzhen, and Zhuhai in Guangdong Province; Xiamen in Fujian Province; and all \nof Hainan Province as special economic zones during 1980–1984. The special economic zones are given special \neconomic policies and flexible governmental measures, which attract firms to do business there. \n7  China Western Development is a policy adopted in 1999 to develop the western regions that were severely lagging \nbehind. \n8  Xiangxi’s one city is Jishou City and its seven counties are Baojing, Fenghuang, Guzhang, Huayuan, Longshan, \nLuxi, and Yongshun counties. \n9  National Cultural Ecosystem Conservation Area is a specific area designated by the Ministry of Culture and Tourism \nof the PRC. \n ", "3 \nJihuai high-speed railway and the Xiangxi Airport.10 Xiangxi also plays a leading role in industrial \nintegration in the PRC with a national agricultural technology zone in Huayuan County and a pilot \nindustrial zone in Yongshun County. \n8.  However,  Xiangxi’s  unique  combination  of  natural  and  cultural  diversity  (with  high \necological and cultural value) as well as its transportation and agricultural advantages have not \nbeen fully utilized to enhance residents’ living conditions and livelihood opportunities. The poverty \nratio remains high; institutional capacities are weak; and job opportunities are limited, especially \nfor women in Xiangxi. To increase rural industrial productivity, generate job opportunities, reduce \npoverty and inequality, and empower women and enhance gender equality, Xiangxi’s approach \nto rural vitalization includes (i) producing organically certified ecological agricultural and forestry \nproducts; (ii) adding value to local-featured ecological agricultural and forestry products through \nvalue chain improvements (production, processing, and marketing) and promotion of ecotourism; \nand (iii) strengthening institutions and building capacities. \n9.  The Xiangxi Tujia and Miao Autonomous  Prefectural Government (XPG)  places rural \nvitalization at the core of its development agenda. The Xiangxi Tujia and Miao Autonomous \nPrefecture Rural Vitalization Strategy adopts a targeted approach to poverty alleviation, and the \nXiangxi  Autonomous  Prefecture  Accelerated  Three-Year  Action  Plan  to  Improve  Rural \nEnvironment  and  Build  Beautiful  Villages,  2018–2020  focuses  on  rural  environmental \nimprovement. The strategy and the plan identify the key growth engines for Xiangxi to realize \nhigh-value agricultural and forestry products and ecotourism backed by research, technology, and \nvalue chain development and supported by institutional and capacity development. \n10.  Xiangxi is an appropriate demonstration area for rural environmental improvement and \ngreen development since it (i) is one of the poorest regions in the PRC, (ii) is an important area \nto connect the central and western regions of the PRC and the  Yangtze River and special \neconomic zones in the southern provinces, (iii) has agricultural and forestry products with potential \nfor further development, (iv) has unique tourism resources and environmental and transportation \nadvantages, and (v) plays a leading role in industrial integration in the PRC through its two \nindustrial zones. \n11.  COVID-19 pandemic. The COVID-19 pandemic that began in the beginning of 2020 has \namplified the interlinkages between biodiversity, public health, and ecosystem-dependent global \nsupply chains. The COVID-19 pandemic is being contained in the PRC; but it remains a risk, \nparticularly for rural remote areas that depend on tourism. With growing recognition of the need \nfor measures to prevent the spread of infectious diseases in the future, rural vitalization is a key \npart of the PRC’s recovery from COVID-19. \n12.  Strategic  fit.  The  project  will  demonstrate  environmental  improvement  and  green \ndevelopment through natural capital investment in the rural areas of Xiangxi. This is consistent \nwith (i) the PRC’s Thirteenth Five-Year Plan, 2016–2020,11 which aims to eradicate extreme \npoverty and balance the development of rural and urban areas for improvement of agricultural \nproductivity and rural incomes; (ii) the PRC’s rural vitalization strategy for 2018–2022 (footnote \n \n5), which promotes poverty reduction, rural development, and green and inclusive growth; (iii) \nADB’s Strategy 2030,12 which (a) emphasizes the importance of addressing remaining poverty, \n \n10 The Zhang–Jihuai high-speed railway and the Xiangxi Airport are scheduled to be operational in 2021. \n11 Government of the PRC. 2015.  Outline  of the Thirteenth  Five-Year  Plan  on National  Economic  and Social \nDevelopment, 2016–2020. Beijing. \n12 ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n ", "4 \nreducing inequalities, and promoting rural development and food security; and (b) encourages \nupper middle-income countries to strengthen institutions and share knowledge; and (iv) ADB’s \ncountry partnership strategy for the PRC, 2016–2020, which aims to support inclusive economic \ngrowth by reducing poverty and inequality.13 It is also in line with the Sustainable Development \nGoals 1, 2, 3, 5, 6, 10, 12, 13, and 15.14 \nB.  Project Description \n13.  The project is aligned with the following impact:  rural vitalization  with  environmental \nimprovement and green development in the YREB realized (footnotes 4 and 5). The project will \nhave  the following  outcome:  rural  living environment  and  value  of  agricultural  and  forestry \nproducts in Xiangxi enhanced.15 A total of 32 subprojects will be implemented across one city and \nseven counties in Xiangxi. \n14.  Output 1: Rural waste and sanitation management facilities and services improved. \nActivities for this output will include (i) construction and operation of wastewater management \nsystems for about 45,800 households with innovative technologies (e.g., distributed wastewater \nmanagement systems), innovative arrangements (e.g., a public–private partnership appropriate \nfor the operation  and maintenance  [O&M] of small wastewater management systems in rural \nareas), and capacity development of technicians for the O&M of the wastewater management \nsystems, considering citywide or countywide inclusive sanitation; (ii) solid waste management for \nabout  87,500  households  through  the  establishment  of  garbage  transfer  stations  and  rural \ngarbage management teams, of which at least 30% are led by women; and (iii) the provision of \nsanitary toilets to about 5,500 rural households. \n15.  Output 2: Local-featured ecological agricultural and forestry products developed. \nThis output will develop local-featured, organically certified ecological agricultural and forestry \nproducts  in Xiangxi  (such as citrus, kiwifruit, camellia, tea, and herbal medicine) grown with \norganic fertilizer and/or low-chemical fertilizer and pesticide. Activities for this output will include \n(i)  construction  and  operation  of  facilities  for  the  development  of local-featured  ecological \nagricultural  and  forestry  products,  including  research  and  development  facilities,  seedling \nreserves,  seedling  nurseries,  seedling  breeding  areas,  integrated  water  and  fertilizer \nmanagement systems,16 and field weather stations; (ii) provision of equipment and materials to \nthe facilities for the development of local-featured ecological agricultural and forestry products; \nand (iii) research on (a) breeding of and (b) virus-free technologies for local-featured ecological \nagricultural and forestry products. \n16.  Output 3: Value added to local products through value chains and ecotourism. This \noutput will add value to local-featured ecological agricultural and forestry products in Xiangxi \nthrough improvement of value chains and promotion of ecotourism, particularly ethnic minority-\ninclusive ecotourism. Activities for this output will include (i) improvement of value chains for local-\nfeatured ecological agricultural and forestry products, including construction and operation in six \nlocations within Xiangxi of facilities for storage, cold storage, processing, packaging, exhibition, \ne-commerce (to help farmers sell their products to urban consumers), customer service (with an \n \n13 ADB. 2016. Country Partnership Strategy: People’s Republic of China, 2016–2020—Transforming  Partnership: \nPeople’s Republic of China and Asian Development Bank. Manila. The project will also be consistent with ADB’s \nproposed country partnership strategy for the PRC, 2021–2025, under preparation, which will have three strategic \npriorities: (i) environmentally sustainable development, (ii) climate change adaptation and mitigation, and (iii) aging \nsociety and health security. \n14 United Nations. 2016. Sustainable Development Goals. New York. \n15 The design and monitoring framework is in Appendix 1. \n16 Water resources are sufficient to cover the irrigation water use. \n ", "5 \nagricultural product traceability system), and/or logistics; and (ii) integration of agriculture and/or \nforestry with ecotourism, particularly ethnic minority-inclusive ecotourism, in six locations within \nXiangxi,  including  (a)  protection  and/or  improvement  of  ethnic  minority-inclusive  ecotourism \nresources  such  as  forests,  plant  communities,  lakes,  and  rivers;  and  the  houses,  family \nworkshops,  and festivals of ethnic minorities;  (b) construction  of sightseeing  footpaths,  rest \npavilions, public toilets, and parking lots in farmlands and forests; (c) construction and operation \nof  fruit-,  vegetable-,  and/or  tea-picking  gardens;  (d)  construction  and  operation  of  ethnic \nminorities’ historical and cultural exhibition  facilities, sales plazas and supermarkets for local-\nfeatured ecological agricultural and forestry products and ethnic minorities’ cultural products, and \ntourist service stations; and (e) brand publicity. \n17.  Capacity  and  institutional  development.  The project  will  develop  capacities  of (i) \ntechnicians for the O&M of the garbage transfer stations; (ii) rural residents, including at least \n45% who are female, for garbage classification and recycling (particularly recycling of plastic); (iii) \ntechnicians  and farmers,  including  at least  40%  who  are  female,  for  sharing  of advanced \ntechnologies  for  local-featured  ecological  agricultural  and  forestry  products;  (iv)  staff  of \ngovernment agencies, including at least 40% who are female, for the O&M of the facilities for \nstorage, processing, packaging, exhibition, e-commerce, customer service, and/or logistics; (v) \nlocal farmers, including at least 40% who are female, for protection of the ethnic minorities’ \nintangible heritage; (vi) local farmers, including at least 40% who are female, for management of \nfruit-, vegetable-, and/or tea-picking gardens; (vii) staff of government agencies, including at least \n40%  who are  female, for updated  technologies  for ecotourism  resource  improvement;  (viii) \ntourism services and management staff of government agencies, including at least 40% who are \nfemale,  for  ecotourism  service  skills;  and  (ix)  management  staff  of  government  agencies, \nincluding at least 40% who are female, for integration of agriculture and forestry with ecotourism. \nInstitutional development to be conducted under the project will include (i) establishment and \noperation of the rural garbage management teams; (ii) institutional arrangements for the facilities \nfor the development of local-featured ecological agricultural and forestry products constructed for \noutput 2; and (iii) institutional arrangements for the facilities for storage, processing, packaging, \nexhibition, e-commerce, customer service, and/or logistics constructed for output 3. \n18.  Lessons. The project design has incorporated lessons from international practices related \nto rural vitalization and agricultural development, such as the importance of (i) climate-smart \nagricultural practices; (ii) improvement of farming technologies and marketing; (iii) help for farmers \nin improving their access to markets and product quality control; (iv) value chain development, \nresulting in the promotion of specialized agricultural products; (v) development, participation, and \nempowerment of farmers and farmer organizations; (vi) effective institutional arrangements and \ngovernment  management;  (vii)  sustainable  O&M  with  capacity  development;  and  (viii)  a \nmonitoring and evaluation system for project performance. \nC.  Value Added by ADB \n19.  Value added by ADB assistance. Based on its international experience and knowledge, \nADB has added innovative features to the project, including but not limited to (i) distributed \nwastewater management systems, which have advantages over the traditional centralized system \nsuch as lower operation cost; (ii) a public–private partnership appropriate for the O&M of the small \nwastewater  management  systems  in  rural  areas  (ADB  funding  will  induce  private  sector’s \nparticipation in and financing for the O&M); (iii) garbage classification and recycling (particularly \nrecycling of plastic); (iv) technologies to produce quality local-featured ecological agricultural and \nforestry products; (v) methodologies to add value to local-featured ecological agricultural and \nforestry  products,  including  improvement  of value chains  and integration  of agriculture  and \n ", "6 \nforestry with ecotourism; and (vi) institutional and capacity development for the management of \nrural waste, the development of local-featured ecological agricultural and forestry products, and \nthe value addition to the local products.  \n20.  Nature-positive recovery from the COVID-19 pandemic. The project will contribute to \nholistic development in the YREB by prioritizing investments in natural capital conservation and \nrestoration and shifting traditional investments toward the valuing of nature and the reduction of \ninequalities in rural areas. Rural vitalization is a key part of the nature-positive stimulus packages \nfor recovery from the COVID-19 pandemic, aimed at building resilience in the YREB in the short, \nmedium,  and  longer terms.  Nature-based  approaches  focus on natural capital  investments, \nincluding promotion of waste and sanitation management, climate resilience, resilient sustainable \nagriculture, and sustainable value chains. With the integration of nature-based  solutions, the \nproject  will  introduce  complementary  elements  across  sectors  to address  multi-dimensional \nissues with a multi-stakeholder approach. By promoting greener and healthier growth models \nwhich will focus on nature and strengthen institutional and governance mechanisms, the project \nwill create a safe and healthy living environment, reducing the risk of epidemics in the future. \n21.  Knowledge  management  and  dissemination.  Experiences  and  knowledge  gained \nthrough the project will be disseminated and replicated in other poor rural areas in the PRC and \nADB’s developing  member countries. One of the main  vehicles to share  knowledge and an \naccelerator  for nature-positive  investments  will be  the  Natural  Capital  Lab,  currently  under \ndevelopment. It will provide a regional platform to scale natural capital investments and create a \nmarketplace for nature-positive  recovery solutions with sustained impacts. Project results and \nlessons will be leveraged through the ADB−PRC Regional Knowledge Sharing Initiative.17 Some \nof the outputs for knowledge sharing will be workshops; publication of high-quality knowledge \nproducts,  including  working  papers  and  academic  articles;  e-learning  activities;  strategic \npartnership with centers of excellence; policy toolkits; and award programs.  \nD.  Summary Cost Estimates and Financing Plan \n22.  The project is estimated to cost €356.00 million (Table 1). Detailed cost estimates by \nexpenditure category and by financier are included in the project administration manual (PAM).18 \nThe COVID-19 pandemic that began in the beginning of 2020 has not affected the cost estimates \nsince (i) the COVID-19 epidemic is contained, and economic activities are returning to normal in \nthe PRC; and (ii) the XPG and the implementing agencies are back to their regular operations. \nTable 1: Summary Cost Estimates (€ million) \nItem  Amounta \nA. Base Costb   \n 1. Rural waste and sanitation management facilities and services improved  68.60 \n 2. Local-featured ecological agricultural and forestry products developed  38.64 \n 3. Value added to local products through value chains and ecotourism  159.23 \nProject management  51.29 \n    Subtotal (A)  317.76 \nB. Contingenciesc  33.27 \nC. Financial Charges During Implementationd  4.97 \n      Total (A+B+C)  356.00 \nNote: Numbers may not sum precisely because of rounding. \na  Includes taxes and duties of €17.24 million. Such amount does not represent an excessive share of the project cost. \nThe Asian Development Bank will finance taxes and duties of €12.09 million and the government €5.14 million by \n \n17 ADB. ADB−PRC Regional Knowledge Sharing Initiative. \n18 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "7 \ncash contribution. \nb  In mid-2020 prices as of 1 July 2020. \nc  Physical and price contingencies and a provision for exchange rate fluctuation are included. \nd  Includes interest, commitment, and other charges on all sources of financing. \nSource: Asian Development Bank estimates. \n23.  The government has requested a regular loan of €169.23 million ($200.00 million) from \nADB’s ordinary capital resources to help finance the project.19 The loan will have a 25-year term, \nincluding a grace period of 6 years; an annual interest rate determined in accordance with ADB’s \nLondon interbank offered rate (LIBOR)-based lending facility; a commitment charge of 0.15% per \nyear; and such other terms and conditions set forth in the draft loan and project agreements. \nBased on the annuity method, the average maturity is 18.53 years; and the maturity premium \npayable to ADB is 0.50% per year. \n24.  The summary financing plan is in Table 2. ADB will finance expenditures relating to works, \ngoods,  consulting  services,  capacity  development,  workshops,  study  visits,  research,  and \npublicity. The government will finance expenditures relating to works, project preparation, project \nmanagement,  procurement,  audit,  environmental  management,  land  acquisition  and \nresettlement, social development, and financial charges during implementation. The government \nwill ensure that the counterpart funds for the project are provided in a timely manner. \nTable 2: Summary Financing Plan \nAmount  Share of Total \nSource  (€ million)  (%) \nAsian Development Bank     \nOrdinary capital resources (regular loan)  169.23  47.5 \nGovernment  186.77  52.5 \nTotal  356.00  100.0 \nSource: Asian Development Bank estimates. \n25.  Climate mitigation is estimated to cost €28.65 million, and climate adaptation is estimated \nto cost €12.07 million. ADB will finance 52.5% of mitigation costs and 63.3% of adaptation costs. \nDetails are in the climate change assessment.20 \nE.  Implementation Arrangements \n26.  The XPG will be the executing agency. A project leading group has been established in \nthe XPG under which a project management  office (PMO) has been established.  The eight \nimplementing agencies will be the governments of the one city (Jishou City) and seven counties \n(Baojing, Fenghuang, Guzhang, Huayuan, Longshan, Luxi, and Yongshun) in Xiangxi. In each \nimplementing agency, a local project leading group has been established, under which a local \nPMO has also been established. The implementation arrangements are summarized in Table 3 \nand described in detail in the PAM (footnote 18). These implementation arrangements will not be \naffected by the COVID-19 pandemic (para. 22). \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  February 2021–December 2026 \nEstimated completion date  31 December 2026 \nEstimated loan closing date  30 June 2027 \nManagement \n \n19 €0.8462 = $1.00 as of 27 October 2020. \n20 Climate Change Assessment (accessible from the list of linked documents in Appendix 2). \n ", "8 \nAspects  Arrangements \n(i)  Oversight body  Project leading group \nGovernor of the XPG (chair) \nExecutive vice governor of the XPG and two vice governors of the XPG \nin charge of agriculture and tourism (vice chairs) \nDeputy secretary of the XPG and representatives of relevant XPG \nagencies (members) \n(ii)  Executing agency  XPG \n(iii) Key implementing  Jishou City Government and the county governments of Baojing, \nagencies  Fenghuang, Guzhang, Huayuan, Longshan, Luxi, and Yongshun \n(iv) Implementation unit  Project management office (under the project leading group) in the \nXPG, 12 staff \nEight local project management offices: one each in the Jishou City \nGovernment (11 staff) and the county governments of Baojing (9 staff), \nFenghuang (11 staff), Guzhang (14 staff), Huayuan (10 staff), \nLongshan (7 staff), Luxi (10 staff), and Yongshun (12 staff) \nProcurement  Open competitive bidding  113 packages  €249,812,390  \n(with national advertisement)  \nRequest for quotations  33 packages  €5,755,416 \nConsulting services  Individual consultant  12.00 person-months,  €113,926  \nselection  3 contracts \nConsultants’ qualification  81.25 person-months,  €645,580 \nselection  5 contracts \nQuality- and cost-based  132.50 person-months,  €1,860,788 \nselection  2 contracts \nRetroactive financing and/or  Advance contracting and retroactive financing will apply to consultants. \nadvance contracting  Retroactive financing will be subject to a maximum amount equivalent \nto 20% of the loan amount for eligible expenditures incurred prior to \nloan effectiveness, but not earlier than 12 months before the loan \nagreement is signed. \nDisbursement  The loan proceeds will be disbursed following ADB’s Loan \nDisbursement Handbook (2017, as amended from time to time) and \ndetailed arrangements agreed between the government and ADB. \nADB = Asian Development Bank, XPG = Xiangxi Tujia and Miao Autonomous Prefectural Government. \nSource: ADB. \nIII.  DUE DILIGENCE \nA.  Technical \n27.  The  original  project  design  was  prepared  by licensed  domestic  design  institutes  in \naccordance  with the PRC’s guidelines and regulations. Recommendations  by ADB, including \naddition of innovative technologies and arrangements, were incorporated in the project design. \nThe technical feasibility was confirmed to be adequate after detailed examination of the project’s \ncompatibility with local conditions and local capacity for O&M. Designs of wastewater treatment \nplants, field weather stations, drainage ditches, irrigation systems, a pump, roads, green crop \ndisease and pest control, and capacity development were determined, considering risks that may \nbe caused by climate change (such as increasing frequency and extent of floods and droughts). \nB.  Economic and Financial Viability \n28.  The economic analysis indicated that the project is economically viable, with an expected \neconomic internal rate of return of 12.8% and an economic net present value of CNY610.0 million \nbased on a 9% social discount rate. The analysis also confirmed economic viability of all outputs, \n ", "9 \nwith individual economic internal rates of return of 13.0% for output 1, 12.7% for output 2, and \n12.0% for output 3. Sensitivity analysis shows that the project’s economic viability is sufficiently \nrobust to negative scenarios, such as an increase in investment cost, a decrease in benefits, an \nincrease in the O&M cost, and a delay in the achievement of benefits. The project’s switching \nvalue for cost overrun is 51.6%, and 33.3% for a decrease in benefits. The distributional analysis \nthat estimated the project’s economic net present value yields a poverty impact ratio of 0.21, i.e., \nthe poor are expected to receive 21% of project benefits. \n29.  The financial analysis includes financial evaluations of all the revenue-generating project \nactivities and fiscal analyses of the XPG and the eight implementing agencies to respectively \ndetermine the financial viability and financial sustainability.21 The financial evaluations reveal that \nfor nine of the 11 revenue-generating  subprojects, the financial internal rate of return of each \nsubproject  exceeds  the weighted  cost  of capital,  indicating  that these nine subprojects  are \nfinancially viable. The two remaining subprojects will be able to generate sufficient revenues to \ncover  the  recurrent  O&M  costs.  The  fiscal  analyses  demonstrate  that,  with  provincial \ngovernments’ continued financial support, the XPG and all the eight implementing agencies will \nhave adequate  financial capacity  to cover  the incremental  recurrent  O&M  costs for all the \nsubprojects. The project is considered financially sustainable. \nC.  Sustainability \n30.  Adequate consulting services will be provided during project implementation for technical \nsupport, capacity development, and knowledge dissemination for outputs 1, 2, and 3. The XPG \nand the implementing agencies will (i) organize and implement training on the O&M of facilities \nconstructed under the project, technologies for local-featured ecological agricultural and forestry \nproducts, and integration of agriculture and forestry with ecotourism, which will be fully financed \nby ADB; and (ii) conduct or ensure O&M for the facilities constructed under the project. \nD.  Governance \n31.  The assessed  pre-mitigation  financial  management  risk is  moderate.22 Key  financial \nmanagement  risks  include  (i)  lack  of  familiarity  with  ADB’s  disbursement  procedures  and \nrequirements, which could delay project implementation; and (ii) lack of familiarity with ADB’s \nfinancial management requirements, particularly on accounting, reporting, and auditing, which \nmay delay project reporting and detailed identification of issues on the use of loan proceeds. The \nidentified financial management risks will be mitigated through the financial management action \nplan described in the PAM (footnote 18). \n32.  The strategic procurement planning assessed the procurement risks and identified optimal \nprocurement packages that will mitigate such risks, given the capacity constraints within the XPG, \nwide distribution of implementing agencies, and complex topographic conditions. Value for money \nwill be delivered by hiring a procurement agency to support the XPG and enable high-quality \ncontrol for the design and implementation of the large number of packages to be procured. Some \ncontract packages will introduce best international practices and technologies; and promote best \nO&M arrangements  for the small wastewater  management systems in rural areas, including \n \n21 Financial Analysis (accessible from the list of linked documents in Appendix 2). \n22 The financial management assessment  was conducted from May to June 2020 in accordance with ADB. 2005. \nFinancial Management and Analysis of Projects. Manila; and ADB. 2009. Financial Due Diligence: A Methodology \nNote. Manila. The COVID-19 pandemic did not affect the financial management assessment since the XPG and the \nimplementing  agencies  were back to  normal  operations  before the  financial  management  assessment  was \nconducted. \n ", "10 \npublic–private partnerships. \n33.  Overall, procurement  risk is low after mitigation measures  are undertaken.  A market \nanalysis confirms that there are an adequate number of qualified local suppliers and contractors \nfor all works and goods contract packages for the project. To achieve better value for money in \nprocurement, the project will adopt open competitive bidding with national advertisement for most \nADB-financed works and goods packages. Quality- and cost-based selection with international \nadvertisement  will  be  used  only  for  two  large  consulting  services  packages  for  project \nmanagement and technical support, capacity development, and knowledge dissemination. \n \n34.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government and the XPG. The specific policy requirements and supplementary measures \nare described in the PAM (footnote 18). \nE.  Poverty, Social, and Gender \n35.  Poverty and social. The project is classified general intervention for poverty reduction. \nThe poverty and social analysis was undertaken based on extensive stakeholder consultations \nand socioeconomic surveys. A total of 422,022 residents in the project area, including 108,702 \npoor or low-income people (25.8%), will directly benefit from the project through improved rural \nwaste and sanitation management,  development  of local-featured  ecological  agricultural and \nforestry products, and value addition to local-featured ecological agricultural and forestry products \nthrough improvement of value chains and promotion of ecotourism. It is estimated that 1,317 \nskilled and 5,612 unskilled local jobs will be created during construction and operation. A social \ndevelopment action plan has been prepared, with specific targets for the poor and low-income \npeople. Consultations  were undertaken  with residents  and other stakeholders  during project \npreparation. A consultation and participation plan for project implementation is included in the \nPAM (footnote 18). \n36.  Gender. The project  is categorized  effective  gender  mainstreaming,  following  ADB’s \nguidelines.23 A gender analysis undertaken during project preparation indicated that (i) 64.6% of \nsurveyed  women were  engaged  in farming  and casual  work, (ii) women  had a low level of \nparticipation in public affairs (34.5% of village committee members and 4.8% of village committee \nheads were women), (iii) women had low levels of educational attainment (only 8.4% of surveyed \nwomen  had  college  or  university  degrees),  and  (iv)  women  lacked  income-generating \nopportunities. The project opens up opportunities for women to participate in and benefit equitably \nfrom the project activities, particularly from (i) skills training and entrepreneurship opportunities \nfor agricultural and forestry products and ecotourism, (ii) job opportunities, and (iii) improved \nsanitation  services. A gender action  plan  has been  prepared  that includes  (i)  promotion  of \nwomen’s entrepreneurship and management capacity in agriculture and ecotourism; (ii) quotas \nfor skills training on advanced technologies for local-featured ecological agricultural and forestry \nproducts; (iii) integration of women’s needs in the design of e-commerce platforms; (iv) quotas for \nskilled and unskilled job opportunities created by the project; (v) consultations on subprojects’ \npreliminary designs and tariff proposals, with at least 40% surveyed women; and (vi) participation \nin paid rural garbage management teams, with at least 30% female participants. Key gender \ntargets have also been included in the design and monitoring framework. \nF.  Safeguards \n37.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \n \n23 ADB. 2012. Guidelines for Gender Mainstreaming Categories of ADB Projects. Manila. \n ", "11 \ncategories are as follows.24 \n38.  Environment  (category  B).  An  initial  environmental  examination,  including  an \nenvironmental management plan (EMP) and grievance redress mechanism,25 has been prepared \nand disclosed on ADB’s website. The initial environmental examination is based on domestic \nfeasibility studies and environmental assessments, site visits, and stakeholder consultations. The \nEMP will be applied to all project components. The XPG, through its PMO, will be responsible for \nimplementation of and compliance with the EMP, including mitigation measures, monitoring, and \nreporting. Qualified full-time environment officers will be assigned to the XPG PMO and local \nPMOs, and a training program has been included in the EMP. The project will contribute to the \nXPG’s targets for environmental improvement, including afforestation and improved water quality. \nRisks include soil erosion and temporary disturbance to nearby residents (e.g., from dust and \nnoise) during works; and air, soil, and/or water pollution during operations because of inadequate \nO&M of the project facilities. The outbreak and global spread of COVID-19 presents a risk to the \nhealth of workers and residents. The EMP incudes (i) mitigation measures to address the risks; \nand (ii) procedures for (a) erosion control and safe treatment and disposal of sewage and solid \nwaste, and (b) preparation of a COVID-19 health and safety plan based on best practices. \n39.  Involuntary  resettlement  (category  B).  The project  will use  11,634.10  mu of  land, \nincluding state-owned land occupation of 535.10 mu, permanent land acquisition of 98.59 mu, \nland use rights transfer of 9,860.00 mu, and land use for rural public infrastructure of 1,140.50 \nmu.26 In addition, the project will temporarily use 9.00 mu of land during construction. The project \nwill not involve any physical house relocation. A total of 61 households with 261 persons will be \naffected permanently  by land acquisition,  of which 34 households with 151 persons will be \nsignificantly affected. A resettlement plan has been prepared in accordance with ADB’s Safeguard \nPolicy Statement and relevant laws and regulations of the PRC.27 The resettlement plan includes \nadequate compensation and livelihood restoration measures for affected persons. Surveys and \nconsultations were undertaken with affected persons during the preparation of the resettlement \nplan.  Affected  persons  will  be  further  consulted  during  update  and  implementation  of  the \nresettlement plan. A grievance redress mechanism has been established and incorporated into \nthe  resettlement  plan.  Frameworks  for  land  use  rights  transfer  and  land  use  for  public \ninfrastructure have been attached to the resettlement plan. While the XPG and the implementing \nagencies  have  capacity  to  implement  domestically  funded  projects,  their  capacity  will  be \nstrengthened to implement the resettlement plan and conduct internal monitoring in compliance \nwith ADB’s requirements.  An external  agency  will be engaged to monitor  and evaluate  the \nimplementation of the resettlement plan and submit semiannual reports to ADB. \n40.  Indigenous peoples (category B). There are 368,307 ethnic minorities in the project \narea, mainly the Miao and Tujia people, comprising a majority of the project beneficiaries. They \nwill benefit from (i) improved waste and sanitation management, (ii) development of local-featured \necological  agricultural and forestry products, (iii) employment opportunities,  and (iv) capacity \ndevelopment. While the ethnic minority groups have socioeconomic conditions similar to those of \nthe Han population, the Miao and Tujia people have their own languages and cultural practices. \nAn ethnic minority development plan has been prepared,28 which includes (i) benefits and targets \nfor ethnic minorities; (ii) consultation, participation, and information disclosure; (iii) a grievance \nredress mechanism; (iv) implementation and capacity building; and (v) monitoring and reporting \n \n24 ADB. Safeguard Categories. \n25 Initial Environmental Examination (accessible from the list of linked documents in Appendix 2). \n26 A mu is a Chinese unit of measurement (1 mu = 666.67 square meters). \n27 Resettlement Plan (accessible from the list of linked documents in Appendix 2). \n28 Ethnic Minority Development Plan (accessible from the list of linked documents in Appendix 2). \n ", "12 \nrequirements. The project will strengthen the capacity of the XPG and the implementing agencies \nto implement and monitor the ethnic minority development plan. \nG.  Summary of Risk Assessment and Risk Management Plan \n41.  Significant risks and mitigating measures are summarized in Table 4 and described in \ndetail in the risk assessment and risk management plan.29 \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nEpidemic outbreaks deteriorate the rural  The risk of future epidemics needs to be reduced, \nliving environment.  especially after the coronavirus disease (COVID-19) \npandemic. The project includes rural waste and sanitation \nmanagement, which will contribute to the reduction of such \na risk, and various measures to reduce such a risk are \nbeing undertaken by other projects in the People’s Republic \nof China. \nChanges in administrative procedure or  An assurance is included in the project agreement to \nbudgetary process delay the provision of  ensure the timely provision of counterpart funds. \ncounterpart funds. \nFiscal resources of the Xiangxi  An assurance is included in the project agreement to \nPrefectural Government and/or the  ensure adequate fiscal resources for counterpart funding \nimplementing agencies become  and debt servicing. Asian Development Bank will closely \ninsufficient to continue support for  monitor counterpart funding and fiscal resources during \ncounterpart funding and/or debt servicing.  project implementation. \nSource: Asian Development Bank. \nIV.  ASSURANCES \n42.  The government and the XPG have assured ADB that implementation of the project shall \nconform to all applicable ADB requirements, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, financial management, and disbursement \nas described in detail in the PAM and loan documents (footnote 18). \n43.  The government and the XPG have agreed with ADB on certain covenants for the project, \nwhich are set forth in the draft loan agreement and project agreement. \nV.  RECOMMENDATION \n44.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n€169,233,000  to the People’s Republic of China for the Hunan Xiangxi Rural Environmental \nImprovement and Green Development Project, from ADB’s ordinary capital resources, in regular \nterms, with interest to be determined in accordance with ADB’s London interbank offered rate \n(LIBOR)-based lending facility; for a term of 25 years, including a grace period of 6 years; and \nsuch other terms and conditions as are substantially in accordance with those set forth in the draft \nloan and project agreements presented to the Board. \nMasatsugu Asakawa \nPresident \n11 December 2020\n \n29 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "Appendix 1  13 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned with \nRural vitalization with environmental improvement and green development in the Yangtze River Economic Belt realized \n(National Strategic Plan for Rural Vitalization, 2018–2022; and Yangtze River Economic Belt Development Plan, 2016–\n2030)a \nData Sources and  Risks and \nResults  Reporting  Critical \nChain  Performance Indicators with Targets and Baselines  Mechanisms  Assumptions \nOutcome  By 2028:     \nRural living  a. Overall rural residents’ satisfaction with the living environment  a. Periodic rural  R: Epidemic \nenvironment  in Xiangxi increased to 80% (2020 baseline: 60%)b (OP 3.3; OP  household surveys  outbreaks \nand value of  5.1)  by the XPG and/or  deteriorate the \nagricultural  the implementing  rural living \nand forestry  agencies  environment \nproducts in \nb. Average annual disposable income of rural residents in  b. Xiangxi statistical \nXiangxi  Xiangxi increased by 59% to CNY16,000 (2019 baseline:  handbook \nenhancedb  CNY10,046)  \nOutputs       \n1. Rural  1a. By 2024, 45,826 households (including 183,511 people, of  1a–1c. Surveys by  R: Changes in \nwaste and  which 88,452 are women) in the project area connected with  village committees  administrative \nsanitation  wastewater facilities (2020 baseline: 22,972 households  procedure or \nmanagement  [including 91,647 people, of which 44,174 are women]) (OP  budgetary \nfacilities and  2.1.4; OP 3.3; OP 5.1)  process delay \nservices  1b. By 2024, 504 tons per day of solid waste from 87,530  the provision of \nimproved  households (including 335,078 people, of which 161,496 are  counterpart \nwomen) in the project area connected with garbage treatment  funds \n(2020 baseline: 211 tons per day from 58,580 households \n[including 222,630 people, of which 107,296 are women]) (OP \n2.1.4; OP 3.3; OP 5.1) \n1c. By 2024, households that have sanitary toilets increased to \n62,929 (including 241,058 people, of which 116,200 are women) \nin the project area (2020 baseline: 57,469 households [including \n218,672 people, of which 105,400 are women]) (OP 2.1.4; OP \n3.3; OP 5.1)   \n1d. By 2024, 85 rural garbage management teams formed in the  1d. Project progress \nproject area, of which at least 30% are led by women (2020  reports and/or \nbaseline: 0)c  external \nresettlement and \nsocial development \nM&E reports \n1e. By 2027, 36,600 residents (of which 45% are women) trained  1e. Post-training \nand reported improved knowledge on garbage classification and  surveys \nrecycling (2020 baseline: Not applicable) (OP 2.2) \n1f. By 2027, 1,391 new job opportunities for construction and  1f. Project progress \noperation created, of which at least 35% are provided to women  reports and/or \n(2020 baseline: Not applicable) (OP 1.2; OP 2.1)  external \nresettlement and \nsocial development \nM&E reports \n1g. By 2027, experiences and knowledge gained for this output  1g. Project progress \ndisseminated through three workshops or publications.   reports \n2. Local- 2a. By 2027, 147 quality certificates issued for local-featured  2a. Reports by the \nfeatured  ecological agricultural and forestry products in Xiangxi (2020  XPG \necological  baseline: 123) \nagricultural \n2b. By 2027, facilities for the development of local-featured  2b. Project progress \nand forestry  ecological agricultural and forestry products operational in four  reports \nproducts  locations within Xiangxi (2020 baseline: Not applicable) (OP \ndeveloped  1.3.1; OP 5.1.1; OP 5.3) \n ", "14  Appendix 1 \nData Sources and  Risks and \nResults  Reporting  Critical \nChain  Performance Indicators with Targets and Baselines  Mechanisms  Assumptions \n  2c. By 2027, 7,150 farmers and 140 technicians, of which at  2c. Post-training   \nleast 40% are women, have been trained and have reported  surveys \nimproved knowledge on technologies for local-featured \necological agricultural and forestry products (2020 baseline: 0) \n(OP 2.2; OP 6.1.1) \n2d. By 2027, 3,961 new job opportunities for construction and  2d. Project progress \noperation created by the construction and operation of the four  reports and/or \nbases for the development of local-featured ecological  external \nagricultural and forestry products, of which at least 35% are  resettlement and \nprovided to women (2020 baseline: Not applicable) (OP 1.2; OP  social development \n2.1)  M&E reports \n2e. By 2027, experiences and knowledge gained for this output  2e. Project progress \ndisseminated through three workshops or publications.  reports \n3. Value  3a. By 2027, facilities to improve value chains and promote  3a. Project progress \nadded to local  ecotourism constructed under the project and related services  reports \nproducts  operational to add value to local-featured ecological agricultural \nthrough value  and forestry products (2020 baseline: Not applicable) (OP 5.2.2) \nchains and \necotourism  3b. By 2027, number of tourists per year to rural areas in Xiangxi  3b. Reports by the \nincreased to 40.0 million (2019 baseline: 15.0 million)  XPG \n3c. By 2027, 300 farmers and 354 staff members, including  3c. Post-training \ntechnicians, and 103 management staff members of government  surveys \nagencies, of which at least 40% are women, have been trained \nand have reported enhanced knowledge on value addition to \nlocal-featured ecological agricultural and forestry products (2020 \nbaseline: 0) (OP 2.2; OP 6.1.1) \n3d. By 2026, about 1,577 new job opportunities for construction  3d. Project progress \nand operation created by the construction and operation of the  reports and/or \nvalue chain facilities and the ecotourism resources and facilities,  external \nof which at least 30% are provided to women (2020 baseline:  resettlement and \nNot applicable) (OP 1.2; OP 2.1)  social development \nM&E reports \n3e. By 2027, experiences and knowledge gained for this output  3e. Project progress \ndisseminated through three workshops or publications.  reports \nKey Activities with Milestones \n1.  Rural waste and sanitation management facilities and services improved \n1.1 Construct or renovate the wastewater management systems, four-pool wastewater purification facilities for houses, and \nwastewater management systems (Q2 2021–Q4 2023). \n1.2 Construct garbage transfer stations and install or provide equipment for garbage collection and publicity (Q4 2021–Q4 \n2023). \n1.3 Install new sanitary toilets and renovate unsanitary toilets to sanitary ones in households (Q1 2022–Q4 2023). \n1.4 Develop a public–private partnership model for the O&M of the wastewater management systems in rural areas (Q2 \n2023–Q2 2027, intermittent). \n1.5 Develop the capacity of technicians for the O&M of the wastewater management systems (Q1 2022–Q2 2027, \nintermittent). \n1.6 Develop the capacity of technicians for the O&M of the garbage transfer stations and of rural residents for garbage \nclassification and recycling (Q2 2021–Q2 2027, intermittent). \n2.  Local-featured ecological agricultural and forestry products developed \n2.1 Construct and operate in four locations within Xiangxi the facilities for the development of local-featured ecological \nagricultural and forestry products, including research and development facilities, species reserve bases, seedling \nnurseries and breeding areas, integrated water and fertilizer management systems, and field weather stations (Q4 \n2021–Q2 2026, intermittent). \n2.2 Provide equipment and materials to the facilities (Q4 2021–Q2 2026, intermittent). \n2.3 Conduct research on (i) breeding of and (ii) virus-free technologies for local-featured ecological agricultural and forestry \nproducts (Q2 2021–Q4 2025, intermittent). \n2.4 Develop the capacity of technicians of the bases and farmers, particularly training of farmers for extension of advanced \ntechnologies for local-featured ecological agricultural and forestry products (Q3 2021–Q4 2026, intermittent). \n ", "Appendix 1  15 \nKey Activities with Milestones \n3.  Value added to local products through value chains and ecotourism \n3.1 Construct and operate in six locations within Xiangxi the facilities for storage, cold storage, processing, packaging, \nexhibition, e-commerce, customer service, and/or logistics (Q4 2021–Q2 2024). \n3.2 Protect and/or improve ecotourism resources (Q3 2021–Q1 2025, intermittent). \n3.3 Construct sightseeing footpaths, rest pavilions, public toilets, and other facilities to integrate agriculture or forestry with \necotourism in farmlands and forests (Q4 2021–Q2 2024). \n3.4 Construct and operate the ethnic minorities’ historical and cultural exhibition facilities, sales plaza and supermarkets for \nlocal products, and tourist service stations (Q1 2022–Q4 2024). \n3.5 Construct and operate fruit-, vegetable-, and/or tea-picking gardens (Q1 2022–Q1 2025, intermittent). \n3.6 Develop the capacity of the staff of government agencies for the O&M of the facilities (Q3 2021–Q4 2026, intermittent). \n3.7 Conduct brand publicity (Q3 2021–Q4 2026, intermittent). \n3.8 Develop the capacity of (i) farmers on protection of the ethnic minorities’ intangible heritage; and management of fruit-, \nvegetable-, and/or tea-picking gardens; (ii) staff of government agencies, including technicians, on updated \ntechnologies for ecotourism resource improvement; (iii) tourism service and management staff of government agencies \non ecotourism service skills; and (iv) management staff of government agencies on integration of agriculture and \nforestry with ecotourism (Q3 2021–Q4 2026, intermittent). \nProject Management Activities  \nPrepare the preliminary design; and revise the initial environmental examination, resettlement plan, and ethnic minority \ndevelopment plan, as necessary (Q3 2020–Q1 2021). \nPrepare the bidding designs and conduct procurement and consultant recruitment (Q4 2020–Q4 2024, intermittent). \nConduct land acquisition and resettlement (Q1–Q3 2021). \nRecruit individual consultants and provide initial project management (Q4 2020). \nRecruit a consultant team for project management support (Q1–Q2 2021). \nRecruit an external environmental monitoring agency (Q2 2021). \nRecruit an external monitor for external resettlement M&E (Q4 2020–Q1 2021). \nProvide project management support through consultants (Q1 2021–Q2 2027, intermittent). \nMonitor and evaluate project impact, outcome, and outputs using the project performance management system; and submit \nquarterly project progress reports to ADB (Q2 2021–Q1 2027, intermittent). \nSubmit semiannual environmental monitoring reports to ADB (Q4 2021–Q2 2027, intermittent). \nSubmit semiannual external resettlement M&E reports to ADB (Q1 2021–Q1 2027, intermittent). \nImplement the ethnic minority development plan, social development action plan, gender action plan, and consultation and \nparticipation plan; and monitor their implementation (Q1 2021–Q2 2027, intermittent). \nSubmit project completion report (Q2 2027). \nInputs  \nADB (Ordinary capital resources, regular loan):  €169.23 million \nGovernment:          €186.77 million \nADB = Asian Development  Bank, M&E = monitoring  and evaluation,  OP = operational  priority,  O&M = operation  and \nmaintenance, PRC = People’s Republic of China, Q = quarter, R= risk, tCO2e = ton of carbon dioxide equivalent, Xiangxi = \nXiangxi Tujia and Miao Autonomous Prefecture, XPG = Xiangxi Tujia and Miao Autonomous Prefectural Government. \na Government of the PRC. 2016. Outline of the Yangtze River Economic Belt Development Plan, 2016–2030. Beijing; and \nGovernment of the PRC. 2018. National Strategic Plan for Rural Vitalization, 2018–2022. Beijing.  \nb The living environment is defined from the aspect of hygiene, which is improved by waste and sanitation management. \nc The work of the rural garbage management teams is paid work. \nContribution to Strategy 2030 Operational Priorities: \nExpected values and methodological details for all OP indicators to which this operation will contribute results are detailed in \nContribution to Strategy 2030 Operational Priorities (accessible from the list of linked documents in Appendix 2 of the report \nand recommendation of the President). In addition to the OP indicators tagged in the design and monitoring framework, this \noperation will contribute results for \nOP 1.3: Poor and vulnerable people with improved standards of living (number) \nOP 3.1: Total annual greenhouse gas emissions reduction (tCO2e/year) \nOP 3.1.1: Additional climate finance mobilized ($) \nOP 3.1.3: Low-carbon infrastructure assets established or improved (number) \nOP 3.1.5: Low-carbon solutions promoted and implemented (number) \nOP 3.3.1: Pollution control-enhancing infrastructure assets established or improved (number) \nOP 3.3.2: Solutions to enhance pollution control and resource efficiency implemented (number) \nOP 3.3.3: Terrestrial, coastal, and marine areas conserved, restored, and/or enhanced (hectares) \nOP 3.3.4: Solutions to conserve, restore, and/or enhance terrestrial, coastal, and marine areas implemented (number) \nOP 5.2: Farmers with improved market access (number) \nOP 5.2.1: Wholesale markets established or improved (number) \nOP 5.3.1: Land improved through climate-resilient irrigation infrastructure and water delivery services (hectares) \nSource: ADB. \n ", "16  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=53050-001-3 \n \n1.  Loan Agreement \n2.  Project Agreement \n3.  Sector Assessment (Summary): Agriculture, Natural Resources, and Rural Development \n4.  Project Administration Manual  \n5.  Financial Analysis \n6.  Economic Analysis  \n7.  Summary Poverty Reduction and Social Strategy \n8.  Risk Assessment and Risk Management Plan \n9.  Contribution to Strategy 2030 Operational Priorities \n10.  Climate Change Assessment \n11.  Gender Action Plan \n12.  Initial Environmental Examination \n13.  Resettlement Plan \n14.  Ethnic Minority Development Plan  \n \nSupplementary Documents \n15.  Strategic Procurement Planning \n16.  Annexes to Financial Analysis \n17.  Detailed Economic Analysis \n18.  Financial Management Assessment \n19.  Project Innovations and Knowledge Dissemination \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20201222083438+08'00'", "Creator": "PDF24 Creator", "Keywords": "china, prc, hunan, xiangxi tujia, miao autonomous prefecture, ecosystem restoration, industrial transformation, rural development, ecotourism, 53050-001, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20210126130534+08'00'", "Producer": "GPL Ghostscript 9.27", "Subject": "The project will demonstrate environmental improvement and green development in rural areas by (i) improving rural waste and sanitation management facilities and services with innovative technologies and arrangements, (ii) developing local-featured ecological agricultural and forestry products, and (iii) adding value to local agricultural and forestry products through improvement of value chains and promotion of ecotourism.\r\rThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\r\rThis document dated December 2020 is provided for the ADB project 53050-001 in the People's Republic of China.", "Title": "Hunan Xiangxi Rural Vitalization and Special Industry Development Project: Report and Recommendation of the President"}, "author_page": " \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  James P. Lynch, East Asia Department (EARD) \nDirector  Thomas Panella, Environment, Natural Resources, and Agriculture \nDivision (EAER); EARD \nQingfeng Zhang; Rural Development and Food Security (Agriculture) \nThematic Group; Sustainable Development and Climate Change \nDepartment \n   \nTeam leader  Yoshiaki Kobayashi, Principal Water Resources Specialist, EAER, EARD \nTeam members  Stephane Y. Bessadi; Senior Procurement Specialist; Procurement \nDivision 2; Procurement, Portfolio and Financial Management \nDepartment \n  Mark R. Bezuijen, Principal Environment Specialist, EAER, EARD \nMichael Brian R. Bonilla, Financial Management Officer, EAER, EARD \n  Xueliang Cai, Water Resources Specialist, EAER, EARD \n  Annabelle Giorgetti, Environmental Economist, EAER, EARD \n  Dongmei Guo, Environment Specialist, EAER, EARD \n  Kang Hang Leung; Principal Infrastructure Finance Specialist; Public \nManagement, Financial Sector, and Regional Cooperation Division; \nEARD \n  Heidee C. Luna, Associate Project Analyst, EAER, EARD \n  Nogendra Sapkota, Senior Social Development Specialist, EAER, EARD \n  Yashna Shrawani, Counsel, Office of the General Counsel \n  Heng Xia, Portfolio Management Officer, People’s Republic of China \nResident Mission, EARD \nPeer reviewer  Jelle Beekma, Senior Water Resources Specialist, Sustainable \nDevelopment and Climate Change Department  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "Ahmed M. Saeed", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "James P. Lynch", "role": "East Asia Department (EARD)", "organization": ""}, {"documentRole": "Director", "fullname": "Thomas Panella", "role": "Environment", "organization": "Natural Resources"}, {"documentRole": "Team leader", "fullname": "Yoshiaki Kobayashi", "role": "Principal Water Resources Specialist", "organization": "EAER"}, {"documentRole": "Team leader", "fullname": "Mark R. Bezuijen", "role": "Principal Environment Specialist", "organization": "EAER"}, {"documentRole": "Team leader", "fullname": "Michael Brian R. Bonilla", "role": "Financial Management Officer", "organization": "EAER"}, {"documentRole": "Team leader", "fullname": "Xueliang Cai", "role": "Water Resources Specialist", "organization": "EAER"}, {"documentRole": "Team leader", "fullname": "Annabelle Giorgetti", "role": "Environmental Economist", "organization": "EAER"}, {"documentRole": "Team leader", "fullname": "Dongmei Guo", "role": "Environment Specialist", "organization": "EAER"}, {"documentRole": "Team leader", "fullname": "Heidee C. Luna", "role": "Associate Project Analyst", "organization": "EAER"}, {"documentRole": "Team leader", "fullname": "Nogendra Sapkota", "role": "Senior Social Development Specialist", "organization": "EAER"}, {"documentRole": "Team leader", "fullname": "Yashna Shrawani", "role": "Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team leader", "fullname": "Heng Xia", "role": "Portfolio Management Officer", "organization": "People"}, {"documentRole": "Team leader", "fullname": "Resident Mission", "role": "EARD", "organization": ""}, {"documentRole": "Peer reviewer", "fullname": "Jelle Beekma", "role": "Senior Water Resources Specialist", "organization": "Sustainable"}]}