{"path": "data/input/ta/53070-002-tar-en.pdf", "pages": ["   \nTechnical Assistance Report\n \n \n \nProject Number: 53070-002   \nTransaction Technical Assistance (TRTA) \nNovember 2019 \n \n \nIslamic Republic of Pakistan: Preparing the Punjab \nAgriculture Markets Development Project  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFTohlelo vwieinwgs  esxupcrhe saspepdr ohvearel,in A aDreB t hwoilsl ed oisfc tlhoes eco tnhseu ldtaonctu amnde ndto t ono tth nee pceusbsliacr iilny  raecpcreosrdeantn tcheo swei tohf  AADDBB’'ss  \nAmcecmebsesr sto,  BInofaorrdm oaf tDioirne cPtoorlsic, yM.anagement, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 30 October 2019)  \n \nCurrency unit  –  Pakistan Rupee (PKR) \n \nPKR1.00  =  $0.0064 \n \n $1.00  =  PKR155.70 \n \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank  \nAFD  –  Agence Française de Développement \nPAD  –  Punjab Agriculture Department \nPAMRA  –  Punjab Agricultural Markets Regulatory Authority \nTRTA  –  transaction technical assistance \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars unless otherwise stated. \n \n \nVice-President  Shixin Chen, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nDirector  Donneth Walton, Environment, Natural Resources, and Agriculture \nDivision, CWRD \n   \nTeam leader  Ahsan Tayyab, Principal Natural Resources Economist, CWRD \nTeam members  Lariza Abenojar, Associate Project Analyst, CWRD \nGiap Minh Bui, Principal Natural Resources and Agricultural \nEconomist, CWRD \nShaheryar A. Choudhry, Senior Investment Officer, Private Sector \nOperations Department (PSOD) \nNurlan Djenchuraev, Senior Environment Specialist, CWRD \nShinsuke Kawazu, Senior Counsel, Office of the General Counsel \nAshfaq Ahmed Khokhar, Senior Safeguard Officer, CWRD \nSalman Moeed Mian, Senior Project Officer, CWRD \nStephen Peters, Senior Energy Specialist, Sustainable \nDevelopment and Climate Change Department (SDCC) \nMian Shafi, Senior Project Officer, CWRD \nMuhammad Ali Sheikh, Associate Financial Control Analyst, CWRD \nNoor Ullah, Investment Specialist, PSOD \n   \nPeer reviewers  Md. Abul Basher, Natural Resources and Agriculture Specialist, \nSDCC \n \nIn  preparing  any  country  programs  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \n \nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE \nI.           THE ENSUING PROJECT  1 \nII.        THE TECHNICAL ASSISTANCE  1 \nA.  Justification  1 \nB.  Outputs and Activities  1 \nC.  Cost and Financing  2 \nD.  Implementation Arrangements  2 \nAPPENDIXES \n1.        COST ESTIMATES AND FINANCING PLAN  5 \n2.        LIST OF LINKED DOCUMENTS  6 \n ", "Project Classification Information Status: Complete\nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 53070-002\nProject Name Preparing the Punjab Agriculture  Department/Division CWRD/CWER\nMarkets Development Project\nNature of Activity Project Preparation Executing Agency Agriculture Department, \nGovernment of the Punjab\nModality Regular\nCountry Pakistan\n2. Sector Subsector(s)     ADB Financing ($ million)\nAgriculture, natural  Agricultural policy, institutional and capacity development 0.15\nresources and rural \ndevelopment\nAgro-industry, marketing, and trade 0.15\nRural market infrastructure 0.15\nRural solid waste management 0.15\nTotal 0.60\nqq\n3. Operational Priorities Climate Change Information\n  Addressing remaining poverty and reducing inequalities Climate Change impact on the Project Low\n  Accelerating progress in gender equality\n  Tackling climate change, building climate and disaster \nresilience, and enhancing environmental sustainability\n  Making cities more livable\n  Promoting rural development and food security\n  Strengthening governance and institutional capacity\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 2.3, 2.5 Effective gender mainstreaming (EGM)\nSDG 6.3\nPoverty Targeting\nGeneral Intervention on Poverty\n4. Risk Categorization Low \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 0.60\n    Transaction technical assistance: Technical Assistance Special Fund 0.60\nCofinancing 0.20\n    Cooperation Fund for Project Preparation in the Greater Mekong  0.20\nSubregion and in Other Specific Asian Countries (Full ADB Administration)\nCounterpart 0.00\n    None 0.00\nTotal 0.80\n  \nCurrency of ADB Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 05112019165806514828 Generated Date: 04-Dec-2019 16:19:17 PM", " \nI.  THE ENSUING PROJECT \n1.  The proposed project will finance the establishment of a modern holistic wholesale \nagriculture  market  in  Punjab,  Pakistan.  It  supports  the  government’s  agriculture  policy  by \nestablishing new and modern wholesale markets that will lead to enhanced value addition, quality \nimprovement and reduction in transaction costs. Success of these markets will lead to increased \nproductivity, improved processing and storage capacity, and reduced post-harvest losses. It will \nimprove the agriculture sector growth of Punjab.  \n \n2.  The project will have two outputs: (i) a modern wholesale agriculture market established; \nand  (ii)  capacity  of  Punjab  Agricultural  Markets  Regulatory  Authority  (PAMRA)  to  regulate \nagriculture markets enhanced. These outputs will result in the following outcome: volume of \nagriculture produce auctioned at new markets increased. The project will be aligned with the \nfollowing impact:  improvement of agriculture produce markets and strengthening of institutional \ncapacity. The project is preliminarily estimated to cost $165 million.1 Based on the outcome of the \ninvestment feasibility and whether a pure public sector or a public-private partnership (PPP) \nmodel is finalized for the project, Asian Development Bank (ADB) may finance $100 million from \nits ordinary capital resources, the Cooperation Fund for Project Preparation in the Greater \nMekong Subregion and in Other Specific Asian Countries2 may provide up to $50 million, and the \ngovernment $15 million through exemptions of taxes and duties for imported goods, works, and \nservices and other in-kind support. These resources may be complemented by ADB’s private \nsector investment resources in partnership with a private entity in case of a PPP model.3  \n \nII.  THE TECHNICAL ASSISTANCE \nA.  Justification \n \n3.  The  transaction  technical  assistance  (TRTA)4 will  help  ADB,  Agence  Française  de \nDéveloppement (AFD) and the government prepare the project, in particular, the TRTA will help \nwith: (i) conducting the investment feasibility study and due diligence; and (ii) developing a \nmasterplan for development of sustainable agriculture marketing environment and agricultural \nmarkets in Punjab including a roadmap for capacity building of a new agriculture markets regulator \nand food supply and distribution chain organization. \n \nB.  Outputs and Activities \n \n1.  Output 1— Project investment feasibility study conducted \n \n4.  The activities include: (i) investment feasibility for developing a new and modern holistic \nwholesale agriculture market in Lahore; (ii) recommendations on possible sites for developing up \nto three other wholesale agriculture markets in Punjab5; (iii) recommendations for an operational \nand business model for a proposed new market at Lahore; (iv) financial and economic analysis \nof the  project  for  Lahore  site  to  validate  economic  viability  and  financial  sustainability; (v) \n \n1 The project is included in the Country Operations Business Plan 2020-2022 for Pakistan. \n2 Financing Partner: Government of France. \n3 ADB. 2017. Report and Recommendation of the President to the Board of Directors: Proposed Loan, Administration \nof Grant and Administration of Technical Assistance Grant to the Islamic Republic of Pakistan for Enhancing Public- \nPrivate Partnerships in Punjab Project. Manila. \n4 The proposed TRTA first appeared in the business opportunities section of ADB website in September 2019. \n5 Punjab Agriculture Department has suggested Okara, Dera Ghazi Khan and Rawalpindi as potential sites that require \nnew markets. \n ", "2 \nengineering design for the proposed market in Lahore; (vi) environmental impact assessment and \nmitigation plan related to direct impacts of project activities; (vii) evaluation and recommendations \non  different  project  financing  modalities;  (viii)  social  and  gender  assessment  and  plan  for \nenhancing inclusion and impact of the project; (ix) evaluation and recommendations on greater \nprivate sector involvement in investment and operations of the proposed project including possible \nPPP modalities; (x) evaluation of land acquisition and resettlement issues for compliance with \nADB policies; and (xi) climate mitigation potential assessment of the project design as well as its \nfood losses reduction potential. \n \n2.  Output 2— Masterplan for development of agricultural markets in Punjab \nprepared \n \n5.  The  activities  include:  (i)  assessment  of  current  agriculture  marketing  system;  (ii) \npreparation of masterplan for development and modernization of sustainable agriculture markets; \n(iii) recommended roadmap for implementation of masterplan; (iv) design of capacity development \nactivities for PAMRA; and (v) preparation of suitable models of regulation and agriculture market \nmanagement and assessment of needs for further development. \n \nC.  Cost and Financing \n6.  The TRTA is estimated to cost $800,000, of which $600,0006 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-6) and $200,000 will be financed by \nthe Cooperation Fund for Project Preparation in the Greater Mekong Subregion and in Other \nSpecific Asian Countries7 and administered by ADB. The cost estimates and financing plan are \nin Appendix 1. \n \n7.  The government will provide counterpart support in the form of office space for TRTA \nconsultants, counterpart staff, data and information access, and facilitation of liaisons with \nstakeholders during the feasibility study. The government was informed that approval of the TRTA \ndoes not commit ADB to finance any ensuing project. \n  \nD.  Implementation Arrangements \n8.  ADB will administer the TRTA. The Punjab Agriculture Department (PAD) will be the \nexecuting agency for the TRTA. The Environment, Natural Resources, and Agriculture Division \nof ADB’s Central and West Asia Department will act as the focal point and coordinator of \nconsulting inputs and activities. The proposed TRTA will be implemented over 18 months, from \nNovember 2019 to April 2021. Disbursements will be made in accordance with ADB's Technical \nAssistance  Disbursement  Handbook  (May  2017,  as  amended  from  time  to  time).  The \nimplementation arrangements are summarized in Table 1.  \n \nTable 1: Implementation Arrangements \n \nAspects   Arrangements \nIndicative implementation period  November 2019 – April 2021 \nExecuting agency  Punjab Agriculture Department \nConsultants  To be selected and engaged by ADB: \nQCBS (Consulting  44 person-months  $ 500,000 \nFirm for preparing \n \n6 Contribution of ADB TASF may be reduced if other funding sources may also show interest in contributing to the \nTRTA. \n7 Financing partner: Government of France. \n ", "3 \nAspects   Arrangements \nfeasibility study \nand masterplan) \nICS (Individual  12 person-months  $ 200,000 \nConsultants for \nsupporting firm) \nAdvance Contracting  Advance contracting will be used to recruit consultants. \nDisbursement  The TA resources will be disbursed following ADB's Technical Assistance \nDisbursement Handbook (2017, as amended from time to time). \nAsset turnover or disposal arrangement  None \nupon TA completion \nICS = individual consultant’s selection; QCBS = quality and cost-based selection. \nSource: Asian Development Bank. \n \n9.  Consulting Services. The TRTA will require (i) a team of consultants of approximately \n12 person months of international and 32 person-months of national experts, and (ii) about 06 \nperson-months of international and 06 person-months of national individual experts. The TA \nconsultant team that will be engaged through a firm will be responsible for feasibility study and \nproject design (Output 1) and preparing masterplan (Output 2) and will be selected through quality \nand cost based (QCBS) method. Individual consultants will be responsible for rapid assessment \nof regulatory, operational and business needs critical for project design by firm. Individual \nconsultants and the consultant team will be engaged under lump-sum and performance-based \nterms. Consultants will be engaged in accordance with ADB’s Procurement Policy (2017, as \namended from time to time) and its associated project administration instructions and/or staff \ninstruction.8 The indicative expertise and corresponding person-months for firm and individual \nconsultants are in Tables 2 and 3, respectively.  \n \nTable 2: Summary of Indicative Consulting Firm Services Requirement  \nInternational  National \nExpertise  (person- (person- Total \nmonths)    months)   (person-months) \nWholesale Market Design Specialist / Team Leader  3  3 \n \nAgriculture Market Infrastructure Specialist / Deputy Team  3  3 \nLeader \nClimate Change Specialist  3    3 \nRenewable Energy Specialist  3    3 \nAgriculture Markets ICT Specialist  3    3 \nArchitect    3  3 \nCivil Engineer    3  3 \nSocial Safeguards and Resettlement Specialist     3  3 \nGender and Social Development Specialist    3  3 \nAgriculture Value Chain Specialist    3  3 \nEnvironmental Specialist    2  2 \nAgricultural Economist     3  3 \n \nFinancial Management Specialist   3  3 \nProcurement Specialist    3  3 \nLegal Specialist    3  3 \nTOTAL  12  32  44 \n    Source: Asian Development Bank.  \n \n8  The terms of reference for consultants by consulting service package (accessible from the list of linked documents \nin Appendix 2). \n ", "4 \n \n \nTable 3: Summary of Indicative Individual Services Requirement \n \nInternational  National \nKey Experts  (person- (person- Total \nmonths)  months)   (person-months) \nAgriculture  and  Wholesale Markets  Specialist  /  TA \nCoordinator  3    3 \nAgriculture Markets Regulatory Specialist \n 3    3 \nHorticulture Markets and Linkages Specialist \n  3  3 \nAgriculture Policy Specialist Specialist \n  3  3 \nTOTAL  6  6  12 \n  Source: Asian Development Bank.  \n \n \n ", "Appendix 1  5 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nItem  Total Cost \nA.  Asian Development Banka   \n1. Consultants   \na. Remuneration and per diem    \ni. International consultants                                             262.5 \nii. National consultants    262.5 \nb. International and local travelb    15.0 \nc. Reports and communications    7.5 \n2. Training, Seminars, and Conferencesc  15.0 \n3. Miscellaneous administration and support costsd    7.5 \n4. Contingencies    30.0 \nSubtotal (A)  600.0 \nB.  Cooperation Fund for Project Preparation in the   \nGreater Mekong Subregion and in Other Specific Asian \nCountries e \n1. Consultants   \n \na. Remuneration and per diem  \n  i. International consultants                                             87.5 \nii. National consultants    87.5 \nb. International and local travelb    5.0 \nc. Reports and communications    2.5 \n2. Training, Seminars, and Conferencesc  5.0 \n3. Miscellaneous administration and support costsd    2.5 \n4. Contingencies    10.0 \nSubtotal (B)  200.0 \nTotal  800.0 \nNote: The TA is estimated to cost $800,000, of which contributions from the Asian Development Bank  \n(ADB) and the Financing Partner: Government of France, are presented in the table above. The \ngovernment will provide counterpart support in the form of office space for TA consultants, counterpart \nstaff, data and information access, and facilitation of liaisons with stakeholders during the feasibility study. \nThe value of the government contribution is estimated to account for 10% of the total TA cost. \na  Financed by the ADB Technical Assistance Special Fund (TASF 6). In case additional \nresources are available, ADB TASF component may be reduced. \nb  Includes international visits to selected wholesale markets. \nc  Includes at least four consultation workshops. \nd  Includes translation and interpretation expenses. \ne  Financing Partner: Government of France, Administered by the Asian Development Bank. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n ", "6  Appendix 2 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=53070-002-TAReport \n \n1.  Terms of Reference for Consultants \n \n   \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20191204162213+08'00'", "Creator": "PDF24 Creator", "Keywords": "pakistan, punjab, punjab agricultural markets regulatory authority, pamra, wholesale agriculture markets, agricultural productivity, capacity building, 53070-002, ta 9866, adb projects, adb technical assistance, approved technical assistance, tar, ta projects, trta", "ModDate": "D:20191204172823+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "53070-002: Preparing the Punjab Agriculture Markets Development Project"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 30 October 2019)  \n \nCurrency unit  –  Pakistan Rupee (PKR) \n \nPKR1.00  =  $0.0064 \n \n $1.00  =  PKR155.70 \n \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank  \nAFD  –  Agence Française de Développement \nPAD  –  Punjab Agriculture Department \nPAMRA  –  Punjab Agricultural Markets Regulatory Authority \nTRTA  –  transaction technical assistance \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars unless otherwise stated. \n \n \nVice-President  Shixin Chen, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nDirector  Donneth Walton, Environment, Natural Resources, and Agriculture \nDivision, CWRD \n   \nTeam leader  Ahsan Tayyab, Principal Natural Resources Economist, CWRD \nTeam members  Lariza Abenojar, Associate Project Analyst, CWRD \nGiap Minh Bui, Principal Natural Resources and Agricultural \nEconomist, CWRD \nShaheryar A. Choudhry, Senior Investment Officer, Private Sector \nOperations Department (PSOD) \nNurlan Djenchuraev, Senior Environment Specialist, CWRD \nShinsuke Kawazu, Senior Counsel, Office of the General Counsel \nAshfaq Ahmed Khokhar, Senior Safeguard Officer, CWRD \nSalman Moeed Mian, Senior Project Officer, CWRD \nStephen Peters, Senior Energy Specialist, Sustainable \nDevelopment and Climate Change Department (SDCC) \nMian Shafi, Senior Project Officer, CWRD \nMuhammad Ali Sheikh, Associate Financial Control Analyst, CWRD \nNoor Ullah, Investment Specialist, PSOD \n   \nPeer reviewers  Md. Abul Basher, Natural Resources and Agriculture Specialist, \nSDCC \n \nIn  preparing  any  country  programs  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "Shixin Chen", "role": "Operations", "organization": ""}, {"fullname": "Werner Liepach", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "Donneth Walton", "role": "Environment", "organization": "Natural Resources"}, {"fullname": "Ahsan Tayyab", "role": "Principal Natural Resources Economist", "organization": "CWRD"}, {"fullname": "Lariza Abenojar", "role": "Associate Project Analyst", "organization": "CWRD"}, {"fullname": "Giap Minh Bui", "role": "Principal Natural Resources and Agricultural", "organization": ""}, {"fullname": "Shaheryar A. Choudhry", "role": "Senior Investment Officer", "organization": "Private Sector"}, {"fullname": "Nurlan Djenchuraev", "role": "Senior Environment Specialist", "organization": "CWRD"}, {"fullname": "Shinsuke Kawazu", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Ashfaq Ahmed Khokhar", "role": "Senior Safeguard Officer", "organization": "CWRD"}, {"fullname": "Salman Moeed Mian", "role": "Senior Project Officer", "organization": "CWRD"}, {"fullname": "Stephen Peters", "role": "Senior Energy Specialist", "organization": "Sustainable"}, {"fullname": "Mian Shafi", "role": "Senior Project Officer", "organization": "CWRD"}, {"fullname": "Muhammad Ali Sheikh", "role": "Associate Financial Control Analyst", "organization": "CWRD"}, {"fullname": "Noor Ullah", "role": "Investment Specialist", "organization": "PSOD"}, {"fullname": "Md. Abul Basher", "role": "Natural Resources and Agriculture Specialist", "organization": ""}]}