{"path": "data/input/ta/53081-001-tar-en.pdf", "pages": ["Technical Assistance Report \nProject Number: 53081-001 \nKnowledge and Support Technical Assistance (KSTA) \nAugust 2019 \nStrengthening Fiscal Governance and Sustainability in \nPublic–Private Partnerships \nThis document is being disclosed to the public in accordance with ADB's Access to Information \nPolicy. ", " \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  PFM  –  public financial management \n  PPP  –  public–private partnership  \n  TA  –  technical assistance \n  VGF  –  viability gap funding \n       \n \n \nNOTE \nIn this report, “$” refers to United States dollars. \n \n \n \n \n \n \n \n \n \n \n \nVice-President  Bambang Susantono, Knowledge Management and Sustainable \nDevelopment \nDirector General  WooChong Um, Sustainable Development and Climate Change \nDepartment (SDCC) \nCluster Head   Chiara Bronchi, Chief Thematic Officer, SDCC \nChief  Bruno Carrasco, Chief of Governance Thematic Group, SDCC \n   \nTeam leader  Hanif Rahemtulla, Senior Public Sector Management Specialist, \nSDCC \nTeam members  Erik Aelbers, Country Specialist, Pacific Department \nJoao Pedro Farinha Fernandes, Senior Financial Sector Economist, \nCentral West Asia Department (CWRD) \nAnqian Huang, Senior Finance Specialist, South Asia Department \n(SARD) \nMarjorie Anne Javillonar, Project Analyst, SDCC \nNavendu Karan, Senior Finance Specialist, SARD \nYuji Miyaki, Public Management Specialist (Taxation), CWRD \nVivek Rao, Principal Financial Sector Specialist, Southeast Asia \nDepartment \nRachana Shrestha, Senior Public Management Officer, Nepal \nResident Mission \nLaisiasa Natakubu Tora, Economist (Public Finance), CWRD \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", " \nCONTENTS \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Outputs, Methods, and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework           6 \n2.  Cost Estimates and Financing Plan             8  \n3.  List of Linked Documents           9 \n \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 53081-001\nProject Name Strengthening Fiscal Governance and  Department/Division SDCC/SDTC-GOV\nSustainability in Public-Private \nPartnerships\nNature of Activity Capacity Development Executing Agency Asian Development Bank\nModality Regular\nCountry REG (All DMCs)\n2. Sector Subsector(s)     ADB Financing ($ million)\nPublic sector  Public expenditure and fiscal management 0.40\nmanagement\nFinance Infrastructure finance and investment funds 0.10\nTotal 0.50\nqq\n3. Strategic Agenda Subcomponents Climate Change Information\nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the Project Low\ngrowth (IEG) including jobs, created and expanded\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Client relations, network, and  Some gender elements (SGE)\ncapacity development partnership development to \n(GCD) partnership driver of change\nInstitutional development\nInstitutional systems and political \neconomy\nPublic financial governance\nKnowledge solutions  Application and use of new knowledge\n(KNS) solutions in key operational areas\nKnowledge sharing activities\nPartnerships (PAR) Implementation\nInternational finance institutions (IFI)\nPrivate Sector\nRegional organizations\nSouth-South partner\nPrivate sector  Conducive policy and institutional \ndevelopment (PSD) environment\nPromotion of private sector \ninvestment\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No\nRegional High\nHousehold Targeting No\nGeneral Intervention  No\non Poverty\nSDG Targeting Yes\nSDG Goals         SDG9, SDG16\nQq\n6. Risk Categorization Low \nQq\n7. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.50\n    Knowledge and Support technical assistance: Technical Assistance  0.50\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.50\n  \nCurrency of ADB Financing: USD \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 12072019161414485312 Generated Date: 22-Aug-2019 11:50:21 AM", " \nI.  INTRODUCTION \n \n1.  In line with the Asian Development Bank (ADB) Strategy 2030 operational priority of \nstrengthening  governance  and  institutional  capacity,  this  knowledge  and  support  technical \nassistance (TA) responds to developing member country (DMC) requests to strengthen public \nsector  capacity  to  catalyse  infrastructure  investments—including  through  public–private \npartnerships (PPPs)—in fiscally responsive, development-relevant ways.1 The TA complements \nADB’s  private  sector  operations  by  supporting  operations  departments  to  create  improved \nconditions to engage the private sector. Aligned with ADB’s PPP Operational Plan 2012–2020,2 \nthe TA will support DMCs in improving institutional and regulatory structures to manage PPP \nappraisal, vet and manage risk, and carry out monitoring and evaluation of PPPs.3 The TA will (i) \nstrengthen the traction of PPP development efforts; (ii) promote fiscally sound public financial \nmanagement (PFM) frameworks for PPPs; and (iii) improve government capacity to design, \nimplement, and manage PPPs (drawing on lessons from international experience).4 The TA is \nincluded in the 2019 results-based work plan of ADB’s Sustainable Development and Climate \nChange Department.5 \n  \nII.  ISSUES \n \n2.  High quality, fiscally sustainable infrastructure is a key driver of economic growth and poverty \nalleviation. The Asia and Pacific region suffers from significant infrastructure deficits, particularly \nin terms of quality, quantity, and accessibility. These deficits are particularly severe in energy, \ntransport, and water and sanitation.6 Persistent infrastructure gaps have direct implications for \nhuman development and constrain growth for many countries. Improving infrastructure is an \nexplicit goal of the 2030 sustainable development agenda. Substantial investment from public or \nprivate sources is required to address these infrastructure gaps.7 ADB DMCs will need to invest \n$26 trillion between 2016 and 2030, or $1.7 trillion per year, if the region is to maintain its growth \nmomentum.8 Because the private sector is better equipped to manage key PPP-related risks, the \npublic sector is increasingly turning to the private sector to explore the feasibility of PPPs as a \nmeans of developing and managing critical infrastructure.9 \n \n3.  While private sector participation in the development and operation of public service \nassets is becoming an increasingly viable infrastructure development strategy, in developed \n                                                \n1  Asian Development Bank (ADB). 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable \nAsia and the Pacific. Manila.  \n2  ADB. 2012. Public–Private Partnership Operational Plan 2012–2020. Manila.  \n3  The TA project will draw on the ongoing evaluation of ADB’s support for PPPs covering the period 2009–2018, which \nexamined the effectiveness and sustainability of ADB’s approach to PPPs in addressing previously identified \nchallenges  and  supporting  evidence-based outcomes.  The  evaluation  draws  on  lessons learned  from  ADB \noperations departments and the Office of Public–Private Partnership. \n4  In view of the operating environments and varying economic profiles of ADB DMCs, ADB bases its PPP operations \non four pillars: advocacy and capacity development, enabling environment, project development, and project \nfinancing. \n5  The TA first appeared in the business opportunities section of ADB’s website on 10 July 2019. \n6  ADB. 2017. Meeting Asia’s Infrastructure Needs. Manila. \n7  The G20 Principle for Quality Infrastructure (2019) places renewed emphasis on quality infrastructure investment, \nincluding efforts to mobilize financing from various sources—particularly the private sector and institutional sources \nincluding  multilateral  development  banks—thereby  contributing  to  closing  the  infrastructure  gap,  developing \ninfrastructure as an asset class, and maximizing the positive impacts of infrastructure investment according to \ncountry conditions. \n8  A. Deep, J. Kim, and M. Lee. 2019. Realizing the Potential of Public–Private Partnerships to Advance Asia’s \nInfrastructure Development. Manila: ADB / Korean Development Institute.  \n9  International Monetary Fund (IMF). 2016. Analyzing and Managing Fiscal Risks—Best Practices. Washington, D.C.  \n \n ", "2 \njurisdictions, DMCs in particular should be cautious about approaching it as a panacea. PPPs can \nbe  financially  advantageous  compared  with  traditional  public  procurement  if  the  cost  of \ntransferring risks to the private sector is lower than the private sector’s cost of finance.10 Pricing \nof risk and competitive tension become the critical determinants of relative efficiency in these \npartnerships, which can explain the difficulties and costly mistakes that most countries experience \nwith PPPs, at least initially.11 International experience has identified many reasons why PPPs \nmight not bring desired benefits. Such reasons include strategically wrong assumptions about \nfuture income streams and inaccurate estimates of risk transfers from the public to the private \nsector.12 Given the complexity of PPPs, DMCs need to build robust policy, regulatory, and \nfinancial  frameworks  and  strengthen  PFM  and  government  institutional  capacity.13 Prudent \napproaches to developing PPPs and sustained efforts to create dedicated expertise on PPPs in \npublic institutions, supported by ADB TA, can be crucial to helping DMCs extract positive \ndevelopment impacts from PPPs. \n \n4.  Four factors can help DMCs have more success with PPPs. First, PPP development can \nonly deliver its promise of value-for-money if it is integrated within effective public investment \nmanagement frameworks. The positive impacts of infrastructure cannot be guaranteed by a \n“business-as-usual” approach that simply targets the quantity of infrastructure projects. Improved \npublic investment planning and management are critical to enhancing the efficiency of public \ninfrastructure investment, including through PPPs. \n \n5.  Second, stronger public investment management will result in more predictable, credible, \nefficient,  and  productive  infrastructure  investments  that  avoid  the  main  sources  of  chronic \nrenegotiation  cycles:  unsolicited  proposals  and  opportunistic  bidding  (optimism  bias). \nStrengthening institutions could close-up two-thirds of the public investment efficiency gap.14 Most \ncountries must still benefit from building stricter oversight of PPPs and better integration of \nnational strategic planning with fiscal budgeting and PPP planning. Only with a systematic \napproach can a country's pipeline of PPPs add value-for-money and produce the targeted fiscal \nadvantages. Caution is advised to guard against advice that promotes PPPs as a fiscal magic \nbullet or a “lifter” of fiscal constraints. DMCs should look to avoid the frequent and costly mistakes \nof the first movers in the PPP space, and ADB needs to be at the forefront of this broad transfer \nof knowledge and reform effort. This will require a regional approach to ensuring effective sharing \nof experiences and lessons learned. \n \n6.  Third, fiscal risk management systems in DMCs that enter the PPP space must be \nestablished  from  ground-zero.  For  instance,  regarding  viability  gap  funding  (VGF),  many \njurisdictions have either weak regulatory frameworks or limited experience in assessing the level \nof VGF required to ensure bankability. PPPs imply fiscal commitments (contractualized or not) \n                                                \n10 In addition, value-for-money from PPPs reflects (i) private sector access to better technology, (ii) more effective \nproject execution, including revenue collection, and (iii) benefits from bundled construction and management.  \n11 M. Sawyer. 2008. Private Finance Initiative and Public Private Partnerships: The Key Issues. In P. Arestis and M. \nSawyer (ed.). Critical Essays on the Privatization Experience. Basingstoke, United Kingdom: Palgrave Macmillan. \n12 G. A. Hodge and C. Greve. 2007. Public–Private Partnerships: An International Performance Review. Public Money \nand Management. 37(2). pp. 133–140. Even in emerging markets that have decades of experience with PPPs, such \nas India, “Public–private partnerships are [still] floundering, mainly due to the opportunistic behavior of private sector \npartners, regulatory uncertainty and poor value-for-money to the government.” K.V. Pratap. 2014. Floundering Public \nPrivate Partnerships. Economic and Political Weekly. No. XIIX, No. 15. \n13 V. Vecchi et al. 2017. Government Policies to Enhance Access to Credit Infrastructure-Based PPPs: An Approach \nto Classification and Appraisal. Public Money and Management. 37(2): pp. 133–140. \n14 IMF. 2015. Making Public Investment More Efficient. Washington, D.C. The IMF define efficiency of public investment \nas the relationship between the value of the public capital stock and the measured coverage and quality of \ninfrastructure assets. \n \n ", "3 \nthat must be carefully weighed (from both a project proposal perspective and a consolidated fiscal \nrisk management angle) prior to commencing negotiations on PPPs.15  \n \n7.  Finally, unstable local-currency markets in DMCs heighten fiscal risks and make it more \ndifficult to attract private sector participation in infrastructure investments, especially from foreign \ninvestors. DMCs need to become more aware of fiscal- and financial-related preconditions \nneeded for sustainable infrastructure development. \n \n8.  ADB experience. During 2009–2018, ADB approved 792 projects and TA interventions \nwith  PPP-related  components  (totaling  $51.0  billion,  including  435  TA  grants  totaling \n$660.0 million).16 In line with ADB’s PPP Operational Plan 2012–2020, this TA will support ADB \noperations departments in advocating for a fiscally responsible approach to PPPs within DMCs \n(Pillar 1), and in nurturing the institutional and policy environment required to make PPPs an \neffective procurement modality (Pillar 2). The TA will also complement work under Pillar 3, \ncoordinated by ADB’s Office of Public–Private Partnership, on structuring PPP transactions to \nenable a flow of well-prepared and well-structured projects capable of drawing external finance. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n9.  The TA is aligned with the following impact: fiscal sustainability of PPP investments in \ninfrastructure projects promoted in DMCs. The TA will have the following outcome: capacity to \nintegrate fiscally sustainable PPPs improved in selected DMCs.17 \n \nB.  Outputs, Methods, and Activities \n \n10.  Output 1: Policy, legal, regulatory, and institutional frameworks for public–private \npartnership  development  and  management  strengthened  in  DMCs.  To  enhance  fiscal \nsustainability in PPPs in DMCs, ADB will support the review of the legal, policy and regulatory \nframeworks for public investment management. This output will produce (i) assessments of PPP \npolicies and/or laws, based on international experiences and reflecting national priorities, and \npractical solutions for integrating PPP options within line ministries’ infrastructure investment \nplanning processes; (ii) recommendations to support DMCs define institutional responsibilities \nand processes for implementing PPP policies and managing the PPP process flow (with an \nemphasis on environmental sustainability and gender equality); and (iii) recommendations to help \nDMCs improve PFM and procurement policies, laws, and practices—including VGF structures—\nto ensure sound fiscal management of PPPs.18  \n \n                                                \n15 PPP contracts always imply fiscal contingencies and can have direct liabilities (e.g., fixed payments including viability-\ngap payments, availability payments, shadow tolls, or output-based payments), contingent liabilities (e.g., payments \nif a risk occurs), and implicit service delivery risks to the government. \n16 This is based on data provided by the Office of Public–Private Partnership. This comprised (i) 249 sovereign projects \ntotaling  $36.6  billion,  (ii)  108  nonsovereign  projects  totaling  $13.7  billion,  and  (iii)  435  TA  grants  totaling \n$666.0 million. Pillar 4 received the largest share of ADB assistance at $21.9 billion, while Pillar 1 received the least \nat $4.4 billion. \n17 The design and monitoring framework is in Appendix 1. \n18 Several international financial institutions, as a capacity development effort, have developed methodologies/tools \nthat serve important pedagogical purposes in conveying the basic structure of questions and exercises that should \ndetermine a PPP decision-making process. One such example is SOURCE. \n \n ", "4 \n11.  Output 2: Public financial management and fiscal risk management for legacy and \nnew public–private partnerships strengthened in DMCs. This output will support DMCs in \ncoming up with PPP-specific approaches to PFM and fiscal risk management through diagnostic \nassessments and technical support for (i) developing capacity within ministries of finance to \nassess the fiscal implications of PPPs; (ii) evaluating and controlling governments’ fiscal exposure \nto  PPPs;  (iii)  integrating  PPPs  within  medium-term  expenditure  frameworks;  and  (iv) \nstrengthening fiscal reporting and accounting of PPPs.19 \n \n12.  Output  3:  Policy  experience  on  creating  fiscally  sustainable  public–private \npartnerships disseminated to DMCs. The regional approach of this TA allows for the ADB team \nto produce knowledge products, including guidance notes and other practitioners’ tools and \ntechnologies, as well as board policy awareness initiatives to strengthen fiscal sustainability in \nthe PPP policy space. \n \nC.  Cost and Financing \n \n13.  The TA is estimated to cost $500,000, which will be financed on a grant basis by ADB’s \nTechnical Assistance Special Fund (TASF-other sources). The key expenditure items are listed \nin Appendix 2. \n \nD.  Implementation Arrangements \n \n14.  ADB will administer the TA with the Governance Thematic Group as the executing and \nimplementing agency. It will report to the Thematic Advisory Service Cluster on TA progress and \nconsult with relevant sector and thematic groups during implementation. It will select, supervise, \nand evaluate consultants; oversee the consultants’ activities to ensure timely and effective \nachievement of the outputs; organize workshops as needed for government capacity building; \nand provide staff to act as resource persons in workshops. The Governance Thematic Group has \nconsulted  closely  with  the  Office  of  Public–Private  Partnership  and  with  ADB  operations \ndepartments to ensure the TA is linked to new or ongoing PPP initiatives adopting a differentiated \napproach of assistance for DMCs.20 \n \n15.  The implementation arrangements are summarized in the table. \n \n \n \n                                                \n19  One stand-alone activity under this output, to be available to all participating DMCs, is the development of a standard \nsupport package for DMCs that are willing to audit PPPs that are either becoming or are likely to become the focus \nof renegotiation attempts and problems. The objective of this activity is to (i) develop the capacity of DMC audit \nauthorities to undertake a function that developed countries undertake as a matter of course, (ii) support policy \ndialogue to develop consistent and fair frameworks for PPP renegotiations, and (iii) highlight the need for formalized \nPPP processes that maximize transparency and accountability.  \n20  Operations departments have initially identified DMCs for participation in the TA aligned with existing ADB \nprograms/projects including Armenia, Azerbaijan, Bangladesh, Indonesia, Kazakhstan, Kyrgyz Republic, Nepal, \nUzbekistan and Viet Nam. As part of the process of selecting DMCs for the TA, the Governance Thematic Group \nwill issue a call for subproject proposals to operations departments, with selection based on criteria such as \noperational relevance, links to country partnership strategies, degree of institutional complexity, innovation, gender \nmainstreaming, and learning potential. \n ", "5 \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  30 August 2019–31 December 2022 \nExecuting agency  ADB (SDTC-GOV) \nImplementing agency  ADB (SDTC-GOV) \nConsultants  To be selected and engaged by ADB \n  Individual Selection  International expertise  $254,000 \n(16 person-months) \n  Individual Selection  National expertise (20  $54,000 \nperson-months) \nDisbursement  The TA resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2010, as amended from time to \ntime). \nADB = Asian Development Bank; SDTC-GOV = Governance Thematic Group; TA = technical assistance. \nSource: Asian Development Bank \n \n16.  Consulting services. ADB will engage consultants following the ADB Procurement Policy \n(2017, as amended from time to time) and its associated project administration instructions and/or \nstaff instructions.21 The TA will require 16 person-months of international and 20 person-months \nof  national  consultant  inputs  with  expertise  in  governance,  PPPs,  PFM,  procurement, \nanticorruption, and/or capacity and institutional development, including operating within and \nacross sectors and themes. The Governance Thematic Group will manage all consultants unless \notherwise agreed with operations departments. Where appropriate, output-based contracts will \nbe considered for administrative efficiency and for a simplified disbursement process. \n \nIV.  THE PRESIDENT'S DECISION \n \n17.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis for \nStrengthening Fiscal Governance and Sustainability in Public–Private Partnerships, and hereby \nreports this action to the Board.  \n                                                \n21  Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is aligned with \nFiscal sustainability of PPP investments in infrastructure projects promoted in DMCs (ADB Strategy 2030)a \n \nResults Chain  Performance Indicators  Data Sources and  Risks \nwith Targets and Baselines  Reporting Mechanisms \nOutcome       \nCapacity to  a. By 2022, at least two ADB  a. Concept papers and  Deterioration of the \nintegrate fiscally  operations integrating fiscally  RRPs  government’s fiscal \nsustainable PPPs  sustainable elements into    situation  \nimproved in  PPPs in selected DMCs   \nselected DMCs  approved (2018 baseline: 0)  Weakening of \ngovernment political \nsupport for PPPs \n \nBusiness-unfriendly \ndecisions of the \ngovernment \nOutputs       \n1. Policy, legal,  1a. By 2022, at least two  1a. PPP assessments;  Delays in legal and \nregulatory, and  country-specific PPP  consultant reports  regulatory policy \ninstitutional  assessments completed  reforms caused by \nframeworks for  (2018 Baseline: 0)  vested interest or \nPPP development  weak capacity \nand management \nstrengthened in \nDMCs \n \n2. PFM and fiscal  2a. By 2022, technical  2a. TA monitoring report;   \nrisk management  advisory support to at least  draft PPP approach \nfor legacy and new  one DMC on PPP-specific  papers \nPPPs strengthened  approaches to PFM and fiscal   \nin DMCs  risk management provided \n  (2018 Baseline: 0) \n3. Policy  3a. By 2022, one guidance  3a. Published guidance   \nexperience on  note on preconditions for  note \ncreating fiscally  fiscally sustainable PPP   \nsustainable PPPs  published (2018 Baseline: 0)   \ndisseminated to     \nDMCs     \nKey Activities with Milestones \n1.  Policy, legal, regulatory, and institutional frameworks for PPP management strengthened in \nDMCs \n1.1. Undertake PPP assessments in DMCs in cooperation with operations departments and OPPP (Q3 \n2019–Q4 2022)  \n1.2. Provide quality assurance for assessments and support dialogue with DMCs (Q3 2019–Q4 2022) \n1.3. Maintain central repository of assessments and document good practices to promote attention to \nPPPs, PFM, governance, and institutional issues (Q3 2019–Q4 2022)  \n \n2.  Public financial management and fiscal risk management for legacy and new public–private \npartnerships strengthened in DMCs \n ", "Appendix 1  7 \n2.1.  Identify target PPP projects in consultation with operations departments and OPPP (Q3 2019–Q4 \n2022)  \n2.2.  Provide direct technical support to relevant ministries (Q3 2019–Q4 2022)  \n \n3.  Policy experience on creating fiscally sustainable PPP disseminated to DMCs \n3.1. Conduct quality assurance for the design of activities, including a peer review mechanism (Q3 \n2019–Q4 2022)  \n3.2. Organize dialogue with DMC stakeholders (Q3 2019–Q4 2022)  \n3.3. Disseminate results, findings, and lessons to interested parties at ADB and in DMCs, and integrate \nthem in knowledge and learning exercises (Q3 2019–Q4 2022)  \n3.4. Prepare a draft how-to guidance note in cooperation with ADB operations departments (Q3 2019–\nQ4 2022)  \n3.5.  Disseminate knowledge products to DMCs through regional knowledge and learning exercises \nand forums (Q3 2019–Q4 2022) \nInputs \nADB: $500,000 \nAssumptions for Partner Financing \nNot Applicable \na ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. Manila. \nADB = Asian Development Bank, DMC = developing member country, OPPP = Office of Public–Private Partnership, PFM \n= public financial management, PPP = public–private partnership, Q = quarter, RRP = report and recommendation of the \nPresident, SDCC = Sustainable Development and Climate Change Department. TA = technical assistance. \nSource: Asian Development Bank. \n \n ", "8  Appendix 2 \n \n \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nAmount \nItem  ADBa \nA.  Consultants   \n1.  Remuneration and per diem   \na.  International consultants  254.0 \nb.  National consultants  54.0 \n2.  Out-of-pocket expenditures   \na.  International and local travel  31.0 \nb.  Reports and communicationsb  2.0 \nB.  Printed external publicationsc  4.0 \nC.  Training, seminars, and conferences   \n1.  Travel cost of ADB staff acting as a resource persond  11.0 \n2.  Participantse  90.0 \n3.  Resource personsf  28.0 \n4.  Travel cost of ADB support staffg  6.0 \n5.  Miscellaneous administration and support costsh  2.0 \nD.  Miscellaneous administration and support costs  3.0 \nE.  Contingencies  15.0 \nTotal  500.0 \nADB = Asian Development Bank. \nNote: The Technical Assistance is estimated to cost $500,000, of which contributions from ADB are presented in the \ntable. \na  Financed by ADB’s Technical Assistance Special Fund (TASF-other sources). \nb  Includes translation costs. \nc  Includes editing, printing, and translation costs. Printed materials will be disseminated during knowledge and learning \nevents to external clients as well as to relevant ADB resident missions. Estimated total number of copies is 200. \nd  Allocated for four ADB staff as resource persons for external regional workshops on PPP to cover travel costs. \ne  Includes airfare, hotel accommodation, daily subsistence allowance, and miscellaneous travel expenses of regional \nworkshop participants (70 in total) to and from ADB member countries in accordance with the Memorandum on Use \nof Bank Resources: Regional Technical Assistance and Technical Assistance vs. Internal Administrative Expenses \nBudget, issued by ADB’s Budget, Personnel, and Management Systems Department and Strategy, Policy and \nPartnerships Department on 26 June 2013. \nf  Includes minimal honorariums, airfare, per diems, and miscellaneous travel expense allowances of resource persons \n(six in total) to and from ADB member and, possibly, non-member countries. \ng  Covers ADB staff’s support services (travel and related costs for secretarial, logistical, and administrative services) \nfor assisting with the implementation and administration of the technical assistance. \nh  Covers event collaterals, workshop kits, and miscellaneous items such as, but not limited to, bags and flash drives. \nSource: Asian Development Bank estimates.   \n ", "Appendix 3  9 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=53081-001-TAReport  \n \n1.  Terms of Reference for Consultants \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20190903094128+08'00'", "Creator": "PDF24 Creator", "Keywords": "governance, fiscal governance, public-private partnerships, public financial management, investment funds, infrastructure investments, infrastructure gaps, 53081-001, ta 9791, adb technical assistance, approved technical assistance, tar, ta projects", "ModDate": "D:20190904101646+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "53081-001: Strengthening Fiscal Governance and Sustainability in Public-Private Partnerships"}, "author_page": " \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  PFM  –  public financial management \n  PPP  –  public–private partnership  \n  TA  –  technical assistance \n  VGF  –  viability gap funding \n       \n \n \nNOTE \nIn this report, “$” refers to United States dollars. \n \n \n \n \n \n \n \n \n \n \n \nVice-President  Bambang Susantono, Knowledge Management and Sustainable \nDevelopment \nDirector General  WooChong Um, Sustainable Development and Climate Change \nDepartment (SDCC) \nCluster Head   Chiara Bronchi, Chief Thematic Officer, SDCC \nChief  Bruno Carrasco, Chief of Governance Thematic Group, SDCC \n   \nTeam leader  Hanif Rahemtulla, Senior Public Sector Management Specialist, \nSDCC \nTeam members  Erik Aelbers, Country Specialist, Pacific Department \nJoao Pedro Farinha Fernandes, Senior Financial Sector Economist, \nCentral West Asia Department (CWRD) \nAnqian Huang, Senior Finance Specialist, South Asia Department \n(SARD) \nMarjorie Anne Javillonar, Project Analyst, SDCC \nNavendu Karan, Senior Finance Specialist, SARD \nYuji Miyaki, Public Management Specialist (Taxation), CWRD \nVivek Rao, Principal Financial Sector Specialist, Southeast Asia \nDepartment \nRachana Shrestha, Senior Public Management Officer, Nepal \nResident Mission \nLaisiasa Natakubu Tora, Economist (Public Finance), CWRD \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", "authors": [{"documentRole": "Vice-President", "fullname": "Bambang Susantono", "role": "Knowledge Management and Sustainable", "organization": ""}, {"documentRole": "Director General", "fullname": "WooChong Um", "role": "Sustainable Development and Climate Change", "organization": ""}, {"documentRole": "Cluster Head", "fullname": "Chiara Bronchi", "role": "Chief Thematic Officer", "organization": "SDCC"}, {"documentRole": "Chief", "fullname": "Bruno Carrasco", "role": "Chief of Governance Thematic Group", "organization": "SDCC"}, {"documentRole": "Team leader", "fullname": "Hanif Rahemtulla", "role": "Senior Public Sector Management Specialist", "organization": ""}, {"documentRole": "Team members", "fullname": "Erik Aelbers", "role": "Country Specialist", "organization": "Pacific Department"}, {"documentRole": "Team members", "fullname": "Joao Pedro Farinha Fernandes", "role": "Senior Financial Sector Economist", "organization": ""}, {"documentRole": "Team members", "fullname": "Anqian Huang", "role": "Senior Finance Specialist", "organization": "South Asia Department"}, {"documentRole": "Team members", "fullname": "Marjorie Anne Javillonar", "role": "Project Analyst", "organization": "SDCC"}, {"documentRole": "Team members", "fullname": "Navendu Karan", "role": "Senior Finance Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "Yuji Miyaki", "role": "Public Management Specialist (Taxation)", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Vivek Rao", "role": "Principal Financial Sector Specialist", "organization": "Southeast Asia"}, {"documentRole": "Team members", "fullname": "Rachana Shrestha", "role": "Senior Public Management Officer", "organization": "Nepal"}, {"documentRole": "Team members", "fullname": "Laisiasa Natakubu Tora", "role": "Economist (Public Finance)", "organization": "CWRD"}]}