{"path": "data/input/ta/53087-001-tar-en.pdf", "pages": [" \n \nTechnical Assistance Report\n \n \nProject Number: 53087-001 \nKnowledge and Support Technical Assistance (KSTA) \nSeptember 2019 \n \n \n \n \nPeople’s Republic of China: Capacity Building on \nRiver and Ocean Eco-Environmental Management \nand Plastic Waste Pollution Control \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Access to Information \nPolicy. \n \n \n  \n ", " \nCURRENCY EQUIVALENTS \n(as of 19 September 2019) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1411 \n$1.00  =  CNY7.0860 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  FECO  –  Foreign Environmental Cooperation Center \n  IWEM  –  integrated watershed environmental management \n  MEE  –  Ministry of Ecology and Environment \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n  YREB  –  Yangtze River Economic Belt \n \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars. \n \n \n \n \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Amy S.P. Leung, East Asia Department (EARD) \nDirector  Qingfeng Zhang, Environment, Natural Resources, and Agriculture \nDivision, EARD \n   \nTeam leader  Au Shion Yee, Senior Water Resources Specialist, EARD \nTeam members  Dongmei Guo, Environment Specialist, EARD  \n  Heidee Luna, Associate Project Analyst, EARD \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.   \n ", " \nCONTENTS \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Outputs, Methods, and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  List of Linked Documents  10 \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 53087-001\nProject Name Capacity Building on River and Ocean  Department/Division EARD/EAER\nEco-Environmental Management and \nPlastic Waste Pollution Control\nNature of Activity Capacity Development, Research and  Executing Agency Ministry of Ecology and \nDevelopment Environment former \"Ministry of \nEnvironmental Protection\"\nModality Regular\nCountry China, People's Republic of\n2. Sector Subsector(s)     ADB Financing ($ million)\nAgriculture, natural  Land-based natural resources management 0.30\nresources and rural \ndevelopment\nWater-based natural resources management 0.30\nTotal 0.60\nqq\n3. Operational Priorities Climate Change Information\n  Addressing remaining poverty and reducing inequalities Climate Change impact on the Project Low\n  Accelerating progress in gender equality\n  Tackling climate change, building climate and disaster \nresilience, and enhancing environmental sustainability\n  Promoting rural development and food security\n  Strengthening governance and institutional capacity\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 6.6 Some gender elements (SGE)\nSDG 10.4\nSDG 12.2 Poverty Targeting\nSDG 15.4 General Intervention on Poverty\n4. Risk Categorization Low \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 0.60\n    Knowledge and Support technical assistance: Technical Assistance  0.60\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.60\n  \nCurrency of ADB Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 11092019163500130225 Generated Date: 11-Sep-2019 16:35:07 PM", " \n \n \n \nI.  INTRODUCTION \n \n1.  The knowledge and support technical assistance (TA) will build up the capacity and \nenhance the knowledge of the Government of the People’s Republic of China (PRC) in preparing \na  strategy  and  implementing  actions  on  integrated  watershed  environmental  management \n(IWEM), river and ocean eco-environmental management, and plastic waste pollution control1 \nthat will support the implementation of the Yangtze River Economic Belt (YREB) Development \nPlan2 and the Rural Vitalization Strategy,3 aligned with the PRC’s vision of achieving an ecological \ncivilization.4 \n \n2.  The TA is consistent with the Asian Development Bank (ADB) country partnership strategy \nfor the PRC, 2016–2020;5 included in ADB’s country operations business plan for the PRC, 2019–\n2021;6 and aligned with key operational priorities of the Strategy 2030, especially in the area of \nIWEM.7 The TA will also support innovation in the reform of institutions and use of policy \nmechanisms for improved environmental management. \n \nII.  ISSUES \n \n3.  The government has been promoting ecological civilization, with specific targets identified \nin the PRC’s Thirteenth Five-Year Plan, 2016–2020.8 Ecological civilization denotes a departure \nfrom the past emphasis on economic growth as the core of development to the prioritization of \nquality and efficient development. However, water pollution control in major watersheds of the \nPRC has recorded slow progress, with the water and eco-environmental impacts to downstream \nareas  highlighting  the  importance  of  linkages  between  river  and  ocean  ecological  and \nenvironmental areas. \n \n4.  The proposed TA complements lending and nonlending assistance under ADB’s YREB \nframework  approach,  addressing  the  areas  of  ecosystem  restoration  and  environmental \nprotection, institutional and policy reform, and capacity building. ADB is also co-leading a special \npolicy study on eco-compensation and green development institutional reform in the YREB with \nthe China Council for International Cooperation on Environment and Development to create an \nenabling policy framework and serve as a knowledge-sharing platform. \n                                                \n1  The TA first appeared in the business opportunities section of the ADB website on 1 April 2019. \n2  Government of the PRC. 2016. Outline of the Yangtze River Economic Belt Development Plan, 2016–2030. Beijing. \n3  Government of the PRC, State Council. 2018. Outline of the Rural Vitalization Strategy, 2018–2022. Beijing. \n4  ADB. 2018. Framework for the Asian Development Bank’s Assistance for the Yangtze River Economic Belt Initiative: \n2018–2020. Manila. The YREB is comprised of 11 provinces and municipalities (Anhui, Guizhou, Hubei, Hunan, \nJiangsu, Jiangxi, Sichuan, Yunnan, and Zhejiang provinces; and the municipalities of Chongqing and Shanghai) \nalong the Yangtze River. The YREB generates about 45% of the PRC’s gross domestic product and is home to over \n40% of its population. \n5  ADB. 2016. Country Partnership Strategy: People’s Republic of China, 2016–2020—Transforming Partnership: \nPeople’s Republic of China and Asian Development Bank. Manila. \n6  ADB. 2019. Country Operations Business Plan: People’s Republic of China, 2019–2021. Manila. The name of the \nproposed TA project was modified from “PRC YREB-Water and Pollution Management” to “Capacity Building on \nRiver and Ocean Eco-Environmental Management and Plastic Waste Pollution Control” to better reflect its scope \nand purposes. \n7  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n8  Government of the PRC. 2016. Outline of the Thirteenth Five-Year Program for National Economic and Social \nDevelopment, 2016–2020. Beijing. \n ", "2 \n5.  Plastic waste pollution control. Water pollution from source to sea is regarded as one \nof the most significant challenges facing many countries, especially in the Asia and Pacific region. \nPlastic waste pollution has been particularly identified as an issue that adversely affects the global \ncommunity and environment. With the development of the PRC’s economy and the corresponding \nrise in income levels, the demand for plastic products has grown at an increasing rate, with \nconsumption of plastic products increasing from fewer than 40 million tons in 2008 to more than \n75 million tons in 2017.9 During the PRC’s Eighteenth National Congress of the Communist Party, \nthe Party Central Committee and the State Council accorded high importance to addressing the \nissue of solid waste pollution, especially white pollution caused by plastic wastes.10 The problem \nof plastic waste pollution has become increasingly serious and has a great impact on society and \necosystems, especially in river and ocean ecological and environmental areas, where plastic \nwastes are impacting on fragile ecosystem and biodiversity in the PRC and globally. Plastic \nproducts have an extremely long degradation life cycle in nature, and improper disposal of plastic \nwastes causes significant negative impacts on ecological and environmental areas. A draft action \nplan  on  white  pollution  control  has  been  prepared  by  the  PRC’s  Ministry  of  Ecology  and \nEnvironment (MEE) and the National Development and Reform Commission to focus on plastic \nwaste pollution from agricultural plastic products, plastic packaging, and plastic shopping bags.11 \n \n6.  River and ocean eco-environmental management. The institutional and regulatory \nfunctions and responsibilities governing the management and protection of river surface water \nand groundwater, and ocean eco-environmental management are not well coordinated, with \npotential overlap and unclear division of duties and responsibilities across the central government \nand the provincial-level river and marine eco-environmental management bodies. This lack of \ncoordination among institutions and on regulations poses the risk of compromising various other \necosystem services. Weak institutional capacity and coordination mechanisms have the potential \nto  compromise  the  effectiveness  and  efficiency  of  eco-environmental  programs.  The \nEnvironmental Protection Law of the People’s Republic of China (2014 Revision) requires that \nthe Ministry of Environmental Protection (currently known as the MEE) of the State Council must \nsupervise and manage environmental protection across the PRC.12 The Marine Environmental \nProtection Law of the People’s Republic of China (1999 amended) requires that the State \nCouncil’s ministries relating to environmental protection and oceans be responsible for the \nsupervision and management of marine and ocean environmental areas.13 The Water Pollution \nPrevention and Control Law of the People’s Republic of China (2018 amended) requires that \nministries (such as agriculture, construction, fishery, national land and resources, sanitation, and \nwater administration departments) together with water resources protection agencies in major \nriver and lake areas must supervise and manage water pollution prevention and remediation.14 \nHowever, many of the laws have resulted in a relatively uncoordinated institutional and regulatory \nduties and systems for river and ocean eco-environmental management. \n \n                                                \n9  http://www.fjpia.com/fjpia/news/disp.asp?news_id=1018 and http://www.szbxc88.com/Article/2017nzgslz.html. \n10 White pollution refers to pollution caused by plastic wastes such as single-use plastic tableware and thin plastic bags, \nwhich are a major source of municipal solid waste with significant negative impact on environmental and amenity \nvalues. \n11 Use of the term “white pollution” refers to plastic waste pollution, especially plastic shopping bags, plastic packaging, \nand mulch film. \n12 Government of the PRC, National People’s Congress. 2014. The Environmental Protection Law of the People’s \nRepublic of China (2014, amended). Beijing. \n13 Government of the PRC, National People’s Congress. 1999. The Marine Environmental Protection Law of the \nPeople’s Republic of China (1999, amended). Beijing. \n14 Government of the PRC, National People’s Congress. 2018. The Water Pollution Prevention and Control Law (2018, \namended). Beijing. \n \n ", "3 \n7.  The YREB development plan was issued in September 2016 as a national development \npriority (footnote 2). The plan sets targets for environmental improvement of the YREB, including \nthe following: (i) by 2020, 75% of the YREB’s water bodies meet the government’s class III \nstandard or above for surface water quality; and forest coverage reaches 43%; and (ii) by 2030, \nthe watershed ecosystem and environmental quality are improved; and ecosystem functions are \nsignificantly enhanced.15 Significant improvement in agency coordination, institutional reform, and \ncapacity building are needed for these targets to be achieved. \n \n8.  The  TA  will  build  capacity  to  support  the  improved  coordination  of  institutions  and \nregulations, which will strengthen the national river and ocean ecological and environmental \nmanagement systems. A case study on plastic waste pollution control and management will raise \nawareness about the significant solid waste management challenge, which has major impacts on \nriver and ocean ecological and environmental areas, with national and global ramifications. \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n9.  Institutional reform of the IWEM roles and clarification of functional responsibilities are \nimportant factors in improving river and ocean eco-environmental pollution control, including \nplastic waste pollution control. These reforms and clarification efforts will be supported by relevant \nlaws and regulations. \n \n10.  The TA is aligned with the following impact: ecological and environmental protection in the \nYREB achieved (footnote 2). The TA will have the following outcome: coordinated river and ocean \neco-environmental management and plastic waste pollution control systems enhanced.16 \n \nB.  Outputs, Methods, and Activities \n \n11.  Output 1: River and ocean ecological and environmental management system \nanalyzed. This output will develop policy and research reports on recommended proposals for \ninstitutional  reform  of  the  river  and  ocean  eco-environmental  management  functions  and \nprocesses for review and approval of ministerial decision makers through (i) a review of the \ncurrent legal and institutional landscape for ecological and environmental management of river \nand ocean environmental areas, with a focus on the Yangtze River and its connectivity to the East \nSea; (ii) identification of issues, gaps, and challenges in the integrated river and ocean ecological \nand environmental management, including the legal foundation and decision-making procedure, \nfinancial support, operating mechanism, information management, and public participation; (iii) \npromotion of the understanding of international best practices and the undertaking of comparative \nanalysis  of  integrated  river  and  ocean  ecological  and  environmental  management  through \nconducting selected study visits with 10–12 participants in developed countries; and (iv) multiple \nstakeholder  consultation  meetings  on  river  and  ocean  eco-environmental  management \napproaches, including the river, lake, or gulf chief system. The reports will be shared with policy \nmakers and disseminated through workshops, conferences, and learning events; and inputs from \nthe policy makers and participants of the workshops, conferences, and learning events will be \ncollected and consolidated in a knowledge product to be delivered under Output 3. \n \n                                                \n15 Government of the PRC. 2002. Environmental Quality Standards for Surface Water (GB3838-2002). Beijing. The \napplicable standard and/or target for surface water quality is class III and above. These standards also note that \nwater quality up to class III is suitable for drinking. \n16 The design and monitoring framework is provided in Appendix 1. \n ", "4 \n12.  Output 2: Strategy for plastic waste management prepared. This output will formulate \na preliminary roadmap or strategy for the effective management of white pollution through (i) a \nreview of current strategy and practices for solid waste management, with a focus on plastic \nwastes and case studies (particularly on the use of plastic shopping bags and plastic packaging \nin  the  consumer  food  and  retail  sector);  (ii)  examination  of  (a)  issues,  challenges,  and \neffectiveness and gaps in current strategies and programs which address plastic waste collection \nand disposal; and (b) opportunities for recycling and reuse; (iii) screening and selection of good \npractices and approaches; and (iv) preparation of a research report which incorporates the \nrecommendations for suggested actions on plastic waste pollution control to support the roadmap \nor strategy, including conduct of case studies in three cities or provinces; and on preliminary gap \nassessment against international best practices from two model cities. \n \n13.  Output 3: Knowledge and skills in institutional coordination for ecological and \nenvironmental management and plastic waste pollution control improved. This output will \ninclude (i) conduct of capacity building and knowledge sharing activities to be led by local and \ninternational experts, aiming to improve institutional coordination for protection and management \nof river and ocean ecological and environmental areas and for plastic waste pollution control, \nincluding preparation of the workshop or conference proceedings and/or training materials from \ninternational workshops and study visits in the PRC and other countries; and (ii) preparation of a \nknowledge product that captures and summarizes the experiences, findings, and key lessons \nfrom the inputs collected under Output 1 and the two case studies conducted under Output 2. \n \nC.  Cost and Financing \n \n14.  The TA is estimated to cost $650,000, of which $600,000 will be financed on a grant basis \nby ADB’s Technical Assistance Special Fund (TASF-other sources). The key expenditure items \nare listed in Appendix 2. \n \n15.  The government will provide counterpart support in the form of remuneration and travel \nexpenses of counterpart staff, domestic transportation, available relevant government data and \nstudies for the TA consultants’ use, office accommodation, and other in-kind contributions. \n \nD.  Implementation Arrangements \n \n16.  ADB will administer the TA and will (i) recruit, supervise, and evaluate the TA consultants; \n(ii) organize workshops in consultation with the MEE, the executing agency; and (iii) provide staff \nto act as resource persons in the workshops and training programs. \n \n17.  A project leading group to be established by the MEE will be responsible for guiding and \nsupervising  the  overall implementation  of the TA. The  project  leading group  will  comprise \nmembers from the MEE’s Foreign Environmental Cooperation Center (FECO), the Department of \nInstitutional Administration and Human Resources Management, and the Department of Solid \nWastes and Chemicals. The FECO is the implementing unit responsible for (i) provision of \nmanagement support for the TA activities; and (ii) coordination with government agencies for \nawareness raising, capacity building, and knowledge dissemination. The director of the FECO’s \ninternational cooperation division will serve as the project director and main contact for the TA. A \nstakeholder  participation  mechanism  will  be  established  during  the  TA  implementation. \nStakeholders  will  include  entities  active  in  plastic  waste  pollution  control,  including  sector \nagencies, the Yangtze River Water Resources Commission of the PRC’s Ministry of Water \nResources, representatives of provincial and/or local governments, nongovernment organizations, \nand the private sector. \n ", "5 \n18.  The implementation arrangements are summarized in the following table. \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  September 2019–July 2021 \nExecuting agency  Ministry of Ecology and Environment \nImplementing agency  Foreign Environmental Cooperation Center (under the Ministry of \nEcology and Environment) \nConsultants  Selection  Engaged  Cost \nPackage Title  Method  by  Estimate ($) \nRiver to ocean eco- Individual  ADB  262,500 \nenvironmental  consultant \nmanagement (individual  selection \nconsultants) \nPlastic waste pollution  Individual  ADB  262,500 \ncontrol (individual  consultant \nconsultants)  selection \nDisbursement  The technical assistance resources will be disbursed following \nADB’s Technical Assistance Disbursement Handbook (2010, as \namended from time to time). \nADB = Asian Development Bank. \nSource: ADB. \n \n19.  Consulting services. ADB will engage individual consultants (international, 4 person-\nmonths; and national, 52 person-months) in accordance with the ADB Procurement Policy (2017, \nas amended from time to time) and the associated project administration instructions and/or the \nstaff instructions on business processes for knowledge and support TA in consultation with the \ngovernment.  Individual  consultant  selection  is  justified  given  the  very  specialized  technical \nexpertise that is required under the TA, which would be difficult to recruit through a firm.  \n20.  The TA is categorized as low risk based on the (i) non-complex elements of the design, \nprocessing,  and  administration;  and  (ii)  implementing  agencies,  which  have  demonstrated \nexperience and capacity in working with ADB and previous TA projects. \n \nIV.  THE PRESIDENT’S DECISION \n \n21.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $600,000 on a grant basis to the \nGovernment of the People’s Republic of China for Capacity Building on River and Ocean Eco-\nEnvironmental Management and Plastic Waste Pollution Control, and hereby reports this action \nto the Board. \n \n ", "6  Appendix 1 \n                                                                                                     \nDESIGN AND MONITORING FRAMEWORK \nImpact the TA is Aligned with \nEcological and environmental protection in the YREB achieved. (Outline of the YREB Development Plan, \n2016–2030)a \nPerformance Indicators   Data Sources and \nwith Targets and   Reporting \nResults Chain  Baselines  Mechanisms  Risks  \nOutcome  By 2021:     \nCoordinated river  a.  At least one eco-environmental  a–b. Policies,  Change in \nand ocean eco- institutional reform policy  regulations, and  government \nenvironmental  issuance on improving  guidelines  priorities and lack of \nmanagement and  coordination of government  issued by the  political will to \nplastic waste  functions and responsibilities  government  accept the \npollution control  approved by the government for  proposed solutions \nsystems enhanced  deploymentb  may have negative \n  (2019 baseline: NA)  impact on the \nimplementation of \nb.  At least one strategy or road   \nrecommended \nmap on white pollution control \ninstitutional and \nthat incorporates the TA \npolicy reforms \nrecommendations adopted by \nrelevant government agencyb,c \n(2019 baseline: 0) \nOutputs       \n1. River and ocean  1a. A policy report on  1a. Consultants’  Unavailability of \necological and  recommended proposals for  reports and  technical expertise \nenvironmental  institutional reform and update  workshop  and/or accurate \nmanagement  of regulations on river and  summary  data may have an \nsystem analyzed  ocean eco-environmental  reports  impact on the \nmanagement functions and  quality of \nprocesses for review and  recommendations \napproval by ministerial decision  for effective policies \nmakers submitted by 2020  and frameworks \n(2019 baseline: 0)  that will support \ninstitutional and \npolicy reforms \n2. Strategy for  2a. A research report incorporating  2a. Consultants’   \nplastic waste  a preliminary roadmap or  research report, \nmanagement  strategy for effective plastic  case study \nprepared  waste management and  reports, and \nrecommended actions based on  workshop \ncomparative case studies which  reports \nidentify and document good \npractices among at least three \ncase study cities or provinces \nand gap assessment against \ninternational best practices from \nat least two model cities \nprepared by 2020 \n  (2019 baseline: 0) \n ", "Appendix 1  7 \nPerformance Indicators   Data Sources and \nwith Targets and   Reporting \nResults Chain  Baselines  Mechanisms  Risks  \n3.  Knowledge and  3a. At least three workshops for  3a. Training and   \nskills in  skills improvement on  workshop \ninstitutional  ecological and environmental  reports; \ncoordination for  management and plastic waste  participants’ \necological and  pollution control conducted by  feedback \nenvironmental  2020 (2019 baseline: 0)  survey \nmanagement and  administered \n  i. Of which at least a total of \nplastic waste  after training or \n150 participants attended the \npollution control  workshops \nthree workshops \nimproved \n  (2019 baseline: 0) \n  ii. Of which at least 40% of the \nparticipants being women \n  (2019 baseline: 0)  \n  3b. At least one knowledge  3b. Completed   \nproduct, documenting  knowledge \nexperiences and key lessons  product \nfrom case studies and \nworkshops; and including \nworkshop proceedings and/or \ntraining materials, prepared by \n2021 (2019 baseline: 0) \nKey Activities with Milestones \n1.  River and ocean ecological and environmental management system analyzed  \n1.1 Review the current legal and institutional landscape for protection and management of river and \nocean ecological and environmental areas, with a focus on the Yangtze River and its connectivity to \nthe East Sea as a case study (Q4 2019). \n1.2 Identify issues, gaps, and challenges in the integrated river and ocean ecological and environmental \nmanagement, including the legal foundation and decision-making procedure, financial support, \noperating mechanism, information management, and public participation (Q4 2019). \n1.3 Consult with multiple stakeholders on the river and ocean eco-environmental management \napproaches, including the river, lake, or gulf chief system (Q4 2019–Q4 2020). \n1.4 Summarize and promote understanding of international best practices based on literature review of \nlocal and international case studies and conduct of study visits in developed countries, and \nundertake comparative analysis of the YREB’s integrated river and ocean ecological and \nenvironmental management against international and national good practices and approaches   \n(Q2–Q3 2020). \n1.5 Submit the policy and research reports on recommended proposals for institutional reform of the \nriver and ocean eco-environmental management functions and processes for review and approval by \nministerial decision makers (Q3–Q4 2020). \n2.  Strategy for plastic waste management prepared \n2.1 Review the current strategy and practices for solid waste management, with a focus on plastic \nwastes and case studies (particularly on the use of plastic shopping bags and plastic packaging of e-\ncommerce, especially in the consumer food and retail sector); and examine (i) issues, challenges, \nand effectiveness and gaps in current strategies and programs which address plastic waste \ncollection and disposal, and (ii) opportunities for recycling and reuse by life cycle analysis or green \nsupply chains (Q4 2019–Q3 2020). \n ", "8  Appendix 1 \n2.2 Conduct a survey on white pollution control in the PRC (in selected cities or provinces located in the \nYangtze River basin) with a focus on plastic wastes such as plastic shopping bags and plastic \npackaging of e-commerce, especially in the consumer food and retail sector; and screen and select \ninternational and national good practices and approaches (Q2–Q3 2020). \n2.3 Formulate a preliminary road map and strategy for the effective management of plastic waste \npollution control in the context of overall protection and management of river and ocean ecological \nand environmental areas, and submit policy and research reports on recommended institutional \nreform and update on regulations for river and ocean eco-environmental management functions and \nprocesses to raise awareness on plastic waste pollution control and management (Q3–Q4 2020). \n3.  Knowledge and skills in institutional coordination for ecological and environmental \nmanagement and plastic waste pollution control improved \n3.1 Conduct capacity building and knowledge sharing activities, including study visits to developed \ncountries by 10–12 Chinese government officials; and training workshops for relevant government \nofficials to be led by local and international experts, aiming to improve their skills on institutional \ncoordination for protection and management of river and ocean ecological and environmental areas \nand for plastic waste pollution control (Q3 2020–Q4 2020). \n3.2 Prepare a knowledge product, which captures and summarizes the experiences, findings, and key \nlessons from the inputs collected under Output 1 and the two case studies conducted under Output 2 \nof the TA, to be disseminated to relevant stakeholders in the PRC and in other developing member \ncountries (Q4 2020–Q2 2021). \nInputs \nAsian Development Bank, Technical Assistance Special Fund (TASF-other sources): $600,000 \nNote: The government will provide counterpart support in the form of remuneration and travel expenses \nof counterpart staff, domestic transportation, available relevant government data and studies for the TA \nconsultants’ use, office accommodation, and other in-kind contributions. \nAssumptions for Partner Financing \nNot applicable \nNA = not applicable, PRC = People’s Republic of China, Q = quarter, TA = technical assistance, YREB = Yangtze River \nEconomic Belt. \na  Government of the PRC. 2016. Outline of the Yangtze River Economic Belt Development Plan, 2016–2030. Beijing. \nb  Tracking indicator 38 (solutions to conserve, restore, and/or enhance terrestrial, coastal, and marine areas \nimplemented). \nc  White pollution refers to pollution caused by plastic wastes such as single-use plastic tableware and thin plastic bags, \nwhich are a major source of municipal solid waste with significant negative impact on environmental and amenity \nvalues. \nSource: Asian Development Bank. \n \n \n ", "Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nItem  Amount \nAsian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  67.2 \nii.  National consultants  420.2 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  32.6 \nii.  Reports and communicationsb  3.8 \niii.  Miscellaneous administration and support costsc  1.2 \n2.  Surveysd  10.0 \n3.  Training, seminars, and conferencese   60.0 \n4.  Contingencies  5.0 \nTotal  600.0 \nNote: The technical assistance (TA) is estimated to cost $650,000, of which contributions from the Asian Development \nBank are presented in the table above. The government will provide counterpart support in the form of remuneration \nand travel expenses of counterpart staff, domestic transportation, available relevant government data and studies for \nthe TA consultants’ use, office accommodation, and other in-kind contributions. The value of government contribution \nis estimated to account for 7.69% of the total TA cost. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-other sources). \nb  Includes the TA consultants’ actual expenses relating to report preparation, production, and transmission, including \ntranslation costs and communication charges. \nc  Include land transportation and vehicle hire, miscellaneous travel expenses, and other logistics-related costs. \nd  Include all costs related to the conduct of a survey on white pollution control in the People’s Republic of China (in \nselected cities or provinces located in the Yangtze River basin) with a focus on plastic wastes such as plastic \nshopping bags and plastic packaging of electronic commerce, especially in the consumer food and retail sector. \nWhite pollution refers to pollution caused by plastic wastes such as single-use plastic tableware and thin plastic bags, \nwhich are a major source of municipal solid waste with significant negative impact on environmental and amenity \nvalues. \ne  Also include cost of printing of workshop and training materials; travel costs of the ADB staff acting as resource \npersons; and other administrative, logistics, interpretation, and translation costs relating to conduct of capacity \nbuilding and knowledge sharing activities such as consultative meetings, training, seminars, and conferences. \nSource: Asian Development Bank estimates. \n \n ", "10  Appendix 3 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=53087-001-TAReport \n \n1.  Terms of Reference for Consultants \n \n "], "metadata": {"Author": "HI6", "CreationDate": "D:20191008164130+08'00'", "Creator": "PDF24 Creator", "ModDate": "D:20191010162204+08'00'", "Producer": "GPL Ghostscript 9.14", "Title": "KSTA Concept Paper"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 19 September 2019) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1411 \n$1.00  =  CNY7.0860 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  FECO  –  Foreign Environmental Cooperation Center \n  IWEM  –  integrated watershed environmental management \n  MEE  –  Ministry of Ecology and Environment \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n  YREB  –  Yangtze River Economic Belt \n \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars. \n \n \n \n \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Amy S.P. Leung, East Asia Department (EARD) \nDirector  Qingfeng Zhang, Environment, Natural Resources, and Agriculture \nDivision, EARD \n   \nTeam leader  Au Shion Yee, Senior Water Resources Specialist, EARD \nTeam members  Dongmei Guo, Environment Specialist, EARD  \n  Heidee Luna, Associate Project Analyst, EARD \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.   \n ", "authors": [{"fullname": "Ahmed M. Saeed", "role": "Operations", "organization": ""}, {"fullname": "Amy S.P. Leung", "role": "East Asia Department (EARD)", "organization": ""}, {"fullname": "Qingfeng Zhang", "role": "Environment", "organization": "Natural Resources"}, {"fullname": "Au Shion Yee", "role": "Senior Water Resources Specialist", "organization": "EARD"}, {"fullname": "Dongmei Guo", "role": "Environment Specialist", "organization": "EARD"}, {"fullname": "Heidee Luna", "role": "Associate Project Analyst", "organization": "EARD"}]}