{"path": "data/input/ta/53098-002-tar-en.pdf", "pages": [" \nTechnical Assistance Report\n \n \n \nProject Number: 53098-002 \nTransaction Technical Assistance (TRTA) \nFebruary 2020 \n \n \nRepublic of Azerbaijan: Preparing Irrigation and \nDrainage System Development in Nakhchivan \nAutonomous Republic Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Access to Information \n \nPolicy. \n ", " \nCURRENCY EQUIVALENTS \n(as of 20 January 2020) \n \nCurrency unit  –  Azerbaijanian manat (AZN) \nAZN1.00  =  $0.5882     \n$1.00  =  AZN1.7001     \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ha  –  hectare \n  NAR  –  Nakhchivan Autonomous Republic \n  SAWMC  –  State Amelioration and Water Management Committee \n  TA  –  technical assistance \n \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars. \n \n \n \n \nVice-President  Shixin Chen, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nDirector  Donneth Walton, Environment, Natural Resources and Agriculture \nDivision, CWRD \n   \nTeam leader  Yaozhou Zhou, Principal Water Resources Specialist, CWRD \nTeam members  Giap Minh Bui, Principal Natural Resources and Agriculture \nEconomist, CWRD \n  Nurlan Djenchuraev, Senior Environment Specialist, CWRD \nSheila Marie D. Foronda-Mariano, Associate Project Analyst, CWRD \n  Faraj Huseynbeyov, Senior Project Officer, CWRD \n  Diep Pham, Senior Financial Management Specialist, CWRD \n  Nathan Rive, Climate Change Specialist, CWRD  \n  Mary Alice Rosero, Social Development Specialist (Gender and \nDevelopment), CWRD \nJose Tiburcio Nicolas, Senior Social Development Specialist \n(Safeguards), CWRD \n   \nPeer reviewer  Jelle Beekma, Senior Water Resources Specialist, Water Sector \nGroup, Sustainable Development and Climate Change Department \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE \n   \nI. THE ENSUING PROJECT  1\n   \nII. THE TECHNICAL ASSISTANCE  1\n   \nA. Justification  1\n   \nB. Outputs and Activities  1\n   \nC. Cost and Financing  2\n \nD. Implementation Arrangements  3 \n \nAPPENDIXES \n \n1.  Cost Estimates and Financing Plan  5\n \n2.  List of Linked Documents  6\n ", "Project Classification Information Status: Complete\nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 53098-002\nProject Name Preparing Irrigation and Drainage  Department/Division CWRD/CWER\nSystem Development in Nakhchivan \nAutonomous Republic\nNature of Activity Project Preparation Executing Agency State Amelioration & Water \nModality Regular Management Committee of \nNakhchivan Autonomous \nCountry Azerbaijan\nRepublic\n2. Sector Subsector(s)     ADB Financing ($ million)\nAgriculture, natural  Agricultural drainage 0.30\nresources and rural \ndevelopment\nIrrigation 0.80\nRural water policy, institutional and capacity development 0.10\nTotal 1.20\nqq\n3. Operational Priorities Climate Change Information\n  Addressing remaining poverty and reducing inequalities Climate Change impact on the Project Medium\n  Accelerating progress in gender equality\n  Tackling climate change, building climate and disaster \nresilience, and enhancing environmental sustainability\n  Promoting rural development and food security\n  Strengthening governance and institutional capacity\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 2.4 Effective gender mainstreaming (EGM)\nSDG 6.4\nSDG 10.2 Poverty Targeting\nSDG 12.2 General Intervention on Poverty\n4. Risk Categorization Low \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 1.20\n    Transaction technical assistance: Technical Assistance Special Fund 1.20\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 1.20\n  \nCurrency of ADB Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 20012020205235646275 Generated Date: 20-Jan-2020 20:53:10 PM", " \nI.  THE ENSUING PROJECT \n \n1.  The project will support rehabilitation and modernization of the irrigation and drainage \nnetworks serving about 23,230 ha of land in the Nakhchivan Autonomous Republic (NAR) of \nAzerbaijan. The project will also help strengthen institutional capacity of the irrigation system \nmanagement and operators. The project will include two indicative outputs: (i) irrigation and \ndrainage infrastructure improved and/or constructed; and (ii) capacity of the State Amelioration \nand Water Management Committee (SAWMC) and water users associations in irrigation and \nproject management improved. These outputs will result in the following outcome: irrigation and \ndrainage system performance in NAR improved. The project will be aligned with the following \nimpact: agriculture production and productivity increased as outlined in the strategic agriculture \nsector roadmap of the Government of Azerbaijan.1  \n \n2.  The project is estimated to cost about $100.0 million, of which Asian Development Bank \n(ADB) is requested to finance $85.0 million through its ordinary capital resources in regular terms, \nor 85% of the total project cost; and the balance is expected to be contributed by the government. \nThe  transaction  technical  assistance  (TA)  and  the  ensuing  loan  were  not  included  in  the \nAzerbaijan country operations business plan, 2020-2022, but will be included in the next country \noperations business plan for Azerbaijan.2 \n \nII.  THE TECHNICAL ASSISTANCE \n \nA.  Justification \n \n3.  The  transaction  TA  will  support  the  government  to  conduct  sector  and  capacity \nassessment, and to prepare feasibility studies and implementation startup for the ensuing project. \nThese studies will include technical, environmental, social, gender, and economic and financial \ndue diligence assessments. The feasibility study report for the entire project and advance design \nfor the irrigation and drainage schemes for the first-year implementation will be prepared in \naccordance with the format and content that satisfy the requirements of ADB and the government \nin loan processing and approval. A TA grant of $1.2 million and about 18 person-months staff \ntime will be required to prepare the ensuing loan project.3 \n \nB.  Outputs and Activities \n \n4.  The major outputs and activities are summarized in Table 1. \n \n \n \n \n \n \n \n \n \n1  Center for Analysis of Economic Reforms and Communication. 2017. Strategic Roadmap on Production and \nProcessing of Agricultural Products in the Republic of Azerbaijan. Baku. \n2  The project has been included in the COBP under the title of Integrated Infrastructure Development Project (on standby \nin 2022). Subsequent discussions with the government led to a revision of the project scope that resulted in the change \nof the project title and the possible advancing of the delivery of the ensuing loan to 2021. \n3  The TA first appeared in the business opportunities section of ADB’s website on 27 September 2019. \n ", "2 \nTable 1: Summary of Major Outputs and Activities \nMajor Outputs  Delivery Dates  Key Activities with Milestones \n1. Proposed irrigation and  August 2020  1.1 Conduct  rapid  performance  assessment  of \ndrainage schemes and  the current irrigation system and identify key \ninterventions selected and  weaknesses and constraints; \nagreed for full-fledged \n1.2 Carry out hydrologic and hydraulic modelling \nfeasibility study \nto assess various water sources and whether \nremodeling of the canal networks is required; \n1.3 Assess whether there is a need to increase \npumping capacity and/or canal flow capacity;  \n1.4 Conduct salinity balance and identify need and \ntype of drainage system; and \n1.5  Recommend  project  scope  for  detailed \nfeasibility studies for the next phase \n2. Feasibility study report and  April 2021  2.1 Carry  out  topographic  survey  and \nadvance design produced  geotechnical  investigation  necessary  for \nfeasibility studies; \n2.2 Conduct  social  survey  including  land \nacquisition and resettlement impacts, if any; \n2.3 Prepare  feasibility  studies  for  the  entire \nproject  taking  into  consideration  technical, \neconomic and financial, environmental, social, \nand  institutional  aspects  meeting  the \nrequirements of ADB and the government; \n2.4 Prepare safeguard planning documents (initial \nenvironment  examination  and  resettlement \nplan); \n2.5 Conduct gender analysis and prepare gender \naction plan; \n2.6 conduct financial management assessment \nand strategic procurement planning; \n2.7 Prepare advance design for the irrigation and \ndrainage  schemes  for  first  year \nimplementation; and \n2.8 Prepare sample procurement documents for \nworks, goods, and consulting services and \nbidding  documents  for  the  irrigation  and \ndrainage schemes with advance design \n3. Project implementation start-up  August 2021  3.1 Assist  the  executing  and  implementing \nactivities prepared  agencies in setting up a project management \noffice (PMO) for project implementation;  \n3.2 Assist  the  PMO  in  carrying  out  advance \ncontracting preparations \nSource: Asian Development Bank. \n \nC.  Cost and Financing \n \n5.  The TA is estimated to cost $1,335,000, of which $1,200,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF–other sources). Key expenditure items \nare  listed  in  Appendix  1.  The  government  will  provide  counterpart  support  in  the  form  of \ncounterpart staff, office space and access to internet, necessary data and information, facilitation \n ", "3 \nof liaison with stakeholders during project preparation, and other in-kind contributions. The \ngovernment was informed that approval of the TA does not commit ADB to finance any ensuing \nproject. \n \nD.  Implementation Arrangements \n \n6.  ADB  will  administer  the  TA.  ADB’s  Central  and  West  Asia  Department  will  select, \nsupervise, and evaluate consultants. SAWMC will be the executing agency responsible for overall \ncoordination and management of the TA implementation and provide necessary counterpart \nsupport to the TA consultants. SAWMC will establish a project management office to take care of \ndaily administration of TA activities and preparation of ensuing investment project.  \n \n7.  The overall TA implementation period will be about 22 months from February 2020 to \nDecember 2021. The TA consulting services will be implemented in two phases from May 2020 \nto December 2021. The first phase, from May to August 2020, will (i) conduct rapid performance \nassessment of the current irrigation system and identify key weaknesses and constraints in the \nNAR; (ii) carry out hydrologic and hydraulic modelling to assess various water sources and \nwhether remodeling of the canal networks is required; (iii) assess whether there is a need to \nincrease pumping capacity and/or canal flow capacity; and (iv) recommend project scope for \ndetailed feasibility studies. The second phase, from September 2020 to December 2021, will then \nconduct full-fledged feasibility studies for irrigation and drainage schemes identified in the first \nphase to meet both government and ADB requirements, advance design of the irrigation and \ndrainage  schemes  for  the  first-year  implementation,  and  first  year  project  implementation \npreparation support. \n  \n8.  The implementation arrangements are summarized in Table 2 below. \n \nTable 2: Implementation Arrangements \nAspects  Arrangements \nIndicative implementation period  February 2020–December 2021 \nExecuting agency  SAWMC, Nakhchivan Autonomous Republic \nConsultants  To be selected and engaged by ADB \nFirm: QCBS with  69 person months  $1,096,900 \nquality and cost ratio \nof 90:10) \nIndividual: individual  To be determined based  $75,000 \nconsultant selection  on requirements during \nimplementation \nProcurementa  To be procured by consultants \nRequest for  2 contracts (computer  $15,000 \nquotations  equipment and office \nfurniture) \nAdvance contracting and  Not applicable. \nretroactive financing \nDisbursement  The TA resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2010, as amended from time \nto time). \nAsset turnover or disposal  All equipment purchased under the TA will be handed over to the \n \narrangement upon TA completion  SAWMC upon completion of the TA. \nADB = Asian Development Bank, QCBS = quality and cost- based selection, SAWMC = State Amelioration and Water \nManagement Committee, TA = technical assistance \na Procurement Plan (accessible from the list of linked documents in Appendix 2). \nSource: ADB. \n ", "4 \n9.  Consulting services. ADB will engage the consultants following the ADB Procurement \nPolicy (2017, as amended from time to time) and its associated project administration instructions \nand/or staff instructions.4 A consulting firm will be recruited to carry out project feasibility studies \nand advance design, and implementation start-up preparation through quality and cost-based \nselection method with quality and cost ratio of 90:10 using full technical proposals. During TA \nimplementation, additional experts such as geographic information system specialist, structure \ndesign engineer, project management specialist may be required to meet emerging needs for the \nproject feasibility studies and implementation start-up activities; and their selection will be carried \nout on individual basis. \n \n10.  ADB’s procurement. All Procurement will follow the ADB Procurement Policy (2017, as \namended from time to time) and, the Procurement Regulations for ADB Borrowers (2017, as \namended from time to time). \n \n \n \n4  Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 2). \n ", "Appendix 1  5 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nItems      Total Cost \nA.   Asian Development Banka   \n  1.     Consultants   \n    a.    Remuneration and per diem   \n      i.    International consultants  493.5 \n      ii.   National consultants  374.4 \n    b.    Out-of-pocket expenditures   \n      i.    International and local travel  59.0 \n      ii.   Equipment (rental and purchase)b  30.0 \niii.  Surveys (topographical survey, geotechnical \n      investigation, and social economic survey)  60.0 \n      v.   Reports, translation, and communications  30.0 \n      vi.  Miscellaneous administration and support costsc  20.0 \n  2.     Training, seminars, workshops, forum and conferences   \n    a.     Facilitators  5.0 \n    b.     Venue rental and related facilities  10.0 \n    c.     Participants  10.0 \n    d.     Representation  5.0 \n  3.     Contingencies  103.1 \n      Total  1,200.0 \nNote: The technical assistance is estimated to cost $1,335,000, of which contributions from Asian Development Bank \nare presented in the table above. The government will provide counterpart support in the form of counterpart staff, office \nspace and access to internet, access to necessary data and information, facilitation of liaison with stakeholders, and \nother in-kind contributions. The value of government contribution is estimated to account for 10% of the total technical \nassistance cost. \na Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-other sources). \nb Includes 4 computers, 2 printers, 1 projector, 1 copier and other accessories; basic office furniture such as desks and \nchairs; and vehicle rental to the project sites. All equipment will be turned over to the executing agency upon \ncompletion of the technical assistance. \nC Includes office support staff, photocopying, stationery supplies, and other office running costs.  \nSource: Asian Development Bank estimates. \n \n ", "6  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=53098-002-TAReport \n \n1.  Terms of Reference for Consultants \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20200615181348+08'00'", "Creator": "PDF24 Creator", "Keywords": "azerbaijan, nakhchovan autonomous republic, nar, irrigation systems, drainage networks, water management, water users associations, agricultural productivity, 53098-002, ta 9945, adb technical assistance, approved technical assistance, tar, ta projects", "ModDate": "D:20200617113200+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "53098-002: Preparing Irrigation and Drainage System Development in Nakhchivan Autonomous Republic"}}