{"path": "data/input/ta/53134-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 53134-001 \nKnowledge and Support Technical Assistance (KSTA) \nDecember 2019 \n \n \n \n \nDeveloping Insurance Markets for Sustainable and \nResilient Societies in Asia and the Pacific \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Access to Information \nPolicy. \n ", "", "ABBREVIATIONS \nADB  – Asian Development Bank\nDMC  –  developing member country \nEAKPF  –  Republic of Korea e-Asia and Knowledge Partnership Fund \nFSDPSF  –  Financial Sector Development Partnership Special Fund \nMSMEs  –  micro, small, and medium-sized enterprises \nSDCC  –  Sustainable Development and Climate Change Department \nSSB  – standard-setting body\nTA  –  technical assistance\nNOTE \nIn this report, “$” refers to United States dollars. \nVice-President  Bambang Susantono, Knowledge Management and Sustainable \nDevelopment \nDirector General  Woochong Um, Sustainable Development and Climate Change \nDepartment (SDCC) \nChief Sector Officer  Robert Guild, Sector Advisory Service Cluster, SDCC \nTeam leader  Arup Kumar Chatterjee, Principal Financial Sector Specialist, SDCC \nTeam members  Raquel Borres, Senior Economics Officer, SDCC \nBruno Carrasco, Chief of Governance Thematic Group, SDCC \nMatilde Mila Cauinian, Operations Assistant, SDCC \nKatherine Mitzi Co, Associate Operations Analyst, SDCC \nThomas Kessler, Principal Finance Specialist (Disaster Insurance), \nSDCC \nP  Junkyu Lee, Chief of Finance Sector Group, SDCC \nSyed Adnan Rafiq, Investment Specialist, Private Sector Operations \nDepartment \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.", "", "CONTENTS \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\nI. INTRODUCTION 1\nII. ISSUES 1\nIII. THE TECHNICAL ASSISTANCE 3\nA. Impact and Outcome 3\nB. Outputs, Methods, and Activities 3\nC. Cost and Financing 4\nD. Implementation Arrangements 4\nE. Governance 6\nIV. THE PRESIDENT'S DECISION 6\nAPPENDIXES \n1. Design and Monitoring Framework 7 \n2. Cost Estimates and Financing Plan 9 \n3. List of Linked Documents 10 ", "", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 53134-001\nProject Name Developing Insurance Markets for  Department/Division SDCC/SDSC-FIN\nSustainable and Resilient Societies in \nAsia and the Pacific\nNature of Activity Capacity Development, Policy Advice,  Executing Agency Asian Development Bank\nResearch and Development\nModality Regular\nCountry REG (BAN, FIJ, PAK, PHI)\n2. Sector Subsector(s)     ADB Financing ($ million)\nFinance Insurance and contractual savings 0.50\nTotal 0.50\nqq\n3. Operational Priorities Climate Change Information\nAddressing remaining poverty and reducing inequalities Climate Change impact on the Project Low\nAccelerating progress in gender equality\nTackling climate change, building climate and disaster \nresilience, and enhancing environmental sustainability\nStrengthening governance and institutional capacity\nFostering regional cooperation and integration\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.5 Effective gender mainstreaming (EGM)\nSDG 5.a, 5.b\nSDG 8.10 Poverty Targeting\nGeneral Intervention on Poverty\n4. Risk Categorization Complex \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 0.50\n    Knowledge and Support technical assistance: Financial Sector  0.50\nDevelopment Partnership Special Fund\nCofinancing 0.50\n    Republic of Korea e-Asia and Knowledge Partnership Fund (Full ADB  0.50\nAdministration)\nCounterpart 0.00\n    None 0.00\nTotal 1.00\nCurrency of ADB Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 20122019133001244447 Generated Date: 06-Jan-2020 10:21:45 AM", "", "I. INTRODUCTION\n1. The knowledge and support technical assistance (TA) will carry out cross-sectoral and\nthematic regional studies on the widening “protection gap” (the gap between the amount of\ninsurance and/or pension coverage that is economically beneficial and what is purchased), and\nhow the development of insurance and pension markets in developing member countries (DMCs)\nof the Asian Development Bank (ADB) can help in closing this gap. The focus will be on creating\nan enabling environment for structuring innovative risk financing solutions to help meet emerging\nchallenges in the face of growing inequality, demographic change, and increasing climate change\nand disaster-risk exposures. Cross-country comparisons will help identify areas where insurance\ncan  help  catalyze  long-term  funding,  expand  financial  inclusion,  improve  the  reliability  of\nretirement income for the disabled and the elderly, and increase financial resilience.\n2. The TA is included in the ADB Management-approved 2019 results-based work plan of\nthe Sustainable Development and Climate Change Department (SDCC).1 It aims to address the\nfollowing operational priority areas as outlined in ADB’s Strategy 2030: (i) addressing remaining\npoverty and reducing inequalities by strengthening social protection; (ii) accelerating progress in\ngender  equality  by  recommending  insurance  and  pensions  products  targeting  women  and\nbusinesses owned by women; (iii) promoting rural development and food security, including agro-\nbusinesses and micro, small, and medium-sized enterprises (MSMEs), and tackling the adverse\neffects  of  climate  change  and  natural  hazards  through  innovative  insurance  solutions;  (iv)\nstrengthening governance and institutional capacity to further develop the insurance markets by\nensuring  the  observance  of  international  financial  standards;  and  (v)  fostering  regional\ncooperation and integration by promoting regional risk financing initiatives.2\nII. ISSUES\n3. Insufficient access to risk transfer and risk-sharing solutions. Insurance is well-\nrecognized in the United Nations 2030 Agenda for Sustainable Development as a financial tool\nthat  needs  to  be  actively  used to  attain  the  agreed  outcomes  outlined  in the  Sustainable\nDevelopment  Goals,3 the  Paris  Agreement,  and  the  Sendai  Framework  for  Disaster  Risk\nReduction. Comprehensive risk management includes the integration of insurance and pension\ninstruments for sustainable development, and the private insurance and pension markets can play\na critical role in supporting the real economy by delivering risk financing and protection solutions.\nThe insurance and pension industry will serve an increasingly critical role in protecting households\nand businesses against a widening range of risks, heightening the importance of observing the\nprinciples and standards of the International Association of Insurance Supervisors.\n4. Insufficient risk resilience by micro, small, and medium-sized enterprises; farmers;\nand households. The assets, lives, and incomes of MSMEs, farmers, and households are\ndisproportionately exposed to natural hazards and man-made perils, which are increasing in\nfrequency and severity, and in addition further exacerbated by climate change. These disasters\nresult in financial losses and loss of livelihoods with devastating impact on development. In\nemerging Asia, the insurance protection gap exceeds 90% for three major perils—storms, floods\nand earthquakes—which can have a significant economic burden through loss and damage to\ninfrastructure and property, and loss of income and livelihoods. Insurance and mutual insurance\n1  The TA first appeared in the business opportunities section of ADB’s website on 3 October 2019. \n2  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n3  United Nations. 2015. 2030 Agenda for Sustainable Development Goals. New York.  ", "2 \ncan offer financial, operational, and information benefits to the insured population, such as \nguaranteed access to funds up to agreed limits, planning certainty through the payment of \npremiums, no payback obligation as opposed to lending-based solutions, fast payout under \nparametric schemes, and improved economic efficiency of resource allocation as a result of \npricing of risks through insurance. \n5. Widening pension gap results in reduced retirement living standards. Pensions are\ngenerally viewed as a type of social insurance provided through a public mechanism, because\nprivate pensions are very limited in many countries. Changes in the old-age dependency ratio\n(which measures the number of elderly people as a share of those of working age) challenges\nmost public pension systems in Asia and the Pacific. With available pension fund assets becoming\ninsufficient to meet the obligations promised to current and future retirees, governments and\nemployers are increasingly shifting longevity and market or savings risks to individuals, e.g.,\nthrough  reduced  public  pension  schemes  and  transition  from  defined-benefit  to  defined-\ncontribution schemes  in  retirement  plans.  This  trend  is  further  increasing  gaps  in  pension\nprotection and can impose a severe additional financial burden on society and will most likely\nincrease the number of individuals who outlive their assets and are at risk of falling into poverty.\nPublicly mandated pension schemes need to be complemented with occupational and individual\nvoluntary pension schemes to ensure future retirement income is adequate, particularly for the\ninformal sector and people with disabilities. Some pension schemes are privately managed by\ninsurance companies, which assume the longevity risks from individuals who seek steady, reliable\nretirement income.\n6. Innovative solutions to reduce the protection gap. When considering innovative ways\nto increase insurance and pension coverage governments, communities, and financial institutions\n(including banking, securities, and insurance institutions) all have a role to play in creating\nsufficiently large risk communities. Governments can assist by providing an enabling policy and\nregulatory environment; introducing compulsory insurance schemes to increase take-up rates by\nforming the widest possible risk community, and eliminating adverse selection; or encouraging\nthe establishment of intra-community support mechanisms—such as cooperatives, mutual and\ninsurance pools for MSMEs, farmers, and grassroots organizations—to mitigate the economic\nimpact of shocks. Increased protection for the population at risk can be provided by combining\nelements of risk retention in the form of household savings, risk-sharing by way of developing\ncommunity reserves with contributions from households, and risk transfer via insurance. Digital\nand mobile distribution and the use of new technology can leapfrog access to insurance in\ncountries with few insurance intermediaries and poorly developed distribution frameworks.\n7. The TA will draw on lessons from previous TA projects on insurance, which include the\nimportance  of  (i) developing  cross-sectoral  and  thematic  synergies  (e.g.,  social  protection,\nagriculture,  and  rural  development)  to  support  the  expansion  of  ADB’s  insurance  market\noperations; (ii) engaging in dialogue with DMCs to promote market-led innovative insurance\nproducts and schemes; and (iii) developing an enabling policy and regulatory landscape in which\ninsurance  can  scale.4 Insurance  supervisors  play  a  critical  role  in  creating  the  enabling\nenvironment that incentivizes insurers to design innovative products and schemes. The TA will\nleverage existing partnerships with international standard-setting bodies (SSBs) to ensure that\n4  ADB. 2012. Technical Assistance for Establishing Sound Microinsurance Markets in Asia and the Pacific. Manila; \nand ADB. 2012. Technical Assistance for Thematic Self-Assessment and Peer Review of International Association \nof Insurance Supervisors Insurance Core Principles and Standards for Asia and the Pacific (Phase 1). Manila. ", "3 \nthe development of the insurance markets align with international financial standards.5 The TA \nwill look into existing risk-financing arrangements under consideration, such as those under the \nAsia–Pacific  Climate  Finance  Fund,6 and  support  the  development  and  implementation  of \npipeline projects for ADB’s operations departments. \nIII. THE TECHNICAL ASSISTANCE\nA. Impact and Outcome\n8. The TA is aligned with the following impact: enabling environment for incentivizing the\nparticipation of insurers and reinsurers improved (footnote 2). The TA will have the following\noutcome: innovative insurance solutions expanded.7\nB. Outputs, Methods, and Activities\n9. Output 1: Analytical studies on insurance and pensions solutions delivered. The TA\nwill produce at least three regional analytical studies on (i) insurance solutions that can make\naccess to finance more efficient for businesses owned by women and MSMEs (e.g., linking credit\nwith insurance; and providing complete financial protection, such as crop insurance to mitigate\nfarmers’ risks, portfolio insurance, and regional risk-sharing arrangements);8 (ii) risk financing\ninstruments that can make funding more effective by linking funding to results and by using\ntechnology (e.g., to enable forecast-based insurance, parametric insurance, and microinsurance\nto support high-impact government programs); and (iii) individually funded and privately managed\npension products and schemes for the disabled, elderly and women, that take into consideration\nthe impact of both the corporate and personal income tax regimes, to ensure adequate, steady\nand reliable retirement incomes (e.g., through occupational and individual voluntary pensions,\nand reverse mortgages). The country selection process for output 1 will (i) target DMCs interested\nin carrying out reforms by involving the private sector to bridge the protection gap; and (ii) consider\nDMCs’ gross national income, insurance penetration, regulatory frameworks, general readiness,\npossible impacts, and the state of technological infrastructure to enable savings.9 The regional\nanalytical studies will also look at experience in countries outside Asia and the Pacific, with results\npublished online and disseminated in regional seminars.\n10. Output 2: Use of new technology for developing innovative insurance solutions\ndemonstrated. The TA will pilot one project in a DMC where there is an ongoing finance sector\nproject.10 It will involve the use of innovative technology for faster processing of loan applications\nand disbursement of loans, e.g., leveraging financial technology to help banks and insurers better\nassess risk and link insurance with credit to improve access to finance for MSMEs and agro-\nbusinesses. A feasibility study that includes a comprehensive analysis of the rural and agriculture\ncredit and insurance ecosystem will inform the design of the pilot. The study will assist ADB’s\noperations departments to demonstrate that impact and policy recommendations from the pilot\n5  ADB is a member of the following SSBs: the International Association of Insurance Supervisors, the International \nOrganisation of Securities Commission, and the Islamic Financial Serviced Board. \n6  The Asia–Pacific Climate Finance Fund is a multi-donor trust fund established in April 2017 with the objective of \nsupporting the development and implementation of financial risk management products that can help unlock capital \nfor climate investments and improve resilience to the impacts of climate change. \n7  The design and monitoring framework is in Appendix 1. \n8  Risk pooling to provide capacity to licensed mutual insurers in Asian countries to enhance community-based \ninsurance and access to finance for MSMEs and agro-business. \n9  Countries proposed to be included are Bangladesh, Fiji, Pakistan, and Philippines subject to the approval by the \ngovernment.   \n10 The pilot project will potentially be undertaken in the Philippines. ", "4 \nwill help in identifying opportunities for expansion and replication in an enabling legal and \nregulatory environment. The pilot will provide opportunities to develop an operations project \npipeline through investments in insurance and reinsurance vehicles and new technology. Briefs, \ninterviews,  and  video  blogs  will  be  developed  in  conjunction  with  ADB’s  Department  of \nCommunications to capture and showcase the impact of the pilot project, including any lessons. \n11. Output 3: Capacity of national and regional policymakers, insurance supervisors,\nand other insurance industry stakeholders improved. The results of the analytical studies and\npilot project will be used to (i) provide an overview of the depth and breadth of the insurance and\ncapital markets, including the presence of pension funds and mutual funds; and (ii) make\nrecommendations regarding financial instruments and schemes (including alternative risk transfer\nand risk sharing) for replication and expansion. Savings and the purchase of insurance will be\nencouraged through the development of an enabling environment by means of knowledge support\nand  capacity-building  events  for  policymakers,  financial  market  supervisors,  and  insurance\nindustry stakeholders in collaboration with international (re)insurers and international financial\nSSBs, which will serve to strengthen institutional capacity, including by promoting understanding\nof financial products for target markets.\nC. Cost and Financing\n12. The TA is estimated to cost $1,000,000, of which (i) $500,000 will be financed on a grant\nbasis by the Financial Sector Development Partnership Special Fund (FSDPSF),11 and (ii)\n$500,000 will be financed on a grant basis by the Republic of Korea e-Asia and Knowledge\nPartnership Fund (EAKPF) and administered by ADB. The cost estimates and financing plan are\nin Appendix 2.\n13. Eligible  and  non-eligible  expenditures.  Eligible  FSDPSF  expenditures  include\nconsulting services, capacity building, advisory services, designing new financing instruments,\npilot  tests,  small  equipment  and  systems  procurement,  and  support  for  regional  financial\ncooperation among DMCs. Vehicle purchases and salaries for civil servants are non-eligible\nexpenditures.\n14. EAKPF will finance operational expenses related to eligible proposals agreed upon by the\nGovernment of the Republic of Korea and ADB. It will not be used for (i) civil works, (ii)\nprocurement of large-scale equipment, (iii) permanent staffing costs, or (iv) the hiring of staff\nconsultants.\nD. Implementation Arrangements\n15. ADB will administer the TA. The Finance Sector Group under the Sector Advisory Service\nCluster,  SDCC  will  implement  the  TA  and  carry  out  TA  administration  and  supervision,\nimplementation oversight, and communication with consultants and stakeholders in coordination\nwith the relevant sector and thematic groups, and operations departments. Activities organized\nunder the TA will include organization of and participation in knowledge events such as workshops,\nconferences, and seminars to be conducted in close collaboration with relevant operations\ndepartments and sector and thematic groups. ADB staff involved with the TA may participate as\nresource persons in knowledge-sharing events, which will also include eliciting feedback and\nsuggestions on improving the activities being implemented under the TA. A budget will be\nallocated for ADB staff to provide support services (travel and related costs for secretarial and\n11 Established by the Asian Development Bank. Financing partner: the Government of Luxembourg. ", "5 \nadministrative services) for assisting in the implementation and administration of the TA. The \nimplementation arrangements are summarized in the table. \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  December 2019–December 2022 \nExecuting agency  ADB \nImplementing agencies  SDSC-FIN, SDCC \nConsultants  To be selected and engaged by ADB \nFirm: Biodata technical  Insurance, banking,  $150,000 \nproposal via quality- and  and financial \ncost-based selection  technology expertise \nIndividual: Framework  International  $264,000 \nagreement or individual  expertise \nselection  (11 person-months) \nIndividual: Framework  National expertise  $86,000 \nagreement or individual  (16 person-months) \nselection \nProcurementa  To be procured by consultants and/or executing agency \nPilot project: Open  1–2 contracts  $300,000 \ncompetitive bidding or \nlimited competitive \nbidding, as appropriate \nDisbursement  The TA resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2010, as amended from time \nto time). Disbursement of the TA fund sources will be via cost \nsharing. \nADB = Asian Development Bank; SDCC = Sustainable Development and Climate Change Department; SDSC-FIN = \nFinance Sector Group, Sector Advisory Service Cluster; TA = technical assistance. \na  Procurement Plan (accessible from the list of linked documents in Appendix 3). \nSource: Asian Development Bank. \n16. Consulting  services.  The  TA  will  require  6  person-months  of  services  from  an\ninternational  consulting  firm.  Individual  consultants  will  be  recruited  through  framework\nagreements or individual selection to provide 11 person-months of international and 16 person-\nmonths of national consultant services. The TA will also require a total of 2 person-months of\nservices by resource persons. ADB will engage the consultants following the ADB Procurement\nPolicy (2017, as amended from time to time) and its associated project administration instructions\nand/or staff instructions. Output-based or lumpsum contracts will be considered for consulting\nservices where appropriate with the concurrence of ADB’s Procurement, Portfolio and Financial\nManagement Department.12\n17. Pilot testing of project approach. Consultants shall be engaged to carry out a feasibility\nstudy to identify a technology platform to be created or adapted in the local context in consultation\nwith stakeholders. They will also identify suitable financial technology business applications for\ncredit scoring, customer profiling of MSMEs and farmers for onboarding by lending institutions,\nrisk modelling for insurance underwriting and claims administration, and using digital distribution\nchannels. Application developers will then be selected to design (in conjunction with financial\nregulators, lending institutions, and insurers) customized applications to enable a bundled suite\nof automated credit and insurance services to be offered through a digital business technology\nplatform. The solution will be calibrated during the plot phase to ensure they are integrated with\n12 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). ", "6 \nbusiness processes and meet legal and regulatory requirements. At the same time, consultants \nwill develop the capacity of all stakeholders, and enhance financial awareness and literacy among \ncustomers.13 \n18. ADB’s procurement. ADB’s procurement will be for the engagement of application\nproviders,  and  the  purchase  of  software,  hardware,  and  other  required  equipment  for  the\ndevelopment of the technology platform under the proposed pilot project. Procurement will follow\nthe ADB Procurement Policy and relevant staff instructions.\n19. Cofinancier requirements. The TA team will submit progress reports on a regular basis\nto the FSDPSF and EAKPF fund managers, and additional updates (as necessary) on project\nimplementation. For major changes in scope, duration, or funding arrangement, the TA team will\ncirculate draft memos to the relevant fund managers for initial assessment prior to the conduct of\ninterdepartmental  review  by  ADB’s  Procurement,  Portfolio  and  Financial  Management\nDepartment; Controllers Department; and Office of the General Counsel.\nE. Governance\n20. An ADB staff team from the SDCC will monitor and administer individual contracts and\nmanage outputs to achieve the TA objectives.\nIV. THE PRESIDENT'S DECISION\n21. The President, acting under the authority delegated by the Board, has approved (i) the\nAsian Development Bank (ADB) administering a portion of technical assistance not exceeding\nthe equivalent of $500,000 to be financed on a grant basis by the Republic of Korea e-Asia and\nKnowledge Partnership Fund; and (ii) ADB providing the balance not exceeding the equivalent of\n$500,000 on a grant basis to Developing Insurance Markets for Sustainable and Resilient\nSocieties in Asia and the Pacific, and hereby reports this action to the Board.\n13 Pilot Testing of Project Approach (accessible from the list of linked documents in Appendix 3). ", "Appendix 1  7 \nDESIGN AND MONITORING FRAMEWORK \nImpact the TA is Aligned with \nEnabling environment for incentivizing the participation of insurers and reinsurers improved (ADB’s \nStrategy 2030)a \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  By 2022: \nInnovative  a.At least one innovative a-b. ADB project Changes in key \ninsurance solutions  insurance product launched documents, news ministerial and/or \nexpanded  (2018 baseline: Not articles, reports from the government official \napplicable) government posts shift \ngovernment priorities \nb.At least one relevant\naway from the \nregulatory policy allowing the\ndevelopment of the \nuse of innovative solutions in\ninsurance market. \nthe market endorsed (2018\nbaseline: Not applicable)\nOutputs  By 2022: \n1.Analytical studies 1a. At least three analytical  1a. Analytical studies  Personnel changes by \non insurance and studies on insurance and  published (digital)  participating \npensions solutions pensions including access of  stakeholders may \ndelivered women completed (2018  disrupt the \nbaseline: 0)  implementation \nschedule. \n2.Use of new By 2022: \ntechnology for 2a. One pilot project using  2a. Consultant reports \ndeveloping new technology to develop  (digital) \ninnovative innovative insurance \ninsurance solutions solutions implemented (2018 \ndemonstrated baseline: 0) \n3.Capacity of By 2022: \nnational and 3a. At least 80% of total  3a-b. Event survey \nregional number of participants at \npolicymakers, capacity-building event(s) (at \ninsurance least 50% of whom are \nsupervisors, and female) reported increased \nother insurance knowledge on the use of \nindustry innovative technologies to \nstakeholders improve insurance coverage \nimproved (2018 baseline: 0) \n3b. At least 80% of total \nnumber of participants at \ncapacity-building event(s) (at \nleast 50% of whom are \nfemale) reported increased \nknowledge on the importance \nof enabling regulatory \nmeasures to spur innovation \nin insurance solutions (2018 \nbaseline: 0) ", "8  Appendix 1 \nKey Activities with Milestones \n1. Analytical studies on insurance and pensions solutions delivered\n1.1 Develop the outline of the regional analytical studies on (i) insurance solutions that can make funding \ninvestment flows more efficient for micro, small, and medium-sized enterprises; (ii) financing \ninstruments that make funding more effective, by linking funding to results through the use of \ntechnology; and (iii) privately managed longevity risk financing instruments for the disabled and the \nelderly to ensure the adequacy of steady and reliable retirement income (Q1–Q2 2020). \n1.2 Deliver feasibility studies in close coordination with ADB’s operations departments and knowledge \ndepartments to ensure its operational relevance (Q2–Q4 2020). \n1.3 Publish the outcome of at least three feasibility studies (Q2 2021). \n2. Use of new technology for developing innovative insurance solutions demonstrated\n2.1  Identify suitable solutions addressing issues in insurance market development that can be piloted (Q1 \n2021). \n2.2  Develop selection criteria to identify target DMCs to participate in the pilot project (Q1 2021). \n2.3  Design pilot project concepts tailored to the needs of participating DMCs (Q2 2021). \n2.4 Support participating DMCs in implementing at least one pilot project proposal and policy \nrecommendations (Q3 2021–Q4 2022). \n3. Capacity of national and regional policymakers, insurance supervisors, and other insurance\nindustry stakeholders improved\n3.1  Organize at least three capacity building events linked to the themes of the three analytical studies on \ninsurance market development in DMCs (Q1 2020–Q4 2022). \nTA Management Activities \nEngage topic experts and consultants to (i) identify suitable solutions addressing issues in insurance \nmarket development that can be piloted; (ii) prepare the studies and design the project concept reports; \nand (iii) organize knowledge events, and compose knowledge products on selected topics (Q4 2019–Q4 \n2022)  \nInputs \nFinancial Sector Development Partnership Special Fund: $500,000 \nRepublic of Korea e-Asia and Knowledge Partnership Fund: $500,000 \nAssumptions for Partner Financing \nNot applicable \nADB = Asian Development Bank, DMC = developing member country, Q = quarter, TA = technical assistance. \na ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. Manila. \nSource: Asian Development Bank. ", "Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nItem  Amount \nA. Financial Sector Development Partnership Special Funda\n1. Consultants\na. Remuneration and per diem\ni. International consultants 244.0 \nii. National consultants 86.0 \nb. Out-of-pocket expenditures\ni. International and local travel 10.0 \nii. Othersb 10.0 \n2. Training, seminars, workshops, forum, and conferences\na. Travel cost of Asian Development Bank staff acting as a resource 72.0 \nperson, secretarial and administrative support c\nb. Venue rental and related facilities 60.0 \n3. Contingencies 18.0 \nSubtotal (A)  500.0 \nB. Republic of Korea e-Asia and Knowledge Partnership Fundd\n1. Consultants\na. Remuneration and per diem\ni. International consultants 150.0 \n2. Pilot testing\na. Goods and/or works e 300.0 \n3. Contingencies 50.0 \nSubtotal (B)  500.0 \nTotal  1,000.0 \nNote: The technical assistance (TA) is estimated to cost $1,000,000, of which contributions from the Financial Sector \nDevelopment Partnership Fund and the Republic of Korea e-Asia and Knowledge Partnership Fund are presented in \nthe table. \na  Established by the Asian Development Bank (ADB). Financing partner: the Government of Luxembourg.\nb  Provision for any other expenses that may be incurred by the consultants such as communication and printing \nexpenses. \nc  In accordance with the joint memo of ADB’s Budget, Personnel and Management Systems Department and Strategy, \nPolicy and Partnerships Department dated 26 June 2013, staff travel costs are eligible to be charged to TA budget if \n(i)the ADB staff acted as a resource person; or (ii) the TA paper clearly specifies and includes provision in its cost\nestimates to provide support services (travel and related costs for secretarial and administrative services), for\nassisting the implementation and administration.\nd  Administered by ADB. \ne  To be used for procurement of goods, software solutions, and the like.\nSource: Asian Development Bank estimates. ", "10  Appendix 3 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=53134-001-TAReport \n1. Terms of Reference for Consultants\n2. Pilot Testing of Project Approach\n3. Procurement Plan\n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20200107102625+08'00'", "Creator": "PDF24 Creator", "Keywords": "insurance solutions, insurance, pension, protection gap, pension coverage, risk financing solutions, long-term funding, financial inclusion, financial resilience, 53134-001, ta 9917, adb technical assistance, approved technical assistance, tar, ta projects, ksta", "ModDate": "D:20200108113527+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "53134-001: Developing Insurance Markets for Sustainable and Resilient Societies in Asia and the Pacific"}, "author_page": "ABBREVIATIONS \nADB  – Asian Development Bank\nDMC  –  developing member country \nEAKPF  –  Republic of Korea e-Asia and Knowledge Partnership Fund \nFSDPSF  –  Financial Sector Development Partnership Special Fund \nMSMEs  –  micro, small, and medium-sized enterprises \nSDCC  –  Sustainable Development and Climate Change Department \nSSB  – standard-setting body\nTA  –  technical assistance\nNOTE \nIn this report, “$” refers to United States dollars. \nVice-President  Bambang Susantono, Knowledge Management and Sustainable \nDevelopment \nDirector General  Woochong Um, Sustainable Development and Climate Change \nDepartment (SDCC) \nChief Sector Officer  Robert Guild, Sector Advisory Service Cluster, SDCC \nTeam leader  Arup Kumar Chatterjee, Principal Financial Sector Specialist, SDCC \nTeam members  Raquel Borres, Senior Economics Officer, SDCC \nBruno Carrasco, Chief of Governance Thematic Group, SDCC \nMatilde Mila Cauinian, Operations Assistant, SDCC \nKatherine Mitzi Co, Associate Operations Analyst, SDCC \nThomas Kessler, Principal Finance Specialist (Disaster Insurance), \nSDCC \nP  Junkyu Lee, Chief of Finance Sector Group, SDCC \nSyed Adnan Rafiq, Investment Specialist, Private Sector Operations \nDepartment \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.", "authors": [{"fullname": "Bambang Susantono", "role": "Knowledge Management and Sustainable", "organization": ""}, {"fullname": "Woochong Um", "role": "Sustainable Development and Climate Change", "organization": ""}, {"fullname": "Robert Guild", "role": "Sector Advisory Service Cluster", "organization": "SDCC"}, {"fullname": "Arup Kumar Chatterjee", "role": "Principal Financial Sector Specialist", "organization": "SDCC"}, {"fullname": "Raquel Borres", "role": "Senior Economics Officer", "organization": "SDCC"}, {"fullname": "Bruno Carrasco", "role": "Chief of Governance Thematic Group", "organization": "SDCC"}, {"fullname": "Matilde Mila Cauinian", "role": "Operations Assistant", "organization": "SDCC"}, {"fullname": "Katherine Mitzi Co", "role": "Associate Operations Analyst", "organization": "SDCC"}, {"fullname": "Thomas Kessler", "role": "Principal Finance Specialist (Disaster Insurance)", "organization": ""}, {"fullname": "Junkyu Lee", "role": "Chief of Finance Sector Group", "organization": "SDCC"}, {"fullname": "Syed Adnan Rafiq", "role": "Investment Specialist", "organization": "Private Sector Operations"}]}