{"path": "data/input/ta/53159-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 53159-001 \nKnowledge and Support Technical Assistance (KSTA) \nOctober 2019 \n \n \nBetter Customs for Better Client Services in Central \nAsia Regional Economic Cooperation Countries  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Access to Information \nPolicy. \n \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ARTCF  –  United Kingdom Fund for Asia Regional Trade and \nConnectivity \n  AEO  –  authorized economic operator \n  CAREC  –  Central Asia Regional Economic Cooperation \n  CATS  –  CAREC Advanced Transit System \n  CCC  –  Customs Cooperation Committee \n  CITA  –  CAREC Integrated Trade Agenda \n  EARD  –  East Asia Department \n  PRC  –  People’s Republic of China \n  RCI   –  regional cooperation and integration  \n  RIBS  –  regional improvement of border services \n  TA  –  technical assistance \n  WTO  –  World Trade Organization \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Amy S. P. Leung, East Asia Department (EARD) \nDirector  Xiaoqin Fan, Public Management, Financial Sector, and Regional \nCooperation Division, EARD \n   \nTeam leader  Rosalind McKenzie, Senior Regional Cooperation Specialist, EARD \nTeam members  Bernadette De Castro, Project Analyst, EARD \n  Desi Arvin Diaz, Associate Project Analyst, EARD \n  Dorothea Lazaro, Regional Cooperation Specialist, EARD \nOleg Samukhin, Transport Specialist, Central and West Asia Regional \nDepartment \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Outputs, Methods, and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  List of Linked Documents  10 \n \n \n ", "", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 53159-001\nProject Name Better Customs for Better Client  Department/Division EARD/EAPF\nServices in Central Asia Regional \nEconomic Cooperation Countries\nNature of Activity Policy Advice Executing Agency Asian Development Bank\nModality Regular\nCountry REG (AFG, AZE, GEO, KAZ, KGZ, \nMON, PAK, PRC, TAJ, TKM, UZB)\n2. Sector Subsector(s)     ADB Financing ($ million)\nIndustry and trade Industry and trade sector development 0.25\nTotal 0.25\nqq\n3. Operational Priorities Climate Change Information\n  Accelerating progress in gender equality Climate Change impact on the Project Low\n  Strengthening governance and institutional capacity\n  Fostering regional cooperation and integration\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 8.2 Some gender elements (SGE)\nPoverty Targeting\nGeneral Intervention on Poverty\n4. Risk Categorization Low \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 0.25\n    Knowledge and Support technical assistance: Regional Cooperation and 0.25\nIntegration Fund\nCofinancing 1.20\n    People's Republic of China Poverty Reduction and Regional  0.50\nCooperation Fund (Full ADB Administration)\n    United Kingdom Fund for Asia Regional Trade and Connectivity under  0.70\nthe Regional Cooperation and Integration Financing Partnership Facility \n(Full ADB Administration)\nCounterpart 0.00\n    None 0.00\nTotal 1.45\n  \nCurrency of ADB Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 22102019210146650871 Generated Date: 22-Oct-2019 21:02:07 PM", "     \nI.  INTRODUCTION \n \n1.  The knowledge and support technical assistance (TA) will support implementation of the \nCentral Asia Regional Economic Cooperation (CAREC) Integrated Trade Agenda (CITA) 2030 by \nenhancing the capacity of customs agencies and the CAREC Customs Cooperation Committee \n(CCC) to better respond to the rapidly evolving trade environment in CAREC countries and \nincreasing private sector demand for better services.1 In particular, the TA will help expand trade \nthrough adoption of more open trade policies, building customs-to-customs cooperation, and \nstrengthening  institutions  for  trade  through  increased  public–private  sector  dialogue  and \ncooperation. \n \n2.  The TA is aligned with CAREC long-term strategic priorities, where trade is a priority \noperational cluster, and with Asian Development Bank (ADB) corporate regional cooperation and \nintegration (RCI) operational directions for 2016–2020.2 The TA builds on past ADB support and \nresponds to the CCC’s new, emerging needs to help further reform, modernize national trade \nfacilitation environments, and strengthen intraregional trade among CAREC countries.3  \n \nII.  ISSUES \n \n3.  CAREC  countries’  national  development  strategies  focus  on  expanding  trade  and \nimproving competitiveness to unleash the untapped trade potential of the region, as seen in (i) \nUzbekistan’s recent opening up and (ii) reforms to support economic diversification, particularly \nexport diversification, by expanding trade in non-energy and resource-intensive sectors. Yet in \n2018,  CAREC  countries’  global  trade  share  remained  at  less  than  1%,4 and  the  lack  of \nintraregional trade, investment, and movement of people made it among the least integrated \nregions in Asia and the Pacific.5 Trade costs are high in the CAREC region: documentary \ncompliance cost an average of $190 for export and $275 for import in 2019;6 and significant border \ndelays yielded an average border-crossing time of 16.7 hours in 2018.7 In 2018, 8 of the 11 \nCAREC countries ranked in the bottom half of the World Bank’s logistics performance index.8  \n \n \n1  The CAREC Program is a partnership of 11 countries—Afghanistan, Azerbaijan, the People’s Republic of China \n(PRC), Georgia, Kazakhstan, the Kyrgyz Republic, Mongolia, Pakistan, Tajikistan, Turkmenistan, and Uzbekistan—\nworking together to promote development through cooperation, leading to accelerated economic growth and poverty \nreduction. The CCC platform identifies and addresses issues of mutual concern for CAREC customs agencies and \nhelps achieve their respective modernization and reform agendas at national and regional levels. ADB. 2019. CAREC \nIntegrated Trade Agenda 2030 and Rolling Strategic Action Plan, 2018–2020. Manila. \n2  ADB. 2017. CAREC 2030: Connecting the Region for Shared and Sustainable Development. Manila; ADB. 2018. \nStrategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. Manila; and ADB. \n2016. Operational Plan for Regional Cooperation and Integration (2016–2020). Manila. ADB is preparing a new RCI \nOperational Plan, 2019–2024 to align its RCI support with Strategy 2030 priorities. \n3  Past ADB support includes, for example, ADB. 2016. Technical Assistance for Implementation of Trade Facilitation \nInitiatives in Central Asia Regional Economic Cooperation Program. Manila; and ADB. 2013. Technical Assistance \nfor  Aligning  Customs  Trade  Facilitation  Measures  with  Best  Practices  in  Central  Asia  Regional  Economic \nCooperation. Manila. The TA first appeared in the business opportunities section of ADB’s website on 18 September \n2019. \n4  World Trade Organization (WTO). WTO statistics database: https://data.wto.org (accessed 13 September 2018). \nData excludes the PRC. \n5  UNCTAD statistics database. http://unctadstat.unctad.org/EN/ (accessed 22 October 2018). \n6  World Bank. 2019. Doing Business 2019: Training for Reform. Washington, DC. Data excludes Turkmenistan and \nthe PRC. \n7  ADB. 2018. CAREC Corridor Performance Measurement and Monitoring Annual Report. Manila. \n8  World Bank. 2018. Logistics Performance Index 2018. Washington, DC. \n \n ", "2      \n \n4.  CAREC customs agencies are vital players in increasing trade, improving competitiveness, \nand ensuring the smooth flow of goods and people across borders. Major challenges to the \nefficient rapid transport and transit of goods include inadequate border facilities; nontransparent, \ncomplex, and excessive procedures at border-crossing points; and weak coordination of border \nagencies at national and cross-border levels. CAREC countries should modernize physical \nborder-crossing  point  infrastructure  and  older  border-control  facilities,  which  cannot \naccommodate new transport and trading models (just-in-time manufacturing, vendor-managed \ninventory, and multimodal transport). Customs procedures often cannot keep up with increasingly \ncomplex trading rules and the tremendous increase in trade volume from increasing international \ne-commerce. \n \n5.  CAREC  customs’  slow  adaptation  to  modern  technology  solutions  perpetuates \ncumbersome paper-based clearance procedures at the border instead of developing paperless \ntrade systems, in line with international best practice.9 Suboptimal uptake of single window \nsystems and business-to-customs and customs-to-customs data exchange systems prevents fast, \nefficient, and secure trade growth and potential use of blockchain processes. Outdated risk \nmanagement systems are not yet in line with international best practice and hinder efforts of the \neight CAREC World Trade Organization (WTO) member countries to meet their international \ncommitments under the WTO Trade Facilitation Agreement. The relatively low use of national \nauthorized economic operator (AEO) programs, often because of inadequate automated customs \nsystems and a lack of incentives for the private sector, makes border-crossing points more costly \nand time-consuming.10 Inefficient risk management systems are compounded by the region’s \nunderdeveloped transit systems, which hinder member countries’ ability to move cargo rapidly \nand securely and participate in global supply chains. Such factors especially challenge landlocked \ncountries.  Border  management  cooperation  has  developed  slowly,  often  because  of  the \ncomplexities of interagency coordination at national and regional levels, including agreement on \nmutual recognition arrangements to help customs provide better services to the private sector. \nGiven  the  prevailing  challenges,  healthy  customs-to-customs  and  business-to-customs \nrelationships cannot operate at optimal levels. \n \n6.  Previous ADB TA support has helped address bottlenecks to trade through focused \ninterventions, including support to the CCC, a dynamic catalyst in facilitating reform that has \nhelped reduce (i) delays caused by 100% physical inspection of goods and transit convoys, (ii) \nmanual and multiple submission of document requirements, and (iii) complex, nontransparent \nclearance procedures (footnote 3). CAREC customs have begun adopting international best \npractice to simplify procedures, introduce risk management, and minimize documentation through \nautomation. ADB TA has (i) introduced innovative customs–private sector dialogue to identify \nground-level issues and foster partnerships and (ii) conducted scoping work for investment \nprojects that help CAREC governments improve physical infrastructure and build national single \nwindows at borders.11 Reforms require continued development, however, to ensure that rapid \ntechnology innovations do not diminish the benefits they have brought. \n \n \n9  UNESCAP. 2016. United Nations Framework Agreement on Facilitation of Cross-border Paperless Trade in Asia \nand the Pacific. Bangkok.  \n10  World Customs Organization. 2019. Compendium of Authorized Economic Operators Programmes 2019 Edition. \nBrussels. \n11  Customs–private sector dialogue includes, for example, ADB. 2014. Technical Assistance for Central Asia Regional \nEconomic Cooperation: Working with the Private Sector in Trade Facilitation (Phase 2). Manila. The CCC coordinates \nwith the CAREC Federation of Carriers and Forwarders Associations, also developed under ADB-financed TA, and \noperational since 2009. CAREC Regional Improvement of Border Services (RIBS) projects are ongoing in the Kyrgyz \nRepublic, Mongolia, Pakistan, and Tajikistan, to improve facilities at key border-crossing points and support \ndevelopment of national single windows. \n ", "      3      \n \n7.  At the 18th Meeting of the CCC (in June 2019 in Tashkent, Uzbekistan), CAREC customs \nagencies requested ADB to continue support for their trade facilitation modernization and reform \nefforts, in particular to (i) improve the capacity of customs to build a regulatory environment that \npromotes efficient, transparent, and modern customs to better serve the private sector; (ii) help \nmeet their obligations under the WTO Trade Facilitation Agreement; (iii) implement improved \nregional transit procedures; (iv) intensify efforts to develop and implement effective AEO systems; \nand (v) help identify and prepare trade facilitation investment projects. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n8.  The TA is aligned with the following impacts: the trade and smooth flow of goods and \npeople across the CAREC region increased (footnote 2), and trade from increased market access \nexpanded (footnote 1). The TA will have the following outcome: CAREC customs agencies and \nthe CCC providing better services to their clients.12  \n \nB.  Outputs, Methods, and Activities \n \n9.  Output  1:  Scoping  studies  with  actionable  recommendations  in  customs \ninfrastructure, facilities, use of technology, and logistics support prepared. The TA will \nsupport scoping studies at select border-crossing points to assess the adequacy of physical \ninfrastructure (including laboratory, inspection, and cargo handling facilities); use of information \nand communications technology (including the single window); and logistics support capacities to \nmeet international standards and client demand for quality border-crossing services; and to better \ninform  necessary  customs  reforms.  The  TA  will  assess  completed  and  ongoing  regional \nimprovement of border services (RIBS) projects to ensure lessons learned are applied to new \nRIBS investments.  \n \n10.  Output 2: Initiatives in modern customs technologies and best practice supported. \nThe TA will support digital transformation of customs technologies by promoting development of \ne-customs systems, paperless trade, and technology innovations to eliminate trade-hindering \npaper-based  procedures.  It  will  promote  use  of  modern  risk  management  systems  (AEO \nprograms)  in  more  CAREC  countries  and  encourage  emerging  AEO  programs  to  develop \npreliminary mutual recognition processes across borders. Participating countries will implement \nthe comprehensive, risk-based CAREC Advanced Transit System (CATS) to enhance supply \nchain security, help trade flow more smoothly, and reduce costs; CATS will be supported by a \ncustoms information common exchange to facilitate intra- and extra-regional trade.13 \n \n11.  Output 3: Customs capacity improved. The TA will help conduct technical skills training \nand adoption of measures to reduce delay at border-crossing points, such as expanded joint \ncustoms border control pilots and regular customs–private sector dialogue. The TA will help \ndevelop business-to-customs and customs-to-customs electronic platforms and encourage study \nvisits and inter-subregional learning opportunities to optimize lessons learned from other customs’ \nand private sector experience. The TA will enhance customs’ capacity to better cope with \nincreasing  volumes  of  trade  (arising  from  e-commerce,  blockchain  application,  and  other \ntechnology innovations) and coordinate joint training on logistics management and coordinated \nborder management with border agencies and the private sector. The TA will draw on and \n \n12 The design and monitoring framework is in Appendix 1. \n13 Asian Development Bank. 2019. CAREC Advanced Transit System. \n ", "4      \n \nstrengthen ADB’s knowledge partnership for customs cooperation and trade facilitation activities \nwith development partners, including but not limited to the CAREC Institute, the United Nations’ \nEconomic and Social Commission for Asia and the Pacific, the World Customs Organization and \nits designated regional training centers such as Shanghai Customs College, and the WTO. \n \n12.  TA outputs reflect CCC priority areas of work and will help implement the CCC 2019–2021 \nwork plan, aligned with the CITA 2030 Rolling Strategic Action Plan, 2019–2021. The outputs will \nalso help the CCC (i) coordinate and maintain dialogue with other CAREC platforms and sectors, \nsuch as the Regional Trade Group, the CAREC Transport Coordinating Committee, and the \nCAREC Federation of Carrier and Forwarder Association and (ii) identify opportunities for future \ntrade-related investment projects. \n \nC.  Cost and Financing \n \n13.  The TA is estimated to cost $1,450,000, of which (i) $250,000 will be financed on a grant \nbasis by the Regional Cooperation and Integration (RCI) Fund;14 (ii) $500,000 will be financed on \na  grant  basis  by  the  People’s  Republic  of  China  (PRC)  Poverty  Reduction  and  Regional \nCooperation Fund and administered by ADB;15 and $700,000 will be financed on a grant basis by \nthe United Kingdom Fund for Asia Regional Trade and Connectivity (ARTCF) under the Regional \nCooperation and Integration Financing Partnership Facility and administered by ADB. The key \neligible expenditure items are listed in Appendix 2. \n \nD.  Implementation Arrangements \n \n14.  ADB  will  administer  the  TA.  ADB’s  East  Asia  Department  (EARD)  will  implement, \nsupervise, and monitor activities, including procuring equipment, organizing workshops, and \nselecting and managing consultants and resource persons. EARD will manage output 1 of the \nKSTA together with Central and West Asia Transport and Communications division which will \nplay a leading role in identifying upstream investments in CWRD countries and translating these \ninto operations. EARD will work in coordination with the CAREC unit (Central and West Asia \nRegional  Department); ADB  resident missions;  existing  development partners (the  CAREC \nInstitute and Regional Knowledge Sharing Initiative); and others, creating synergies among \nregional initiatives.16 ADB will coordinate implementation of the TA with ongoing regional TA \nefforts to enhance trade performance and ensure mutual complementarity of activities.17 EARD \nwill fully comply with monitoring and reporting of activities required under specific funding sources \nand hold regular consultations with funding sources. The implementation arrangements are \nsummarized in the table.    \n \n14  Established by ADB. Financing partner: the Government of Japan. \n15  The fund was originally named “People’s Republic of China Regional Cooperation and Poverty Reduction Fund” in \nthe 2005 Board paper. \n16 The Government of the PRC and ADB established the program in 2012 to facilitate the exchange of development-\nrelated knowledge among ADB’s developing member countries. \n17 ADB. 2019. Implementing the Integrated Trade Agenda in the Central Asia Regional Economic Cooperation Program. \nManila; ADB. Forthcoming. Partnership with the Private Sector for Sustainable Trade Facilitation Results in the \nCentral Asia Regional Economic Cooperation Program. Manila; ADB. 2018. Technical Assistance for Modernizing \nSanitary  and  Phytosanitary  Measures  to  Facilitate  Trade.  Manila;  ADB.  2016.  Technical  Assistance  for \nImplementation of Trade Facilitation Initiatives in Central Asia Regional Economic Cooperation Program. Manila; and \nADB. 2014. Technical Assistance for Central Asia Regional Economic Cooperation: Working with the Private Sector \nin Trade Facilitation (Phase 2). Manila. \n ", "      5      \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  October 2019–September 2021 \nExecuting agency  ADB \nImplementing agencies  EARD will implement the TA in coordination and collaboration with \nCWTC (particularly on output 1), CWRC, the CAREC Institute, and \nCAREC ADB resident missions. \nConsultants  To be selected and engaged by ADB. \nIndividual selection  International expertise  $511,000 \n(24 person-months) \nIndividual selection  National expertise   $102,000 \n(24 person-months) \nDisbursement  The TA resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2010, as amended from time \nto time). RCI Fund, PRC Fund, and ARTCF funds will be disbursed \nbased on cost sharing defined in cost estimates in Appendix 2. \nADB = Asian Development Bank, ARTCF = United Kingdom Fund for Asia Regional Trade and Connectivity, CAREC \n= Central Asia Regional Economic Cooperation, CWRD = Central and West Asia Regional Department, EARD = East \nAsia Regional Department, PRC Fund = People’s Republic of China Poverty Reduction and Regional Cooperation \nFund, RCI Fund = Regional Cooperation and Integration Fund, TA = technical assistance.  \nSource: Asian Development Bank. \n \n15.  Consulting services. ADB will engage the consultants following the ADB Procurement \nPolicy (2017, as amended from time to time) and its associated project administration instructions \nand/or staff instructions.18 The TA will require 24 person-months of international and 24 person-\nmonths of national consultant inputs. ADB will recruit consultants individually rather than through \na firm because (i) the wide range of experience, expertise, and specific knowledge of the CAREC \nProgram and countries required to complete all TA activities is not available in a single firm; and \n(ii) consultants and resource persons should be rapidly mobilized. EARD will manage all individual \nconsultants. Where appropriate, ADB will consider output-based contracts for administrative \nefficiency and simplified disbursement. \n \n16.  ADB’s procurement. ADB will procure software and small equipment (three servers) for \nthe CATS initiative through requests for quotation and direct contracting. Procurement will be in \naccordance with Asian Development Bank Procurement Policy (2017, as may be amended from \ntime to time). \n \nIV.  THE PRESIDENT'S DECISION \n \n17.  The President, acting under the authority delegated by the Board, has approved (i) the \nAsian Development Bank (ADB) administering a portion of technical assistance not exceeding \nthe equivalent of $700,000 to be financed on a grant basis by the United Kingdom Fund for Asia \nRegional Trade and Connectivity under the Regional Cooperation and Integration Financing \nPartnership Facility; (ii) ADB administering a portion of technical assistance not exceeding the \nequivalent of $500,000 to be financed on a grant basis by the People's Republic of China Poverty \nReduction and Regional Cooperation Fund; and (iii) ADB providing the balance not exceeding the \nequivalent of $250,000 on a grant basis for Better Customs for Better Client Services in Central \nAsia Regional Economic Cooperation Countries, and hereby reports this action to the Board. \n \n \n18 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "6     Appendix 1       \n \nDESIGN AND MONITORING FRAMEWORK \nImpacts the TA is Aligned with \n(i)  Trade and smooth flow of goods and people across the CAREC region increased (CAREC 2030)a \n(ii)  Trade from increased market access expanded (CITA 2030)b \nPerformance Indicators with Targets  Data Sources and \nResults Chain  and Baselines  Reporting Mechanisms  Risks  \nOutcome  By 2022:     \nCAREC customs  a. Customs component of the Logistics  a. Customs efficiency  Changes in \nagencies and the CCC  Performance Index improves by at  indicator from Logistics  customs \nproviding better services  least 3% (average CAREC country  Performance Index  executive \nto their clients  score) (2018 baseline: 243)c    management \n    delays reforms. \nb. Three additional CAREC countries  b. United Nations Global \nsign the United Nations Framework  Survey on Trade \nAgreement on Facilitation of Cross- Facilitation and Paperless \nBorder Paperless Trade in Asia-Pacific  Trade Implementation \n(2018 baseline: 2) (RFI A) \nOutputs  By 2021:     \n1. Scoping studies with  1a. Scoping studies completed for at  1a. Consultant reports  Frequent changes \nactionable  least three selected BCPs to identify  (infrastructure, facilities,  in technical and \nrecommendations in  gaps in physical infrastructure, facilities  use of ICT, logistics, and  administrative \ncustoms infrastructure,  for cargo handling, use of ICT (single  recommendations)  personnel can \nfacilities, use of  window), and logistics support facilities    disrupt \ntechnology, and logistics  (2018 baseline: 0)    innovations. \nsupport prepared       \n      Political issues on \n2. Initiatives in modern  2a. Framework for implementation of  2a–c. CAREC biannual  the scope of \ncustoms technologies  paperless trade at a minimum of three  trade sector progress  authority of \nand best practice  BCPs completed (2018: baseline: 1)  reports  concerned border \nsupported      agencies can \n  2b. Framework for AEO program in 3    derail reforms. \n  additional CAREC countries completed     \n  (2018 baseline: 3 countries)     \n       \n  2c. CAREC Advanced Transit System     \n  Agreement and Information Common     \n  Exchange implemented in 3 countries     \n  (2018 baseline: 0) (RFI B)     \n       \n3. Customs capacity  3a. At least 250 customs personnel,  3a–b. Training participant   \nimproved  other border agency personnel, and  feedback surveys   \n  trade-related representatives of the     \n  private sector report enhanced     \n  technical skills in coordinated border     \n  management, joint customs border     \n  control, e-commerce, blockchain, and     \n  other areas (2018 baseline: not     \n  applicable)     \n       \n  3b. Of the 250 customs personnel,     \n  other border agency personnel, and     \n  trade-related representatives of the     \n  private sector reporting enhanced     \n  technical skills, at least 35% are     \n  women (2018 baseline: not applicable)     \n       \n  3c. At least 2 business-to-customs  3c. CAREC biannual trade   \n  platform models developed (2018  sector progress reports;   \n  baseline: 0)  annual joint customs–  \n  private sector meeting \nreports \n ", "Appendix 1      7      \n \n  Key Activities with Milestones \n1.  Scoping studies with actionable recommendations in customs infrastructure, facilities, use of technology, \nand logistics support prepared \n1.1  Together with CWTC, conduct scoping studies in select BCPs identified as problematic under the CPMM to include: \nadequacy of physical infrastructure (buildings, offices, warehouses, access roads) to accommodate new modes of \ntransport and transit; border facilities (inspection and laboratory equipment, and information and communications \ntechnology facilities, including the single window); logistics support facilities at BCPs (accommodation for drivers, \nprovision for food services); and recommendations to address the gaps, including possible investment projects \n(BCP1: Q4 2019–Q3 2020; BCP2: Q3 2020–Q2 2021; and BCP3: Q3 2020–Q2 2021). \n2.  Initiatives in modern customs technologies and best practice supported \n2.1  Support digital transformation by enhancing e-customs systems and new developments in ICT to facilitate trade, \nsuch as paperless trade, cross border e-commerce, and blockchain technology (Q4 2019–Q1 2021).  \n2.2  Support accession to the United Nations’ Framework Agreement on Facilitation of Cross-Border Paperless Trade in \nAsia-Pacific (Q1 2020–Q2 2021) through awareness raising and technical workshops, preparation of frameworks for \naccession and expert assistance. \n2.3. Prepare frameworks and work plans to assist countries in adopting modern risk management systems and \napproaches and develop national AEO programs and preliminary mutual recognition processes for AEOs across \nborders (Q4 2019–Q2 2021). \n2.4.  Provide  technical  assistance  to  implement  the  CAREC  Advanced  Transit  System  Agreement,  based  on \ncomprehensive and risk-based guarantees and supported by a customs information common exchange; support \naccession to the Convention on a Common Transit Procedure, and the use of the New Computerized Transit System \nto facilitate trade with European markets (Q4 2019–Q2 2021). \n3. Customs capacity improved \n3.1. To improve services delivered to clients, provide technical skills training to customs, other border agencies, and \nthe private sector: study visits and joint trainings on logistics management, coordinated border management, joint \ncustoms border control electronic data exchange, e-commerce, and blockchain technology (Q1 2020–Q4 2021).  \n3.2 Enhance existing and develop new cooperative relationships with private sector and other stakeholders through joint \ntrainings, research activities, policy dialogues on border-crossing issues based on CPMM results, and adoption of \nstandards (Q1 2020-Q3 2020). \n3.3 Strengthen coordination with other trade sector cooperative mechanisms such as the CAREC RTG, CAREC \nTransport Sector Coordinating Committee, and CAREC Institute; organize annual meeting of CCC and joint meeting \nwith RTG (Q2 2020-Q2 2021). \n3.4 Enhance inter-subregional learning opportunities for CAREC countries with other ADB subregional platforms, e.g., \nSouth Asia Subregional Economic Cooperation (Q4 2019–Q4 2020). \nTA Management Activities \nConduct supervision assessment missions; consult with customs agencies and the private sector to ensure smooth \nimplementation of the TA; coordinate with other development partners to avoid duplication and maximize sustainable \ndevelopment outcomes; and provide technical and administrative guidance to ensure efficient implementation of the TA. \nInputs \nUnited Kingdom Fund for Asia Regional Trade and Connectivity Fund under the Regional Connectivity Cooperation and \nIntegration Financing Partnership Facility: $700,000 \nPeople’s Republic of China Poverty Reduction and Regional Cooperation Fund: $500,000 \nRegional Cooperation and Integration Fund: $250,000 \nAssumptions for Partner Financing \nNot applicable. \nADB = Asian Development Bank, AEO = authorized economic operator, BCP = border-crossing point, CAREC = Central \nAsia Regional Economic Cooperation, CCC = Customs Coordinating Committee, CITA = CAREC Integrated Trade \nAgenda, CPMM = CAREC performance measurement and monitoring, CWTC = Central West Transport and \nCommunications, ICT = information and communications technology, Q = quarter, RFI = results framework indicator, \nTA = technical assistance. \na  ADB. 2017. CAREC 2030: Connecting the Region for Shared and Sustainable Development. Manila. \nb  ADB. 2018. CAREC Integrated Trade Agenda 2030 and Rolling Strategic Action Plan, 2018–2020. Manila. \nc  Overall Logistics Performance Index score excludes People’s Republic of China. No data are available for Azerbaijan. \nSource: Asian Development Bank. \nContribution to the ADB Results Framework: \nRFI A: Measures to improve execution of provisions in existing or new trade or investment agreements supported in \nimplementation. Expected: 3. \nRFI B: Measures to improve the efficiency and/or productivity of cross-border connectivity supported in implementation. \nExpected: 1. \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nItem  Amount \nA.  United Kingdom Fund for Asia Regional Trade and Connectivity Fund   \nunder the Regional Cooperation and Integration Financing Partnership \nFacility a  \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  207.0 \nii.  National consultants  78.0 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  75.0 \n2.  Training, seminars, workshops, forum, and conferences   \na.  Resource persons  34.0 \nb.  Travel cost of ADB staff acting as a resource personb  16.0 \nc.  Venue rental and related facilities  70.0 \nd.  Participants  200.0 \ne.  Representation  10.0 \n3.  Contingencies  10.0 \nSubtotal (A)  700.0 \nB.  People’s Republic of China Poverty Reduction and Regional   \nCooperation Fund c \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  192.0 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  50.0 \n2.  Training, seminars, workshops, forum, and conferences   \na.  Resource persons  34.0 \nb.  Travel cost of ADB staff acting as a resource personb  16.0 \nc.  Venue rental and related facilities  40.0 \nd.  Participants  150.0 \ne.  Representation  8.0 \n3.  Contingencies  10.0 \nSubtotal (B)  500.0 \nC.  Regional Cooperation and Integration Fund d   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  102.0 \nii.  National consultants  24.0 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  20.0 \n2.  Training, seminars, workshops, forum, and conferences   \na.  Venue rental and related facilities  20.0 \nb.  Participants  50.0 \n3.  Equipment   \na.  Purchase of small equipment e  30.0 \n4.  Contingencies  4.0 \nSubtotal (C)  250.0 \nTotal  1,450.0 \nADB = Asian Development Bank.  \nNote: The technical assistance (TA) is estimated to cost $1,450,000, of which contributions from the Asian Development \nBank Regional Cooperation and Integration (RCI) Fund, the United Kingdom Fund for Asia Regional Trade and \nConnectivity (ARTCF) under the Regional Cooperation and Integration Financing Partnership Facility, and the People’s \nRepublic of China (PRC) Poverty Reduction and Regional Cooperation Fund are presented in the table above. The \nRCI Fund will support implementation of the regional transit scheme and capacity building and will finance operational \n ", "Appendix 2     9      \n \nexpenses such as consulting services, training, and related goods and activities; it will not be used to finance civil \nworks, procurement of large-scale equipment, or permanent staffing costs. The PRC fund will support customs \nmodernization and adoption of best practices and will finance operational expenses including consulting services, \ntraining, conferences, workshops; it will not fund small-scale civil works and/or other associated demonstration level \nequipment and materials. The ARTCF will support scoping studies for future trade investment projects, enhancing \npublic–private sector partnerships and technical skills training, and will finance consulting services, training events, \nconferences, and workshops (including travel costs to participate in the training events, conferences, and workshops), \nbut will not fund civil works, procurement of large-scale equipment, or permanent staffing costs. It can be used to \nsupport staff resources related to ARTCF management in the form of sponsored staff and staff consultants as \nnecessary.  \na   Administered by ADB. \nb   ADB  (Budget,  Personnel  and  Management  Systems  Department  and  Strategy,  Policy  and  Partnerships \nDepartment). 2013. Use of Bank Resources: Regional Technical Assistance and Technical Assistance vs. Internal \nAdministrative Expenses Budget. Memorandum. 26 June (internal). \nc  Administered by ADB. \nd  Administered by the Asian Development Bank. Established by the Asian Development Bank. Financing partner: the \nGovernment of Japan. \ne   Software and small equipment (three servers) for the Central Asia Regional Economic Cooperation Advanced \nTransit System (CATS) pilot initiative will be procured through requests for quotations and direct contracting. \nProcurement will be in accordance with Asian Development Bank Procurement Policy (2017, as may be amended \nfrom time to time, and the associated PAIs and TA Staff Instructions). ADB will request confirmation from the \ngovernment that the server is still in use upon completion of the TA.  \nSource: Asian Development Bank estimates. \n \n ", "10  Appendix 3 \n \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=53159-001-TAReport    \n \n1.  Terms of Reference for Consultants \n \n "], "metadata": {"Author": "DTD", "CreationDate": "D:20191023110528+08'00'", "Creator": "PDF24 Creator", "ModDate": "D:20191024150109+08'00'", "Producer": "GPL Ghostscript 9.14", "Title": "Microsoft Word - KSTA 53159_23Oct_FINAL_OSEC.docx"}}