{"path": "data/input/ta/53161-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report\n \n \n \nProject Number: 53161-001 \nTransaction Technical Assistance (TRTA) \nSeptember 2021 \n \n \n \n \nRepublic  of  Uzbekistan:  Supporting  the  Financial \nMarkets Development Program \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Access to Information \nPolicy.\n \n ", " \nCURRENCY EQUIVALENTS \n(as of 16 August 2021) \n \n \nCurrency unit  –  sum (SUM) \nSUM1.00  =  $0.00009372 \n$1.00  =  SUM10,669.20 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  MOF  –  Ministry of Finance  \nTA  –  technical assistance \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars unless otherwise stated. \n \n \nVice-President  Shixin Chen, Operations 1 \nDirector General  Eugenue Zhukov, Central and West Asia Department (CWRD) \nDeputy Director General  Nianshan Zhang, CWRD \nDirector  Tariq H. Niazi, Public Management, Financial Sector and Trade \nDivision (CWPF), CWRD \n   \nTeam leaders  Syed Ali-Mumtaz H. Shah, Principal Financial Sector Specialist, CWPF, \nCWRD \nÇiğdem Akın, Principal Public Management Economist, CWPF, CWRD \nTeam members  Bobir Gafurov, Senior Private Sector Development Officer, Uzbekistan \nResident Mission (URM), CWRD \nMarinette Glo, Administrative Assistant, HR Business Partners Division, \nBudget, People, and Management Systems Department \nShinsuke Kawazu, Principal Counsel, Office of the General Counsel \nMaria Kenneth Pinili, Senior Operations Assistant, CWRD \nLyle Raquipiso, Senior Economics Officer, CWPF, CWRD \nPriyanka Sood, Senior Financial Sector Specialist, CWPF, CWRD \nPeer reviewer  Arup Kumar Chatterjee, Principal Financial Sector Specialist, Finance \nSG, Sustainable Development and Climate Change Department  \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", " \nCONTENTS \nPage \n \nI.  THE PROPOSED PROJECT  1 \nII.  THE TECHNICAL ASSISTANCE  1 \nA.  Justification  1 \nB.  Outputs and Activities  2 \nC.  Cost and Financing  2 \nD.  Implementation Arrangements  2 \n \nAPPENDIXES  \n1.  Cost Estimates and Financing Plan  4 \n2.  List of Linked Documents  5 \n \n \n \n \n ", " \n \n ", " \nI.  THE PROPOSED PROJECT \n \n1.  The Government of Uzbekistan has requested policy-based loans totaling $200 million \nfrom the concessional ordinary capital resources of the Asian Development Bank (ADB) to \nsupport demand and supply measures to broaden and deepen the financial system in Uzbekistan \nand ground it in a strong legal and regulatory framework, in line with ADB’s country partnership \nstrategy for Uzbekistan (2019–2023)1 and ADB’s country operations business plan (2021–2023).2 \nThe Financial Markets Development Program, structured as two subprograms, will facilitate the \ndesign and implementation of reforms that are necessary to create an enabling environment for \ncompetitive financial markets.3 The program’s outcome will be to help increase the capacity and \nsize of Uzbekistan’s financial markets; the impact is to support their role as a well-functioning \nfinancial system that supports basic capital and investment needs and the country’s long-term \neconomic objectives. \n   \nII.  THE TECHNICAL ASSISTANCE \n \nA.  Justification \n \n2.  The program proposes to introduce reform measures to diversify a predominantly bank-\nbased system of financial intermediation and expand sources of credit to limit the systemic \nimpacts of economic shocks, reduce financing costs by stimulating healthy competition with the \nbanking  sector,  and  enhance  the  financial  market’s  contribution  to  meeting  the  increasing \nfinancing requirements of a growing economy. Consultations with the government identified the \nfollowing focus areas: strengthening market facilitation, and enhancing the demand for and the \nsupply of securities.  \n \n3.  The government requested transaction technical assistance (TA) to support government \ninitiatives  to  implement  critical  reforms  in  selected  areas  under  the  Financial  Markets \nDevelopment Program. The results framework, implementation arrangements, cost estimate, and \nthe scope of the TA were discussed with the government during the fact-finding mission for the \nproposed policy-based loan.  \n   \n4.  The transaction TA will help the government and regulators implement further demand \nreform measures by developing policies and reforms related to insurance and pensions , as well \nas  preparing  market  infrastructure.4 More  specifically,  the  transaction  TA  will  support  (i) \ndeveloping a coherent policy on a universal pension; (ii) enacting legislative reforms related to \nthe off-balance sheet pension fund and other government-provided pensions; (iii) determining \nmodalities of implementing defined contribution and employer-sponsored pension plans for the \ngovernment, its agencies, and state owned-enterprises; (iv) developing a coherent policy on the \ninsurance industry that addresses current impediments and is in line with international standards; \n(v) drafting regulations and rules for the insurance industry; and (vi) facilitating the enhancement \nof market infrastructure to cater to new linkages and products. The alignment of pension and \ninsurance regulations with regulations for banking and securities will be ensured to promote \ncapital market development. The TA is included in the country operations business plan, 2021–\n2023 (footnote 1). \n \n1  ADB. 2019. Country Partnership Strategy: Uzbekistan, 2019–2023—Supporting Economic Transformation. Manila. \n2  ADB. 2020. Country Operations Business Plan: Uzbekistan, 2021‒2023. Manila. \n3  The loans will be disbursed as single-tranche policy-based loans of $100 million each for subprograms 1 and 2. The \nindicative implementation periods are June 2019 to September 2021 for subprogram 1 and October 2021 to June \n2023 for subprogram 2. \n4  The TA first appeared in the business opportunities section of ADB’s website on 14 May 2020. \n \n ", "2 \n \nB.  Outputs and Activities \n \n5.  Output 1: Developing pension policy supported. Assist the Ministry of Finance (MOF) \nto issue a policy on pensions that includes: (i) an actuarial analysis of the off-balance sheet \npension fund and proposed universal pension with the objective of finding a contribution rate that \nrepresents value for money, and moving some current payments to the universal pension; (ii) a \nreview  and  revision  of legislation  related  to the  off-balance  sheet  pension  fund  and  other \ngovernment-provided  pensions;  (iii)  determination  of  the  approaches  the  government,  its \nagencies, and state owned-enterprises can use to implement defined contribution and employer-\nsponsored pension plans; and (iv) a robust process for cross-regulatory cooperation. \n \n6.  Output 2: Support for regulating pension investments provided. Support the MOF to \nissue and publish investment rules for defined contribution and private schemes. \n \n7.  Output 3: Developing insurance policy supported. Assist the MOF and the Insurance \nMarket Development Agency to issue a policy on the insurance industry (i) including an analysis \nof divesting the government’s ownership of state insurance companies; (ii) upgrading regulations \nto comply with the Insurance Core Principles developed by the International Association of \nInsurance Supervisors; (iii) broadening investment mandates; and (iv) including a robust process \nfor cross-regulatory cooperation.   \n \n8.  Output  4:  Support  for  insurance  regulations  and  rules  provided.  Support  the \nInsurance Market  Development  Agency  to  issue  and  publish  regulations  and  rules  for the \ninsurance industry to strengthen insurance regulation and supervision.   \n \n9.  Output 5: Enhancing the capital markets infrastructure facilitated. Support the MOF, \nUzbekistan  Republican  Stock  Exchange,  and  Uzbekistan  Central  Securities  Depository  in \nenhancing market infrastructure to cater for cross-platform linkages that involve new participants \nand cater to new products. \n \nC.  Cost and Financing \n \n10.  The TA is estimated to cost $525,000, of which $500,000 will be financed on a grant basis \nby ADB’s Technical Assistance Special Fund (TASF 7). The key expenditure items are listed in \nAppendix 1.  \n \n11.  The government will provide counterpart support in the form of counterpart staff, office \naccommodation, inter-agency coordination and other in-kind contributions. The government was \ninformed that approval of the TA does not commit ADB to finance any ensuing project. \n \nD.  Implementation Arrangements \n \n12.  ADB will administer the TA with the support of the ADB Uzbekistan Resident Mission. \nADB’s Public Management, Financial Sector, and Trade Division in the Central and West Asia \nDepartment will select, supervise and evaluate the consultants.  \n \n13.  The implementation arrangements are summarized in the table below. \n \n \n ", "3 \nTable 1: Implementation Arrangements \nAspects  Arrangements \nIndicative implementation period  October 2021–September 2023 \nExecuting agency  Ministry of Finance \nImplementing agencies  Ministry  of  Finance,  Insurance  Market  Development  Agency, \nUzbekistan Republican Stock Exchange, and Uzbekistan Central \nSecurities Depository  \nConsultants  To be selected and engaged by ADB  \nFirm: QCBS   Supporting the  $475,000 \nFinancial Markets \nDevelopment \nProgram \nDisbursement  The TA resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2020, as amended from time \nto time). \nADB = Asian Development Bank; QCBS = quality and cost-based selection; TA = technical assistance. \nSource: Asian Development Bank. \n \n14.  Consulting services. ADB will engage a consulting firm to implement the TA. It is \nestimated that 15 person-months of international and 6 person-months of national consultants’ \nservices will be required. The proposing entities may propose some adjustments with justification. \nGiven the highly specialized expertise needed, the consulting firm will be engaged through quality \nand cost-based selection method using a standard quality–cost ratio of 90:10. ADB will select the \nconsulting firm based on a simplified technical proposal. The team of consultants will have \nexpertise in capital markets, insurance, and pension development and facilitation across diverse \ntechnical facets (including institutional, legal and regulatory, and infrastructure). ADB will engage \nthe consultants following the ADB Procurement Policy (2017, as amended from time to time) and \nits associated project administration and/or staff instructions.5  \n \nTable 2: Summary of Required Consulting Services \nPosition  Person-Months \nA.  International   \n1.  Team Leader  2.0 \n2.  Pensions Expert  2.5 \n3.  Pensions Legal and Regulatory Expert  1.5 \n4.  Insurance Legal and Regulatory Expert  3.0 \n5.  Capital Markets Infrastructure Expert  6.0 \nSubtotal  15.0 \nB.  National    \n6.  Legal and Regulatory Expert  1.0 \n7.  Insurance Expert  1.0 \n8.  Program Coordinator  1.0 \n9.  Systems Expert  3.0 \nSubtotal  6.0 \nTOTAL  21.0 \nSource: Asian Development Bank estimates. \n \n15.  Reporting requirements. The consulting team will submit to ADB and the government \n(i) an inception report within 2 weeks of mobilization, (ii) interim progress reports within the first \nmonth after the end of each reporting period, (iii) a draft final report 1 month before the end of the \nengagement and (iv) a final report 2 weeks before the end of the engagement. All reports shall \nbe prepared in English and important elements of select reports shall be translated into Russian \nas advised by ADB and the government. \n \n5  Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 2). \n \n ", "4  Appendix 1 \nCOST ESTIMATES AND FINANCING PLAN \n($) \n \n \nItem                        Amount  \nA. Asian Development Bank a           \n1. Consultants             \n  a. Remuneration and Per Diem         \n    i. International Consultants             345,000  \n    ii. National Consultants          25,000  \n  b. Out-of-Pocket Expenses           \n    i. International and Local Travel               75,000  \n    ii. Reports and Communications               5,000  \n    iii. Miscellaneous Admin and Support Costs b           20,000  \n2. Trainings, Seminars and Conferences                      5,000 \n3. Contingencies            25,000 \n     \n         TOTAL                      500,000  \nNote: The technical assistance (TA) is estimated to cost $525,000, of which contributions from the Asian Development \nBank (ADB) are presented in the table above. The government will provide support in the form of counterpart staff, \noffice accommodation, inter-agency coordination, and other in-kind contributions. The value of government contribution \nis estimated to account for 5% of the total TA cost. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF 7). \nb  Includes translation, printing, event supplies, and other support for workshops.  \nSource: Asian Development Bank estimates. \n \n ", "Appendix 2       5 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=53161-001-TAReport \n \n1.  Terms of Reference for Consultants \n  \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20210916132024+08'00'", "Creator": "Microsoft® Word for Microsoft 365", "Keywords": "uzbekistan, financial markets, public debt management, liquid government bond market, money markets,  market infrastructure, trading systems, finance sector development, 53161-001, adb projects, adb technical assistance, approved technical assistance, tar, ta projects", "ModDate": "D:20211012083610+08'00'", "Producer": "Microsoft® Word for Microsoft 365", "Subject": "Provided as a supporting document to the Report and Recommendation of the President for the Greater Financial Markets Development Program (Subprogram 1) in Uzbekistan.", "Title": "Financial Markets Development Program (Subprogram 1): Technical Assistance Report"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 16 August 2021) \n \n \nCurrency unit  –  sum (SUM) \nSUM1.00  =  $0.00009372 \n$1.00  =  SUM10,669.20 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  MOF  –  Ministry of Finance  \nTA  –  technical assistance \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars unless otherwise stated. \n \n \nVice-President  Shixin Chen, Operations 1 \nDirector General  Eugenue Zhukov, Central and West Asia Department (CWRD) \nDeputy Director General  Nianshan Zhang, CWRD \nDirector  Tariq H. Niazi, Public Management, Financial Sector and Trade \nDivision (CWPF), CWRD \n   \nTeam leaders  Syed Ali-Mumtaz H. Shah, Principal Financial Sector Specialist, CWPF, \nCWRD \nÇiğdem Akın, Principal Public Management Economist, CWPF, CWRD \nTeam members  Bobir Gafurov, Senior Private Sector Development Officer, Uzbekistan \nResident Mission (URM), CWRD \nMarinette Glo, Administrative Assistant, HR Business Partners Division, \nBudget, People, and Management Systems Department \nShinsuke Kawazu, Principal Counsel, Office of the General Counsel \nMaria Kenneth Pinili, Senior Operations Assistant, CWRD \nLyle Raquipiso, Senior Economics Officer, CWPF, CWRD \nPriyanka Sood, Senior Financial Sector Specialist, CWPF, CWRD \nPeer reviewer  Arup Kumar Chatterjee, Principal Financial Sector Specialist, Finance \nSG, Sustainable Development and Climate Change Department  \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", "authors": [{"fullname": "Shixin Chen", "role": "Operations", "organization": ""}, {"fullname": "Eugenue Zhukov", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "Nianshan Zhang", "role": "CWRD", "organization": ""}, {"fullname": "Tariq H. Niazi", "role": "Public Management", "organization": "Financial Sector and Trade"}, {"fullname": "Syed Ali-Mumtaz H. Shah", "role": "Principal Financial Sector Specialist", "organization": "CWPF"}, {"fullname": "Bobir Gafurov", "role": "Senior Private Sector Development Officer", "organization": "Uzbekistan"}, {"fullname": "Marinette Glo", "role": "Administrative Assistant", "organization": "HR Business Partners Division"}, {"fullname": "Shinsuke Kawazu", "role": "Principal Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Maria Kenneth Pinili", "role": "Senior Operations Assistant", "organization": "CWRD"}, {"fullname": "Lyle Raquipiso", "role": "Senior Economics Officer", "organization": "CWPF"}, {"fullname": "Priyanka Sood", "role": "Senior Financial Sector Specialist", "organization": "CWPF"}, {"fullname": "Arup Kumar Chatterjee", "role": "Principal Financial Sector Specialist", "organization": "Finance"}]}