{"path": "data/input/ta/53212-001-tar-en.pdf", "pages": [" \n \nTechnical Assistance Report\n \n \nProject Number: 53212-001  \nKnowledge and Support Technical Assistance (KSTA) \nDecember 2019 \n \n \n \n \n \n \nIntegrated and Innovative Solutions  \nfor More Livable Cities \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Access to Information \nPolicy. \n \n ", " \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  TA  –  technical assistance \n \n \nNOTE \nIn this report, “$” refers to United States dollars. \n \nVice-President  Bambang Susantono, Knowledge Management and Sustainable \nDevelopment \nDirector General  Woochong Um, Sustainable Development and Climate Change \nDepartment (SDCC) \nCluster Head  Robert Guild, Sector Advisory Service Cluster, SDCC \nChief of Sector  Manoj Sharma, Chief of Urban Sector Group, SDCC \n   \nTeam leader  Sunghoon Kris Moon, Urban Development Specialist, SDCC \nTeam members  Aldrin B. Plaza, Urban Development Officer, SDCC \nLindy Lois Malatamban Gamolo, Senior Operations Assistant, SDCC \n  Hong Soo Lee, Senior Urban Specialist (Smart Cities), SDCC \n  Kristine Roa-Fallorina, Associate Operations Analyst, SDCC \n  Virinder Sharma, Senior Urban Development Specialist, SDCC \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", " \nCONTENTS \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE  \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Outputs, Methods, and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.   Design and Monitoring Framework                           6 \n2.   Cost Estimates and Financing Plan                       8  \n3.   List of Linked Documents                         9 \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 53212-001\nProject Name Integrated and Innovative Solutions for Department/Division SDCC/SDSC-URB\nMore Livable Cities\nNature of Activity Capacity Development Executing Agency Asian Development Bank\nModality Regular\nCountry REG (All DMCs)\n2. Sector Subsector(s)     ADB Financing ($ million)\nTotal 0.00\nqq\n3. Operational Priorities Climate Change Information\n  Addressing remaining poverty and reducing inequalities Climate Change impact on the Project Low\n  Accelerating progress in gender equality\n  Tackling climate change, building climate and disaster \nresilience, and enhancing environmental sustainability\n  Making cities more livable\n  Strengthening governance and institutional capacity\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.5 Some gender elements (SGE)\nSDG 9.1\nSDG 11.1, 11.3 Poverty Targeting\nGeographic Targeting\n4. Risk Categorization Complex \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 0.00\n    None 0.00\nCofinancing 2.50\n    Republic of Korea e-Asia and Knowledge Partnership Fund (Full ADB  0.50\nAdministration)\n    Urban Climate Change Resilience Trust Fund under the Urban  2.00\nFinancing Partnership Facility (Full ADB Administration)\nCounterpart 0.00\n    None 0.00\nTotal 2.50\n  \nCurrency of ADB Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 05112019094402329148 Generated Date: 06-Jan-2020 16:47:22 PM", " \nI.  INTRODUCTION \n \n1.  The knowledge and support technical assistance (TA) will support the efforts of the \ndeveloping member countries (DMCs) of the Asian Development Bank (ADB) to build livable cities \nthat are green, competitive, inclusive, and resilient by applying innovative and integrated solutions \nin project development, design, and execution.1 Under the One ADB approach, the TA team will \nwork in close collaboration with various sector and thematic groups, and operations departments \nof ADB and DMCs to capture knowledge of planning, implementing, and operating livable cities.  \n \n2.  The TA is aligned with ADB’s Strategy 2030 and its Operational Plan for Priority 4: Making \nCities More Livable, 2019−2024, which aims to improve the coverage, quality, efficiency, and \nreliability of services in urban areas; strengthen urban planning and the financial sustainability of \ncities; and improve the urban environment, climate resilience, and disaster risk management of \ncities.2 It is being developed in close consultation with ADB operations departments and has been \nsupported by the Urban Sector Group Committee (comprising of directors from the operations \ndepartments). Additionally, it will build on lessons from previous activities of ADB’s regional \ndepartments,  Sustainable  Development  and  Climate  Change  Department,  and  urban \ndevelopment initiatives at other multilateral development organizations.3 The TA is included in the \nManagement-approved 2019  results-based  work  plan  of  the  Sustainable  Development  and \nClimate Change Department. \n \nII.  ISSUES \n \n3.  Urbanization and deficient services. Urbanization, especially in developing countries, \nis one of the most significant global trends that will define the future. The urban population in Asia \nand the Pacific increased from about 20% of the region’s population in the 1950s to about \n48% in 2018, and is projected to be about 55% or 2.5 billion people in 2030.4 Cities have high \npotential to act as catalyst for economic development, contributing about 70% of the region’s \ngross  domestic  product.  Urbanization  is  often  linked  to  improved  economic  opportunities, \nincreased access to health and education services, and better living conditions.5 At the same time, \ncities face the challenges of uncontrollably rapid rates of urbanization, growing infrastructure \n                                                \n1   A generally understood concept for a city to become more livable is to apply an integrated planning approach to the \nprovision of infrastructure and services and other public goods based on economic competitiveness, environmentally \nsustainable growth, social and financial inclusion, and resilience. The TA first appeared in the business opportunities \nsection of ADB’s website on 26 April 2019. \n2  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila; ADB. 2019. Strategy 2030 Operational Priority 4: Making Cities More Livable, 2019–2024. Manila.  \n3  The TA team will consider lessons from similar city action plans and TA projects from ADB and other development \norganizations, including but not limited to the following:  \n  ADB. 2019. Creating Livable Cities: Regional Perspectives. Manila.  \n  ADB. 2019. Technical Assistance to Georgia for Preparing Integrated Solutions for Livable Cities. Manila. \n  ADB. 2016. GrEEEn Solutions for Livable Cities. Manila.  \n    ADB. 2016. Technical Assistance for Promoting Smart Systems in ADB’s Future Cities Program. Manila.  \n  ADB. 2015. Technical Assistance for Establishing the Future Cities Program in the Asia and Pacific Region. Manila.   \n  ADB. 2012. Technical Assistance for Green Cities–A Sustainable Urban Future in Southeast Asia. Manila. The main \nlessons include selecting cities and projects with real potential, focusing on the development of cities’ internal \ncapacities, and employing multisectoral and cross-thematic approaches, among others. The TA team will also study \nother urban initiatives by multilateral development organizations such as the European Bank of Reconstruction and \nDevelopment’s Green City, Inter-American Development Bank’s City Lab, and Organisation for Economic Co-\noperation and Development’s City Innovation.   \n4  United Nations, Department of Economic and Social Affairs, Population Division. 2018.  World Urbanization \nProspects: The 2018 Revision. New York.   \n5   ADB. 2011. Asia 2050: Realizing the Asian Century. Manila. \n \n ", "2 \ndeficits, increasing risks of climate change and disasters, environmental stress, traffic congestion, \naging societies, growing inequality, violence and crime, uncertainties associated with rapid \ntechnology advances, and emerging threats such as cyberattacks and terrorism. As of 2016, \n523 million people across Asia and the Pacific live in informal settlements with poor services, \n260 million people have no access to safe drinking water, and 1.7 billion lack basic sanitation.6 \nMoreover, the region’s cities discharge 80% of the wastewater they generate into water bodies \nwithout primary treatment, while the region is expected to generate 1.8 billion tons of waste per \nyear by 2025.7   \n \n4.  Weak urban planning, institutions, and governance hurt delivery of infrastructure \nand  services.  Cities  in  DMCs  need  to  build  adequate  institutional  capacity  for  planning, \nimplementing,  and  operating  urban  infrastructure  and  services,  and for  solving  their  urban \nproblems. Further, cities and urban regions, particularly small and medium-sized cities and towns, \nfrequently face governance challenges, including weak institutional structures, overlapping legal \nand regulatory frameworks, lack of coordination, blurred administrative boundaries, corruption, \npoor public services, lack of own-source revenue, and capacity constraints, despite the increasing \nlevel of decentralization. Implementation often takes place in the cities while the decisions are \nmade at higher levels, leading to suboptimal problem solving. Mobilizing citizens, partners, and \nother stakeholders for planning, design, and implementation helps build inclusive governance \nsystems for people-centered and needs-based livable city solutions.  \n \n5.  Financial sustainability of service provision and urban improvement projects needs \nto be achieved. Urban infrastructure finance is often challenged by the absence of creditworthy \nentities, opaque credit structures, insufficient own-source revenues, and poor cost-recovery \nmechanisms compounded by the reluctance of the governments and urban agencies to levy user \ncharges. The key local sources of revenue, such as property taxes, publicly owned assets, \nand licenses remain underutilized or undeveloped, while many DMCs are facing debt limits and \nother financial constraints. Robust financial management systems and fundamental tools such as \na cadaster system, property registry, and utility metering system need to be strengthened.   \n \n6.  Weak understanding of smart systems or applications of digital technology as a \ncritical component in urban solution provision. Cities in DMCs lack adequate expertise in \nsmart8 systems or digital technology such as network systems, information and communication \ntechnology, Internet of Things9, and the use of sensors, which generate tremendous opportunities \nfor enhancing efficiency, economy, and impact when they are thoughtfully implemented with \nurban infrastructure and service delivery. Such solutions also support city governance and \nengagement  with  citizens  and  other  stakeholders.  Moreover,  data  analytics  and  artificial \nintelligence  help  cities  understand  their  strengths,  weaknesses,  and  opportunities  for \nimprovement,  while  facilitating  data-  and  evidence-based  decision-making.  Proven,  new, \nand emerging digital technologies provide unprecedented opportunities for cities to leapfrog to \nthe level of developed cities and achieve transformation rapidly and efficiently.    \n \n7.  Poor  livability  affects  competitiveness,  and  lack  of  competitiveness  impacts \nlivability. A competitive city creates large markets; acts like a magnet attracting investments, \n                                                \n6   Informal settlement figure corresponds to urban, while water supply and sanitation correspond to urban and rural.  \n7   ADB. 2016. Asian Water Development Outlook 2016: Strengthening Water Security in Asia and the Pacific. Manila; \nand United Nations Environment Programme. 2017. Asia Waste Management Outlook. Nairobi.  \n8  “Smart” in the context of urban development refers to the use of new technologies and digital solutions. \"Innovative \nsolution\" therefore is a larger term that includes smart technology.  \n9  The interconnection via the Internet of computing devices embedded in everyday objects, enabling them to send and \nreceive data without requiring human-to-human or human-to-computer interaction. \n ", "3 \nknowledge, talent, skills, and management; and generates new ideas, well-paying jobs, economic \nopportunities,  and  wealth.  The  competitiveness  of  cities  goes  far  beyond  the  provision  of \ninfrastructure and public services and includes an enabling environment to attract investments in \nmanufacturing and services necessary to create and sustain dynamic markets and generate jobs \nfor the increasing labor force. Poor livability discourages entrepreneurship, employment, creativity, \nand innovation, and deters investments in and opportunities for cities to act as economic engines \nthat bring long-term productivity and stability.   \n \n8.  Transformative  opportunity.  ADB’s  Strategy  2030  and  Operational  Plan  for \nPriority 4: Making Cities More Livable (footnote 2) provide an opportunity to help cities become \nmore livable. For cities, “livability” may be defined differently based on their stages of development \nand long-term vision. Nevertheless, for citizens, aspirations for opportunities to improve the quality \nof life and standards of living are universal. Urban space, which embodies unlimited opportunities \nfor human advancement, is innately complex, calling for efforts to increase livability through \nintegrated  solutions,  which  require  multisector  and  cross-thematic  approaches,  adequate \ninstitutional capacities, and sound governance systems.  \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n9.  The  TA  is  aligned  with  the  following  impact:  urban  livability  in  DMCs  improved \n(footnote 2). The TA will have the following outcome: integrated and innovative urban solutions \npromoted.10 \n \nB.  Outputs, Methods, and Activities \n \n10.  Output 1: Plans for enhancing livability in select cities developed. This will include  \n(i) capturing and structuring knowledge of past and ongoing operations in select cities in DMCs \nto inform the design of future projects for livable cities, (ii) developing inclusive and gender \nresponsive city action plans for achieving long-term goals, and (iii) producing recommendations \non innovative methodologies for city action plans and ways to mainstream such methodologies in \nADB operations. The TA team will produce the plans in the form of livable city action plans \nleveraging various available frameworks and methodologies based on long-term goals, the \nassessment of current needs, and available resources.11 The plans may include a mix of various \ncomponents such as infrastructure and service provision; institutional strengthening, capacity \ndevelopment,  and  knowledge  management;  planning,  governance,  and  finance;  use  of \ntechnology and digital solutions; and climate resilience and disaster risk management systems. \nThe TA team will conduct the selection of five cities and specific interventions in close consultation \nwith the ADB operations departments based on criteria such as active ADB presence, strategic \nimportance to ADB operations, strong government will for  integrated and innovative urban \nsolutions, geographic balance, and city size (e.g., secondary cities).12  \n                                                \n10  The design and monitoring framework is in Appendix 1. \n11  City action plans may be developed in the form of smart city action plans, green city action plans, transit-oriented \ncity action plans, localizing Sustainable Development Goals action plans, low-carbon urban transformation action \nplans, inclusive city action plans, competitive city action plans, among others, which are appropriate for the selected \ncities. \n12 The TA team will attempt regional balance. However, eight DMCs (Bangladesh, India, Indonesia, Myanmar, Nepal, \nPakistan, Philippines, and Viet Nam) supported by the Urban Climate Change Resilience Trust Fund will be prioritized \nwhile other DMCs will be supported by E-Asia Knowledge Partnership Fund.  \n \n ", "4 \n11.  Output  2:  Asian  Development  Bank  projects  incorporating  integrated  and \ninnovative urban solutions for selected cities supported. This will include support for selected \ncities in DMCs to incorporate integrated and innovative livability solutions in ADB’s ongoing or \nnew projects in cross-sector and cross-thematic areas such as climate change, education, energy, \nenvironment, finance, gender, health, heritage conservation and sustainable tourism, housing, \nsmart systems, social protection, transport, and water.13 The TA team will select projects that \n(i)  are  directly  linked  to  the  Operational  Plan  for  Priority  4:  Making  Cities  More  Livable \n(footnote 2); (ii) include integrated components; (iii) contain innovative solutions; (iv) include smart \ndigital solutions; (v) incorporate inclusive and gender-responsive approaches and (vi) have \npotential for generating knowledge solutions for replication and informing future project design or \nimplementation. The TA team will determine the projects to support under this output in close \nconsultation with the ADB operations departments. \n \n12.  Output 3: Knowledge and capacities of select cities on livability improved. This will \ninclude capturing lessons and good practices from the implementation of various ADB projects \non livable cities, including projects under outputs 1 and 2. The scope includes capacity building \nof key stakeholders in DMC cities to enhance urban livability and sustainability of integrated and \ninnovative urban solutions through sharing of best practices and diverse methodologies. The TA \nwill  support the  preparation  of knowledge  products  in the  form  of  publications, guidelines, \nmultimedia products, and presentations and dissemination of knowledge through knowledge \nevents, online and offline vehicles, and other means. The TA team will also encourage and \ndocument city-to-city learning.  \n \nC.  Cost and Financing \n \n13.  The TA is estimated to cost $2.5 million, of which (i) $2.0 million will be financed on a grant \nbasis  by  the  Urban  Climate  Change  Resilience  Trust  Fund14 under  the  Urban  Financing \nPartnership Facility and (ii) $0.5 million will be financed on a grant basis by the Republic of Korea \ne-Asia and Knowledge Partnership Fund, both to be administered by ADB. The key expenditure \nitems are listed in Appendix 2. \n \nD.  Implementation Arrangements \n \n14.  ADB will administer this TA and will be the executing agency. The Urban Sector Group \nunder the Sustainable Development and Climate Change Department will be responsible for the \nadministration and supervision of the TA. ADB will engage international consultants and national \nconsultants and actively engage its operations departments in producing the outputs.  \n   \n                                                \n13  Possible activities include analytical and technical work, due diligence and project preparation, and support for \ndeveloping concepts for integrated and innovative solutions to existing or planned projects. Implementation will be \nup to respective operations departments through their respective projects. \n14  Financing partners: the Rockefeller Foundation, and the governments of Switzerland and the United Kingdom.  \n ", "5 \n15.  The implementation arrangements are summarized in the table. \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  December 2019−June 2022 \nExecuting agency  ADB \nImplementing agency  Sector Advisory Service Cluster−Urban Sector  \nConsultants  To be selected and engaged by ADB \nFirm: QCBS (90:10)  Major research and  $1,000,000 \nanalytical work \nIndividual: International  22 person-months   $386,000 \nIndividual: National   70 person-months  $276,000 \nDisbursement  The technical assistance resources will be disbursed following \nADB's Technical Assistance Disbursement Handbook (2010, as \namended from time to time).  \nADB = Asian Development Bank, QCBS = quality and cost-based selection. \nSource: ADB. \n \n16.  Consulting services. ADB will engage the consultants following the ADB Procurement \nPolicy (2017, as amended from time to time) and its associated project administration instructions \nand/or staff instructions.15 ADB will consider output-based, lump-sum contracts for consulting \nservices, where appropriate, with the concurrence of its Procurement, Portfolio, and Financial \nManagement Department. \n \nIV.  THE PRESIDENT'S DECISION \n \n17.  The  President,  acting  under  the  authority  delegated  by  the  Board,  has  approved \n(i) the Asian Development Bank (ADB) administering technical assistance not exceeding the \nequivalent of $2,000,000 to be financed on a grant basis by the Urban Climate Change Resilience \nTrust Fund under the Urban Financing Partnership Facility and (ii) ADB administering technical \nassistance not exceeding the equivalent of $500,000 to be financed on a grant basis by the \nRepublic  of  Korea  e-Asia  and  Knowledge  Partnership  Fund  for  Integrated  and  Innovative \nSolutions for More Livable Cities, and hereby reports this action to the Board. \n                                                \n15  Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "6  Appendix 1 \n \nDESIGN AND MONITORING FRAMEWORK \n \nImpact of the TA is Aligned with  \nUrban livability in DMCs improved (ADB Strategy 2030 Operational Plan for Priority 4)a \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \nOutcome       \nIntegrated and  a. By 2022, three ADB  a. Project and TA concept  Governments \ninnovative urban  projects with integrated  papers, RRPs, TA reports  shift priorities \nsolutions promoted  and/or innovative urban    away from new \nsolutions and approaches    solutions and \ndeveloped in inclusive and    approaches to \ngender-responsive manner    urban \n(2019 baseline: 0)        development \n    because of \nb. By 2022, livable cities  b. Accepted livable cities  political factors. \naction plans which are  actions plans, meeting   \ninclusive and gender- summary \nresponsive accepted by at   \nleast three DMC cities (2019 \nbaseline: not prepared) \nOutputs       \n1. Plans for  1a. By 2021, study reports on  1a. Study reports on select  Changes in \nenhancing livability  urban status of at least three  three DMC cities  government \nin select cities  DMC cities completed (2019    authorities cause \ndeveloped   baseline: 0)       delays in TA \n    activities. \n1b. By 2021, livable cities  1b. Action plans for select   \naction plan of at least three  three DMC cities   \nDMC cities produced in       \ninclusive and gender-  \nresponsive manner \n(2019 baseline: 0)    \n \n2. ADB projects  2a. By 2021, at least seven  2a. Project reports from \nincorporating  integrated and/or innovative  consultants \nintegrated and  urban solutions incorporated   \ninnovative urban  in ongoing or pipelined ADB   \nsolutions for select  projects (2019 baseline: 0)   \ncities supported    \n \n3. Knowledge and  3a. By 2021, at least eight  3a. Knowledge products \ncapacities of select  knowledge products (five   \ncities on livability  events and three \nimproved  publications) produced (2019 \nbaseline: 0) \n \n  3b. By 2021, 70% of at least  3b. Workshop and training   \n200 DMC participants (at  reports, presentations from \nleast 30% women) in TA- the events, and survey \nsupported workshops and  results \ntraining programs reporting   \nimproved knowledge on \nintegrated and/or innovative \nurban solutions  \n(2019 baseline: 0) \n ", "                                                                                                                 Appendix 1           7 \n \nKey Activities with Milestones \n1.  Plans for enhancing livability in select cities developed  \n1.1  Consult with countries and cities via operations departments to identify and choose potential \ncountries and cities to develop city action plans (Q4 2019−Q4 2020) \n1.2  Engage with operations departments and government stakeholders to produce study reports and \nlivable city action plans (Q1 2020−Q3 2021) \n1.3  Recruit consultants to produce study reports and livable city action plans (Q1 2020) \n1.4  Complete study reports on urban status of at least three DMC cities by 2021 (Q3 2020−Q2 2021) \n1.5  Complete livable cities action plans for at least three DMC cities by 2021 (Q4 2020−Q4 2021) \n \n2.  ADB  projects  incorporating  integrated  and  innovative  urban  solutions  for  select  cities \nsupported    \n2.1  Identify projects to support operations departments (Q4 2019−Q3 2021) \n2.2  Engage with operations departments and government stakeholders to promote integrated and \ninnovative solutions (Q1 2020−Q4 2021) \n2.3  Develop at least seven integrated and/or innovative solutions for operations department projects (Q1 \n2020−Q4 2021) \n2.4  Produce completion reports for the projects (all five completed by Q2 2022) \n \n3.  Knowledge and capacities of select cities on livability improved   \n3.1  Engage  with operations departments to identify integrated and innovative  urban projects (Q1 \n2020−Q4 2021) \n3.2  Work with operations departments to document and produce three knowledge publications and five \nknowledge-sharing events (Q1 2020 to Q4 2021) \n3.3  Organize two workshops and support other training programs with active participation from at least \n200 DMC participants (Q1 2020−Q4 2021) \n \nInputs  \nUrban Climate Change Resilience Trust Fund under the Urban Financing Partnership Facility: $2.0 \nmillion \nRepublic of Korea e-Asia and Knowledge Partnership Fund: $0.5 million  \nAssumptions for Partner Financing \nNot applicable \nADB = Asian Development Bank, DMC = developing member country, Q = quarter, TA = technical assistance, TBC = \nto be confirmed. \na  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila; and ADB. 2019. Strategy 2030 Operational Priority 4: Making Cities More Livable, 2019–2024. Manila. \nSource: Asian Development Bank. \n ", "8  Appendix 2 \n \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem       Amount \nA.  Urban Climate Change and Resilience Trust Funda  under         \n            the Urban Financing Partnership Facility \n  1.  Consultants    \na.  Remuneration and per diem   \ni.  International consultants   1,105.6 \nii.  National consultants                                        177.5 \n                        b.        International and local travel  118.0 \n                        c.        Reports and communications  50.0 \n                        d.        Miscellaneous administration and support costs  50.0 \n             2.  Workshop and trainingb  301.4 \n             3.  Surveys  50.0 \n             4.  Contingencies  147.5 \n                                       Subtotal (A)  2,000.0 \nB.  Republic of Korea e-Asia and Knowledge Partnership Fundc   \n  1.  Consultants   \na.        Remuneration and per diem   \ni.  International consultants   281.5 \nii.  National consultants   98.0  \n                        b.        International and local travel  46.5 \n                        c.        Reports and communications  3.0 \n                        d.        Miscellaneous administration and support costs  5.0 \n             2.  Workshop and trainingb  17.0 \n             3.  Surveys  2.0 \n             4.  Contingencies  47.0 \n                                       Subtotal (B)  500.0 \n                                       Total  2,500.0 \nNotes: The technical assistance (TA) is estimated to cost $2,500,000, of which contributions from the Urban Climate \nChange and Resilience Trust Fund under the Urban Financing Partnership Facility and the Republic of Korea e-Asia \nand Knowledge Partnership Fund are presented in the table. \na  Financing partners: the Rockefeller Foundation and the governments of Switzerland and the United Kingdom. \nAdministered by the Asian Development Bank (ADB).  \nb  Includes the cost for resource persons from ADB and external sources, venue, and other logistics arrangement. \nExpenses for representation may be utilized not exceeding $10,000 in total spending for the duration of the technical \nassistance.  \nc  Administered by ADB. \n Source: Asian Development Bank estimates. \n \n   \n ", "                                                                                                                 Appendix 3           9 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=53212-001-TAReport \n \n1.   Terms of Reference for Consultants \n   \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20200107154244+08'00'", "Creator": "PDF24 Creator", "Keywords": "urban planning, smart systems, livable cities, urban livability, urbanization, e-Asia and Knowledge Partnership Fund, adb projects, adb technical assistance, knowledge and support TA, TA 9919, 53212-001, approved technical assistance, approved projects", "ModDate": "D:20200109113557+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical assistance reports provide the context and background of the project, and provide information on impacts and outcomes, key activities, estimated costs, financing, and implementation arrangements. This document dated December 2019 is provided for the ADB regional project 53212-001.", "Title": "Integrated and Innovative Solutions for More Livable Cities: Technical Assistance Report"}, "author_page": " \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  TA  –  technical assistance \n \n \nNOTE \nIn this report, “$” refers to United States dollars. \n \nVice-President  Bambang Susantono, Knowledge Management and Sustainable \nDevelopment \nDirector General  Woochong Um, Sustainable Development and Climate Change \nDepartment (SDCC) \nCluster Head  Robert Guild, Sector Advisory Service Cluster, SDCC \nChief of Sector  Manoj Sharma, Chief of Urban Sector Group, SDCC \n   \nTeam leader  Sunghoon Kris Moon, Urban Development Specialist, SDCC \nTeam members  Aldrin B. Plaza, Urban Development Officer, SDCC \nLindy Lois Malatamban Gamolo, Senior Operations Assistant, SDCC \n  Hong Soo Lee, Senior Urban Specialist (Smart Cities), SDCC \n  Kristine Roa-Fallorina, Associate Operations Analyst, SDCC \n  Virinder Sharma, Senior Urban Development Specialist, SDCC \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", "authors": [{"fullname": "Bambang Susantono", "role": "Knowledge Management and Sustainable", "organization": ""}, {"fullname": "Woochong Um", "role": "Sustainable Development and Climate Change", "organization": ""}, {"fullname": "Robert Guild", "role": "Sector Advisory Service Cluster", "organization": "SDCC"}, {"fullname": "Manoj Sharma", "role": "Chief of Urban Sector Group", "organization": "SDCC"}, {"fullname": "Sunghoon Kris Moon", "role": "Urban Development Specialist", "organization": "SDCC"}, {"fullname": "Aldrin B. Plaza", "role": "Urban Development Officer", "organization": "SDCC"}, {"fullname": "Lindy Lois Malatamban Gamolo", "role": "Senior Operations Assistant", "organization": "SDCC"}, {"fullname": "Hong Soo Lee", "role": "Senior Urban Specialist (Smart Cities)", "organization": "SDCC"}, {"fullname": "Kristine Roa-Fallorina", "role": "Associate Operations Analyst", "organization": "SDCC"}, {"fullname": "Virinder Sharma", "role": "Senior Urban Development Specialist", "organization": "SDCC"}]}