{"path": "data/input/ta/53221-001-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 53221-001 \nSeptember 2020 \n \n \n \nProposed Programmatic Approach and Policy-\nBased Loans for Subprogram 1 and Technical \nAssistance Grant \nIslamic Republic of Pakistan: Third Capital Market \nDevelopment Program \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nAccess to Information Policy.  \n \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 13 August 2020) \n \nCurrency unit  –  Pakistan rupee/s (PRe/PRs) \nPRe1.00  =  $0.005945 \n$1.00  =  PRs168.2170 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AOB  –  Audit Oversight Board \n  COVID-19  –  coronavirus disease \n  DMO  –  debt management office \n  EFF  –  Extended Fund Facility \n  GDP  –  gross domestic product \n  IMF  –  International Monetary Fund \n  KYC  –  know your customer \n  MOF  –  Ministry of Finance \n  PSX  –  Pakistan Stock Exchange \n  RISE  –  Resilient Institutions for Sustainable Economy \n  SBP  –  State Bank of Pakistan \n  SECP  –  Securities and Exchange Commission of Pakistan \n  SMEs  –  small and medium-sized enterprises \n  SOE  –  state-owned enterprise \n  TA  –  technical assistance \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Pakistan ends on 30 June. “FY” before \na calendar year denotes the year in which the fiscal year ends, e.g., FY2020 ends \non 20 June 2020. \n \n(ii)  In this report, “$” refers to United States dollars. \n ", " \nVice-President  Shixin Chen, Operations 1 \nDirector General  Werner E. Liepach, Central and West Asia Department (CWRD) \nDirector  Tariq H. Niazi, Public Management, Financial Sector, and Trade Division \n(CWPF), CWRD \n   \nTeam leaders  Sana Masood, Senior Project Officer (Financial Sector), Pakistan Resident \nMission (PRM), CWRD  \nSyed Ali-Mumtaz H. Shah, Principal Financial Sector Specialist, CWPF, \nCWRD \nTeam members  Rogerio de Almeida Vieira de Sa, Young Professional, CWPF, CWRD \n  Marinette Glo, Administrative Assistant, HR Business Partners Division, \nBudget, People, and Management Systems Department \n  Shinsuke Kawazu, Principal Counsel, Office of the General Counsel \n  Fahad Khan, Economist, Economic Analysis and Operational Support \nDivision, Economic Research and Regional Cooperation Department \n  Llona Isabel Marty, Associate Project Analyst, CWPF, CWRD \n  Humaira Nadeem, Operations Assistant, PRM, CWRD \nPeer reviewer  Arup Kumar Chatterjee, Principal Financial Sector Specialist, Finance Sector \nGroup, Sustainable Development and Climate Change Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "", " \nCONTENTS \nPage \nPROGRAM AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  PROGRAM AND RATIONALE  1 \nA.  Background and Development Constraints  1 \nB.  Policy Reform and ADB’s Value Addition  5 \nC.  Impacts of the Reform  7 \nD.  Development Financing Needs and Budget Support  8 \nE.  Implementation Arrangements  9 \nIII.  ATTACHED TECHNICAL ASSISTANCE  9 \nIV.  DUE DILIGENCE  9 \nV.  ASSURANCES  11 \nVI.  RECOMMENDATION  11 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  12 \n2.  List of Linked Documents  14 \n3.  Development Policy Letter  15 \n4.  Policy Matrix  17 \n \n \n \n ", "", "Project Classification Information Status: Complete\nPROGRAM AT A GLANCE\n1. Basic Data Project Number: 53221-001\nProject Name Third Capital Market Development  Department/Division CWRD/CWPF\nProgram (Subprogram 1)\nCountry Pakistan Executing Agency Ministry of Finance\nBorrower Ministry of Finance\nCountry Economic Indicators https://www.adb.org/Documents/LinkedD\nocs/?id=53221-001-CEI\nPortfolio at a Glance https://www.adb.org/Documents/LinkedD\nocs/?id=53221-001-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nFinance Finance sector development 300.00\nTotal 300.00\n3. Operational Priorities Climate Change Information\nAccelerating progress in gender equality GHG reductions (tons per annum) 0\nStrengthening governance and institutional capacity Climate Change impact on the  Low\nProject\nADB Financing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.b Some gender elements (SGE)\nSDG 5.c\nSDG 17.3 Poverty Targeting\nGeneral Intervention on Poverty\n4. Risk Categorization: Complex \n.\n5. Safeguard Categorization Environment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n6. Financing\nModality and Sources Amount ($ million)\nADB 300.00\n     Sovereign Programmatic Approach Policy-Based Lending (Concessional  290.20\nLoan):  Ordinary capital resources\n     Sovereign Programmatic Approach Policy-Based Lending (Regular Loan):   9.80\nOrdinary capital resources\nCofinancing 0.00\n     None 0.00\nCounterpart  0.00\n     None 0.00\nTotal 300.00\nNote:AnattachedtechnicalassistancewillbefinancedonagrantbasisbytheTechnicalAssistanceSpecialFund(TASF-6)intheamountof\n$800,000.\nCurrency of ADB Financing: US Dollar \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 16062020095346002921 Generated Date: 09-Jul-2020 10:58:54 AM", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on (i) a proposed \nprogrammatic approach for the Third Capital Market Development Program,1 and (ii) proposed \npolicy-based loans to the Islamic Republic of Pakistan for subprogram 1 of the Third Capital \nMarket Development Program. The report also describes proposed technical assistance (TA) for \nSupporting the Third Capital Market Development Program, and if the Board approves the \nproposed loans, I, acting under the authority delegated to me by the Board, approve the TA. \n \n2.   The proposed program will support demand- and supply-side measures to broaden and \ndeepen the financial system in Pakistan and ground it in a strong legal and regulatory framework \nin line with the Asian Development Bank (ADB) country partnership strategy, 2015–2019 and \ncountry operations business plan, 2020–2022 for Pakistan.2 It also fits in the framework of the \n$6 billion International Monetary Fund (IMF) Extended Fund Facility (EFF) program approved on \n3 July 2019 to facilitate improved macroeconomic management.3 The EFF program includes \nrecommendations relating to finance sector reforms that focus on deepening access to finance, \nimplementing a sound debt management strategy, and supporting private sector development. \nThe proposed program contributes to EFF implementation and sustainability since it develops \nalternative sources of access to finance (i.e., capital markets), supports sound debt management \nthrough government bond market development, and facilitates private sector investment by \nmobilizing financial resources. The program, structured as two subprograms, will facilitate the \ndesign  and  implementation  of  necessary  reforms  to  create  an  enabling  environment  for \ncompetitive  capital markets. The programmatic approach will chronologically sequence the \nreforms in a multiyear framework (2019–2022) and provide for flexibility to incorporate changes \nwhere warranted. Even with the country’s evolving economic situation, the program’s design is \nrobust because of its emphasis on the capital market enabling environment. Programmatic budget \nsupport will finance two subprograms, each designated as a fully front-loaded, single-tranche \nintervention to be implemented during 2019–2022. The attached TA will assist in implementing \nthe program. \n \nII.  PROGRAM AND RATIONALE \n \nA.  Background and Development Constraints \n \n3.  A central objective of the government’s economic development strategy, as reflected in \nVision 2025,4 is to elevate Pakistan’s status from a lower middle-income country to an upper \nmiddle-income one by 2025. The government has targeted the generation of job opportunities \nand enhanced income levels as top priorities. Achieving the objective of Vision 2025 will require \nsubstantial private and public investments to accelerate economic growth. Economic growth has \nbeen largely driven by public and private consumption, with very low levels of domestic savings \nand investment. At 15% of gross domestic product (GDP), Pakistan’s investment rate in 2020 is \nalmost half of the South Asian average of 30% of GDP. Crowding out of private investment also \noccurs because of excessive government borrowing from banks to finance the deficit. Private \n \n1  The program was initially called the Financial Markets Development Program. \n2  ADB. 2015. Country Partnership Strategy: Pakistan, 2015–2019. Manila; and ADB. 2019. Country Operations \nBusiness Plan: Pakistan, 2020–2022. Manila. The country partnership strategy, 2020–2024 for Pakistan is expected \nto be approved in September 2020. \n3  IMF. 2019. Pakistan: Request for an Extended Arrangement under the Extended Fund Facility—Press Release; Staff \nReport; and IMF. 2019. Statement by the Executive Director for Pakistan. IMF Country Report. No. 19/212. \nWashington, DC. \n4  Government of Pakistan. 2014. Pakistan 2025: One Nation, One Vision. Islamabad. ", "2 \ninvestment is less than 10% of GDP. Similarly, the domestic savings rate declined from 17.4% of \nGDP in 1990 to 5.2% of GDP in 2020; this is significantly lower than the rate of its regional peers \nin 2020: 28.0% in India, 25.0% in Bangladesh%, and 21.0% in Sri Lanka.5 Underdeveloped capital \nmarkets have contributed to the ineffective mobilization of savings. Consequently, the savings \ngap has led to a persistently high fiscal deficit that makes the economy dependent on volatile \nforeign capital. \n \n4.  Pakistan’s vulnerability may increase as the coronavirus disease (COVID-19) decelerated \neconomic growth to –0.38% in fiscal year (FY) 20206 and inflows from exports and remittances \nwere adversely impacted. Market capitalization as a percentage of GDP at the Pakistan Stock \nExchange (PSX) declined from 16% of GDP on 1 March 2020 to 15% as of mid-August 2020. A \nsteeper decline at the PSX has been prevented by a series of State Bank of Pakistan (SBP) policy \nrate cuts since mid-March 2020 that lowered the policy rate by 6.25% to 7.00% and the borrowing \ncosts for firms. At the same time, Pakistan’s access to global financial markets has become more \nexpensive because of an increase in the credit default spread since February 2020.7 As a result, \ndeveloping robust and competitive domestic capital markets is even more critical and is an \nindispensable tool for mobilizing private investment and minimizing such external shocks. The \nprogram will aid the COVID-19 recovery phase through subprogram 1 reforms, such as enhanced \naccess to finance for small and medium-sized enterprises (SMEs) through a dedicated capital \nmarket platform and mobilization of savings by onboarding new retail investors through simplified \nknow-your-customer (KYC) procedures with biometric verification. The government has become \nincreasingly aware of the need to institute appropriate reforms so that the capital markets can \nenhance intermediate savings and investments to drive sustainable economic growth. \n \n5.  ADB’s Strategy 2030 prioritizes developing the finance sector and capital markets to \nsupport sustainable economic development by creating an enabling environment for private \ninvestment.8 The program will not only support private sector expansion but also contribute to the \noperational priorities of (i) strengthening governance and institutional capacity through specific \ninstitutional strengthening reforms and (ii) accelerating progress in gender equality through \nreforms that enhance the participation of female investors. Facilitation of private sector investment \nwas part of the country partnership strategy, 2015–2019 and is also a key area under the country \npartnership strategy, 2020–2024 (footnote 2). \n \n6.  Predominantly bank-based finance sector.9 Pakistan’s finance sector is predominantly \na bank-based system that does not effectively play its intermediation role. As of April 2020, bank \nassets  accounted  for  almost  70%  of  the  country’s  total  financial  assets,  national  saving \ninstruments and government bonds accounted for 25% of total financial assets, and the equity \nmarket contributed less than 5%. In comparison, bank assets accounted for 62% of GDP in \nBangladesh, 81% in India, and 70% in Sri Lanka, while equity market assets accounted for 12% \nof GDP in Bangladesh, 14% in India, and 22% in Sri Lanka. Banks in Pakistan mainly offer short \nmaturity  loans  and  are not  in  a strong  prudential  position  to  offer  long-term  financing  for \ninfrastructure projects. \n \n \n5  World Bank. Global Financial Development Database. https://www.worldbank.org/en/publication/gfdr/data/global-\nfinancial-development-database (accessed 25 April 2020). \n6  ADB. 2020. Asian Development Outlook Supplement: Lockdown, Loosening, and Asia’s Growth Prospects. Manila.  \n7 Bloomberg database. The credit default spread on Pakistan 10-year euro bond has increased to 5.79% in August \n2020 from 3.53% in January 2020, after peaking at 8.30% in April 2020 (accessed on 14 August 2020).  \n8  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n9 Sector Assessment (Summary): Multisector (accessible from the list of linked documents in Appendix 2). \n ", "3 \n7.   Underdeveloped capital markets. Pakistan’s capital markets play a limited role in \nfinancial intermediation and resource mobilization. The PSX lacks depth in terms of the number \nof investors and the number of companies raising capital. Fewer than 250,000 individual investors \n(less than 0.1% of the population) have a stock investing account. The absence of a centralized \nKYC procedure and cumbersome customer onboarding requirements impede the participation of \nnew investors in the capital markets. During 2015–2019, only 25 companies raised capital at the \nPSX, while private equity and venture capital capital-raising activity was four times higher. Market \ncapitalization of the PSX accounted for only about 13% of the country’s GDP in mid-April 2020, \nregressing from 30% of GDP in May 2017. With 543 listed companies and $42 billion market \ncapitalization, the PSX is below most of its regional peers in terms of market capitalization as a \npercentage of GDP (12% in Bangladesh, 21% in Sri Lanka, and 41% in India) in 2020. On \naverage, 2.7 brokerage firms have defaulted per year since 2000, which adversely impacted \nmarket confidence. Rules to be listed on the PSX main board and the SME board, which was \ncreated to encourage start-ups, are restrictive. In addition, the SME board requires companies to \nhave a 5-year history and be profitable for more than 2 years. As a result, no company has listed \non the PSX’s SME board despite the country’s growing technology start-up ecosystem. The depth \nand breadth of the capital markets have also been restricted since many state-owned enterprises \n(SOEs) have not been listed on the PSX. As a result, SOEs also miss out on the benefits from \nefficiency improvements through the discipline of stock market listing. Sophisticated products \nsuch as options and derivatives are not available in the capital markets. \n \n8.  Constrained bond market development. Pakistan’s bond market (34% of GDP as of \nApril 2020) is almost completely dominated by government borrowing. The government bond \nmarket is primarily short dated with an average debt maturity of 1.7 years. It does not fulfill its role \nas a benchmark pricing reference because of ad hoc government debt management practices \narising from the absence of a professional debt management office (DMO). The operating \nframework of the government bond market system does not promote competitive bidding. \nAuctioning of government securities is not based on market prices and hampers the formulation \nof a credible government yield curve and a liquid bond market. Although auctions are conducted \nbased on a preannounced auction calendar, the government decides the cut-off yield for the debt \nrather than accepting a market-determined yield for the announced volume. When the market \nasks for a price higher than what the government is willing to offer, the bids are frequently rejected. \nThe price-driven approach has deep implications for Pakistan’s capital markets. It has restricted \nthe volume and liquidity of longer-tenor government bonds, and yields do not then reflect true \nmarket conditions, which hinders the process of establishing a credible benchmark for medium- \nto long-term financing rates. This undermines the credibility of the primary market, as does the \nrejection of auction bids. The government bond market also does not offer sovereign sukuks \n(Islamic bonds) to cater to the liquidity management requirements of Islamic banks. \n \n9.  The nascent corporate bond market accounted for 2.2% of GDP as of April 2020 compared \nwith 1.0% in Bangladesh, 1.0% in Sri Lanka, and 16.0% in India. The absence of an effective \ngovernment bond market yield curve impedes the appropriate pricing of corporate bonds, and \ncorporate bond issuances are therefore less attractive to issuers and investors. Tax distortions, \nsuch as a complex and uneven tax regime that disadvantages nonresident companies from \ninvesting in bonds, hinder bond market activity. On the demand side, major institutional investors \n(such as pension funds and insurance companies) have a limited role in financing government \nbonds and corporate bonds since these investors prefer National Savings Scheme instruments.10 \n \n10 National Savings Scheme instruments, administered by the Central Directorate of National Savings, are attractive \nsince these instruments are government backed and offer higher returns than equivalent money market instruments, \n \n ", "4 \nThe  participation  of  investors  across  the  maturity  spectrum  is  critical  to  support  market \ndevelopment. A diverse investor base also lowers the debt cost and volatility in market yields. \n \n10.  Limited coordination between the regulators. Reform opportunities begin with the \nregulators: the Securities and Exchange Commission of Pakistan (SECP), the SBP, and the DMO \nat the Ministry of Finance (MOF). The SECP acts as the company registrar and apex regulator \nfor nonbank financial markets, including capital markets. The SBP, the central bank, regulates \nthe banking industry. The DMO handles debt management at the MOF. A national strategic plan \nfor capital market development is absent and an institutionalized forum for key agencies to \ncoordinate their efforts does not exist. Financial stability is compromised because of limited policy \ncoordination and joint supervision of the financial system by the key regulators. Gaps persist \nbetween regulators and risks may build across the financial system with no overarching oversight. \n \n11.  Persistent weakness in governance structures. The SECP’s operational and financial \nefficiency is constrained in terms of the unclear appointment process, siloed operations where \ncommissioners are responsible only for their designated areas rather than acting as a collegiate \nbody, and limited clarity in the policy board’s role. The SECP’s market surveillance system needs \nto be upgraded to ensure effective market monitoring. Its enforcement effectiveness is also \nchallenged by the absence of a dedicated capital market tribunal. The court system does not have \nthe competence to deliberate on securities cases, and the pace of resolving securities cases \npending in the court system is also slow. \n \n12.  Similarly, the DMO under the MOF faces structural capacity issues and does not function \nas a properly empowered treasury operation that develops and implements a consolidated \nadministrative framework for debt management. The DMO merely collates information and acts \nas a conduit to government securities auctions. All decisions on terms, tenor, and structure of \ndebt are made on a fragmented basis across the MOF. The DMO also does not possess a \ncentralized database for effective cash management and planning. This exposes the government \nto a risk of default in the case of any volatility in demand in the auctions for government bonds.11 \n \n13.  In addition, the ability of the country’s Audit Oversight Board (AOB), which critically \noversees audit firm quality in Pakistan and therefore contributes to market transparency, to \neffectively regulate the auditing profession is constrained in terms of its board composition \neligibility criteria, its regulatory powers, and having a stable funding source. The AOB has weak \neligibility criteria for former audit practitioners to serve as members of the AOB governing body, it \nlacks a legal mandate to conduct direct inspections of audit firms unconditionally, and it lacks a \nstable  source  of  funding  from  the  government  to  effectively  execute  its  powers  and \nresponsibilities. Shareholders and investors rely on audited financial statements of companies to \nmake informed decisions and therefore trust that only an audit firm with a satisfactory quality \nrating can review companies’ financial statements.  \n \n14.  Program anchor. To address these constraints, the government and ADB have agreed \nto anchor the program to the design of a long-term national capital market master plan. The \n \nand can be redeemed any time without redemption charges, whereas selling instruments with comparable yields \ninvolve such charges. \n11 The World Bank is focusing on organizational restructuring at the MOF, including integration of various functions \nand/or responsibilities from the other MOF wings into the DMO as well as the DMO’s debt reporting under the $500 \nmillion Resilient Institutions for Sustainable Economy (RISE) Program development policy financing that was \napproved in June 2020. This program builds on those foundations by developing the government bond market \nthrough the realization of a market-based government bond market yield curve based on a strategy of creating liquid \nbenchmark bond issues. \n ", "5 \nformulation of this master plan during 2019–2020 is supported by subprogram 1. Approval of the \ncapital market master plan is included as a crucial subprogram 1 policy action under the program \nto build strong government ownership and coordination across the agencies. \n \nB.  Policy Reform and ADB’s Value Addition \n \n15.  ADB  has  been  engaging  with  Pakistan  since  the  1990s  and  has  been  the  lead \ndevelopment partner in the capital markets area. ADB  has supported the development of \nPakistan’s financial markets through three initiatives over the past two decades. From 1997 to \n2002, support was mainly provided through a $250 million policy-based loan for the Capital Market \nDevelopment Program to support the adoption of fundamental reforms.12 This program primarily \ncontributed to the establishment of the SECP and the transition to a new regulatory regime. From \n2002 to 2007, support was provided through a $260 million policy-based loan for the Financial \n(Nonbank) Markets and Governance Program.13 The objective was to strengthen the pension, \ninsurance, and savings systems, as well as strengthen the SECP’s regulatory regime in the \nnonbank  subsector. From  2007 to 2011, a $400 million policy-based loan  for the Second \nGeneration of Capital Market Reform Program primarily supported developing an enabling \nenvironment for voluntary private pensions, adopting a professional certification regime, and \nimplementing a self-regulatory organization model at the stock exchanges.14 Since 2011, ADB \nhas continued engagement in the finance sector through a public sector enterprises reform \nprogram; the development of inclusive insurance markets in micro, small, and medium-sized \nenterprises; and disaster risk financing.15 \n \n16.  The Capital Market Development Program was successfully implemented with concrete \nresults; subsequent financial markets program and the second generation program mentioned \nabove were partly successful. The proposed program will build on lessons from the Independent \nEvaluation Department’s special evaluation study and the completion reports of the three previous \nprograms. The program’s effectiveness will be facilitated by (i) a limited number of impactful policy \nactions to monitor program compliance effectively (previous programs had too many actions and \ntoo broad a focus); (ii) comprehensive consultation with stakeholders through national workshops \nto diagnose the issues effectively, leading to adoption of relevant policies and thereby creating \nownership;16 and (iii) formulation of the long-term national capital market master plan to ensure \nsustainability of reforms, and embed the plan within a broader government-owned long-term \ndevelopment strategy, serving as an anchor for the program.17 The program (i) pursues a focused \n \n12 ADB. 1997. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the Islamic \nRepublic of Pakistan for the Capital Market Development Program. Manila. \n13 ADB. 2002. Report and Recommendation of the President to the Board of Directors: Proposed Loans and \nGuarantees to the Islamic Republic of Pakistan for the Financial (Nonbank) Markets and Governance Program. \nManila. \n14 ADB. 2007. Report and Recommendation of the President to the Board of Directors: Proposed Program Loan and \nTechnical Assistance Grant to the Islamic Republic of Pakistan for the Second Generation of Capital Market Reform \nProgram. Manila. \n15 ADB. 2016. Report and Recommendation of the President to the Board of Directors: Proposed Programmatic \nApproach and Policy-Based Loan for Subprogram 1 to the Islamic Republic of Pakistan for the Public Sector \nEnterprises Reform Program. Manila; ADB. 2016. FAST Report: Loan to Khushhali Bank Limited for Expanding \nAccess to Credit for Agriculture and Micro, Small, and Medium-Sized Enterprise Borrowers in Pakistan. Manila; and \nADB. 2019. Additional Financing Report: Proposed Administration of Grant to the Islamic Republic of Pakistan for \nthe National Disaster Risk Management Fund. Manila. \n16 Two national stakeholder and dissemination workshops for designing the national capital market master plan were \nheld during program formulation. They had 123 registered participants across 34 different organizations. \n17 Operations  Evaluation  Department.  2008.  Evaluation  Study:  ADB  Assistance  for  Domestic  Capital  Market \nDevelopment. Manila: ADB; ADB. 2002. Program Completion Report on the Capital Market Development Program \n \n ", "6 \napproach by concentrating on a few key areas, (ii) is part of a long-term engagement, and (iii) is \nintegrated with government reform initiatives supported by all relevant stakeholders (footnote 16). \n \n17.  The program builds on ADB’s previous capital and financial market programs to introduce \nreform measures that deepen and broaden Pakistan’s capital markets by (i) developing the \ngovernment yield curve and thereby promoting a more liquid government bond market through \nthe  institutional  strengthening  of  the  DMO;  (ii)  enhancing  institutional  investor  demand  by \nbroadening, deepening, and diversifying the investor base; (iii) strengthening the institutional and \nregulatory capacity of the SECP, the DMO, and the AOB; (iv) developing important market \ninfrastructure, such as surveillance systems and a trading system for bonds; and (v) enhancing \nthe supply of alternative financial instruments, such as derivatives. Government consultations \nidentified the reform areas discussed in paras. 18–20. The policy matrix is in Appendix 4. \n \n18.  Market stability strengthened. The reforms will promote more robust, resilient, and \nstable capital markets through subprogram 1 actions, such as amending the Securities and \nExchange Commission of Pakistan Act, 1997 to ensure structural changes in the appointment \nprocess, and commissioning operations as a collegiate body. The establishment of the National \nFinance Stability Council comprising the SBP governor, the SECP chair, and the finance minister \n(or adviser on finance and revenue)  will improve interagency policy coordination and play an \ninstrumental  role  in  dealing  with systemic  issues  that cut  across  regulatory domains.  The \nintroduction of a new broker model will strengthen the brokerage industry by reducing broker \ndefaults. The new model will categorize brokers according to their net worth and governance \nrequirements, which will ascertain appropriate operational risks to be assumed by the brokers. \nSubprogram 2 actions include exempting income tax for SECP, implementing the broker model \nand replacing legacy leverage instruments with derivatives. \n \n19.  Market facilitation enhanced. Reforms in this area will support more efficient resource \nmobilization and allocation in the economy by expediting the adjudication of enforcement actions \nand strengthening auditing standards. Expedited adjudication will complement the enhanced \nenforcement capacity at the SECP by establishing a special tribunal for capital-market-related \ncases in subprogram 1 as part of the judicial system overseen by a tribunal chair and its members. \nSubprogram 1 actions include developing  an adequately funded  AOB with a strengthened \nregulatory and operational mandate based on the adoption of international auditing standards, \nwhich will strengthen compliance, enhance market confidence, and allow for informed investment \ndecisions. The formulation of a long-term national capital market master plan will ensure that the \nprogram is an integral part of a government-owned long-term development strategy. Subprogram \n2 actions include making the special tribunal operational and installing an upgraded electronic \nmarket surveillance system at the SECP. \n \n20.  The supply and demand of securities enhanced. This will involve supply measures in \nsubprogram 1 to (i) promote alternative financial instruments through in-principle approval from \nthe federal government for passage by Parliament of a netting bill to be implemented by the SECP \nand SBP that will reduce counterparty risk and the subsequent introduction of derivatives to \ndevelop a deeper and broader capital market, (ii) revitalize a separate PSX board for SMEs with \nreduced listing requirements and costs, and (iii) gain Cabinet approval for a streamlined taxation \nregime for nonresident companies investing in debt securities. Supply measures in subprogram \n \n(Loan 1576-PAK) and Capacity Building of the Securities Market (TA Loan 1577-PAK) in Pakistan. Manila; ADB. \n2008.  Completion  Report:  Financial  (Nonbank)  Markets  and  Governance  Program;  Strengthening  Pension, \nInsurance and Savings Systems; Strengthening Regulation, Enforcement, and Governance of Nonbank Financial   \nMarkets in Pakistan. Manila; and ADB. 2012. Completion Report: Second Generation of Capital Market Reform \nProgram in Pakistan. Manila. \n ", "7 \n2 will (i) facilitate and expand the issuance of sovereign sukuks; (ii) partially privatize SOEs on \nthe PSX to broaden and deepen the capital markets; and (iii) promote the introduction of \nalternative asset classes, such as exchange-traded funds, index and stock options, futures, and \nsharia-compliant products. Demand measures in subprogram 1 include (i) onboarding new retail \ninvestors through simplified KYC procedures with biometric verification, (ii) introducing volume-\nbased auctions with variance limits to develop a credible government yield curve, (iii) approving \na DMO staffing plan to strengthen debt management proficiency, and (iv) developing an SECP \npolicy on gender mainstreaming that will raise demand for securities through the increased \nparticipation of female investors since women’s participation in Pakistan’s capital markets is very \nlow. Demand measures in subprogram 2 will (i) put the DMO staffing plan into operation, (ii) \neliminate institutional investors from participating in the National Savings Scheme to promote \ncontractual savings institutions and pension fund demand in the capital markets, (iii) implement a \nbuyback of fragmented issues and replace them with liquid benchmark issues to create liquidity \nin the government bond market keeping in view cost risk trade off, and (iv) issue women \nentrepreneur bonds whose proceeds will facilitate the financing of SMEs owned or led by women. \n \n21.  ADB’s value addition. ADB is regarded by the government, market participants, and \ndevelopment partners as a credible party that will ensure a balanced and professional approach \ndevoid of short-term interest and political interference. ADB offers an integrated approach that \ncombines professional and impartial policy advice with financial support for adjustment, effective \nimplementation support, and capacity development through TA to ensure sustainability. Not many \ndevelopment partners have the same level of credibility, or the means or capacity to offer this \nsolutions-based approach that can effectively tailor these best practices to the needs and \nconditions of Pakistan’s capital markets by also applying ADB’s knowledge in similar programs \nacross the region. Without ADB involvement in capital market reforms, and given the complexities \ninvolved and the resources and expertise required, such reforms would not have progressed \nsuccessfully. \n \n22.  Development coordination. These reforms complement other initiatives, such as the \nWorld  Bank’s  $500  million  Resilient  Institutions  for  Sustainable  Economy  (RISE)  Program \ndevelopment  policy  financing  that  was  approved  in  June  2020,  and  the  Department  for \nInternational Development of the United Kingdom’s $10 million SECP Digitalization Project. The \nRISE Program will develop a legal framework for debt management, while the Department for \nInternational  Development  project  focuses  on  strengthening  the  SECP’s  information  and \ncommunication technology systems. The IMF’s $6 billion EFF program approved on 3 July 2019 \nfacilitates improved macroeconomic management, including through sound debt management. \nThe program builds on the legal and institutional foundations of sound debt management under \nthe  RISE  Program  and  the  EFF  by  developing  the  government  bond  market  through  the \nrealization of a market-based government bond market yield curve. To ensure synergies and \ncomplementarity, ADB is closely coordinating with the IMF and other development partners. \n \nC.  Impacts of the Reform \n \n23.  The program is aligned with the following overarching development objective: capital \nmarkets act as a major catalyst in transforming the economy into a more efficient, innovative, and \ncompetitive marketplace within the global arena (footnote 4). The development of capital markets \nwill  contribute  toward  achieving  this  objective  by  stimulating  competition  with  the  banking \nsubsector that will lead to greater efficiencies and innovation. The program will have the following \nreform effect: the capacity and size of the capital markets are augmented. The program is \nstructured around four reform areas: (i) market stability strengthened, (ii) market facilitation \nenhanced, (iii) supply measures enhanced, and (iv) demand measures enhanced. Subprogram 1 \n ", "8 \nreforms focus on strengthening the institutional and regulatory capacity of the SECP, the DMO, \nand the AOB, while subprogram 2 will catalyze institutional investor demand and increase the \nsupply of alternative financial instruments, such as derivatives. The proposed reforms conform to \nbest practices, including those promulgated by the International Organization of Securities \nCommissions. The design and monitoring framework is in Appendix 1. \n \nD.  Development Financing Needs and Budget Support \n \n24.  Based on the development financing requirements of the program, ADB will provide policy-\nbased loans totaling $600 million to finance two subprograms under the programmatic approach. \nThe government has requested a concessional loan of $290.204 million from ADB’s ordinary \ncapital resources to help finance subprogram 1. The loan will have a 25-year term, including a \ngrace period of 5 years; an annual interest rate of 2% per year; and such other terms and \nconditions set forth in the draft loan agreement. The government has also requested a regular \nloan of $9.796 million from ADB’s ordinary capital resources to help finance subprogram 1. The \nloan will have a 15-year term, including a grace period of 3 years; an annual interest rate \ndetermined in accordance with ADB’s London interbank offered rate (LIBOR)-based lending \nfacility; a commitment charge of 0.15% per year; and such other terms and conditions as set forth \nin the draft loan agreement. Based on the straight-line method, the average loan maturity is 9.25 \nyears, and there is no maturity premium payable to ADB. The development policy letter is in \nAppendix 3. \n \n25.  Pakistan’s development financing needs. The government’s financing requirements \nare expected to be $78.79 billion in FY2021, to be financed by domestic and foreign sources \n(Table 1). The government’s foreign borrowing will be $15.15 billion in FY2021, mainly from \ninternational financial institutions and bilateral partners. \n \nTable 1: Financing Needs and Support for FY2021 \n($ million) \nItem    FY2021 \nGross financing requirement    78,788 \nGross domestic financing    63,636 \nGross foreign financinga    15,152 \n  ADB’s originally programmed and new policy-based loans    900 \nThird Capital Market Development Program    300 \nTrade and Competitiveness Program    300 \nEnergy Sector Reform Program    300 \n  World Bankb    1,617 \n  IMFc    1,279 \n  Others (including bilateral partners, IDB, AIIB, euro bond)d    11,356 \nADB = Asian Development Bank, AIIB = Asian Infrastructure Investment Bank, EFF = Extended Fund Facility, FY = \nfiscal year, IDB = Islamic Development Bank, IMF = International Monetary Fund. \na  The amount includes policy-based lending operations. \nb  The World Bank will provide three development policy operations during FY2021. \nc  The IMF EFF loan disbursements are expected to continue during FY2021. \nd  This comprises a $0.500 billion loan from the AIIB, a $1.000 billion loan from the IDB, a $1.000 billion loan from Saudi \nArabia, $1.500 billion from a euro bond issuance, $3.922 billion from commercial banks, and $3.434 billion from \nbilateral partners (People’s Republic of China, Saudi Arabia, and United Arab Emirates). \nSource: Government of Pakistan (Ministry of Finance), IMF, and ADB estimates. \n \n26.  Debt sustainability. ADB’s debt sustainability analysis concluded that the total public \ndebt–GDP ratio will reach 83.0% in FY2021 compared with 82.9% in FY2020 and 76.7% in \nFY2019. However, this ratio is expected to decline after FY2021 and stabilize at 72.6% by \n ", "9 \nFY2024. External debt risks remain high, but the economy is expected to gradually recover in \nFY2021, and external debt is projected to steadily decline and return to a more sustainable path \ndriven primarily by a lower current account deficit, non-debt-creating capital inflows, and higher \neconomic growth in subsequent years. More importantly, the availability of adequate concessional \nfinancing from ADB will provide much-needed fiscal resources and allow the government to \nprioritize its development expenditure on productive investments. \n \nE.  Implementation Arrangements \n \n27.  The executing agency will be the MOF. The implementing agencies will be the SBP and \nthe SECP. A program steering committee has been established to oversee and coordinate \nprogram implementation; it will also include all relevant departments of the MOF, SBP, SECP, \nand  the  PSX.  The  indicative  implementation  periods  are  June  2019–September  2020  for \nsubprogram 1 and October 2020–October 2022 for subprogram 2. \n \n28.  Disbursement and counterpart funds. The loans will be provided in two subprograms \nand will be disbursed upon fulfillment of their respective program policy actions (Appendix 4). The \nproceeds  of  the  policy-based  loan  will  be  withdrawn  following  ADB’s  Loan  Disbursement \nHandbook (2017, as amended from time to time). \n \nIII.  ATTACHED TECHNICAL ASSISTANCE \n \n29.  The TA is estimated to cost $800,000, which will be financed on a grant basis by ADB’s \nTechnical Assistance Special Fund (TASF 6). The TA will support the implementation of key \nreform actions under the program. The major TA outputs and activities include (i) supporting \nlegislative reforms such as making the capital market tribunal operational; (ii) supporting the \ndiscontinuation of the margin trading system and development of derivatives; (iii) facilitating the \nenhancement of market infrastructure; (iv) developing asset-light sukuk structures that involve \nintangible assets; (v) building capacity and providing training, including strengthening the Institute \nof Financial Markets; and (vi) supporting the installation of a centralized trading platform for \nprimary and secondary government debt markets.18 The MOF will be the executing agency. The \nSECP and SBP will be the implementing agencies for the TA, which will be implemented over 2 \nyears, starting in July 2020. ADB will engage  36 person-months of individual international \nconsultants and 16 person-months of individual national consultants using open competitive \nbidding following the ADB Procurement Policy (2017, as amended from time to time) and \nassociated staff instructions. Disbursements under the TA will follow ADB’s Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). The government will provide \ncounterpart support in the form of counterpart staff, office, office supplies, secretarial assistance, \nand other in-kind contributions. Transaction TA of $500,000 was approved in July 2019 for the \npreparation of subprogram 1 and has been used to develop a diagnostic study and capital market \nmaster plan, review legislation, and draft required legislative changes. \n \nIV.  DUE DILIGENCE \n \n30.  Economic and financial. The program will facilitate the mobilization of financial resources \nfor productive investment, especially by the private sector, and employment generation by \nsupporting the development of bond and equity capital markets. This will help reduce the cost of \nfinancial intermediation and help stabilize systemic vulnerabilities in the bank-dominated finance \nsystem. The specific transmission channels are as follows: \n \n18 Attached Technical Assistance Report (accessible from the list of linked documents in Appendix 2). \n ", "10 \n(i)  By addressing policy and regulatory constraints on the issuance of corporate \nsecurities, the program will help increase the number of bond and equity issues, \nboth primary and secondary. This will facilitate the mobilization of scarce financial \nresources for long-term private sector investment. \n(ii)  By promoting the development of corporate securities markets and institutional \ninvestors, thereby diversifying financial instruments and broadening the investor \nbase, the program will reduce market volatility and improve the resilience of the \nfinance sector to external shocks. \n(iii)  By strengthening market governance in capital markets, the program will enhance \nmarket efficiency and transparency, and improve investor protection. \n \n31.  Governance. The governance risk assessment followed the Guidelines for Implementing \nADB’s Second Governance and Anticorruption Action Plan.19 It found risks that could affect the \nprogrammatic approach, such as (i) sudden changes in administrative procedures, ministry \nleadership, and/or major staff turnover that may hinder smooth implementation of reforms cause \ndelays; (ii) political support and government ownership of reforms, envisaged under the program, \nwanes; and (iii) institutional capacity is weak. While no major risks of mismanagement of \nresources at the implementing level were discerned, and Pakistan has extensive centralized \nlegislative and institutional public financial management structures, budget execution remains an \narea of weakness. Institutional capacity development is targeted under the transaction TA and \npolicy changes under the program. \n \n32.  Poverty and social. The capital market reforms under the program will lower the cost of \nfinancial intermediation and facilitate private sector investment that will lead to higher sustainable \ngrowth and generate job opportunities. The program also mitigates the negative impact that \ncapital market instability has on the plight of the poor. It also helps Pakistan diversify its financial \nsystem so that the country can realize its broad-based economic growth and socioeconomic \ndevelopment objectives, including poverty reduction. The program seeks to address gender \ndisparities, particularly women’s limited access to capital markets (women comprise more than \n49% of the population but only 7% of women in Pakistan have access to financial inclusion \nservices).20 The program  promotes  the approval  and  implementation  of  key gender  policy \ndocuments at the SECP and PSX, including the legal framework for Women Entrepreneur Bonds. \n \n33.  Safeguards.  The  program  will  have  no  anticipated  direct  or  indirect  environmental \nimpacts, will not cause involuntary resettlement, and will have no impacts on indigenous peoples. \nIn this regard, the program is classified category C for the environment, involuntary resettlement, \nand indigenous peoples. \n \n34.  Risks and mitigating measures. The program’s risk assessment is rated moderate since \n(i) ADB has solid experience in the sector in Pakistan; (ii) the MOF, the proposed executing \nagency, has a good performance record in externally financed project implementation; and (iii) \nthe program is unlikely to have any impact on safeguards. Major risks that could affect the \nprogram implementation and mitigating measures are summarized in Table 2 and described in \ndetail in the risk assessment and risk management plan.21 \n \n \n19 ADB. 2008. Guidelines for Implementing ADB’s Second Governance and Anticorruption Action Plan (GACAP II).  \nManila. \n20 A. Demirguc-Kunt et al. 2018. The Global Findex Database 2017: Measuring Financial Inclusion and the Fintech \nRevolution. Washington, DC: World Bank. \n21 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "11 \nTable 2: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nProgram implementation is delayed by COVID-19’s  ADB will engage the government continuously for \nimpact on the economy, sudden changes in  regular consultations and monitoring to timely \nadministrative procedures and/or ministry  flag, as well as assist to offset, any potential \nleadership, and/or major staff turnover.  delays due to COVID-19.  \nContinued commitment and support of the  ADB will engage the government continuously. \ngovernment to reform measures envisaged under  The long-term national capital market master \nthe program wanes, causing delays in reform  plan ensures government ownership.  \nimplementation. \nWeak institutional capacity and lack of coordination  ADB will provide technical assistance to improve \nbetween the executing and implementing agencies  the capacity of the implementing agencies. It will \nprevent the proper implementation of the policy  also engage the government continuously for \nactions proposed for the subprogram.  regular consultations and monitoring. \nADB = Asian Development Bank, COVID-19 = coronavirus disease. \nSource: Asian Development Bank. \n \n35.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government. \n \nV.  ASSURANCES \n \n36.  The government has assured ADB that program implementation shall conform to all \napplicable  ADB  policies,  including  those  concerning  anticorruption  measures,  safeguards, \ngender, procurement, consulting services, and disbursement, as described in detail in the loan \nagreement. \n \nVI.  RECOMMENDATION \n \n37.  I am satisfied that the proposed programmatic approach and policy-based loans would \ncomply with the Articles of Agreement of the Asian Development Bank (ADB) and recommend \nthat the Board approve \n(i)  the programmatic approach for the Third Capital Market Development Program; \n(ii)  the loan of $290,204,000 to the Islamic Republic of Pakistan for subprogram 1 of \nthe Third Capital Market Development Program, from ADB’s ordinary capital \nresources, in concessional terms, with an interest charge at the rate of 2% per year \nduring the grace period and thereafter; for a term of 25 years, including a grace \nperiod of 5 years; and such other terms and conditions as are substantially in \naccordance with those set forth in the draft loan agreement presented to the Board; \nand \n(ii)  the loan of $9,796,000 to the Islamic Republic of Pakistan for subprogram 1 of the \nThird  Capital  Market  Development  Program,  from  ADB’s  ordinary  capital \nresources, in regular terms, with interest to be determined in accordance with \nADB’s London interbank offered rate (LIBOR)-based lending facility; for a term of \n15 years, including a grace period of 3 years; and such other terms and conditions \nas are substantially in accordance with those set forth in the draft loan agreement \npresented to the Board. \n \nMasatsugu Asakawa \nPresident \n \n7 September 2020 \n ", "12  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nCountry’s Overarching Development Objective \nCapital markets act as a major catalyst in transforming the economy into a more efficient, innovative, and \ncompetitive marketplace within the global arena (Pakistan Vision 2025).a \n  Performance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \nEffect of the  By December 2022:     \nReform  a. Individual investor accounts  a–b. Pakistan Bureau of  Continued \nCapacity and size of  increased to at least 300,000  Statistics  commitment and \ncapital markets  (2019 baseline: 250,000)    support of the \naugmented      government to the \nb. Corporate bond issuance as a    reform measures \npercentage of GDP increased to    envisaged under \nat least 4.0% (2019 baseline:    the program \n2.2%)    wanes. \n   \nc. Number of listed companies in  c. PSX website \nthe equity market increased to \n565 (2019 baseline: 543 listed \ncompanies) \n \nReform Areas  Key Policy Actions     \n1. Market stability  1.1 Amendment to the SECP Act,  1.1 MOF and SBP  Sudden changes \nstrengthened  1997 approved by the Cabinet by  annual reports  in administrative \nSeptember 2020 (2019 baseline:    procedures or \nnot approved)     ministry \n    leadership and/or \n1.2 SECP introduced new broker  1.2 GOP notification,  major staff \nmodel by June 2020 (2019  SECP notification  turnover cause \nbaseline: not introduced)    delays. \n   \n1.3 To improve interagency  1.3 Signed MOU \ncoordination, MOU signed to   \nestablish the National Finance   \nStability Council comprising   \nmembers from MOF, SECP, and   \nSBP by June 2020 (2019   \nbaseline: no MOU)   \n   \n1.4 Legacy leverage instruments  1.4 GOP notification \n(MTS) discontinued by July 2021 \n(2019 baseline: not discontinued) \n \n2. Market facilitation  2.1 National capital market  2.1 GOP notification   \nenhanced  master plan approved by June   \n2020 (2019 baseline: not   \nformulated)   \n   \n2.2 Legislation to strengthen the  2.2 PSX notification \nAudit Oversight Board approved   \nby the Cabinet by September   \n2020 (2019 baseline: not   \napproved)   \n   \n2.3 MOF, SECP, and \nSBP reports and website \n ", "  Appendix 1  13 \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \n2.3 Capital market tribunal   \nestablished by July 2021 (2019   \nbaseline: none established)  2.4 GOP and/or FBR \n  notification \n2.4 SECP installed market \nsurveillance system by June \n2021 (baseline: no surveillance \nsystem) \n \n3. Supply measures  3.1 Separate board at the PSX  3.1 MOF notification   \nenhanced  for SMEs made operational by   \nJune 2020 (2019 baseline: not   \noperational)   \n   \n3.2 Legislation to streamline  3.2 MOF notification \ntaxation measures for   \nnonresidents investing in debt   \nsecurities approved by the   \nCabinet by June 2020 (2019   \nbaseline: not approved)   \n   \n3.3 Netting bill approved in- 3.3 GOP notification, \nprinciple by the Cabinet by July  SECP and SBP \n2020 (2019 baseline: not  notifications \napproved) \n \n4. Demand  4.1 Volume-driven auction  4.1–4.3 SBP notification   \nmeasures enhanced  implemented by June 2021 (2019 \nbaseline: not implemented) \n \n4.2 SECP gender mainstreaming \npolicy document approved by \nJune 2020 (2019 baseline: not \napproved) \n \n4.3 Restriction of institutional \ninvestors from NSS products \napproved by March 2021 (2019 \nbaseline: not approved) \n \n \nBudget Support \nA  DB: $600 million (ordinary capital resources loan), over two subprograms of $300 million each \nADB = Asian Development Bank, FBR = Federal Board of Revenue, GDP = gross domestic product, MOF = Ministry \nof Finance, MOU = memorandum of understanding, MTS = Margin Trading System, NSS = National Savings Scheme, \nPSX = Pakistan Stock Exchange, SBP = State Bank of Pakistan, SECP = Securities and Exchange Commission of \nPakistan, SMEs = small and medium-sized enterprises. \na  Government of Pakistan. 2018. Pakistan 2025: One Nation, One Vision. Islamabad. \nSource: Asian Development Bank. \n \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=53221-001-3  \n \n1.  Loan Agreement \n2.  Sector Assessment (Summary): Finance \n3.  Contribution to the ADB Results Framework \n4.  Development Coordination \n5.  Country Economic Indicators \n6.  International Monetary Fund Assessment Letter \n7.  Summary Poverty Reduction and Social Strategy \n8.  Risk Assessment and Risk Management Plan \n9.  List of Ineligible Items \n10.  Attached Technical Assistance Report \n11.  Program Economic Assessment \n12.  Matrix of Potential Environmental and Social Impacts and Measures \n \nSupplementary Document \n13.  Debt Sustainability Analysis \n \n \n ", "  Appendix 3  15 \n \n ", "16  Appendix 3 \n ", "  Appendix 4  17 \nPOLICY MATRIX \n \nADB – PAK Third Capital Market Development Program \n \nFirst Subprogram   Second Subprogram (Indicative) \n(July 2020)  (July 2021)  \nReform Area 1 : Market Stability  \n1. Federal Cabinet  approved the amendments  1.  Government  of  Pakistan  approved \nin SECP Act, 1997 (Act) to enhance SECP’s  exemption from income tax for SECP through \noperational efficiency that includes the following  amendment in Income Tax Ordinance, 2001 \nkey  elements:  (i)  enhancing  SECP’s   \ngovernance  by  providing  a  transparent  (Document Required: GOP notification for \nappointment process and code of conduct for  amendment  in  Income  Tax  Ordinance, \nstatutory posts and strengthening of provisions  2001) \npertaining to  eligibility criteria, dismissal and \nconflict of interest, (ii) ensuring  operations of \ncommission  as  a  collegiate  body,  and  (iii) \nclarifying role of the policy board.  \n \n(Document  Required:  Federal  Cabinet \napproval for amendment in Act) \n2.  SECP  introduced  new  broker  model  to  2. SECP will (i) issue risk-based capital rules \nstrengthen  brokerage  industry  that  included  for  intermediaries;  and  (ii)  implement  the \napproval  of  the  roadmap  for  custody  capital restructuring plans for intermediaries. \nconsolidation and amendments to the securities  (Document  Required:  SECP  notification \nbrokers regulations for (i) licensing of brokers;  for  risk  based  capital  rules  and \n(ii)  categorization  of  brokers;  (iii)  additional  implementation  of  capital  restructuring \nrequirements for trading and clearing brokers;  plan) \nand  (iv)  relaxation  of  requirements  for  zero \ncustody brokers. \n(Document  Required:  SECP  SRO  for \namendments in the regulations) \n3.  MOF  established  the  National  Finance  3. SECP will discontinue the legacy leverage \nStability Council comprised of SBP, SECP and  instruments (MTS). \nMOF  to  improve  inter-agency  policy \n(Document Required: GOP Notification for \ncoordination and play an instrumental role in \namendments in relevant rules) \ndealing with systematic issues that cut across \nregulatory domains. \n(Document Required: Signed Memorandum \nof Understanding by SBP, SECP and MOF) \nReform Area 2: Market Facilitation \n4.  Government  (i) approved long-term capital   \nmarket  master  plan  to  guide  direction  and \nimplementation of capital market development \nreforms, and (ii) established a Capital Market \nImplementation  Council  comprising  of  MOF, \nSBP  and  SECP  at  the  strategic  level  to \nspearhead and implement the master plan (5 to \n7 years). \n ", "18  Appendix 4 \nFirst Subprogram   Second Subprogram (Indicative) \n(July 2020)  (July 2021)  \n(Document  Required:  Finance  Advisor \napproval of master plan and GOP issuance \nof a notification of capital market advisory \ncouncil) \n5.  Federal Cabinet approved amendments in   \nSECP Act, 1997 to strengthen Audit Oversight \nBoard’s  (AOB’s)  independence,  financial \nresources, and regulatory powers.a  \n(Document  Required:  Federal  Cabinet \napproval  for  amendments  to  SECP  Act, \n1997) \n6.   Federal Cabinet approved amendment in  4. MOF will establish a special tribunal for \nthe SECP Act, 1997 (Act) to replace section 33  capital  market  related  cases  and  issue \nand  section  34  of  Act  with  a  new  section  regulations  that:  (i)  define  the  powers, \n“Capital Markets Tribunal” to establish a special  functions and jurisdiction of the tribunal, (ii) \ntribunal for capital market related cases.  determine  status  of  appeals  and \nadjournments,  and  (iii)  determine \n(Document  Required:  Federal  Cabinet \nappointment  of  qualified  judges  and  their \napproval for amendment in SECP Act, 1997) \ntraining. \n(Document Required: GOP Notification (i) \nfor  establishment  of  Tribunal  and  (ii) \nregulations) \n7.   Pakistan Stock Exchange (PSX) installed an  5.  SECP  will  implement  installation  of \nupgraded  electronic  market  surveillance  upgraded  electronic  market  surveillance \nsystem to maintain market integrity.   system that is contiguous with that of PSX.  \n(Document  Required:  PSX  signed  (Document  Required:  SECP  notification \nagreement  and  evidence  of  payment  to  for  implementation  of  the  market \nvendor  for  establishment  of  a  market  surveillance system) \nsurveillance system) \nReform Area 3 : Supply Measures   \n8.  PSX established Growth Enterprise Market   \n(GEM) to encourage SME listing that includes \nthe following elements: (i) reduce the regulatory \nrequirements for eligible companies, including \nSMEs,  and  (ii)  issuance  of  regulatory \nframework for GEM. \n(Document Required: PSX Notification for \nregulatory amendments) \n  6. At least three SOEs will be partially listed \non  the  PSX  either  through  offer  for  sale/ \ndivestment  of  government  holdings  or \nsecondary  public  offerings  of  listed \ncompanies. \n(Document Required: GOP notification for \nlisting  of  SOE’s  on  Pakistan  Stock \nExchange) \n ", "  Appendix 4  19 \nFirst Subprogram   Second Subprogram (Indicative) \n(July 2020)  (July 2021)  \n  7. MOF will issue framework for issuance of \nasset light sukuk structures that includes the \nfollowing  element:  at  least  10%  of \ngovernment infrastructure debt issued in next \n5 years is through Islamic sukuks.    \n(Document Required: GOP Publication on \nwebsite and GOP / MOF Notification) \n9.  Federal  Cabinet  approved  proposal  to   \nstreamline  taxation  regime  for  non-resident \ncompanies  investing  in  debt  securities  to \nenhance institutional investor demand. \n(Document Required: ECC decision dated 4 \nSeptember 2019 and SBP Notification) \n10. Federal Cabinet approved Netting Bill, in- 8.  Pakistan  Stock  Exchange  (PSX)  will \nprinciple, to promote issuance  of derivatives  expand product and asset class offerings by \nthrough reduction in counterparty risk.   issuing regulations for (i) cash settled futures \n(ii) single stock options regulations, (iii) index \n(Document  Required:  Federal  Cabinet  in-\noptions, and (iv) bond ETFs. \nprinciple approval of the Netting Bill)  \n(Document  Required:  Pakistan  Stock \nExchange Notification) \n  9.  MOF  will  submit  to  Parliament  the:  (i) \nInsurance Bill, (ii) NBFC Bill by repealing part \nVIIIA  of  the  Companies  Act,  2017  to \nintroduce  e-warehouse  receipts,    (iii) \nconsolidation of Securities and Future Acts. \nand  (iv)  removal  of  regulatory  restrictions \nfrom VPS Rules 2005.  \n(Document Required: (i) GOP submission \nletter to Parliament, (ii) GOP notification \nfor amendments to VPS Rules) \n  10. PMEX will (i) introduce local agricultural \ncommodities-based futures contracts and (ii) \ntrading of e-warehouse receipts. \n(Document  Required:  SECP  and  PMEX \nconfirmations) \nReform Area 4: Demand Measures \n11.  MOF  strengthened  Debt  Management  11. MOF will continue DMO empowerment \nOffice’s  (DMO’s)  operational  and  technical  through the following measures: (i) GOP to \nproficiency  to  entrench  sound  debt  fully  staff  DMO  with  professionals  with \nmanagement  practices  that  includes  the  business  experience  of  treasury  and  risk \nfollowing  elements:  (i)  GOP  approved  the  management, according to the approved the \norganizational chart and staffing plan for DMO;  organizational  chart  and  staffing  plan;  (ii) \nand  (ii)  GOP  allowed  DMO  involvement  in  GOP to implement a real-time, integrated, \nsequencing and structuring Annual Borrowing  debt recording and information system for all \nPlan.   Government  debt,  providing  debt \ncomposition and risk indicators; and (iii) GOP \n(Document Required: MOF Office Order) \nto make DMO accountable to the Parliament \n ", "20  Appendix 4 \nFirst Subprogram   Second Subprogram (Indicative) \n(July 2020)  (July 2021)  \nvia  periodic  reporting  to  a  Parliamentary \ncommittee.   \n(Document Required: GOP Notification) \n  12. MOF will (i) amend rules to allow DMO \nfrequent  re-opening  and  consolidation \nstrategy of  benchmark  issues  to  establish \nand deepen the key benchmarks, and (ii) \nSBP  to  lead  and  initiate  installation  of  a \ncentralized trading platform to be used for \nprimary, secondary government debt market. \n(Document  Required:  GOP  to  issues \nnotifications for amendment in rules and \n(ii) SBP to publish the specifications of \nthe centralized trading platform) \n12.  MOF established a committee comprising  13.  MOF  will  approve  (i)  elimination  of \nCDNS, DMO and SBP to finalize a plan for the  institutional  investors  from  NSS  products, \nelimination of institutional investors from NSS  and (ii) endorsement of the annual NSS debt \nproducts.   borrowing plan and strategy by DMO. \n(Document Required: MOF Office Order of  (Document Required: GOP Notification) \nthe committee to develop a plan with clear \ntimelines for implementation of actions) \n13.  MOF implemented auctions of Government  14. MOF will implement strategy of creating \nsecurities through adherence to target volumes  liquid benchmark bond issues through buy \n(with maximum variance of 25%) to enhance  back  of  fragmented  issues  and  replacing \ndetermination of market-based yield.  them with liquid benchmarks issues.  \n(Document  Required:  GOP  /  MOF  Office  (Document Required: Notification of GOP \nOrder)  strategy) \n14.  PSX amended procedure for on-boarding  15.  MOF  will  introduce  online  account \nnew  retail  investors  through  simplified  KYC  opening form by giving access of NADRA \ninvolving biometric verification to enhance retail  CNIC verification platform API to brokerage \ninvestor demand.  firms. \n(Document Required: NCCPL Notification)  (Document Required: GOP Notification) \n \n15.   SECP approved a gender policy document  16. SECP will approve legal framework for \nentitled “Gender Mainstreaming” for promotion  issuing Women Entrepreneur Bonds \nof female participation in the governance of \n(Documentation  Requirement:  SECP \ncapital markets and increased access to capital \nNotifications) \nmarkets by females.  \n \n(Document  Required:  SECP  approved  17.GOP  will  appoint  at  least  two  women \npolicy)  representatives on the SECP policy board. \n(Documentation  Requirement:  GOP \nNotification) \n16.   SECP mandated female representation on  18.  PSX  to  approve  a  gender  policy \nthe board of directors of all listed companies by:  document entitled “Gender Mainstreaming” \n(i) making it mandatory to have at least one  that  includes  the  following  elements:  (i)  a \nfemale director on the board, effective after the  minimum percentage of female staff within \n ", "  Appendix 4  21 \nFirst Subprogram   Second Subprogram (Indicative) \n(July 2020)  (July 2021)  \nexpiry of the current board terms, reinforcing  the  management  cadre,  (ii)  a  minimum \nthe  requirement  of  section  154  of  the  number  of  female  candidates  interviewed \nCompanies Act, 2017; (ii) ensuring mandatory  when hiring for an open position, and (iii) a \ndisclosure of female directors as part of the  consistent  rewards  and  remuneration \nboard composition in the annual Statement of  package across genders. \nCompliance with Listed Companies (Code of \nCorporate Governance) Regulations, 2019, as \nwell as in the directors’ report accompanying \nquarterly  financial  statements;  and  (iii) \nencouraging  listed  companies  to  arrange \ndirectors’  training  for  at  least  one  female \nexecutive from July 2020 onwards, to increase \nthe number of female leaders and directors. \n(Document required: SRO 1163 for Listed \nCompanies  (Code  of  Corporate \nGovernance) Regulations, 2019). \nAOB = Audit Oversight Board, CNIC = Computerized Identity Card Number, DMO = Debt Management Office, ECC= \nEconomic Coordination Committee, ETF = Exchange Traded Fund,  GOP= Government of Pakistan, IFIAR = \nInternational Forum of Independent Audit Regulators, KYC = Know Your Customer, MoUs = Memorandum of \nUnderstanding, MTS = Margin Trading System, NADRA = National Data Base Regulatory Authority, NBFC= Non-\nBanking Finance Companies, NCCPL= National Clearing Company of Pakistan Limited, NSS = National Savings \nSchemes, PSX= Pakistan Stock Exchange, PIC = Public Interest Company, SBP = State Bank of Pakistan, SECP = \nSecurities and Exchange Commission of Pakistan, SMEs = Small & Medium Enterprises, SOEs = State Owned Entities, \nTFC = Term Finance Certificates, VPS = Voluntary Pension Schemes \na  (i) adoption of a rule that a) prohibits an audit practitioner from becoming a member of AOB’s governing body in \naccordance with Principle 2 of the IFIAR Core Principles for Independent Audit Regulators, and b) requiring a 3-year \n“cooling off” period for former audit practitioners to be eligible to serve as a member of the AOB governing body \n(“Board”); (ii) ensuring that AOB should have a stable source of funding from the government, which is secured and \nfree from influence by auditors and audit firms and sufficient to execute its powers and responsibilities; (iii) allowing \nfor unconditional direct inspections of audit firms by AOB; (iv) making  provision requiring PICs to appoint audit firms \nregistered with AOB; (v) giving AOB powers to decline registration of audit firms and/or impose conditions for \nregistration; (vi) replacing the term “public interest company” with the term “public interest entity” in the applicable \nlaw; and (vii) include an enabling provision in the law to authorize AOB to enter into cooperative arrangements, \nincluding executing IFIAR MoUs with other jurisdictions. \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20200907181122+08'00'", "Creator": "PDF24 Creator", "Keywords": "53221-001, pakistan, finance, adb projects, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20201010205810+08'00'", "Producer": "GPL Ghostscript 9.27", "Subject": "The program will support demand- and supply-side measures to broaden and deepen the financial system in Pakistan and ground it in a strong legal and regulatory framework in line with the Asian Development Bank (ADB) country partnership strategy, 2015–2019 and country operations business plan, 2020–2022 for Pakistan.", "Title": "Third Capital Market Development Program (Subprogram 1): Report and Recommendation of the President"}, "author_page": " \nVice-President  Shixin Chen, Operations 1 \nDirector General  Werner E. Liepach, Central and West Asia Department (CWRD) \nDirector  Tariq H. Niazi, Public Management, Financial Sector, and Trade Division \n(CWPF), CWRD \n   \nTeam leaders  Sana Masood, Senior Project Officer (Financial Sector), Pakistan Resident \nMission (PRM), CWRD  \nSyed Ali-Mumtaz H. Shah, Principal Financial Sector Specialist, CWPF, \nCWRD \nTeam members  Rogerio de Almeida Vieira de Sa, Young Professional, CWPF, CWRD \n  Marinette Glo, Administrative Assistant, HR Business Partners Division, \nBudget, People, and Management Systems Department \n  Shinsuke Kawazu, Principal Counsel, Office of the General Counsel \n  Fahad Khan, Economist, Economic Analysis and Operational Support \nDivision, Economic Research and Regional Cooperation Department \n  Llona Isabel Marty, Associate Project Analyst, CWPF, CWRD \n  Humaira Nadeem, Operations Assistant, PRM, CWRD \nPeer reviewer  Arup Kumar Chatterjee, Principal Financial Sector Specialist, Finance Sector \nGroup, Sustainable Development and Climate Change Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "Shixin Chen", "role": "Operations", "organization": ""}, {"fullname": "Werner E. Liepach", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "Tariq H. Niazi", "role": "Public Management", "organization": "Financial Sector"}, {"fullname": "Sana Masood", "role": "Senior Project Officer (Financial Sector)", "organization": "Pakistan Resident"}, {"fullname": "Syed Ali-Mumtaz H. Shah", "role": "Principal Financial Sector Specialist", "organization": "CWPF"}, {"fullname": "Marinette Glo", "role": "Administrative Assistant", "organization": "HR Business Partners Division"}, {"fullname": "Shinsuke Kawazu", "role": "Principal Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Fahad Khan", "role": "Economist", "organization": "Economic Analysis and Operational Support"}, {"fullname": "Llona Isabel Marty", "role": "Associate Project Analyst", "organization": "CWPF"}, {"fullname": "Humaira Nadeem", "role": "Operations Assistant", "organization": "PRM"}, {"fullname": "Arup Kumar Chatterjee", "role": "Principal Financial Sector Specialist", "organization": "Finance Sector"}]}