{"path": "data/input/ta/53264-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report\n \n \n \nProject Number: 53264-001 \nTransaction Technical Assistance (TRTA) \nAugust 2021 \n \n \nIndia: Enhancing Market Linkages for Farmer \nProducer Organizations \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Access to Information \nPolicy. \n ", " \nCURRENCY EQUIVALENTS \n(as of 9 August 2021) \n \nCurrency unit  –  Indian rupee/s (₹) \n \n₹1.00  =  $0.01347 \n$1.00  =  ₹74.24 \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  JFPR  –  Japan Fund for Poverty Reduction \n  MAGNET  –  Maharashtra Agribusiness Network  \n  TA  –  technical assistance \n  VCO  –  value chain operator \n \n \nNOTES \n(i)  The fiscal year of the Government of India and its agencies ends on 31 March.  \n(ii)  In this report, “$” refers to United States dollars. \n \n \n ", " \nVice-President  Shixin Chen, Operation 1 \nDirector General  Kenichi Yokoyama, South Asia Department (SARD) \nDeputy Director General  Manmohan Parkash, SARD \nDirector  Mio Oka; Environment, Natural Resources and Agriculture Division \n(SAER); SARD \n   \nTeam leaders  Masahiro Nishimura, Senior Rural Development Specialist, SAER, \nSARD \n  Michiko Katagami, Principal Natural Resources and Agriculture \nSpecialist, Rural Development and Food Security (Agriculture) \nThematic Group (SDTC-AR), Sustainable Development and \nClimate Change Department (SDCC) \nTeam members  Mikael Andersson, Financial Management Specialist; Portfolio, \nResults and Quality Control Unit; SARD \n  Brando M. Angeles, Associate Environment Officer, SAER, SARD \n  Angelique Dawn A. Badelles, Strategy and Policy Officer; Strategy, \nPolicy and Business Process Division; Strategy, Policy and \nPartnerships Department \n  Cynthia Pancracia Y. Ceniza, Senior Operations Assistant, SAER, \nSARD \n  Arup Kumar Chatterjee, Principal Finance Sector Specialist, \nFinance Sector Group, SDCC \n  Tushna Dora, Investment Specialist, Office of the Director General, \nPrivate Sector Operations Department \n  Narayan S. Iyer, Senior Natural Resources and Agri Specialist \n(Agribusiness), SDTC-AR, SDCC \n  Orna Joyce, Social Development Specialist, SAER, SARD \n  Navendu Karan, Principal Public Management Economist; Public \nManagement, Financial Sector and Trade Division; SARD \n  Dennis A. Lopez, Project Officer, SAER, SARD \n  Princess O. Lubag, Project Analyst, SAER, SARD \n  Chenina M. Meneses, Operations Assistant, SAER, SARD \n  Soma Misra, Procurement Specialist, Procurement Division 1; \nProcurement, Portfolio and Financial Management Department \n  Raghavendra R. Naduvinamani, Project Analyst, INRM, SARD \n  Krishan S. Rautela, Associate Project Officer (Infrastructure), India \nResident Mission (INRM), SARD \n  Vankina Sri Rekha, Principal Counsel, Office of the General \nCounsela \nPeer reviewers  Kang Hang Leung, Principal Infrastructure Finance Specialist; \nPublic Management, Financial Sector, and Regional \nCooperation Division; East Asia Departmentb \n  Takeshi Ueda, Principal Natural Resources and Agriculture \nEconomist; Environment, Natural Resources and Agriculture \nDivision; Southeast Asia Department \na Outposted to the India Resident Mission. \nb Outposted to the People’s Republic of China Resident Mission. \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \nI.  THE PROPOSED PROJECT  1 \nII.  THE TECHNICAL ASSISTANCE  2 \nA.  Justification  2 \nB.  Outputs and Activities  2 \nC.  Cost and Financing  5 \nD.  Implementation Arrangements  5 \n \nAPPENDIXES \n1.  Cost Estimates and Financing Plan  7 \n2.  List of Linked Documents  8 \n \n \n \n ", " \nI.  THE PROPOSED PROJECT \n \n1.  Maharashtra is the leading contributor to India’s economy, accounting for 14.3% of the \nnational gross domestic product in fiscal year 2020. However, the state is also ranked among the \nhighest in the income and development inequalities, as economic development is concentrated \nonly in major cities. The central and state governments target to raise farmers’ incomes by \npromoting agribusiness development and aggregating crops of small and marginal landholding \nfarmers through organized farmer producer organizations (FPOs). Horticulture crops such as \nfruits, vegetables, and flowers have high value but are highly perishable; almost 40% are lost or \nwasted in different stages of the agriculture value chains. The losses can be reduced by proper \npost-harvest practices and agriculture value chain facilities. The project is also built on the grant \nproject funded by the Japan Fund for Poverty Reduction (JFPR), which piloted promotion of \nhorticulture FPOs in Maharashtra.1 \n  \n2.  The  proposed  Maharashtra  Agribusiness  Network  Project  will  support  the  state \ngovernment of Maharashtra through a holistic approach combining a project loan and financial \nintermediation  loans.  The  project  is  aligned  with  the  following  impacts:  achieve  average \nagriculture sector growth rate of 5%; promote agriculture produce export; and establish fair, \ncompetitive, and accessible agriculture markets.2 The project’s outcome is that Maharashtra’s \nhorticultural production values and FPOs’ profits will be increased. The outputs comprise (i) \ninstitutional,  technical,  and  marketing  capacities  of  agribusiness  institutions  and  FPOs \nstrengthened; (ii) access to finance of FPOs and value chain operators (VCOs) strengthened; and \n(iii) agriculture value chain infrastructure improved and operational. The project is estimated to \ncost $142.9 million, of which $100.0 million will be funded by Asian Development Bank (ADB) \nordinary capital resources (regular loan). \n \n3.  The project has the following innovative and demonstrative elements. This transaction \ntechnical assistance (TA) will support delivery of the following finance-plus elements and replicate \nthem within and outside India through the capacity development resource center in the India \nResident Mission, workshops, and regional forums including ADB’s Rural Development and Food \nSecurity Forum.3  \n(i)  Innovative technology. Based on a list of innovative technologies identified \nduring  project  preparation,  the  project  will  (a)  directly  apply  some  to  facility \nimprovements, (b) give guidance to FPOs and VCOs, and (c) promote their \napplication through financial support.4 These technologies cover various stages of \nagribusiness such as aggregation, storage, processing, logistics, and marketing \nincluding digital agriculture services for direct marketing and higher sales prices.5 \n(ii)  Centers of excellence network. Capacity development activities will be linked to \nresearch and development activities of  the National Institute of Post-Harvest \nTechnology and associated research centers. A network of institutions will be \n \n1  Asian Development Bank (ADB). 2010. Improving Small Farmers’ Access to Market in Bihar and Maharashtra.  \nManila (Grant 9147-IND); and ADB. 2020. Improving Small Farmers' Access to Market in Bihar and Maharashtra: \nMaharashtra Implementation Completion Memorandum. Manila. \n2  State Government of Maharashtra Planning Department. 2017. Vision 2030. Mumbai. \n3  Finance-plus refers to value addition beyond monetary support given through loan and grant financing. \n4  A currently expected list of technologies and their explanations is available from ADB. 2020. Strengthening Capacity \nto Design and Implement Water and Rural Infrastructure Facility: Technical Assistance Consultant’s Report. Manila. \n5  ADB’s pilot study in April–May 2020 demonstrated generation of new sales opportunities for 540 farmers and faster \nand safe delivery of fresh products to consumers with the use of an e-commerce platform and online logistics \nservices. Digital traceability systems benefit value addition in farmers’ produce, safety certification for consumers, \nand price transparency. Smallholder farmers can also benefit from digital agriculture services that provide market \nintelligence; precise weather and harvest advisories; and access to quality inputs, logistics, and financial services. \n ", "2 \ndeveloped to holistically provide support to FPOs and farmers on good agricultural \npractices, new crop varieties, and other technical innovations. \n(iii)  Exemplary value chains led by farmer producer organizations. The project will \ndevelop exemplary value chains led by FPOs which successfully link with rapidly \ngrowing retailers and bring higher FPO shares in sales revenue. \n(iv)  Value  chain  acceleration.  The  newly  established  Maharashtra  Agribusiness \nNetwork (MAGNET) Society will be developed to be a value chain accelerator, \nwhich will offer crop-based support to develop FPOs and collectively market their \nproducts with higher brand values.  \n(v)  Gender mainstreaming and social inclusion. The project will support poor and \nvulnerable small-scale farmers to enhance their income opportunities. Mahila \nArthik Vikas Mahamandal will depute staff and work with the MAGNET Society to \nensure that women and FPOs and VCOs owned or led by women are promoted \nand given priorities in capacity development and financial support. The gender \nequality and social inclusive action plan will enhance inclusive project benefits to \nwomen and other vulnerable groups. \n \n4.  Follow-up actions from the previous Japan Fund for Poverty Reduction grant. The \nJFPR grant project (footnote 1) was implemented from July 2010 to December 2018 to enhance \nintegration of small-scale horticulture farmers into modern value chains by (i) organizing farmers \ninto farmer groups, (ii) building their capacity to increase production, and (iii) establishing market \nlinks. The grant project was implemented successfully with most of the targets achieved, including \nestablishment  of  1,404  FPOs  and  delivery  of  capacity  enhancement  trainings.  The \nimplementation completion memorandum suggested the following follow-up actions: (i) continued \nsupport  to  FPOs  and  farmer  producer  companies  is  necessary  to  develop  their  technical \nknowledge of modern farming practices; (ii) strengthening buyer–seller links should be considered \nto ensure sustainability of project outputs; and (iii) participation of women should be ensured in \nagriculture and value-addition activities. The proposed project and this TA were built on the \nsuccessful implementation of the JFPR grant and will address the follow-up actions. \n \nII.  THE TECHNICAL ASSISTANCE \n \nA.  Justification \n \n5.  The proposed project will provide ADB’s value addition through the finance-plus elements \nwith support from the proposed TA. The TA will complement the proposed project by introducing \ninternational good practices and providing capacity development to the MAGNET Society and \nother stakeholders in the finance-plus elements. The TA is proposed to be attached rather than \nbe made part of the loan to maintain continuity with ADB’s past TA support and allow for efficient \nconsultant management and close supervision by ADB. This transaction TA is listed in the country \noperations business plan for India, 2021–2023.6 \n \nB.  Outputs and Activities \n \n6.  The major outputs and activities are summarized in Table 1. Outputs 1 and 2 will be \nfinanced by the JFPR,7 and outputs 3 and 4 will be financed by ADB’s Technical Assistance \n \n6  ADB. 2020. Country Operations Business Plan: India, 2021–2023. Manila. The TA was envisaged for only $1 million \nto be financed by ADB’s Technical Assistance Special Fund (TASF-other sources), but the amount was increased \nduring the project preparation stage to ensure sustainable project results and mitigate implementation risks. \n7  The JFPR is a possible funding source subject to Government of Japan approval. \n ", "3 \nSpecial Fund (TASF-other sources). All the relevant activities to be conducted under the TA will \nreflect Japanese visibility based on the Guidance Note on Japanese Visibility.8 \n \nTable 1: Summary of Major Outputs and Activities \nDelivery \nMajor Outputs  Dates  Key Activities with Milestones \n1. Crop-based  Q2 2024  1.1 Identify at least 12 anchor FPOs and potential FPOs (including at \ncenters of  least 20% of the FPOs to be women and led by women) for the target \nexcellence  horticulture cropsa to be supported in 6 months. \nnetworks  1.2 Identify  crop-wise  center  of  excellence  network  for  capacity \ncreated and  development activities for each of the 11 target cropsa comprising the \ncapacity  NIPHT, anchor FPOs, and other agencies and organizations within 6 \ndevelopment  months. \non value chain  1.3 Develop crop-wise assessment and proposals on (a) market access \nacceleration  and  expansion  for  both  domestic  and  export  markets  including \nconducted  branding  concepts;  (b)  trade  volume  and  price  projections  and \ntargets; (c) quality requirements of key customers and markets and \nexisting gaps; (d) facility requirements, utilization, and gaps; (e) \nmechanisms and instruments to make value chains more effective \nsuch as testing and grading, food safety, and dispute resolution \nmechanisms of contract farming; and (f) capacity development plans \nof FPOs to enhance their business, financial, and technical capacity \nand utilize high-level and innovative agriculture technologies and \nfemale members within 6 months. \n1.4 Prepare crop-wise midterm (3–5 years) action plans based on above \n1.1–1.3 to accelerate value chain activities and enhance market links \nwithin 8 months and update the plans in a rolling manner at the \nbeginning of each fiscal year by validating all business assumptions, \ndeveloping annual plans, and defining key performance indicators. \n1.5 Organize and conduct market promotion events such as buyer–seller \nmeetings and e-marketing promotion annually from the 8th month \n(5,000 or  more  participants in total, of which at least  15%  are \nwomen). \n1.6 Develop training materials and train the trainers through the centers \nof excellence network based on the action plans continuously from \nthe 9th month (100 or more trainers to be trained, of which at least \n20% are women). \n1.7 Coordinate trainings to FPOs to be conducted by the trainers and \norganized by the PISC from the 9th month continuously throughout \nthe TA implementation period (35,000 or more participants in total, of \nwhich at least 20% are women). \n1.8 Prepare knowledge products to be used for replication of the project \nexperience and expertise and disseminated through (i) the INRM’s \nCDRC to other states of India, (ii) ADB’s Rural Development and \nFood Security Forum to other member countries and development \npartners, (iii) ADB’s website to development partners and general \naudience, and (iv) other means. \n2. High-level and  Q2 2024  2.1 Review outputs of high-level technology consultants and project \ninnovative  preparatory consulting firmb and other relevant documents within 1 \ntechnologies in  month. \nagribusiness  2.2 Develop training material and train the trainers in anchor FPOs and \nand agriculture  other interested FPOs through the center of excellence network from \n \n8  ADB. 2020. Guidance Note on Japanese Visibility. Manila. \n ", "4 \nDelivery \nMajor Outputs  Dates  Key Activities with Milestones \nvalue chains  the 8th month and thereafter (100 or more trainers to be trained, of \npromoted  which at least 20% are women). \n2.3 Promote  application  of  high-level  and  innovative  technologies \nincluding  digital  transformation  through  project  activities  in \ncollaboration with the PISC throughout the TA implementation period.  \n2.4 Prepare knowledge products to be used for replication of the project \nexperience and expertise and disseminated through (i) the INRM’s \nCDRC to other states of India, (ii) ADB’s Rural Development and \nFood Security Forum to other member countries and development \npartners, (iii) ADB’s website to development partners and general \naudience, and (iv) other means. \n3. Capacity  Q2 2024  3.1 Review outputs of post-harvest management and direct marketing \ndevelopment  studiesc and other relevant documents within 1 month. \non post-harvest  3.2 Partner with successful extension service providers that use both \nmanagement  women's networks in villages and technologies for dissemination and \nconducted  adoption of modern post-harvest processes (outputs of post-harvest \nmanagement and direct marketing studies above) especially among \nwomen and vulnerable groups for value addition and higher wage as \nreward. The visual extension materials of 10 crops prepared under \nthe post-harvest studies can be utilized and improved as necessary \nand be focused on female workers for dissemination. \n3.3 Identify women and vulnerable groups’ agribusiness marketing best \npractices  which  show  success  in  crop  marketing,  post-harvest \nprocess, and local door-to-door logistics and delivery business; and \nwork  with  these  women's  self-help  groups  to  replicate  their \nsuccessful business models for other women's groups. \n3.4 Assess effective use of drones and other technologies for crop \ndisease and pest monitoring, best harvest timing projection, and \nlogistics arrangements. Conduct training in coordination with the \nPISC  and  target  especially  women  and  vulnerable  farmers  as \noperators. \n3.5 Enhance the centers of excellence network on horticulture post-\nharvest management, marketing, and good agricultural practices with \nthe  NIPHT  as  the  hub  and  integrate  successful  post-harvest \ndemonstration groups above within 12 months. \n3.6 Conduct capacity development including training of trainers on post-\nharvest management, marketing, and good agricultural practices to \nMAGNET Society staff, anchor FPOs, and other stakeholders within \n24 months. \n4. Asset  Q1 2022  4.1 Assess  the  efficiency  and  effectiveness  of  the  existing  asset \nmanagement  management  and  maintenance  policy  and  develop \nand financial  recommendations to improve them within 3 months. \nmanagement  4.2 Prepare practical recommendations and solutions for improving the \ncapacities of  asset management practices and systems within 4 months. \nMAGNET  4.3 Conduct a workshop to MSAMB staff on modern asset management \nSociety and  practices and other recommendations within 5 months. \nMSAMB \nimproved  \nCDRC = Capacity Development Resource Center, FPO = farmer producer organization, INRM = India Resident Mission \n(of the Asian Development Bank), MAGNET = Maharashtra Agribusiness Network, MSAMB = Maharashtra State \nAgricultural Marketing Board, NIPHT = National Institute of Post-Harvest Technology, PISC = project implementation \nsupport consultant, Q = quarter, TA = technical assistance, VCO = value chain operator. \na The target crops are bananas, custard apples, green and red chilies, guavas, okra, oranges, pomegranates, sapotas, \nstrawberries, sweet limes, and flowers. \n ", "5 \nb Engaged under ADB. 2019. Technical Assistance to India for Strengthening Capacity to Design and Implement Water \nand Rural Infrastructure Facility. Manila. \nc Conducted through ADB. 2015. Technical Assistance for Building Sustainable Food and Nutrition Security in Asia \nand the Pacific (Phase 1). Manila. \nSource: Asian Development Bank. \n \nC.  Cost and Financing \n \n7.  The TA is estimated to cost $2.5 million, of which (i) $0.5 million will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-other sources) and (ii) $2.0 million will \nbe financed on a grant basis by the JFPR and administered by ADB. The key expenditure items \nare listed in Appendix 1. \n \n8.  The government will provide counterpart support estimated at $0.3 million in the form of \ncounterpart staff, office accommodation, office supplies, secretarial assistance, and other in-kind \ncontributions. The government was informed that approval of the TA does not commit ADB to \nfinance any ensuing project. \n \nD.  Implementation Arrangements \n \n9.  ADB will administer the TA. The Environment, Natural Resources and Agriculture Division \nof the South Asia Department will select, supervise, and evaluate consultants. The TA will be \nimplemented over 36 months and is expected to start in August 2021 and end in August 2024. \nThe state of Maharashtra, acting through the MAGNET Society, will be the executing agency. \n \n10.  The implementation arrangements are summarized in Table 2. \n \nTable 2: Implementation Arrangements \nAspects  Arrangements \nIndicative implementation period  August 2021–August 2024 \nExecuting agency  The state of Maharashtra, acting through the MAGNET Society \nImplementing agencies  ADB through the South Asia Department \nConsultants  To be selected and engaged by ADB \nFirm: QCBS  Enhancing Market Linkages for  $2,460,000 \n(90:10)  Farmer Producer Organizations \nIndividual:  International and national  $40,000 \nindividual selection  expertise (4.5 person-months) \nAdvance contracting and  Advance contracting will be undertaken for recruitment of the \nretroactive financing  consulting firm and individual consultants. \nDisbursement  The TA resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2010, as amended from time to \ntime). TASF and JFPR funds will be disbursed on a pro rata basis. \nADB = Asian Development Bank, JFPR = Japan Fund for Poverty Reduction, MAGNET = Maharashtra Agribusiness \nNetwork, MSAMB = Maharashtra State Agricultural Marketing Board, QCBS = quality- and cost-based selection, TASF \n= Technical Assistance Special Fund. \nSource: Asian Development Bank. \n \n11.  Consulting services. ADB will engage the consultants following the ADB Procurement \nPolicy (2017, as amended from time to time) and its associated staff instructions.9 \n \n9  Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 2). \n ", "Appendix 1  6 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nAmount \nJapan Fund \nfor Poverty \nItem  ADB  Reductionb \nA.  Consultants       \n1.  Remuneration and per diem     \na.  International consultants  201.4  895.2 \nb.  National consultants  182.9  638.4 \n2.  Out-of-pocket expenditures     \na.  International and local travel  47.6  237.6 \nb.  Office space rental and related facilities  13.0  27.0 \nc.  Training, seminars, and conferences  2.0  8.0 \nd.  Reports and communications  3.0  5.0 \ne.  Miscellaneous administration and support costsc  3.0  5.0 \nB.  Contingencies  47.1  183.8 \nTotal  500.0  2,000.0 \nNote: The technical assistance (TA) is estimated to cost $2.8 million, of which contributions from the Asian Development \nBank (ADB) and the Japan Fund for Poverty Reduction (JFPR) are presented in the table above. Funds from ADB and \nthe JFPR will be disbursed on a pro rata basis to a consulting firm, and only funds from ADB will be used for an \nindividual facility management and maintenance specialist. The government will provide counterpart support in the form \nof counterpart staff, office accommodation for meetings, office supplies, secretarial assistance, and other in-kind \ncontributions. The value of government contribution is estimated to account for 12.0% of the total TA cost. \na  Financed by the ADB Technical Assistance Special Fund (TASF-other sources). \nb  Administered by ADB. \nc  Interpretation and translation costs (from Marathi to English and vice versa). \nSource: ADB estimates. \n \n ", "7  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=53264-001-TAReport \n \n1.  Terms of Reference for Consultants \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20210824084624+08'00'", "Creator": "Microsoft® Word for Microsoft 365", "Keywords": "india, maharashtra, agribusiness, post-harvest marketing, horticulture crops, rural market infrastructure, rural poverty, farming, 53264-001, loan 4117, ta 6782, adb projects, adb technical assistance, approved technical assistance, tar, ta projects", "ModDate": "D:20210930092500+08'00'", "Producer": "Microsoft® Word for Microsoft 365", "Subject": "Provided as a supporting document to the Report and Recommendation of the President for the Maharashtra Agribusiness Network Project in India.", "Title": "Enhancing Market Linkages for Farmer Producer Organizations: Technical Assistance Report"}, "author_page": " \nVice-President  Shixin Chen, Operation 1 \nDirector General  Kenichi Yokoyama, South Asia Department (SARD) \nDeputy Director General  Manmohan Parkash, SARD \nDirector  Mio Oka; Environment, Natural Resources and Agriculture Division \n(SAER); SARD \n   \nTeam leaders  Masahiro Nishimura, Senior Rural Development Specialist, SAER, \nSARD \n  Michiko Katagami, Principal Natural Resources and Agriculture \nSpecialist, Rural Development and Food Security (Agriculture) \nThematic Group (SDTC-AR), Sustainable Development and \nClimate Change Department (SDCC) \nTeam members  Mikael Andersson, Financial Management Specialist; Portfolio, \nResults and Quality Control Unit; SARD \n  Brando M. Angeles, Associate Environment Officer, SAER, SARD \n  Angelique Dawn A. Badelles, Strategy and Policy Officer; Strategy, \nPolicy and Business Process Division; Strategy, Policy and \nPartnerships Department \n  Cynthia Pancracia Y. Ceniza, Senior Operations Assistant, SAER, \nSARD \n  Arup Kumar Chatterjee, Principal Finance Sector Specialist, \nFinance Sector Group, SDCC \n  Tushna Dora, Investment Specialist, Office of the Director General, \nPrivate Sector Operations Department \n  Narayan S. Iyer, Senior Natural Resources and Agri Specialist \n(Agribusiness), SDTC-AR, SDCC \n  Orna Joyce, Social Development Specialist, SAER, SARD \n  Navendu Karan, Principal Public Management Economist; Public \nManagement, Financial Sector and Trade Division; SARD \n  Dennis A. Lopez, Project Officer, SAER, SARD \n  Princess O. Lubag, Project Analyst, SAER, SARD \n  Chenina M. Meneses, Operations Assistant, SAER, SARD \n  Soma Misra, Procurement Specialist, Procurement Division 1; \nProcurement, Portfolio and Financial Management Department \n  Raghavendra R. Naduvinamani, Project Analyst, INRM, SARD \n  Krishan S. Rautela, Associate Project Officer (Infrastructure), India \nResident Mission (INRM), SARD \n  Vankina Sri Rekha, Principal Counsel, Office of the General \nCounsela \nPeer reviewers  Kang Hang Leung, Principal Infrastructure Finance Specialist; \nPublic Management, Financial Sector, and Regional \nCooperation Division; East Asia Departmentb \n  Takeshi Ueda, Principal Natural Resources and Agriculture \nEconomist; Environment, Natural Resources and Agriculture \nDivision; Southeast Asia Department \na Outposted to the India Resident Mission. \nb Outposted to the People’s Republic of China Resident Mission. \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "Shixin Chen", "role": "Operation", "organization": ""}, {"fullname": "Kenichi Yokoyama", "role": "South Asia Department (SARD)", "organization": ""}, {"fullname": "Manmohan Parkash", "role": "SARD", "organization": ""}, {"fullname": "Masahiro Nishimura", "role": "Senior Rural Development Specialist", "organization": "SAER"}, {"fullname": "Michiko Katagami", "role": "Principal Natural Resources and Agriculture", "organization": ""}, {"fullname": "Mikael Andersson", "role": "Financial Management Specialist", "organization": ""}, {"fullname": "Brando M. Angeles", "role": "Associate Environment Officer", "organization": "SAER"}, {"fullname": "Angelique Dawn A. Badelles", "role": "Strategy and Policy Officer", "organization": ""}, {"fullname": "Cynthia Pancracia Y. Ceniza", "role": "Senior Operations Assistant", "organization": "SAER"}, {"fullname": "Arup Kumar Chatterjee", "role": "Principal Finance Sector Specialist", "organization": ""}, {"fullname": "Finance Sector Group", "role": "SDCC", "organization": ""}, {"fullname": "Tushna Dora", "role": "Investment Specialist", "organization": "Office of the Director General"}, {"fullname": "Narayan S. Iyer", "role": "Senior Natural Resources and Agri Specialist", "organization": ""}, {"fullname": "Orna Joyce", "role": "Social Development Specialist", "organization": "SAER"}, {"fullname": "Navendu Karan", "role": "Principal Public Management Economist", "organization": ""}, {"fullname": "Dennis A. Lopez", "role": "Project Officer", "organization": "SAER"}, {"fullname": "Princess O. Lubag", "role": "Project Analyst", "organization": "SAER"}, {"fullname": "Chenina M. Meneses", "role": "Operations Assistant", "organization": "SAER"}, {"fullname": "Soma Misra", "role": "Procurement Specialist", "organization": "Procurement Division"}, {"fullname": "Raghavendra R. Naduvinamani", "role": "Project Analyst", "organization": "INRM"}, {"fullname": "Krishan S. Rautela", "role": "Associate Project Officer (Infrastructure)", "organization": "India"}, {"fullname": "Vankina Sri Rekha", "role": "Principal Counsel", "organization": "Office of the General"}, {"fullname": "Kang Hang Leung", "role": "Principal Infrastructure Finance Specialist", "organization": ""}, {"fullname": "Public Management", "role": "Financial Sector", "organization": "and Regional"}, {"fullname": "Takeshi Ueda", "role": "Principal Natural Resources and Agriculture", "organization": ""}]}