{"path": "data/input/ta/53278-002-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \n \n \n \n \n \n \nProject Number: 53278-002  \nKnowledge and Support Technical Assistance (KSTA) \nNovember 2019 \n \n \n \n \nKingdom of Bhutan: Enhancing Aviation Sector \nDevelopment Capacity \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Access to Information \nPolicy.\n ", " \nCURRENCY EQUIVALENTS \n(as of 7 November 2019) \n \nCurrency unit  –  Ngultrum (Nu) \nNu1.00  =  $0.014068     \n$1.00  =  Nu71.0845     \n \n \nABBREVIATIONS \n       \n  ADB  –  Asian Development Bank \n  BCAA  –  Bhutan Civil Aviation Authority \n  DoAT  –  Department of Air Transport \n  PIA  –  Paro International Airport \n  TA  –  technical assistance \n  TASF  –  Technical Assistance Special Fund \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars. \n \n \n \n \nVice-President  Shixin Chen, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Ravi Peri, Transport and Communications Division, SARD \n   \nTeam leader  Rocio Vico Talledo, Transport Specialist, SARD \nTeam member  Andri Heriawan, Transport Specialist, SARD \nCheska Llamas, Operations Assistant, SARD  \nYang Lu, Transport Specialist, SARD  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", " \nCONTENTS \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Outputs, Methods, and Activities  4 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  List of Linked Documents  9 \n \n \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 53278-002\nProject Name Enhancing Aviation Sector  Department/Division SARD/SATC\nDevelopment Capacity\nNature of Activity Capacity Development, Research and  Executing Agency Ministry of Information and \nDevelopment Communications\nModality Regular\nCountry Bhutan\n2. Sector Subsector(s)     ADB Financing ($ million)\nTransport Transport policies and institutional development 2.00\nTotal 2.00\nqq\n3. Operational Priorities Climate Change Information\n  Tackling climate change, building climate and disaster  Climate Change impact on the Project Low\nresilience, and enhancing environmental sustainability\n  Strengthening governance and institutional capacity\n  Fostering regional cooperation and integration\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 9.1 No gender elements (NGE)\nPoverty Targeting\n4. Risk Categorization Complex \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 2.00\n    Knowledge and Support technical assistance: Technical Assistance  2.00\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 2.00\n  \nCurrency of ADB Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 20082019160447012781 Generated Date: 18-Oct-2019 11:59:23 AM", " \nI.  INTRODUCTION \n \n1.  The knowledge and support technical assistance (TA) will help enhance the development \ncapacity of the civil aviation sector in Bhutan by formulating a civil aviation strategy and providing \nadvisory work and hands-on support to the executing agency and respective stakeholders.1 The \nTA will have three outputs: (i) civil aviation sector strategy plan report prepared; (ii) regulatory, \noperational, and institutional capacity enhanced; and (iii) knowledge management and capacity \nbuilding improved.2 \n \n2.  This TA is included in the country operations business plan for Bhutan, 2020–2022 and \nits objective is identified as one of the three pillars in the country partnership strategy, 2019–2023: \nto improve connectivity by supporting sustainable investments and know-how to upgrade air \ntransport structures and services for a more reliable and efficient movement of people and goods.3  \n \nII.  ISSUES  \n \n3.   Air transport in Bhutan. Bhutan is a landlocked, mountainous country that presents \nunique challenges to the development of transport infrastructure, including air transport. Despite \nthese challenges, continuous development in the sector remains a key priority to accommodate \nthe ever-increasing air transport demand. Between 2013 and 2018, the annual passenger traffic \nin Bhutan increased at an average of more than 10%. This is partly attributed to the government’s \neffort to accelerate tourism development in the country, and the introduction of domestic air \ntransport services, which enhances access to tourist attractions in outer regions. In 2018, Bhutan \nregistered more than 397,000 international passengers, an increase from about 314,000 in 2017.4  \n \n4.  Civil aviation is essential for Bhutan’s growth. It provides vital support to the development \nof tourism as well as to trade and manufacturing. Because of Bhutan’s geographical features, the \ndomestic air transport network has been crucial in linking the capital city of Thimphu in the western \nregion with administrative and commercial centers in the central, southern, and eastern regions. \nFour airports facilitate these linkages: an international airport in Paro, which also caters to \ndomestic flights, and three domestic airports in Bumthang, Gelephu, and Yonphula.   \n \n5.  Paro  International  Airport.  The  Paro  International  Airport  (PIA)  is  Bhutan’s  only \ninternational airport and is used by most international visitors to enter the country. The airport \nprovides air transport facilities and passenger services to two operators, the national carrier \nDrukair and the private airline Tashi Air. Inclement weather conditions sometimes disrupt the \nPIA’s air transport operations, with safety regulations requiring aircrafts to divert to other regional \ninternational airports. The mountainous terrain restricts the PIA’s physical expansion. Constrained \nby limited operational hours, the PIA runway’s peak capacity is seven aircraft movements per \nhour. Under this scenario and with annual passengers estimated to reach over 900,000 by 2030, \npassenger volume will exceed the PIA’s ultimate capacity by 2033.5  \n \n \n1  The stakeholders are the Department of Air Transport (DoAT) and the Bhutan Civil Aviation Authority (BCAA), from \nMinistry of Information and Communications of Bhutan. \n2  The Civil Aviation Act of Bhutan, 2016 defines civil aviation as the operation of any civil aircraft for the purpose of \ngeneral aviation, aerial work, or commercial air transport operations. Commercial air transport operations are defined \nas aircraft operation involving the transport of passengers, cargo, or mail for remuneration or hire. \n3  ADB. 2018. Country Business Operations Plan: Bhutan, 2020–2022. Manila; and ADB. 2019. Country Partnership \nStrategy: Bhutan, 2019–2023—Fostering Diversification and Reducing Disparities. Manila. The TA first appeared in \nthe business opportunities section of ADB’s website on 1 October 2019. \n4  Royal Government of Bhutan, Department of Air Transport. 2019. Passenger statistics (internal). Paro. \n5  ADB. 2010. Air Transport Connectivity Enhancement Project. Consultant’s report. Manila (TA 7633-BHU).  \n ", "2 \n6.  Air transport in Bhutan also plays a pivotal role in providing aid during  emergency \nresponse or disaster relief. The country’s vulnerability to natural hazards and climate change is \nhigh and adaptation measures are an absolute necessity. Moreover, the rising air traffic demand \nhas put additional pressure on the country’s air transport sector, including its institutional aspect. \nThe capacity of the Department of Air Transport (DoAT) and the Bhutan Civil Aviation Authority \n(BCAA) to effectively manage the country’s aviation sector, especially airports, is constrained by \nlimited funds and lack of a comprehensive sector strategy that includes short-, medium-, and long-\nterm action plans. The government’s current Civil Aviation Master Plan, approved in October 2004, \ndefined, emphasized, and documented the need for a well-developed air transport system in \nBhutan up to 2030. \n \n7.  Institutional and regulatory framework. The civil aviation sector of Bhutan has been \nrestructured and has adopted several reforms since 2009. The Civil Aviation Act of Bhutan, 2000 \nwas updated in 2016 and currently serves as the instrument to regulate and administer civil \naviation in the country. The separation of regulatory and operational functions of the Department \nof Civil Aviation took place in April 2015. As a result, the BCAA serves as a regulator while the \nDoAT serves as an airport operator.6 The DoAT reports to the Ministry of Information and \nCommunications and is responsible for ensuring safe, regular, and effective operation of flights, \nair communication, navigation, and transportation services for both domestic and international \nservices.  \n \n8.  Government strategy. In line with the country’s vision statement, the Government of \nBhutan developed and subsequently endorsed the Twelfth Five Year Plan, 2018–2023 in 2018.7 \nThe plan identifies national key areas as development outcomes that will address priority national \nissues. The sustainable development of the tourism sector and the enhancement of climate and \ndisaster resilience capabilities were recognized as key factors that support balanced social and \neconomic growth. To enable these national development efforts, the air transport system and \nservices  are  to  be  further  improved  by  increasing  operational  capacity,  effectiveness,  and \nefficiency. Therefore, the government is considering expanding and scaling up the capacity of the \nexisting domestic airports (Bumthang, Gelephu, and Yonphula), including measures to enhance \nresponsiveness to natural disaster and climate change risks.  \n \n9.  Upgrading existing domestic airports. Gelephu is located in southern Bhutan, about 30 \nkilometers east of Sarpang, the district (dzongkhag) headquarters. Because of its flat terrain and \ntopographical conditions, the DoAT considers Gelephu’s domestic airport the most feasible for \npotential upgrade and for operating as an alternate airport to PIA. The Government’s Twelfth Five \nYear Plan, 2018–2023 identifies the expansion of Gelephu airport as a key activity of the country’s \nprogram to improve air transport system in the country. The plan also recognizes Gelephu as a \nregional growth center that will improve socioeconomic development in Bhutan’s outer regions \nand further enhance access to regional markets because of its proximity to India. This is also in \nline with the Bhutan National Urbanization Strategy and the Gelephu Structure Plan, which identify \n \n6 ADB. 2011. Technical Assistance to the Kingdom of Bhutan for Strengthening Air Transport Regulatory and \n \nOperational Performance. Manila. Under this technical assistance, the legal and regulatory provisions of the civil \naviation sector in Bhutan were strengthened. By successfully separating the regulatory and operational functions of \nthe Department of Civil Aviation between the DoAT and BCAA, any conflict of interest in their roles and responsibilities \nwas eliminated. Both departments were able to manage their own staff, which helped the staff recruitment and staff \nretention. The reliability of the civil aviation sector in Bhutan was also enhanced by operating under international \nstandards.  \n7  Royal Government of Bhutan, Gross National Happiness Commission. 2018. Twelfth Five Year Plan for the Kingdom \nof Bhutan 2018–2023. Thimphu. \n \n ", "3 \nan extended urbanization project and the development of manufacturing, trade, transport, and \nindustrial facilities as the upcoming activities for the town and for the district.8 \n \n10.  ADB contribution to Bhutan’s civil aviation sector. ADB has been involved in the \ndevelopment of the civil aviation sector in Bhutan through two TA projects and one grant project \n(including additional financing). Approved in 2010, ADB’s first project preparatory TA to the \nDepartment  of  Civil  Aviation  helped  formulate  the  ensuing  Air  Transport  Connectivity \nEnhancement Project.9 The project, which is still ongoing, aims to enhance capacity and security \nat the Bumthang, Gelephu, and Yonphula domestic airports.10 A separate TA focused on building \ncivil  aviation  capacity  and  improving  air  transport  regulatory  and  operational  performance \n(footnote 6). Inadequate capacity of the executing agency, the DoAT, in procurement and contract \nmanagement was identified as the key issue during project implementation, for which hands-on \nsupport from ADB consultants was provided.  \n \n11.  With ADB’s involvement, the physical and institutional capacity of the sector has improved \nconsiderably to accommodate the rapid growth of air traffic since 2004. The long-term objective \nof enhancing the air transport system is also in line with the Bhutan Transport 2040 Integrated \nStrategic Vision, prepared with ADB’s support in collaboration with the Government of Australia \nthrough the Australian Agency for International Development.11 ADB’s engagement in the sector \nis based on the commitment to address the challenges of air connectivity and to improve access \nto external trades to ensure future economic growth and disaster preparedness.  \n \n12.  The TA will help the government formulate a comprehensive national civil aviation sector \nstrategy that incorporates sustainable development principles to meet the air transport demand, \nsolve the existing operation constraints, and enhance emergency responsiveness. The strategy \nwill also recognize the need to expand air transport services to other international hubs and \nregional centers and for an alternative arrangement for the PIA. The TA will support the DoAT to \nreview and confirm the feasibility of expanding Gelephu against the other two domestic airports \nin Bumthang and Yonphula and prepare a master plan for upgrading Gelephu that will reflect the \ngovernment’s current plan and priorities.  \n \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n13.  The TA is aligned with the following impact: civil aviation sector in Bhutan improved \n(footnote 7). The TA will have the following outcome: planning and preparation for enhancement \nof air transport services in Bhutan improved.12 \n \n \n8 1Royal Government of Bhutan, Ministry of Works and Human Settlement. 2008. Bhutan National Urbanization \nStrategy. Thimphu; and Department of Urban Development and Engineering Services, Ministry of Works and Human \nSettlement. 2005. Gelephu Structure Plan. Thimphu (Approved by the National Consultation Committee on Human \nSettlement). \n9 ADB. 2010. Technical Assistance to the Kingdom of Bhutan for Air Transport Connectivity and Enhancement Project.     \nManila (TA 7633-BHU). \n10 ADB. 2012. Report and Recommendation of the President to the Board of Directors: Air Transport Connectivity \nEnhancement. Manila; and ADB. 2016. Report and Recommendation of the President to the Board of Directors: Air \nTransport Connectivity Enhancement—Additional Financing. Manila. \n11 ADB. 2013. Bhutan Transport 2040 Integrated Strategic Vision. Manila. \n12 The design and monitoring framework is in Appendix 1. \n ", "4 \nB.  Outputs, Methods, and Activities \n \n14.  Output 1: Civil aviation sector strategy plan prepared. The TA will help to: \n(i)  conduct an assessment of the civil aviation sector in Bhutan, including reviewing \nand analyzing sector planning data, technical information, environmental and \nsocial  data,  technical  studies,  operational  and  maintenance  capabilities,  the \ninstitutional and legal framework, and financial information; \n(ii)  examine the infrastructure capacity of the four airports in the country in air traffic, \ntechnical characteristics, financial situation, and climate change risks, and develop \nan investment plan based on this examination;  \n(iii)  formulate a sector strategy with a short-, medium-, and long-term outlook to \nincrease capacity and enhance operational safety, factoring in climate change \nrisks, country vulnerability, and regional developments; and \n(iv)  assess the feasibility of expanding Gelephu airport to upgrade to international \nstandards,  specifications,  and  regulations  and  enhance  Bhutan’s  emergency \nresilience. \n \n15.  Output  2:  Proposal  for  regulatory,  operational  and  institutional  capacity \nenhancement  prepared.  The  TA  will  help  the  government review  current regulations  and \nadministrative and executive instructions; assess the possibility of enabling an environment within \nwhich the DoAT and/or the private sector can provide safe and effective services to operate the \nairports; and prepare a regulatory, operations, and institutional report. \n \n16.  Output 3: Knowledge management and capacity building improved. The TA will \nimprove the existing limited knowledge and skills of the DoAT and the BCAA by following a hands-\non learning process through seminars, workshops, or other knowledge-based programs in areas \nsuch as planning for economic and social development, climate change risks, disaster and climate \nchange resilience, environment and social safeguards, air connectivity strategy, or private sector \noperations. This will be conducted throughout the TA implementation, from the formulation of the \ncivil aviation strategy to the elaboration of the master plan. \n \nC.  Cost and Financing \n \n17.  The TA is estimated to cost $2,100,000, of which $2,000,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-6). The key expenditure items are \nlisted in Appendix 2.  \n \n18.  The government will provide counterpart support in the form of counterpart staff, office \nspace for the consultants, access to data and information for the international and national \nconsultants, staff time to review outputs of consultants, and other in-kind contributions equivalent \nto $100,000.  \n \nD.  Implementation Arrangements \n \n19.  ADB  will  administer  the  TA  and  be  responsible  for  the  selection,  supervision,  and \nevaluation of consultants. The executing and implementing agencies of the government will \nprovide counterpart support in the form of counterpart staff and other in-kind contributions. They \nwill also provide available technical feasibility studies and designs, data and information access, \nand facilitate liaison with stakeholders; and will guide the implementation of the TA to achieve the \nTA outputs and desired outcomes within the agreed implementation period.  \n \n ", "5 \n20.  The implementation arrangements are summarized in the table. \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  December 2019–August 2022 \nExecuting agency  Ministry of Information and Communications \nImplementing agencies  Department of Air Transport  \nConsultants  To be selected and engaged by ADB  \nFirm: Quality- and cost- 37 international  $1.808 million \nbased selection with a  and 8 national \n90:10 quality-cost ratio  person-months \nProcurement  To be procured by consultants \nShopping for office and  1–5 contracts  $10,000 \ntelecommunications \nequipment \nDisbursement  The TA resources will be disbursed following ADB’s Technical \nAssistance Disbursement Handbook (2010, as amended from \ntime to time). \nAsset turnover or disposal  All assets and equipment procured under the TA will be handed \narrangement upon TA completion  over to the executing agency after completion of TA activities.  \nADB = Asian Development Bank, TA = technical assistance.  \nSource: Asian Development Bank estimates.  \n \n21.  Consulting services. ADB will recruit a firm using quality- and cost-based selection with \na 90:10 quality-cost ratio and full technical proposal. ADB will engage consultants and carry out \nprocurement following the ADB Procurement Policy (2017, as amended from time to time) and its \nassociated project administration instructions and/or staff instructions.13 Consultants will procure \ngoods and will administer consultations, workshops, and seminars under the TA budget. \n \nIV.  THE PRESIDENT'S DECISION \n \n22.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $2,000,000 on a grant basis to \nthe Government of Bhutan for Enhancing Aviation Sector Development Capacity, and hereby \nreports this action to the Board.\n \n13 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3).   \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with \nCivil aviation sector in Bhutan improveda \n \nData Sources and \nPerformance Indicators  Reporting \nResults Chain  with Targets and Baselines  Mechanisms  Risks  \nOutcome   By 2022:     \nPlanning and  a. Civil aviation sector strategy  a. Civil aviation sector  Change \npreparation for  plan endorsed (2019 baseline:  strategy report and  in government’s \nenhancing air  not applicable)  master plan  priorities constrains \ntransport services  development and  \nin Bhutan improved  reforms in the sector \n  \nOutputs  By 2020:  1a–1d. Consultants’  Sufficiently qualified \n1a. Civil aviation sector  progress and final  consulting firms do not \n1. Civil aviation \nassessment and outlook  reports  participate \nsector strategy plan \nreport submitted (2019   \nprepared  Not  all  required  input \nbaseline: not applicable) \ndata is available \n   \nBy 2021: \n1b. Infrastructure and \ninvestment plan for the four \nairports in the country \nsubmitted (2019 baseline: not \napplicable) \n1c. Civil aviation sector \nstrategy report submitted \n(2019 baseline: not \napplicable) \n1d. Master plan of alternative \nairport (Gelephu) prepared \n(2019 baseline: not \napplicable) \n2. Proposal for  By 2021:  2a. Consultants’ \nregulatory,  2a. Regulatory, operational  progress and final \noperational, and  and institutional report  reports \ninstitutional  prepared (2019 baseline: not \ncapacity  applicable) \nenhancement \nprepared \n \n3. Knowledge  By 2022:  3a. Seminars and \nmanagement and  3a. Increased knowledge of  workshops proceedings \ncapacity building  civil aviation planning, \n \nimproved  operation, and development \nreported by at least 5 BCAA \nand 15 DoAT staff  \n(2019 baseline: 0) \n \n ", "Appendix 1  7 \nKey Activities with Milestones  \n1.  Civil aviation sector strategy plan prepared \n1.1 Consultant mobilization (July 2020) \n1.2 Completion of inception report (August 2020) \n1.3 Completion of civil aviation sector assessment and outlook report (November 2020) \n1.4 Completion of infrastructure and investment plan for four airports (February 2021)  \n1.5 Completion of civil aviation strategy report (May 2021) \n1.6 Completion of master plan for alternative airport (Gelephu) (October 2021) \n \n2.  Proposal for regulatory, operational, and institutional capacity enhancement prepared \n2.1 Completion of regulatory, operations, and institutional report (December 2021) \n2.2 Completion of closing report (February 2022) \n \n3.  Knowledge management and capacity building improved \n3.1 Training programs, seminars, workshops, or other capacity-building activities provided (February \n2022) \n \n TA Management Activities  \nThroughout the life of the TA: \nManage consultants regularly through assessment of outputs completed and approval of timesheets and \nexpenses; conduct annual TA reviews to monitor use of funds and progress on performance indicators; and \nmonitor implementation of capacity development activities. \n \nInputs \nADB: $2,000,000 (TASF-6) \nNote: The government will provide counterpart support in the form of counterpart staff, office space for the \nconsultants, access to data and information for the international and national consultants, staff time to \nreview outputs of consultants, and other in-kind contributions equivalent to $100,000. \nAssumptions for Partner Financing \nNot Applicable \nADB = Asian Development Bank, BCAA = Bhutan Civil Aviation Authority, DoAT = Department of Air Transport, TA = \ntechnical assistance, TASF= Technical Assistance Special Fund. \na   Royal Government of Bhutan, Gross National Happiness Commission. 2018. Twelfth Five Year Plan for the Kingdom \nof Bhutan 2018–2023. Thimphu. \nSource: Asian Development Bank. \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nA.  Asian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  1,225.0 \nii.  National consultants  200.0 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  82.0 \nii.  Goods  10.0 \niii.  Surveys  220.0 \niv.  Training, seminars, and conferences  20.0 \nv.  Reports and communications  16.0 \nvi.  Miscellaneous administration and support costs  40.0 \nvii. Land transportation and vehicle hire  5.0 \n2.  Contingencies  182.0 \nTotal  2,000.0 \nNote: The technical assistance (TA) is estimated to cost $2.1 million, of which contributions from the Asian Development \nBank are presented in the table. The government will provide counterpart support in the form of counterpart staff, office \nspace for the consultants, access to data and information for the international and national consultants, staff time to \nreview outputs of consultants, and other in-kind contributions. The value of the government contribution is estimated to \naccount for 5% of the total TA cost. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-6). \nSource: Asian Development Bank estimates. \n ", "Appendix 3  9 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=53278-002-TAReport \n \n1.  Terms of Reference for Consultants \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20191122120011+08'00'", "Creator": "PDF24 Creator", "Keywords": "adb technical assistance ta report", "ModDate": "D:20191124125157+08'00'", "Producer": "GPL Ghostscript 9.14", "Title": "KSTA Report"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 7 November 2019) \n \nCurrency unit  –  Ngultrum (Nu) \nNu1.00  =  $0.014068     \n$1.00  =  Nu71.0845     \n \n \nABBREVIATIONS \n       \n  ADB  –  Asian Development Bank \n  BCAA  –  Bhutan Civil Aviation Authority \n  DoAT  –  Department of Air Transport \n  PIA  –  Paro International Airport \n  TA  –  technical assistance \n  TASF  –  Technical Assistance Special Fund \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars. \n \n \n \n \nVice-President  Shixin Chen, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Ravi Peri, Transport and Communications Division, SARD \n   \nTeam leader  Rocio Vico Talledo, Transport Specialist, SARD \nTeam member  Andri Heriawan, Transport Specialist, SARD \nCheska Llamas, Operations Assistant, SARD  \nYang Lu, Transport Specialist, SARD  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", "authors": [{"fullname": "Shixin Chen", "role": "Operations", "organization": ""}, {"fullname": "Hun Kim", "role": "South Asia Department (SARD)", "organization": ""}, {"fullname": "Ravi Peri", "role": "Transport and Communications Division", "organization": "SARD"}, {"fullname": "Rocio Vico Talledo", "role": "Transport Specialist", "organization": "SARD"}, {"fullname": "Andri Heriawan", "role": "Transport Specialist", "organization": "SARD"}, {"fullname": "Cheska Llamas", "role": "Operations Assistant", "organization": "SARD"}, {"fullname": "Yang Lu", "role": "Transport Specialist", "organization": "SARD"}]}