{"path": "data/input/ta/53308-001-tar-en.pdf", "pages": [" \n \nTechnical Assistance Report \n \nProject Number: 53308-001 \nKnowledge and Support Technical Assistance (KSTA) \nDecember 2020 \n \n \n \nKingdom of Cambodia: Supporting Digital Cambodia \nfor Inclusive Development Project\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Access to Information \nPolicy.\n \n ", " \nCURRENCY EQUIVALENTS \n(as of 11 December 2020) \n \nCurrency unit  –  riel/riels (KR) \nKR1.00  =  $0.00024 \n$1.00  =  KR4,050 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  COVID-19  –  coronavirus disease \n  ICT  −  information and communication technology  \nNCDD-S  −  Secretariat of National Committee for Subnational Democratic \n    Development   \nNSPC  −  National Social Protection Council  \nSNA  −  subnational administration \nTA  −  technical assistance  \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars, unless otherwise stated. \n \nVice-President  Ahmed M. Saeed, Operations Group 2 \nDirector General  Ramesh Subramaniam, Southeast Asia Department (SERD) \nDeputy Director  F. Cleo Kawawaki, SERD \nGeneral    \nCountry Director  Sunniya Durrani-Jamal, Cambodia Resident Mission (CARM), SERD \n   \nTeam leaders  Chamroen Ouch, Senior Programs Officer, CARM, SERD \nSeok Yong Yoon, Principal Public Management Specialist (e-Governance), \nDigital Technology for Development Unit, Sustainable Development \nand Climate Change Department (SDCC) \nTeam members  Carmela C. Fernando-Villamar, Digital Technology Officer, SDCC \n  Sophea Mar, Senior Social Sector Officer, CARM, SERD \nSopheark Mith Chea, Associate Procurement Officer, CARM, SERD \nSocheatda Nem, Operations Assistant, CARM, SERD \nJhelum T. Thomas, Senior Public Management Specialist, Public \nManagement, Financial Sector, and Trade Division, SERDa \na Outposted to the Cambodia Resident Mission.  \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", " \nCONTENTS \nPage \n   \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE   \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Outputs, Methods, and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  List of Linked Documents  10 \n \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 53308-001\nProject Name Supporting Digital Cambodia for  Department/Division SERD/CARM\nInclusive Development Project\nNature of Activity Capacity Development, Policy Advice Executing Agency Ministry of Economy and Finance\nModality Regular\nCountry Cambodia\n2. Sector Subsector(s)     ADB Financing ($ million)\nTotal 0.00\nqq\n3. Operational Priorities Climate Change Information\n  Addressing remaining poverty and reducing inequalities GHG Reductions (tons per annum) 0\n  Accelerating progress in gender equality Climate Change impact on the Project Low\n  Strengthening governance and institutional capacity ADB Financing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.3 Some gender elements (SGE)\nSDG 5.b\nSDG 10.4 Poverty Targeting\nSDG 16.9 General Intervention on Poverty\n4. Risk Categorization Complex \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 0.00\n    None 0.00\nCofinancing 2.00\n    Japan Fund for Poverty Reduction (Full ADB Administration) 2.00\nCounterpart 0.10\n    Government 0.10\nTotal 2.10\n  \nCurrency of Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 21082020014452374940 Generated Date: 18-Dec-2020 13:35:11 PM", " \n   \nI.  INTRODUCTION \n \n1.  The knowledge and support technical assistance (TA) will support the Government of \nCambodia in developing and implementing a one-stop shop model for service delivery using a \ndigital platform that is integrated with other pertinent information systems, such as the national \nidentification (ID) system.1 The TA will help improve the government’s efficiency and effectiveness \nin  delivering  social  assistance  programs  by  mainstreaming  digital  technology  in  public \nadministration. The TA will support operational priority 1 (addressing remaining poverty and \nreducing  inequality)  and  operational  priority  6  (strengthening  governance  and  institutional \ncapacity) of Strategy 2030 of the Asian Development Bank (ADB).2 The TA will also support \nADB’s  Social  Protection  Operational  Plan  2014−2020,  which  recognizes  information  and \ncommunication technology (ICT) as a potential sector for investment and knowledge work to \nstrengthen  social  protection  programs  in  ADB’s  developing  member  countries.3 It  is  also \nemphasized  in  the  country  partnership  strategy  2019–2023,  and  confirmed  in  the  country \noperations business plan for 2021–2023.4  \n \nII.  ISSUES \n \n2.  Vulnerabilities. During 2014–2019, Cambodia’s gross domestic product grew by an \nannual average of 7.1%.5 The proportion of Cambodians living below the national poverty line fell \nfrom 47.8% in 2007 to 13.5% in 2014 and was projected to have fallen to 9.5% in 2019.6 However, \nmany households remained close to the poverty line and the impacts from the coronavirus \ndisease  (COVID-19)  pandemic  threaten  to  reverse  this  progress.  ADB  estimates  that \n570,000 workers will lose their jobs because of COVID-19, and that unemployment will increase \nfrom 0.7% to 4.4% in 2020. Poverty is also expected to increase as a result of reduced wage \nincome, lower remittances, and the additional burden imposed by returning migrants.7 About \n562,686 families vulnerable to the impacts of COVID-19 are being supported under a government \ncash-transfer program.8 It is expected that an additional 210,000 individuals will register in the \nIDPoor database by December 2020 due to increasing poverty. \n \n3.  Social protection system. Before the COVID-19 pandemic, the government’s social \nassistance programs covered less than 2.0% of the poorest quintile of the population.9 The \ngovernment introduced a new Social Protection Policy Framework in 2017.10 The IDPoor poverty \nidentification mechanism is an important part of this framework. It has been used to identify and register \n \n1    The TA first appeared in the business opportunities section of ADB’s website on 8 June 2020.  \n2   ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. Manila. \n3   ADB. 2013. Social Protection Operational Plan 2014-2020. Manila.  \n4   ADB. 2019. Cambodia: Country Partnership Strategy (2019-2023). Manila; ADB. 2020. Country Operations \nBusiness Plan: Cambodia, 2021−2023. Manila.  \n5    Government of Cambodia. 2020. National Accounts. Phnom Penh.   \n6     Government of Cambodia. 2014. Country Report on Achieving Cambodia’s Millennium Development Goals. Phnom   \nPenh; Government of Cambodia, 2019. National Strategic Development Plan, 2019-2023. Phnom Penh.    \n7   Cambodia’s population is highly mobile, both internally and across the Asia and Pacific region. In 2019, about \n2.5 million Cambodians lived abroad, with more than 1.2 million workers going to Thailand. As of 28 October 2020, \n119,725 migrant workers had returned to Cambodia and faced economic uncertainties. \n8    Of the 562,686 families, 211,746 are classified as IDPoor 1 (very poor) and 350,940 are classified as IDPoor 2 \n(poor), based on the questionnaire scores and consideration of the special circumstances of households. Ministry \nof Economy and Finance. 2020. Launching of Program to Support Poor and Vulnerable Families Caused by CODID-\n19. Phnom Penh. https://www.mef.gov.kh/documents/news/remarks-by-dpm-20200619/welcome-remarks-by-dpm.pdf. \n9   World Bank Group. 2017. Cambodia: Sustaining Strong Growth for the Benefit of All. Washington, DC.   \n10   Government of Cambodia. 2017. National Social Protection Framework 2016-2025. Phnom Penh. http://www.cdc-\ncrdb.gov.kh/cdc/documents/Sector_Strategy/5_Social_Protection_Food_Security_Nutrition/NSPPF%20English_Fi\nnal_Version.pdf.  \n \n ", " \n  2 \npoor households since 2006 and is managed by the Ministry of Planning.11 The government has \nbeen implementing various social protection programs and is planning an expansion. However, \nmany challenges threaten the delivery of social benefits, including limited coverage, weak targeting \nof beneficiaries, and inefficient management of social protection programs. Another challenge is \nthe lack of effective measures to help vulnerable groups cope with shocks such as a pandemic, \nillness, and natural hazards, which undermines the inclusiveness of social and public services. \n \n4.  Digital transformation. The government aims to make Cambodia an ICT-driven upper \nmiddle-income country by 2030. Several ICT-related policies, such as the ICT Master Plan (2020), \nthe Industrial Development Policy 2015–2025, the Law on e-Commerce (2019), and Consumer \nProtection Law (2019) are being implemented.12 The government is also preparing a long-term \nstrategy for the digital economy for 2020–2035.13  Key barriers to achieving digital transformation \nin Cambodia are (i) gaps in supporting infrastructure; (ii) weak governance and institutional \ncapacity to implement the digital transformation; and (iii) limited awareness and knowledge of, \nand human capacity for, digital technology. \n \n5.  While Cambodia’s potential to improve delivery of social protection programs through \ndigital technology is large, it has no universal and easily verifiable identification mechanism that \nevery resident could use to access public and social services. To rectify this, the National Social \nProtection Council (NSPC) plans to develop an integrated ICT-based service delivery system in \nsupport of the various social protection programs. The digitalization is also driven by the need for \nmore efficiency in administering the programs, such as minimizing transaction costs and more \ntransparency in identifying and managing beneficiaries.  \n \n6.  Response to COVID-19. The COVID-19 pandemic has accelerated the development of \nsocial  protection  programs.  The  government  prepared  a  comprehensive  response  to  the \npandemic covering health, social protection, and financial and economic recovery. The timely \nverification of beneficiaries in emergency situations such as the COVID-19 pandemic is a key \nchallenge and is essential for effective and timely social protection response. Developing a digital \nplatform with an integrated social beneficiary database that is linked to each individual’s unique \nidentification will be critical for targeting future support and minimizing leakages in emergency aid \nand follow-on programs. The digital platform proposed under the TA, which is integrated with \nother pertinent information systems such as the national ID system, will be a foundation for a \ncomprehensive social service delivery mechanism. \n \n7.  E-government for subnational administrations. Improving the delivery of public and \nsocial services by using digital technologies will require broader strengthening of subnational e-\ngovernment systems. Cambodia is implementing a comprehensive decentralization reform, which \naims to empower subnational administrations (SNAs) and thereby lower the transaction costs of \nsocial service delivery. However, institutional capacity is still weak. The national government's \nplan to introduce e-government applications to subnational service delivery is as yet hampered \nby the lack of (i) a comprehensive strategy for digital government, (ii) sufficient human and \n \n11  The IDPoor specifically identifies the poor and vulnerable households for access to benefits. About 26% of rural \npopulation (2,865,569 people), and 15% of urban population (137,099 people) are registered under the IDPoor \ndatabase. Ministry of Planning. IDPoor Database. http://www.idpoor.gov.kh/ (accessed 10 December 2020).  \n12  Korea International Cooperation Agency. 2014. Summary of Cambodia ICT Master Plan. Chungcheongbuk-do; \nGovernment of Cambodia. 2015. Cambodia Industrial Development Policy 2015-2016. Phnom Penh; Government \nof Cambodia. 2019. Law on E-Commerce. Phnom Penh; and Government of Cambodia.  \n13  D.W. te Velde et al. 2020. Fostering an inclusive digital transformation in Cambodia. Phnom Penh: SET Supporting \nEconomic  Transformation.  https://set.odi.org/wp-content/uploads/2020/06/Fostering-an-Inclusive-Digitalisation-\nTransformation-in-Cambodia-Final.pdf. \n \n ", "3   \ninstitutional  capacity,  (iii)  impactful  e-government  applications  and  services,  (iv)  adequate \nbroadband internet connectivity, and (v) standardized business processes for digital government.  \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n8.  The TA will be aligned with the following impacts: an efficient and financially sustainable \nsocial protection system built by boosting human development and national economic growth.14  \nThe TA will have the following outcome: efficiency, effectiveness, and accountability in delivery of \nselected public and social services in target districts improved.15 The TA will have two outputs: \n(i) an integrated digital platform for social protection programs developed and implemented, and \nthe capacity of the stakeholder agencies enhanced; and (ii) a feasibility study on a scalable \nsubnational e-government model conducted, and the capacity of the target SNAs enhanced.   \n \nB.  Outputs, Methods, and Activities \n \n9.  Output 1: An integrated digital platform for social protection programs developed \nand implemented, and the capacity of the stakeholder agencies enhanced. The TA will \ndevelop an integrated digital platform to provide end-to-end social protection programs. The TA \nwill analyze and re-engineer the key business processes of existing social protection programs, \nsuch as registration, identification, and enrollment of beneficiaries; delivery of social services; and \nmonitoring. To demonstrate the utility of the digital platform, the TA will assist in applying it to the \nimplementation of the health insurance program under the Ministry of Health and to the conditional \ncash transfer program under the Ministry of Social Affairs, Veterans, and Youth Rehabilitation. \nThe application of the digital platform under the TA will cover a limited geographical area. The \ndigital platform will be integrated with other relevant IT systems including the national ID system \nfor more efficient and effective service delivery. The platform is expected to be further expanded \nto include other social protection programs and to be scaled up through succeeding digitization \ninitiatives. The application of the platform under the TA will cover about 10,000 beneficiaries in \ntwo districts. The districts will be selected at an early stage of TA implementation.16 Under this \noutput, the TA will conduct a cost and benefit analysis, provide technical advisory service, and \ncarry out capacity development programs for the stakeholder agencies. The team will collaborate \nwith ADB’s Social Development Thematic Group with respect to social and gender analysis, \nmonitoring, communication, and public outreach. \n \n10.  Output  2:  Feasibility  study  on  a  scalable  subnational  e-government  model \nconducted, and capacity of the target subnational administrations enhanced. The TA will \nsupport the development of a scalable subnational e-government model by (i) conducting a \ndiagnostic  study  for  SNAs  in  selected  provinces, (ii)  preparing  a  scalable  standardized  e-\ngovernment model with new business processes and necessary digital technology infrastructure \nfor SNAs, (iii) developing an e-government road map, and (iv) preparing detailed implementation \nplans for the scalable standardized e-government model for possible implementation under the  \n \n14   Government of Cambodia. 2017. National Social Protection Framework 2016-2025. Phnom Penh. \n15  The design and monitoring framework is in Appendix 1. \n16   The national ID project is ongoing to expand the ID registration nation-wide. The target districts under the TA will \nbe selected at the early stage of the TA implementation through consultation with the relevant stakeholders of the TA. \nThe target districts shall already have the registration of the national ID completed at the start of the TA implementation.  \n \n ", "  \n  4 \nADB funded project.17 The target government functions to be studied under this output will be \ndetermined and decided at the early stage of the TA implementation in light of the priority areas \ndictated by the COVID-19 situation. The TA team will also help build the capacity of participating \nSNAs by providing training on digital government. \n \nC.  Cost and Financing \n \n11.  The TA is estimated to cost $2,100,000, of which $2,000,000 will be financed on a grant \nbasis  by  the  Japan  Fund  for  Poverty  Reduction  (JFPR)  and  administered  by  ADB.18 The \ngovernment will provide counterpart support in the form of counterpart staff, secretarial support, \noffice  supplies,  salary  for  civil  servants,  office  spaces,  communication  facilities,  domestic \ntransportation, and other in-kind contributions. The key expenditure items are listed in Appendix 2.\nD.  Implementation Arrangements \n \n12.  The TA will be administered by ADB. The secretariat of the NSPC, which is chaired by the \nMinistry of Economy and Finance, will be the executing agency. The NSPC will also be the \nimplementing agency for output 1 and, to coordinate the TA implementation, it will set up a project \nsteering committee (PSC) with representatives of the government agencies concerned, including \nthe General Department of National Identification of the Ministry of Interior; the Ministry of Health; \nand the Ministry of Social Affairs, Veterans, and Youth Rehabilitation. The Secretariat of the \nNational Committee for Subnational Democratic Development (NCDD-S) will be the implementing \nagency for output 2. \n \n13.  The implementation arrangements are summarized in the table below. \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  December 2020–November 2022 \nExecuting agency  NSPC \nImplementing agencies  NSPC for output 1, and NCDD-S for output 2 \nConsultants  To be selected and engaged by ADB \nFirm 1: QCBS  International: 38 person-months  $1,130,000 \n(90:10)  National: 83 person-months \nFirm 2: QCBS  International: 19 person-months  $480,000 \n(90:10)  National: 18 person-months \nIndividual:  International: 4 person-months  $90,000 \nICS  National: 15 person-months \nProcurement  To be carried out by the consultants \nShopping  ICT infrastructure (cloud-based  $300,000 \n  ICT service or computer server \n  with its peripherals) \nAdvance contracting   Advance contracting of consulting firms and ICT equipment will be \ninitiated by ADB.  \n \n17   ADB. 2018. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Grant to \nthe Kingdom of Cambodia for the Fourth Mekong Subregion Corridor Towns Development Project. Manila. The \nproject will finance key urban environmental infrastructure and enhance institutional effectiveness with a focus on \nICT-based public management systems among others. The ICT component is expected to be implemented in the \nprovincial capitals of Kampong Cham Province, Kratie Province, and Stung Treng Province. \n18   Expenditures under the TA will comply with JFPR Policy and Guidelines for eligible and illegible items.   \n \n ", "5   \nAspects  Arrangements \nDisbursement  The TA resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2020, as amended from time \nto time). \nAsset turnover or disposal  Fixed assets, including ICT-related equipment and furniture, will be \narrangement upon TA completion  turned over to the government upon completion of the TA.   \nADB = Asian Development Bank, ICS = individual consultant selection, ICT = information and communication \ntechnology, NCDD-S = Secretariat of the National Committee for Subnational Democratic Development, NSPC = \nNational Social Protection Council, QCBS = quality- and cost-based selection, TA = technical assistance. \nSource: Asian Development Bank. \n \n14.  Consulting services. The TA will require 61 person-months of international consultants \nand 116 person-months of national consultants. Consulting packages will include (i) a firm to \nprovide a team of international and national consultants to develop an integrated digital platform \nfor social protection programs; (ii) a firm to provide a team of international and national consultants \nto develop a scalable e-government model for SNAs; and (iii) individual consultants to coordinate \nthe  TA  implementation.  ADB  will  administer  the  TA;  engage,  supervise,  and  evaluate  the \nconsultants; and carry out procurement following the ADB Procurement Policy (2017, as amended \nfrom time to time) and its associated staff instructions. For both outputs, consulting firms will be \nengaged using the quality- and cost-based selection method with a 90:10 quality–cost ratio as \nthe  default  selection  method.  Both  international  and  national  individual  consultants  will  be \nrecruited  though  the  ADB-managed  consultant  management  system,  wherein  shortlisted \ncandidates may be hired as needed to provide the required outputs.19 For the consulting services \ncontracts, output-based or lump sum contracts will be considered. The consulting firms will \nprocure goods which are provided under their contracts, organize workshops, and provide staff \nto act as resource persons in the workshops, as applicable.\n \n15.  Cofinancier requirements. As the TA is funded by JFPR, it will comply with JFPR Policy \nand Guidelines regarding visibility of Japan. The TA will discuss with the local Japanese Embassy \nand JICA Office to identify possibilities for collaboration. Specifically, all press releases, training \nprograms, and publications concerning the TA will mention the financial contribution from the \nGovernment of Japan.  \n \n16.  Governance. Both the NSPC and the NCDD-S have good experience in managing ADB-\nfunded  projects  and  programs,  and  with  ADB  procurement  and  financial  management \narrangements. Most of the TA funds will be spent on the engagement of consulting services and \nthe procurement of digital technology infrastructure, which will be directly managed by ADB. Given \nthe high level of governance risk in Cambodia, ADB staff will carry out due diligence on the \nprocurement and monitoring of consulting services, and on fund disbursements for capacity \ndevelopment activities during TA review missions. In addition, the EA/IAs will receive briefings on \nthe status of procurement and disbursements, and on prevention of fraud and corruption. \n \nIV.  THE PRESIDENT'S DECISION \n \n17.  The President, acting under the authority delegated by the Board, has approved the Asian \nDevelopment  Bank  administering  technical  assistance  not  exceeding  the  equivalent  of  \n$2,000,000 to the Government of Cambodia to be financed on a grant basis by the Japan Fund \nfor Poverty Reduction for the Supporting Digital Cambodia for Inclusive Development Project, and \nhereby reports this action to the Board.  \n \n19  Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n \n ", "  \nAppendix 1  6 \nDESIGN AND MONITORING FRAMEWORK \n \n \nImpact the TA is aligned with  \n \n An efficient and financially sustainable social protection system built by boosting human development and \n national economic growth (National Social Protection Framework, 2016-2025)a \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  By 2023:     \nEfficiency,  a. At least 70% of the endline  a. An endline survey  Discontinuation of \neffectiveness, and  survey respondents among  report prepared by ADB  support for TA \naccountability in  target beneficiaries gave  implementation after \ndelivery of selected  ratings of ‘satisfactory’ or  organizational \npublic and social  ‘improved’ to the delivery of  changes in the \nservices in target  services in the categories of  executing and/or \ndistricts improved  efficiency, effectiveness, and  implementing \naccountability (a baseline  agencies \nsurveyb will be conducted in \nthe target districts after the \nTA inception) \nb. At least one target district  b. Government websites \napproved an e-government  or minutes prepared by \nmaster plan for  NCDD-S or target SNAs \nimplementation of the e-\ngovernment model developed \nunder output 2 (2020 \nbaseline: 0) \nOutputs  By 2022:     \n1. Integrated digital  1a. A model developed for a  1a. Reports on the model  Lack of understanding \nplatform for social  digital social protection  for an integrated digital  and incentives to \nprotection  platform that is integrated  platform for social  promote digital \nprograms  with other pertinent  protection programs, and  technology among \ndeveloped and  information systems, such as  on the implementation  stakeholders of the \nimplemented, and  the national identification  plan  target agencies of the \nthe capacity of the  system (2020 baseline: no  NSSDP, including \nstakeholder  model)  PCA, NSSF, and \nagencies enhanced  MOSAVY \n1b. Integrated digital social  1b. Event-related report \nprotection platform developed  and government \nand implemented in two  websites \ntarget districts for at least \n \n10,000 beneficiaries (at least \n50% of whom are women)   \n(2020 baseline: no platform) \n \n1c. At least 50 government \n1c. Report on the training \nofficials trained for the use of \nwhich includes survey \nthe integrated digital social \nresults for the training.  \nprotection platform through a \n5-day training session (2020 \nbaseline: none) \n \n \n ", "7  Appendix 1     \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \n2. Feasibility study  2a. A feasibility study on a  2a. Feasibility study   \non a scalable  scalable and standardized  report on the scalable \nsubnational e- subnational e-government  and standardized \ngovernment model  model, including digital  subnational e-\nconducted, and the  infrastructure and business  government model \ncapacity of the  processes, conducted (2020 \n \ntarget SNAs  baseline: no study) \nenhanced \n2b. At least 50 key  2b. Event-related report   \ngovernment officials (at least  and e-newsletter; post-\n20% of whom women) are  event surveys \ntrained on e-governance, and \nat least 70% of the trainees \nreported increased \nunderstanding of the \nscalable, standardized e-\ngovernment model for SNAs \n(A survey will be conducted \nafter completion of the \nindividual training program) \nKey Activities with Milestones \n1.  Integrated digital platform for social protection programs developed and implemented, and the \ncapacity of the stakeholder agencies enhanced \n1.1    Sub-output 1:  Integrated digital platform  for  social protection programs developed and \nimplementation plan prepared \n1.1.1. Develop the information technology architecture for the new ICT system (Q1 2021) \n1.1.2. Prepare detailed implementation plan (Q1 2021) \n1.1.3. Conduct a baseline survey regarding delivery of selected public and social services (Q1 2021) \n1.2    Sub-output 2: Integrated digital platform applied in target districts \n1.2.1.  Identify and confirm target districts in consultation with the government (Q1 2021) \n1.2.2.  Implement the application of digital platform to two social protection schemes (Q1 2021–Q4 2021)c \n1.2.3.  Organize in-country workshops and benchmarking studies for the NSSDP (2021–2022) \n1.3     Sub-output 3: Capacity of stakeholder agencies enhanced \n1.3.1. Train officials of executing and implementing agencies (Q3–Q4 2021)  \n1.3.2. Conduct endline survey regarding delivery of selected public and social services (Q3 2022) \n2.  Feasibility study on a scalable subnational e-government model conducted, and the capacity of \nthe target SNAs enhanced  \n2.1.  Conduct a diagnostic study for subnational governments in the 3 target provinces (Q1 2021) \n2.2.  Prepare  a  scalable  standardized  e-government  model,  including  new  business  processes  and \nnecessary digital technology architecture, for subnational governments (Q1 2021) \n2.3.  Develop e-government strategy and road maps for the 3 target provincial governments (Q2 2021) \n2.4.  Prepare detailed implementation plans for deploying scalable e-government model (Q2 2021) \n2.5.  Organize in-country workshops and benchmarking studies on digital government (2021–2022) \n \n ", " \nAppendix 1  8 \nTA management activities:  \nEngage a consulting firm for the development of the digital platform (Q4 2020) \nEngage a consulting firm for a feasibility study on the e-government model (Q4 2020) \nHold biannual planning meeting and steering committee meetings (Q1 2021–Q3 2022)  \nCarry out a midterm evaluation (by 2021) and submit a completion report (Q2 2023) \nInputs \nJapan Fund for Poverty Reduction: $2,000,000.   \nNote: The Government of Cambodia will provide counterpart support in the form of counterpart staff, office \naccommodation, office supplies, secretarial assistance, salary for civil servants, domestic transportation, \ncommunication facilities, and other in-kind contributions. \nAssumptions for Partner Financing \n Not applicable \nADB = Asian Development Bank; ICT = information and communication technology; MOSAVY = Ministry of Social \nAffairs, Veterans, and Youth Rehabilitation; NCDD-S = Secretariat of National Committee for Subnational Democratic \nDevelopment; NSSDP = National Social Service Delivery Platform; NSSF = National Social Security Fund; PCA = \npayment certificate agency; SNA = subnational administration; TA = technical assistance. \na  Government of Cambodia. 2017. National Social Protection Framework 2016-2025. Phnom Penh. \nb  Both the baseline survey and the endline survey will be supported as part of the TA scope.  \nc  The target social protection schemes are tentatively identified for: (i) social health insurance; and (ii) conditional cash \ntransfer program.  \nSource: Asian Development Bank.\n \n ", "9  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nA.    External Sourcesa    \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  972.0 \nii.  National consultants  294.0 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  50.0 \nii.  Office space rental and related facilities  50.0 \niii.  Goods (rental and/or purchase)  300.0 \niv.  Surveys  50.0 \nv.  Training, seminars, and conferences  100.0 \nvi.  Reports and communications  50.0 \nvii. Miscellaneous administration and support costs  50.0 \n2.  Contingencies  84.0 \nSubtotal  2,000.0 \nNote: The TA is estimated to cost $2,100,000, of which the expected contributions from the Japan Fund for Poverty \nReduction are presented in the table. The government will provide counterpart support in the form of staff time, \nsecretarial support, salary for civil servants, office spaces, communication facilities, and other in-kind contributions. The \nvalue of the government contribution is estimated to account for 5% of the total TA cost. \na Japan Fund for Poverty Reduction. Administered by the Asian Development Bank. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "  \nAppendix 3  10 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=53308-001-TAReport \n \n \n1.  Terms of Reference for Consultants \n \nSupplementary Documents \n2.  National Social Protection Framework 2016-2025 \n3.  National Program for Sub-National Democratic Development (NP-SNDD) 2010-2019 \n \n   "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20201221091925+07'00'", "Creator": "PDF24 Creator", "Keywords": "adb technical assistance ta report", "ModDate": "D:20201222142924+08'00'", "Producer": "GPL Ghostscript 9.27", "Title": "Supporting Digital Cambodia for Inclusive Development Project: Technical Assistance Report"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 11 December 2020) \n \nCurrency unit  –  riel/riels (KR) \nKR1.00  =  $0.00024 \n$1.00  =  KR4,050 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  COVID-19  –  coronavirus disease \n  ICT  −  information and communication technology  \nNCDD-S  −  Secretariat of National Committee for Subnational Democratic \n    Development   \nNSPC  −  National Social Protection Council  \nSNA  −  subnational administration \nTA  −  technical assistance  \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars, unless otherwise stated. \n \nVice-President  Ahmed M. Saeed, Operations Group 2 \nDirector General  Ramesh Subramaniam, Southeast Asia Department (SERD) \nDeputy Director  F. Cleo Kawawaki, SERD \nGeneral    \nCountry Director  Sunniya Durrani-Jamal, Cambodia Resident Mission (CARM), SERD \n   \nTeam leaders  Chamroen Ouch, Senior Programs Officer, CARM, SERD \nSeok Yong Yoon, Principal Public Management Specialist (e-Governance), \nDigital Technology for Development Unit, Sustainable Development \nand Climate Change Department (SDCC) \nTeam members  Carmela C. Fernando-Villamar, Digital Technology Officer, SDCC \n  Sophea Mar, Senior Social Sector Officer, CARM, SERD \nSopheark Mith Chea, Associate Procurement Officer, CARM, SERD \nSocheatda Nem, Operations Assistant, CARM, SERD \nJhelum T. Thomas, Senior Public Management Specialist, Public \nManagement, Financial Sector, and Trade Division, SERDa \na Outposted to the Cambodia Resident Mission.  \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", "authors": [{"documentRole": "Vice-President", "fullname": "Ahmed M. Saeed", "role": "Operations Group", "organization": ""}, {"documentRole": "Director General", "fullname": "Ramesh Subramaniam", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"documentRole": "Deputy Director", "fullname": "F. Cleo Kawawaki", "role": "SERD", "organization": ""}, {"documentRole": "Country Director", "fullname": "Sunniya Durrani-Jamal", "role": "Cambodia Resident Mission (CARM)", "organization": "SERD"}, {"documentRole": "Team leaders", "fullname": "Chamroen Ouch", "role": "Senior Programs Officer", "organization": "CARM"}, {"documentRole": "Team leaders", "fullname": "Seok Yong Yoon", "role": "Principal Public Management Specialist (e-Governance)", "organization": ""}, {"documentRole": "Team leaders", "fullname": "Digital Technology for Development Unit", "role": "Sustainable Development", "organization": ""}, {"documentRole": "Team members", "fullname": "Carmela C. Fernando-Villamar", "role": "Digital Technology Officer", "organization": "SDCC"}, {"documentRole": "Team members", "fullname": "Sophea Mar", "role": "Senior Social Sector Officer", "organization": "CARM"}, {"documentRole": "Team members", "fullname": "Sopheark Mith Chea", "role": "Associate Procurement Officer", "organization": "CARM"}, {"documentRole": "Team members", "fullname": "Socheatda Nem", "role": "Operations Assistant", "organization": "CARM"}, {"documentRole": "Team members", "fullname": "Jhelum T. Thomas", "role": "Senior Public Management Specialist", "organization": "Public"}]}