{"path": "data/input/ta/53317-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 53317-001 \nKnowledge and Support Technical Assistance (KSTA) \nNovember 2020 \n \n \n \nBuilding Financial Resilience and Stability to \nReinvigorate Growth \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe document is being disclosed to the public in accordance with ADB’s Access to Information \nPolicy. \n \n ", " \nABBREVIATIONS \n \n  ASEAN  –  Association of Southeast Asian Nations \n  DMC  –  developing member country \n  ERCD  –  Economic Research and Regional Cooperation Department \n  PRC  –  People’s Republic of China \n  ROK  –  Republic of Korea \n  TA  –  technical assistance \n  TASF  –  technical assistance special fund \n \n \nNOTES \n \n(i)  In this report, “$” refers to United States dollars. \n \nVice-President  Bambang Susantono, Knowledge Management and Sustainable \nDevelopment \nDirector General  Yasuyuki Sawada, Economic Research and Regional Cooperation \nDepartment (ERCD) \nDirector  Cyn-Young Park, Regional Cooperation and Integration Division \n(ERCI), ERCD \n   \nTeam leader  James Villafuerte, Senior Economist, ERCI, ERCD \nTeam members  Paulo Rodelio Halili, Senior Economics Officer, ERCI, ERCD \n  Carol Ongchangco, Operations Coordinator, ERCI, ERCD \n  Marilyn Parra, Senior Operations Assistant, ERCI, ERCD \n  Peter Rosenkranz, Economist, ERCI, ERCD  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.", " \n \nCONTENTS \n \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Outputs, Methods, and Activities  2 \nC.  Cost and Financing  3 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION                                                                                         5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  List of Linked Documents  11 \n \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 53317-001\nProject Name Building Financial Resilience and  Department/Division ERCD/ERCI\nStability to Reinvigorate Growth\nNature of Activity Capacity Development Executing Agency Asian Development Bank\nModality Regular\nCountry REG (BAN, CAM, INO, LAO, MAL, \nMON, MYA, NEP, PHI, SRI, THA, VIE)\n2. Sector Subsector(s)     ADB Financing ($ million)\nFinance Banking systems and nonbank financial institutions 0.05\nInfrastructure finance and investment funds 0.05\nTotal 0.10\nqq\n3. Operational Priorities Climate Change Information\n  Accelerating progress in gender equality GHG Reductions (tons per annum) 0\n  Strengthening governance and institutional capacity Climate Change impact on the Project Low\n  Fostering regional cooperation and integration ADB Financing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.1 Some gender elements (SGE)\nSDG 5.b\nSDG 8.10 Poverty Targeting\nSDG 9.1 General Intervention on Poverty\n4. Risk Categorization Low \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 0.10\n    Knowledge and Support technical assistance: Technical Assistance  0.10\nSpecial Fund\nCofinancing 1.20\n    Investment Climate Facilitation Fund under the Regional Cooperation  0.90\nand Integration Financing Partnership Facility (Full ADB Administration)\n    People's Republic of China Poverty Reduction and Regional  0.15\nCooperation Fund (Full ADB Administration)\n    Republic of Korea e-Asia and Knowledge Partnership Fund (Full ADB  0.15\nAdministration)\nCounterpart 0.00\n    None 0.00\nTotal 1.30\n  \nCurrency of ADB Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 07122020114005259044 Generated Date: 07-Dec-2020 11:44:09 AM", " \nI.  INTRODUCTION \n \n1.  The knowledge and support technical assistance (TA) will strengthen the macroeconomic \nstability,  financial  resilience,  and  capacity  of  the  Association  of  Southeast  Asian  Nations \n(ASEAN)+3 policy makers to craft strategic agenda, and identify policy priorities and directions \nthat  can  help  countries  manage  both  the  short-term  risks  and  medium-term  vulnerabilities \nemanating from increasing interconnectedness, rapid technology advances, recurring financial \nvolatilities and crises, and uncertainties from disease outbreaks or epidemics, climate change and \neconomic  policy  shocks  such  as  trade  tension,  through  research,  database  solutions,  and \nknowledge events.1 It aims to support ADB’s mandate and work on regional cooperation and \nintegration (RCI) and improve macro- and micro-prudential regulation, and supervision of financial \ninstitutions. \n \n2.  The TA is included in the management-approved 2020 annual work program for the \nEconomic  Research  and  Regional  Cooperation  Department  (ERCD)  under  policy  research \nagenda for the benefit of developing member countries (DMCs).2 \n \nII.  ISSUES \n \n3.  The velocity of growth and development is increasing and we are bound to see larger \nfluctuations in economic growth due to big shocks emanating from financial crisis, technology \ndisruptions, commodity crisis, climate change disasters, health-related issues like epidemics, \ncyber-attacks, financial and policy uncertainties, and threats from geopolitical dynamics—which \nwill inevitably trigger a fallout affecting economic growth.3 These volatilities and uncertainties will \noccur at an exponential rate, with the economic impact spreading with great speed, intensity, and \ndiversity affecting many countries.4 Therefore, building resilience and nurturing capacities to craft \npolicies and build strategic agenda to cope with these challenges are critical.5 While crises- and \nresilience-related studies exist, research gaps remain as the nature of crises change and new \nbest practices evolve to respond to these shocks.6  \n \n4.  In this regard, a regional knowledge and support technical assistance project is proposed \nto strengthen the macroeconomic stability and financial resilience,7 and build capacities of \nASEAN+3 policy makers through the (i) production of knowledge products that will identify \nregional  and  national  knowledge  solutions  and  disseminate  strategic  policy  advice;  (ii) \n \n1  The ASEAN+3 regional mechanism was established in 1999 to strengthen and deepen East Asia cooperation at \nvarious levels and in various areas, particularly in economic, social and political areas. ASEAN+3 economies \ncomprise of the People’s Republic of China, Japan, Republic of Korea, and the 10 member economies of the ASEAN. \n2  The TA first appeared in the business opportunities section of ADB’s website on 7 May 2020. \n3  IMF Regional Economic Outlook, Asia Pacific, Asia at the Forefront: Growth Challenges for the Next Decade and \nBeyond \n4  Proceedings: The Future of Asia and the World: Implications for Development Finance, 8th Meeting of the \nInternational Policy Advisory Group, 12–13 September 2016, Asian Development Bank Headquarters. \n5  Resilience means the ability to recover from shocks (absorptive), to return to the previous state prior to the shock \n(adaptive), and to implement reforms that help the system adopt to similar shocks in the future (transformative). \n6  Some of these studies include R.P. Buckley, E. Avgouleas, and D.W. Arner. 2017. Twenty Years of International \nFinancial Crises: What Have We Learned and What Still Needs to Be Done? Manuscript submitted for ADB \nEconomics Working Paper Series in 2019; S. Claessens. 2017. Financial Cycles and Crises in Asia. Manuscript; and \nPark, C.Y., J. Lee, J. Villafuerte, and P. Rosenkranz. 2017 20 Years After the Asian Financial Crisis: Lessons Learned \nand Future Challenges. ADB Briefs No. 85. ADB: Manila. \n7  Macroeconomic stability refers to an economoy that has minimized its vulnerability to external shocks. Financial \nresilience means the ability of the financial system to recover from shocks (absorptive), to return to the previous state \nprior to the shock (adaptive), and to implement reforms that help the system adopt to similar shocks in the future \n(transformative).  \n ", "2 \nestablishment of an electronic library and information platforms and/or database solutions that will \nenhance access to data, information, and knowledge for 8 selected DMCs; and (iii) delivery of \ncapacity building seminars and South-South policy dialogue to exchange experience, lessons, \nand policy recommendations to help the 8 selected DMCs respond to shocks.8 The TA is aligned \nwith Strategy 2030’s RCI operational priority which indicates focus on creating regional knowledge \nsolutions to address common risks and vulnerabilities and strengthening regional cooperation in \nthe macroeconomic and financial sector.9 The TA also takes into account the strategic directions \nidentified by ASEAN+3 finance officials in May 2019, namely, (i) promoting local currency usage \nfor  trade  and  investment  settlement,  as  well  as  payment  connectivity,  (ii)  developing \ncomprehensive initiative on infrastructure financing, (iii) designing more supporting facilities to \nhelp members better deal with macro-critical structural issues that may have major implications \nfor financial stability and economic growth, and weather financial crises with changing nature and \ngrowing spillover risks, (iv) exploring cooperation in the fields of mitigation and adaptation of \nclimate change, and (v) enhancing policy coordination to harness benefits of the technological \nadvancement while minimizing the risks to the job markets and financial systems. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n5.  The TA is aligned with the following impact(s): Effects of shocks contained through greater \nmacroeconomic stability and financial resilience.10 The TA will have the following outcome: \nGreater  macroeconomic  stability  and  financial  resilience  achieved.  These  will  be  done  by \nsupporting  the  ASEAN+3  regional  mechanisms  and  capacities  of  policymakers  in  target \neconomies.11  \n \nB.  Outputs, Methods, and Activities \n \n6.  Output  1:  Knowledge  products  with  regional  and  country-level  policy \nrecommendations delivered. These are grouped into two categories: (a) knowledge product (a \nbook) that identify regional and country-level policy recommendations to address critical changes \nthat can affect macroeconomic stability and financial resilience in the region, and (ii) thematic \nknowledge products (policy briefs and blogs) that respond to short-term risks and medium-term \nvulnerabilities. For the first category, the TA will produce and disseminate a book that will examine \nthe implications of critical changes—such as financial interconnectedness, global financial cycles, \nrapid  introduction  of  financial  technology,  and  development—in  the  global  and  regional \neconomies and financial markets which can affect the macroeconomic stability and financial \nresilience of the ASEAN+3 economies and financial systems. It will discuss the range of policy \npriorities and directions that need to be developed to cope with shifts in the global and regional \nmacroeconomic  and  financial  landscape.  It  will  look  into  and  infer  on  a  suitable  financial \narchitecture for the region, in the future. It will also examine new issues and suitable mitigation \nmeasures that have arisen from severe economic dislocation due to the coronavirus disease \n(COVID-19) pandemic. The knowledge products such as the book project will be developed in \nclose  consultation  with  ASEAN+3  regional  mechanism  and  the  ASEAN+3  Macroeconomic \n \n8  The eight DMCs are Bangladesh, Cambodia, Lao PDR, Mongolia, Myanmar, Nepal, Sri Lanka, and Viet Nam. These \neconomies are selected based on their income level, size, economic vulnerabilities they face, development stage of \ntheir financial sector, and the capacity of their governments to manage shocks to their financial sector. \n9  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila; and ADB. 2019. Operational Priority 7: Fostering Regional Cooperation and Integration. Manila. \n10 Defined by the TA in alignment with operational priority 7: fostering regional cooperation and integration. \n11 The design and monitoring framework is in Appendix 1. \n ", "3 \nResearch Office (AMRO) and will reflect the policy vision of ASEAN+3. The key findings from the \nbook, particularly the policy priorities and directions, will be shared and disseminated in the \nASEAN+3 economic review and policy dialogue process. Selected country-level consultations will \nbe  held  to  discuss  the  policy  priorities  and  directions.  The  TA  will  also  produce  thematic \nknowledge products such as policy briefs and blogs that will discuss new risks and vulnerabilities \narising  from  trade  tension,  financial  market  volatilities,  technological  disruptions,  drivers  of \ncompetitiveness and productivity growth, ageing, unsustainable urbanization in some DMCs, \npandemics, and climate change. The theme for the policy briefs will be selected based on timely \neconomic and financial issues affecting the region. The thematic knowledge products such as \npolicy briefs will be disseminated regionwide through printed copies distributed to resident \nmissions and regional think tanks; and digital copies distributed using various digital channels \nsuch as Development Asia, blogs, and Facebook among others.12  \n \n7.  Output 2: Electronic library and information platforms established. These will make \ndata, information, and knowledge available to economies, enabling DMCs’ better access to \nrelevant data, leading indicators, information, and knowledge, which would increase their ability \nto respond to shocks, risks, and vulnerabilities.13 The electronic library will contain links to books, \nreports and studies, policy briefs and working papers, conference proceedings, newsletters, and \nbrochures, op-eds, and speeches covering regional financial cooperation; economic and financial \ncrisis; risks and vulnerabilities; financial inclusion, resilience, and stability; and regional contagion \nand spillovers among others.14 On the other hand, the information platform will be more data \nfocused and will contain useful indicators, database reports, and vulnerability tables and heat \nmaps on economic and financial volatilities, risks, and vulnerabilities.15 \n \n8.  Output 3:  Knowledge sharing events for the 8 selected DMCs conducted. Presently, \nADB produces a lot of knowledge, but dissemination is still fragmented. To address this gap, this \noutput  will  aim  to  disseminate  ADB  knowledge  solutions  and  organize  South-South  policy \ndialogue to share country experiences and best practice to the 8 targeted economies.16 The TA \nwill also maximize and synthesize various existing information sources through online catalouging \nof various themes which will be shared to countries and regions through ADB resident missions \nand other regional knowledge hubs. Some gender features are included in this output which \ntargets at least 30% of participants in these knowledge sharing events should be women. \n \nC.  Cost and Financing \n \n9.  The TA is estimated to cost $1,300,000, of which $100,000 will be financed on a grant basis \nby ADB’s Technical Assistance Special Fund (TASF 6 and TASF-other sources), $900,000 will be \nfinanced  on  a  grant  basis  by  the  Investment Climate  Facilitation  Fund  under  the  Regional \n \n12  The TA may also support development and dissemination of policy briefs on selected DMCs with close regional ties \nwith ASEAN+3 countries. This activity will be based on demand and in partnership with the concerned regional \ndepartments. \n13  Presently, for the 8 selected countries, no data capture mechanism stores useful information and allows the efficient \nretrieval and analysis of data. Most governments are looking for technology they can adopt to their country situation. \n14  The electronic library will use a digital library cataloguing system that can help create an online library on relevant \ntopics including regional financial cooperation, financial inclusion, resilience, and stability― with open access. It will \nbe located online with access points in ADB resident missions and key knowledge hubs. Preliminary discussions \nwere already held with ADB library staff regarding this catalouging software. \n15  Government provided data supplemented with data from online databases will be the information source for this \nplatform, which will be located in central banks in the eight selected economies. \n16  These events may be done virtually should movement restrictions continue to be in place in light of the coronavirus \ndisease (COVID-19) pandemic. \n ", "4 \nCooperation and Integration Financing Partnership Facility17 and administered by ADB, $150,000 \nwill be financed on a grant basis by the People’s Republic of China Poverty Reduction and \nRegional Cooperation Fund18 and administered by ADB, and $150,000 will be financed on a grant \nbasis by the Republic of Korea e-Asia and Knowledge Partnership Fund and administered by ADB. \nThe key expenditure items are listed in Appendix 2. \n \n10.  Civil works, the procurement of large-scale equipment, permanent staffing costs, and the \nhiring of staff consultants are ineligible expenditures under the PRC Poverty Reduction and \nRegional Cooperation Fund and the ROK e-Asia and Knowledge Partnership Fund. \n \nD.  Implementation Arrangements \n \n11.  ADB  will  administer  the  TA.  The  Economic  Research  and  Regional  Cooperation \nDepartment will select, supervise, and evaluate consultants and resource persons; procure goods; \norganize workshops and conferences with partner agencies; and provide staff and/or coordinate \nADB staff for supporting services and participation as resource persons in the workshops and \nconferences. Conforming to One ADB principle, collaboration with regional departments and \nmissions, as well as Sustainable Development and Climate Change Department’s sector and \nthematic groups will be pursued in the course of TA implementation. Lessons and challenges  \n \n12.  The implementation arrangements are summarized in the table. \n \nImplementation Arrangements \n \nAspects  Arrangements \nIndicative implementation period  December 2020–September 2023 \nExecuting agency  ADB \n{Implementing agencies}  Economic Research and Regional Cooperation Department \nConsultants  To be selected and engaged by ADB \nEconomists/Finance  International  $600,000 \nSector Specialists:  expertise (14 \nIndividual selection  person-months) \nEconomic editors:  International  $96,000 \nIndividual selection  expertise (5 \nperson-months) \nManuscript  editors:  International  $80,000 \nIndividual selection  expertise (7 \nperson-months) \nResource persons  International  $107,000 \nexpertise \nResearch/economic  National expertise  $223,000 \nanalysts  (72 person-months) \nDesktop Publishing  National expertise  $31,800 \nSpecialists / Graphic  (7 person-months) \nDesigners \nProcurementa  To be procured by executing agency \nRequest for Quotation  1 contract  $5,000 \nDisbursement  The TA resources will be disbursed following ADB's Technical Assistance \nDisbursement Handbook (2020, as amended from time to time). \nDisbursement from financing sources will be based on expenses \nfollowing the procurement structure approved by cofinanciers. \n \n17  Established by the Government of Japan. \n18 The fund was originally named ‘People’s Republic of China Regional Cooperation and Poverty Reduction Fund’ in \nthe 2005 Board paper. \n ", "5 \nADB = Asian Development Bank, TA = technical assistance. \na Procurement Plan (accessible from the list of linked documents in Appendix 3). \nSource: ADB. \n \n13.  Consulting services. ADB will engage the consultants following the ADB Procurement \nPolicy (2017, as amended from time to time) and its associated project administration instructions \nand/or staff instruction.19  \n \n14.  ADB’s procurement. Procurement will follow the ADB Procurement Policy (2017, as \namended from time to time) and its associated Staff instructions.  \n \n15.  Cofinancier requirements. The Investment Climate Facilitation Fund under the Regional \nCooperation  and Integration  Financing  Partnership  Facility,  the  People’s  Republc  of  China \nPoverty Reduction and Regional Cooperation Fund and the Republic of Korea e-Asia and \nKnowledge Partnership Fund require quarterly and annual monitoring and progress reports. \n \nIV.  THE PRESIDENT'S DECISION \n \n16.  The President, acting under the authority delegated by the Board, has approved (i) the \nAsian Development Bank (ADB) administering a portion of technical assistance not exceeding \nthe equivalent of $900,000 to be financed on a grant basis by the Investment Climate Facilitation \nFund under the Regional Cooperation and Integration Financing Partnership Facility, (ii) ADB \nadministering a portion of technical assistance not exceeding the equivalent of $150,000 to be \nfinanced on a grant basis by the People’s Republic of China Poverty Reduction and Regional \nCooperation Fund, (iii) ADB administering a portion of technical assistance not exceeding the \nequivalent of $150,000 to be financed on a grant basis by the Republic of Korea e-Asia and \nKnowledge Partnership Fund, and (iv) ADB providing the balance not exceeding the equivalent \nof $100,000 on a grant basis for Building Financial Resilience and Stability to Reinvigorate \nGrowth, and hereby reports this action to the Board.\n \n19 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with \nEffects of shocks contained through greater macroeconomic stability and financial resiliencea  \n \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nOutcome       \nGreater  a. 90% of the participants  a. ASEAN+3 and ADB  ASEAN+3 and ADB \nmacroeconomic  from ASEAN+3 and other  progress reports, and  priorities shift to other \nstability and financial  target countries confirmed  feedback from  areas \nresilience achieved.  that the TA’s regional  ASEAN+3 policymakers   \ncapacity building events  during regional seminars  DMCs lack the \nenhanced their knowledge  and country  resources to implement \non building financial  consultations  the recommendations \nresilience (2019 baseline:   \nnot applicable)   \n   \nb. Collaboration between  b. Selective surveys of \nASEAN+3 policymakers  key policymakers in the \nand practitioners in this  region to document how \narea enhanced through  they capture and use \nregional capacity building  evidence from research \nactivities and regional  on selective policy \nfinancial sector reforms.   products; and \n(2019 baseline: not  institutional reports such \napplicable)  as FM Global Resilience \nIndex, Oxford \nEconomics’ Economic \nand Political Risk \nEvaluator, and IMF’s \nFinancial Soundness \nIndicators \nOutputs       \n1. Knowledge  1a. 500 copies of the book  1a. Project reports  Unforeseen \nproducts with regional  printed and distributed to    circumstances may \nand country-level  ASEAN+3 economies by    compromise the \npolicy  2021    production schedule \nrecommendations  (2019 baseline: not   \ndelivered.  applicable)   \n   \n1b. 5 thematic-based  1b. Project reports \npolicy briefs and blogs on \nfinancial risks and \nvulnerabilities published \nannually starting 2021 \n(2019 baseline: 1) \n2. Electronic library  2a. The electronic library is  2a. Project reports and  Lack of necessary \nand information  established and accessible  ARIC website  infrastructure of the \nplatforms established.  to the public by 2021    DMCs to access data \n(2019 baseline: not   \napplicable)   \n   \n2b. Information platforms  2b. Project reports and \nare established and used  ARIC website \n ", "Appendix 1  7 \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nin at least 3 countries by   \n2021   \n(2019 baseline: 1)   \n   \n2c. The electronic library  2c. Project reports and \nand information platforms  site trackers \nare regularly accessed by \nresearchers by 2022 \n(2019 baseline: not \napplicable) \n3. Knowledge sharing  3a. 2 knowledge sharing  3a. Project reports  Scheduling difficulties \nevents for the 8  events, including capacity    may limit the number of \nselected DMCs  building seminars for    knowledge-sharing \nconducted.  DMCs organized starting    events and participants \n2021   \n(2019 baseline: not   \napplicable)   \n   \n3b. At least 100  3b. Records from \npolicymakers, 30%  knowledge-sharing \nwomen, participate in  events \nthese knowledge sharing \nevents per year starting \n2021. Policy makers \ninclude central banks, \nregulators, finance \nministries, planning \nagencies, and securities \nand exchange \ncommissions. \n(2019 baseline: not \napplicable) \nKey Activities with Milestones \n1. Knowledge products with regional and country-level solutions delivered. \n1.1 Engagement of consultants (Q4 2020, Q1 2021) \n1.2 Development and publication of the book (Q2 2021) \n1.3 Development and publication of policy briefs and blogs (Q2 2021, Q2 2022, Q1–Q3 2023) \n2. Electronic library and information platforms established. \n2.1 Engagement of consultants (Q4 2020–Q1 2021) \n2.2 Development and establishment of information platforms such as electronic library (Q3–Q4 2021) \n2.3 Periodic updating and monitoring of information platforms (Q1–Q4 2022, Q1–Q3 2023) \n3. Knowledge sharing events for DMCs conducted. \n3.1 Engagement of consultants and resource persons (Q2–Q3 2021, Q2–Q3 2022) \n3.2 Preparatory activities for the events (Q2–Q3 2021, Q2–Q3 2022) \n3.3 Conduct of the events (Q3–Q4 2021, Q3–Q4 2022) \n ", "8  Appendix 1 \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nInputs \nADB: $100,000 \nInvestment Climate Facilitation Fund: $900,000 \nPeople’s Republic of China Poverty Reduction and Regional Cooperation Fund: $150,000 \nRepublic of Korea e-Asia and Knowledge Partnership Fund: $150,000  \nAssumptions for Partner Financing \nNot Applicable \na Defined by the TA in alignment with operational priority 7: fostering regional cooperation and integration. \nADB = Asian Development Bank; ARIC = Asia Regional Integration Center; ASEAN+3 = Association of Southeast \nAsian Nations + the People’s Republic of China, Japan, Republic of Korea; DMC = developing member country; Q = \nquarter; TA = technical assistance. \nSource: Asian Development Bank. \n \n \n ", "Appendix 2  9 \n \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nAmount \nPRC Poverty  ROK e-Asia \nInvestment  Reduction  and \nClimate  and Regional  Knowledge \nFacilitation  Cooperation  Partnership \nItem  ADBa  Fundb, c  Fundb, d  Fundb, e \nA.  Consultants         \n1.  Remuneration and per         \ndiem \na.  International    626  75  75 \nconsultants \nb.  National consultants    184.8  35  35 \n2.  Out-of-pocket         \nexpenditures \na.  International and    10  10  10 \nlocal travel \nb.  Reports and    5  1.5  1.5 \ncommunications \nc.  Miscellaneous    4.2  1  1 \nadministration and \nsupport costsf \nB.  Printed external    3  1  1 \npublicationsg \nC.  Surveys and/or studies         \nD.  Goodsh    5     \nE.  Training, seminars,         \nworkshops, forums, and \nconferencesi \n1.  Facilitators    10  7  7 \n2.  Travel costs of ADB  20       \nstaff acting as resource \npersons \n3.  Venue rental and related    35  10  10 \nfacilities \n4.  Participants and  75  16  8  8 \nresource personsj \n5.  Representationk  5       \nF.  Contingencies    1  1.5  1.5 \nTotal  100  900  150  150 \nADB = Asian Development Bank, PRC = People’s Republic of China, ROK = Republic of Korea. \nNote: The technical assistance (TA) is estimated to cost $1,300,000, of which contributions from the ADB, the \nInvestment Climate Facilitation Fund, the PRC Poverty Reduction and Regional Cooperation Fund, and the ROK e-\nAsia and Knowledge Partnership Fund are presented in the table above.  \na  Financed by ADB’s Technical Assistance Special Fund (TASF 6 and TASF-other sources).  \nb  Administered by the Asian Development Bank. \nc  Established by the Government of Japan. The Japanese Ministry of Finance approved the financing of this TA under \nthe Investment Climate Facilitation Fund under the Regional Cooperation and Integration Financing Partnership \nFacility on 21 July 2020. \nd The PRC’s Ministry of Finance approved the financing of this TA under the People’s Republic of China Poverty \nReduction and Regional Cooperation Fund on 28 June 2020. \ne  The ROK’s Ministry of Strategy and Finance approved the financing of this TA under the e-Asia and Knowledge \nPartnership Fund on 6 October 2020. \nf  Includes costs related to communications, report preparation, dissemination activities, and data procurement.\n ", "10  Appendix 2 \n \n \n \ng  Around 200 copies will be printed for ASEAN+3 and the 8 selected DMCs, as well as for requestors on demand that \ninclude policymakers in ASEAN+3, officials and staff of regional and global institutions, academics, and advance \ncollege graduates and students. \nh  Includes information and communication technology-related equipment and/or supplies and econometric or statistical \nprograms and/or software. ADB will procure the equipment following its Procurement Guidelines (2015, as amended \nfrom time to time). Turnover and/or disposal arrangements for the equipment will follow the provisions stated in the \nProject Administration Instructions on Administering Grant-Financed Technical Assistance Projects (PAI 5.09, paras \n41 and 42). \ni  This includes two consultations/policy dialogues and two dissemination events with indicative venues at ADB HQ, \nNepal, and Thailand. \nj  Per Operations Manual H3 and para. 28 of the Staff Instruction on Cost Sharing and Eligibility of Expenditures for \nADB Financing, resource persons engaged under TA operations and their related out-of-pocket expenditures are not \nsubject to member country procurement eligibility. \nk  ADB (Budget, Personnel, and Management Systems Department; and Strategy and Policy Department). 2013. Use \nof Bank Resources: Regional Technical Assistance and Technical Assistance vs. Internal Administrative Expenses \nBudget. Memorandum. 26 June (internal). \nSource: ADB estimates. \n ", "Appendix 3  11 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=53317-001-TAReport \n \n1.  Terms of Reference for Consultants \n2.  Procurement Plan \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20210105135402+08'00'", "Creator": "PDF24 Creator", "Keywords": "adb technical assistance ta report", "ModDate": "D:20210108174701+08'00'", "Producer": "GPL Ghostscript 9.27", "Title": "Building Financial Resilience and Stability to Reinvigorate Growth: Technical Assistance Report"}, "author_page": " \nABBREVIATIONS \n \n  ASEAN  –  Association of Southeast Asian Nations \n  DMC  –  developing member country \n  ERCD  –  Economic Research and Regional Cooperation Department \n  PRC  –  People’s Republic of China \n  ROK  –  Republic of Korea \n  TA  –  technical assistance \n  TASF  –  technical assistance special fund \n \n \nNOTES \n \n(i)  In this report, “$” refers to United States dollars. \n \nVice-President  Bambang Susantono, Knowledge Management and Sustainable \nDevelopment \nDirector General  Yasuyuki Sawada, Economic Research and Regional Cooperation \nDepartment (ERCD) \nDirector  Cyn-Young Park, Regional Cooperation and Integration Division \n(ERCI), ERCD \n   \nTeam leader  James Villafuerte, Senior Economist, ERCI, ERCD \nTeam members  Paulo Rodelio Halili, Senior Economics Officer, ERCI, ERCD \n  Carol Ongchangco, Operations Coordinator, ERCI, ERCD \n  Marilyn Parra, Senior Operations Assistant, ERCI, ERCD \n  Peter Rosenkranz, Economist, ERCI, ERCD  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.", "authors": [{"documentRole": "Vice-President", "fullname": "Bambang Susantono", "role": "Knowledge Management and Sustainable", "organization": ""}, {"documentRole": "Director General", "fullname": "Yasuyuki Sawada", "role": "Economic Research and Regional Cooperation", "organization": ""}, {"documentRole": "Director", "fullname": "Cyn-Young Park", "role": "Regional Cooperation and Integration Division", "organization": ""}, {"documentRole": "Team leader", "fullname": "James Villafuerte", "role": "Senior Economist", "organization": "ERCI"}, {"documentRole": "Team members", "fullname": "Paulo Rodelio Halili", "role": "Senior Economics Officer", "organization": "ERCI"}, {"documentRole": "Team members", "fullname": "Carol Ongchangco", "role": "Operations Coordinator", "organization": "ERCI"}, {"documentRole": "Team members", "fullname": "Marilyn Parra", "role": "Senior Operations Assistant", "organization": "ERCI"}, {"documentRole": "Team members", "fullname": "Peter Rosenkranz", "role": "Economist", "organization": "ERCI"}]}