{"path": "data/input/ta/54049-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \n \n \nProject Number: 54049-001 \nKnowledge and Support Technical Assistance (KSTA) \nDecember 2020 \n \n \nDevelopment of a Legal Framework and \nDocumentation Conducive to Viable Private Sector \nRenewable Energy and Energy Efficiency Projects \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Access to Information \nPolicy. \n ", " \nABBREVIATIONS \n       \n \n  ADB  –  Asian Development Bank  \nASEAN  –  Association of Southeast Asian Nations \n  DMC  –  developing member country \nIEA  –  International Energy Agency \nSDG  –  Sustainable Development Goal \nTA  –  technical assistance \n \n         \n \n \n \nNOTE \n \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Deborah Stokes, Administration and Corporate Management \nGeneral Counsel  Thomas M. Clark, Office of the General Counsel (OGC) \nDeputy General Counsel  Damien Eastman, OGC \n \nTeam leader  Daniele Quaggiotto, Counsel, OGC \nTeam members  Florian Kitt, Energy Specialist, Indonesia Resident Mission, \nSoutheast Asia Department \n  Christoph Meindl, Energy Specialist, Environment, Natural \nResources and Agriculture Division, South Asia Department \n  Ryah Sanvicente, Legal Operations Administrator, OGC \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", " \nCONTENTS \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Outputs, Methods, and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  List of Linked Documents  10 \n \n \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 54049-001\nProject Name Development of a Legal Framework  Department/Division OGC/OGC\nand Documentation Conducive to \nViable Private Sector Renewable \nEnergy and Energy Efficiency Projects\nNature of Activity Capacity Development, Policy Advice Executing Agency Asian Development Bank\nModality Regular\nCountry REG (BHU, INO)\n2. Sector Subsector(s)     ADB Financing ($ million)\nEnergy Energy sector development and institutional reform 0.50\nTotal 0.50\nqq\n3. Operational Priorities Climate Change Information1\n  Addressing remaining poverty and reducing inequalities GHG Reductions (tons per annum) 0\n  Tackling climate change, building climate and disaster  Climate Change impact on the Project Low\nresilience, and enhancing environmental sustainability\nADB Financing\n  Strengthening governance and institutional capacity\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.50\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 7.a No gender elements (NGE)\nSDG 13.a\nPoverty Targeting\nGeographic Targeting\n4. Risk Categorization Low \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 0.50\n    Knowledge and Support technical assistance: Technical Assistance  0.50\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.50\n  \nCurrency of ADB Financing: US Dollar \nq\n1Theprojectreducesgreenhousegasemissions.However,itdoesnotfallundertheeligibilitycriteriaforclimatemitigationfinanceasdefinedby\nthejointmultilateraldevelopmentbankmethodologyontrackingclimatefinance,whichnotesthatnotallactivitiesthatreducegreenhousegasesin\nthe short term are eligible to be counted towards climate mitigation finance. Accordingly, greenfield fossil fuel projects are excluded, and climate\nmitigationfinanceisconsidered zero.\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 30102020082541271595 Generated Date: 17-Dec-2020 16:07:18 PM", " \nI.  INTRODUCTION \n \n1.  The  knowledge  and  support  technical  assistance  (TA)  will  help  create  a  legal  and \nregulatory environment in selected developing member countries (DMCs) conducive to the \nparticipation of private sector investors in renewable energy1 and energy efficiency projects \nbecause these meet the basic commercial viability and bankability requirements. Recognizing the \nimportance of investor confidence in legal provisions that are predictable and which clearly set \nout the rights and obligations of various stakeholders, the TA will focus on introducing or amending \nlaws and regulations that encourage investment in renewable energy and energy efficiency \nprojects. Building on a significant body of work that found the lack of standardized documentation \nand clear procurement rules to be some of the key impediments to sustainable infrastructure \nprojects  in  general,  the  TA  will  also  help  develop  market-standard  templates  for  project \ndocuments, bidding documents, and related procedures in public tenders for concessions. Finally, \nsince the legal and regulatory framework and priorities of each DMC are different, the modalities \nand areas of intervention of the TA will be tailored to the specific needs of each DMC. \n \n2.  The TA is aligned with the Energy Policy 2009 of the Asian Development Bank (ADB).2 It \nis also aligned with two operational priorities of ADB's Strategy 2030—tackling climate change, \nbuilding  climate  and  disaster  resilience,  and  enhancing  environmental  sustainability;  and \nstrengthening governance and institutional capacity—and with the Climate Change Operational \nFramework,3 which provides direction for enhancing resilience and supporting climate adaptation \nand mitigation actions. Also, the TA will result in the increased deployment of renewable energy \nsources and efficiency improvements in the energy mix of selected DMCs, in line with the Paris \nAgreement and selected targets of Sustainable Development Goals (SDGs) 7 and 13.4 \n \nII.  ISSUES \n \n3.  Many DMCs have experienced several years of sustained economic growth, which led to \nan increase in power demand and consumption. This in turn generated the need for the rapid \ndevelopment of new power capacity, which traditionally was met by constructing mainly fossil fuel-\nbased power plants. Since 2000, overall energy demand in Southeast Asia has grown at an \naverage rate of 6% per year which caused a doubling in the use of fossil fuels. Oil is the largest \nelement in the regional energy mix, and coal—largely for power generation—is the fastest growing \none.5  \n \n4.  The sustained period of growth has come at a great environmental expense and has made \nair pollution a major risk to public health by driving up energy-related carbon dioxide emissions. \nIn 2000–2020, Asia built 90% of global coal-fired capacity, and the current average age of coal-\nfired plants in Asia's low- and middle-income countries is 12 years.6 As a consequence, emissions \n \n1 For the purposes of this TA, “renewable energy projects” shall be interpreted in the widest possible sense so as to \ninclude, without limitation, projects involving all kinds of renewable energy sources and technologies, electric \ntransport, and battery storage. \n   This TA builds on ADB. 2016. Legal Readiness for Climate Finance and Climate Investments (9159-REG). \n2 ADB. 2009. Energy Policy 2009.  \n3 ADB. 2017. Climate Change Operational Framework 2017–2030: Enhanced Actions for Low Greenhouse Gas \nEmissions and Climate-Resilient Development.  \n4  The TA first appeared in the business opportunities section of ADB’s website on 1 December 2020. \n5 International Energy Agency (IEA). 2019. Southeast Asia Energy Outlook 2019.  \n6 IEA. 2019. World Energy Outlook 2019. \n ", "2 \nin the region have been increasing steadily since the 1990s7 along with   air pollution and global \nwarming.  Coal-fired  power  will  need  to  be  phased  out  by  2050  globally  if  the  long-term \ntemperature goal of the Paris Agreement8 is to be met. Despite that, coal is projected to be the \ndominant fuel source in power generation in Southeast Asia, peaking at 2027 and accounting for \n36% of the region’s generation mix in 2040.9 Together, countries in South Asia and Southeast \nAsia account for half of the planned expansion of global coal power. India, Viet Nam, and \nIndonesia alone account for more than 30% of this planned expansion. In addition, all major Asian \neconomies heavily depend on oil imports, and Asia accounts for 77% of oil demand growth \nthrough 2025.10 Even smaller countries like Bhutan, which has an almost 100% green electricity \ngeneration mix, are facing rapidly growing fossil fuel consumption, particularly in transport and \nconstruction. Most of this demand is met by imports. Asian energy markets are central to the \nbattle against climate change because they consume 41% of global energy.11 Energy policies and \nlaws will therefore be integral to enabling lower-emission energy generation. \n \n5.  SDG 7 highlights the urgent need for an increase in renewable energy use and for the \nadoption of energy efficiency measures to reduce the reliance on fossil fuels by society, industry \nand for the provision of energy services. Renewable energy and energy efficiency are central to \nachieving  these  international  goals.  Transitioning  to  a  green,  climate-resilient  economy  is \nparamount to ensure that DMCs can reduce their greenhouse gas emissions and better hedge \nagainst climate change risks. It is estimated that about $3 trillion in green investments will be \nrequired between 2016 and 2030 to fill the funding gap in  the region covered by the Association \nof Southeast Asian Nations (ASEAN) to achieve a low-carbon transition.12 The International \nEnergy Agency (IEA) Efficient World Strategy suggests that to unlock the full potential of energy \nefficiency, global investments would need to double by 2025, and double again between 2025 \nand 2040.13 Governments of the DMCs do not have the financial resources to cover the scale of \ninvestments required to support the creation of a more sustainable and greener economy, nor do \nthey always possess the technical expertise and capacity needed to handle a task of such \nmagnitude. One way to help DMCs to fill the funding gap for the expansion of renewable energy \nand energy efficiency is to attract financing and expertise from private sector developers and \ninvestors through the creation of a favorable regulatory environment and the introduction of \nsupport schemes. In addition, the establishment of a well-functioning public–private concession \nregime can have a catalytic effect and encourage the private sector to play a greater role in the \ndeployment of renewable energy.  \n \n6.  The participation in renewable energy projects by private developers in the DMCs is often \nhampered  by  shortcomings  in  the  legislative  and  regulatory  frameworks  that  govern  the \nimplementation of such projects. Regulatory and policy barriers include onerous and multi-layered \nlicensing procedures, weak policy design, poorly conceived incentive schemes, and a lack of \ntransparency. Uncertainty and inconsistency about targets and policies, including retroactive \nchanges, significantly hamper the expansion of renewable energy, because support schemes or \nprocedures that are unclear erode the confidence of investors and developers alike.14 Moreover, \nin DMCs that use concessions as a means to reduce the administrative burden for national and \n \n7 Climate Analytics. 2019. Decarbonising South and South East Asia: Shifting energy supply in South Asia and South \nEast Asia to non-fossil fuel-based energy systems in line with the Paris Agreement long-term temperature goal and \nachievement of Sustainable Development Goals. \n8 Climate Analytics. 2016. Implications of the Paris Agreement for Coal Use in the Power Sector.  \n9 Wood Mackenzie. 2019. Southeast Asia Gas and Power Outlook H1. \n10 IEA. 2020, Oil 2020. \n11 N. Butler. 2018. Of the Two Big Shifts in the Energy Market, One Is a Surprise. Financial Times. \n12 Climate Bonds Initiative. ASEAN Green Financial Instruments Guide. \n13 IEA. 2019. Energy Efficiency.  \n14 IEA. 2018. Renewable Energy Policies in a Time of Transition.  \n ", "3 \ninternational private developers in the construction and operation of renewable energy power \nplants, the lack of properly structured public tender documents and procedures can threaten the \nsuccess of those concessions. And even in instances where a satisfactory legal and regulatory \nframework is in place, private investors are often reluctant to participate in renewable energy \nprojects because of the lack of properly drafted project documents containing the standard \nprovisions that international developers and investors expect in transactions of this kind. In turn, \nthis considerably restricts the financing options available to developers—they are often forced to \nfund the construction of the projects through equity, which is less attractive and also tends to \nresult in smaller investments and projects. \n \n7.  Between 2015 and 2018, improvements in the efficiency of technologies and processes \nin areas such as buildings, appliances, equipment and transport systems helped avoid energy-\nrelated emissions of 3.5 billion tons of carbon dioxide. However, the annual impact of technical \nefficiency improvements on energy demand has almost halved between 2015 and 2018, from  \n2.5% of final demand to 1.4% of final demand (footnote 13). What mainly deters banks and \nfinancial institutions from investing in energy efficiency projects is the lack of energy efficiency \nstandards (including programs that require energy companies to achieve energy efficiency targets) \nand incentive schemes that promote the adoption of energy efficiency technologies. The absence \nof standards makes the risk assessment of energy efficiency projects more complicated and \nexpensive, while the lack of incentives means that the interest rate charged by financiers of those \nprojects is too high to be acceptable to customers. In addition, administrative barriers and \nbureaucracy contribute to slowing down the impact of technical efficiency improvements.  \n \n8.  Creating a legal and regulatory framework that is clear and predictable is key to attracting \ninterest from international developers and financiers, given the medium- to long-term nature of \nthe life of renewable energy projects. Unambiguous legislative and contractual terms help boost \ninvestors’ confidence in the likelihood of the project being completed on time and provide reliable \nmeans of legal redress should problems arise during the implementation of a project. Laws and \nregulations that clearly allocate the responsibilities and duties of the various stakeholders in \nrenewable energy projects enhance the ability of developers and financiers to properly assess \nthe legal risks relating to those projects. In the case of energy efficiency projects, clear regulations \nintroducing mandatory energy efficiency standards and appropriate incentives to adopt such \nmeasures are crucial in creating a legal environment that reduces the cost of the financing \nprovided by banks. The availability of affordable private sector financing is a key factor for a wider \nadoption by the public of energy efficiency technologies. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n9.  The TA is aligned with the following impact(s): increased deployment of renewable energy \nsources and energy efficiency improvements in the energy sector of selected DMCs (aligned with \nADB's Strategy 2030, operational priorities 3 and 6; and Paris Agreement, SDGs 7 and 13). The \nTA  will  have  the  following  outcome:  a  legal  and  regulatory  framework  conducive  to  the \ndevelopment of renewable energy and energy efficiency projects that meet the basic viability and \nbankability requirements of national and international private sector investors. \n \nB.  Outputs, Methods, and Activities \n \n10.  Output 1: Gap analysis of the legislative and regulatory framework that governs \nrenewable energy or energy efficiency projects in the DMCs undertaken. The consultants \n ", "4 \nappointed under the TA will initially conduct an assessment of the current legal and regulatory \nframework for renewable and/or energy efficiency projects. The assessment will identify areas not \ncovered by existing legislation, or shortcomings in such legislation that may discourage the \nparticipation of private sector investors and financiers in renewable energy and energy efficiency \nprojects. The results of the assessment will be shared with the respective DMC's ministries or \nagencies responsible for the energy sector and other stakeholders, along with suggestions on \nhow to manage the issues identified.   \n \n11.  Output 2: Amendments to existing legislation or regulations, or new legislation or \nregulations drafted based on the results of the gap analysis under output 1. This output will \nassist DMCs with the drafting of laws and regulations that the assessment under output 1 \nidentified as missing or needing to be amended. An international legal counsel appointed as \nconsultant under the TA will provide input based on examples of successful legislation and \nregulations in countries with renewable energy and energy efficiency policies similar to those of \nthe DMCs covered by the TA. To help the process, ADB will act as honest broker and promote \ndialogue between the stakeholders to ensure that, to the extent possible, interested parties are \ngiven an opportunity to provide comments on the proposed legislation. \n \n12.  Output 3: Standard documentation that meets the requirements for bankability \nand/or standards of international best practice drafted. Legal counsel appointed as consultant \nunder  the  TA  will  draft  template  documentation  that  meets  (i)  the  standard  bankability \nrequirements for project documents (such as power purchase agreements and grid connection \nagreements), and/or (ii) standards of international best practice for bid documents and procedures \nin  public  tenders  for  concessions.  This  output  will  assist  DMCs  with  the  drafting  of  legal \ndocumentation that is in line with best practices and market standards, and which will therefore \nbe considered bankable by financiers. To help the process, ADB will act as honest broker and \npromote dialogue between the stakeholders to ensure that, to the extent possible, interested \nparties are given an opportunity to provide comments on the proposed documentation. \n \n13.  Depending on the circumstances in each DMC, the TA will cover some or all of the outputs \nand may include capacity building and knowledge dissemination activities. Additionally, the TA \nwill  look  for  opportunities  to  support  small-scale  projects  by  drafting  simplified  regulatory \nrequirements and documentation. To avoid a duplication of efforts, the TA will endeavor to \ncomplement similar initiatives in the areas of renewable energy and energy efficiency by other \nADB departments, international financial institutions, or development partners.  \n \nC.  Cost and Financing \n \n14.  The TA is estimated to cost $500,000 and will be financed on a grant basis by ADB’s \nTechnical Assistance Special Fund ($200,000 from TASF 6 and $300,000 from TASF-other \nsources). The key expenditure items are listed in Appendix 2.  \n \nD.  Implementation Arrangements \n \n15.  ADB, through the Office of the General Counsel’s Law and Policy Reform Program, will \nbe the executing agency and administer the TA. Implementing agencies will be the respective \nDMC's ministries or agencies responsible for the energy sector. Under the One ADB approach, \nthe TA will be implemented in coordination with the Southeast Asia Department, South Asia \nDepartment, Private Sector Operations Department, Office of Public–Private Partnership, and the \nEnergy Sector Group of the Sustainable Development and Climate Change Department. The TA \nwill be implemented over 3 years from December 2020 to December 2023. ADB will recruit a \n ", "5 \ncombination of an international and a national legal counsel in each selected DMC to act as \nconsultants, based on the required experience and qualifications. Also, economists and/or energy \nspecialists will be engaged as needed. The TA will initially target the Republic of Indonesia \n(Indonesia) and the Kingdom of Bhutan (Bhutan). \n \n16.  Implementation arrangements are summarized in the table. \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative  December 2020–December 2023  \nimplementation \nperiod \nExecuting  ADB \nagency \nImplementing  Ministries or agencies responsible for the energy sector in the DMCs covered by the \nagencies  TA \nConsultants  To be selected and engaged by ADB \n  Individual  1 international legal: (9 person-months, intermittent).   $213,200 \n  consultant  1 international energy sector expert/economist (2 \n  selection  person-months, intermittent) \n    Indonesia \nIndividual  1 national (9 person-months, intermittent)   $59,400 \nconsultant     \nselection   \n  Individual  1 international legal: (6 person-months, intermittent).   $136,400 \n  consultant  1 international energy sector expert/economist (1 \n  selection  person-month, intermittent) \n     Bhutan \n  Individual  1 national (5 person-months, intermittent)   $33,000 \nconsultant   \nselection \nDisbursement  Disbursement of technical assistance resources will follow ADB's Technical \nAssistance Disbursement Handbook (2020, as amended from time to time). \n \nADB = Asian Development Bank. \nSource: ADB.  \n \n17.  Consulting services. ADB will engage the consultants following the ADB Procurement \nPolicy (2017, as amended from time to time) and its associated staff instructions.15 The terms of \nreference in Appendix 3 are indicative only and will be finalized based on the detailed scope of \nwork to be determined during TA implementation, in particular as regards the national consultants. \n \nIV.  THE PRESIDENT'S DECISION \n \n18.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis for  \nDevelopment of a Legal Framework and Documentation Conducive to Viable Private Sector \nRenewable Energy and Energy Efficiency Projects, and hereby reports this action to the Board.\n \n15 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact(s) the TA is Aligned with \nIncreased deployment of renewable energy sources and energy efficiency improvements in the energy mix of selected \nDMCs (Paris Agreement, Sustainable Development Goals 7 and 13) \n \nData Sources and  Risks and Critical \nResults Chain  Performance Indicators   Reporting Mechanisms  Assumptions \nOutcome       \nA legal and regulatory  a. Completion of one renewable  a. Announcement by the  Lack of cooperation and \nframework conducive  energy project and/or energy  sponsors of the signing of  support from \nto the development of  efficiency project in each DMC  the documents for a  stakeholders in the \nrenewable energy  that benefits from the TA.  renewable energy project  DMCs. \nand energy efficiency  employing the new PPA   \nprojects that meet the  template.  Lack of experience and \nbasic viability and  b. In the case of Indonesia,  b. In the case of Indonesia,  technical expertise on \nbankability  (i) the adoption of a standard  (i) approval of the  the part of stakeholders \nrequirements of  template for PPAs and the  regulations on PPAs; and  of the DMCs. \nnational and  completion of at least one  (ii) announcement by the   \ninternational private  renewable energy project using  sponsors of the signing of  Delays in the approval of \nsector investorsa  the standard PPA template;  the documents for a  new laws/regulations (or \n  (ii) adoption of a legal framework  renewable energy project  amendment of existing \n  for electric transport and of a  employing the new PPA  laws/regulations). \nrevised geothermal permitting  template. \nframework; (iii) adoption of \nregulations governing the \nestablishment of a transmission \nsystem operator; and (iv) the \nadoption of modified energy \nefficiency regulations and the \ncompletion of at least one \nmunicipal energy efficiency \nproject under the new \nregulations.  \nOutputs       \n1. Gap analysis of the  1a. First draft of the consultant’s  1a. Delivery of the first draft  Delays by the \nlegislative and  report to be delivered within  of the report.  consultant. \nregulatory framework  6 weeks of sending the notice to   \nthat governs  proceed to the consultant.   \nrenewable energy or   \nenergy efficiency   \nprojects in the DMCs  1b. Final consultant’s report  1b. Delivery of the final   \nundertaken  (containing gap analysis and  consultant’s report. \nrecommendations) to be \ndelivered within 6 weeks of \nreceiving comments on the first \ndraft. \n2. Amendments to  2a. First draft of the  2a. Delivery of the first draft  Delays by the \nexisting legislation or  new/amended laws/regulations  of the new/amended  stakeholders in \nregulations, or new  to be delivered within 6–8 weeks  laws/regulations.  reviewing the drafts. \nlegislation or  (depending on the complexity of   \nregulations drafted  the task) of sending notice to  Lack of support by the \nbased on the results  proceed to the consultant.  ministry leading to the \nof the gap analysis  failure by the ministry to \nunder output 1  agree the proposed \n  amendments. \n   \n   \n  2b. First round of consultations  2b. Delivery of the second  Delays by the \n  with the stakeholders to take  draft of the new/amended  stakeholders in \nplace 3 weeks after delivery of  laws/regulations.  reviewing the drafts. \n ", "Appendix 1  7 \nthe first draft. A new draft of the     \nlaws/regulations to be delivered     \nwithin 3 weeks after   \nconsultations. \n       \n2c. Second round of  2c. Delivery of the final  Failure by the \nconsultations with the  agreed text of the  stakeholders to agree \nstakeholders to take place  new/amended  the proposed \n3 weeks after delivery of the  laws/regulations.  amendments. \nsecond draft. Final agreed text of   \nthe laws/regulations to be \ndelivered within 3 weeks after \nsecond round of consultations. \n      Lack of support by the \n  2d. In the case of Indonesia,  ministry leads to the \n  output 2 is expected to cover the  failure by the ministry to \n  following: (i) regulations on the  agree the proposed \nestablishment of an electricity  regulations. \nregulator and a transmission \nsystem operator; (ii) approval of \nrevised legal framework for \ngeothermal permitting, which \nrectifies inconsistencies in the \nexisting framework; \n(iii) development of legal \nframework for electric transport; \nand (iv) approval of new energy \nefficiency regulations. \n       \n3. Standard  3a. First draft of the  3a. Delivery of the first draft  Delays by the \ndocumentation that  documentation to be delivered  of the documentation.  consultant. \nmeets the  within 4–6 weeks (depending on   \nrequirements for  the complexity of the task) after \nbankability and/or  sending notice to proceed to the \nstandards of  consultant. \ninternational best \npractice drafted  \n  3b. First round of consultations  3b. Delivery of the second  Delays by the \nwith the stakeholders to take  draft of the documentation.  stakeholders in \nplace 3 weeks after delivery of    reviewing the drafts. \nthe first draft. New draft of the   \ndocumentation to be delivered   \nwithin 3 weeks after \nconsultations. \n       \n3c. Second round of  3c. Delivery of the final  Failure by the \nconsultations with the  agreed text of the  stakeholders to agree \nstakeholders to take place  documentation.  the proposed \n3 weeks after delivery of the    amendments. \nsecond draft. Final agreed text of \nthe documentation to be \ndelivered within 3 weeks after \nsecond round of consultations. \n \n3d. In the case of Indonesia, \noutput 3 is expected to cover the \ndrafting of a standard template \nfor PPAs to be used in \nrenewable energy projects. \n ", "8  Appendix 1 \n \nKey Activities with Milestonesb \n1.  Gap analysis of the legislative and regulatory framework that governs renewable energy or energy \nefficiency projects in the DMCs undertaken \n1.1  Appoint legal consultants (Q1 2021) \n1.2  Deliver final gap report (Q2 2021–Q3 2021) \n2.  Amendments to existing legislation or regulations, or new legislation or regulations drafted based on the \nresults of the gap analysis under output 1 \n2.1 Deliver initial draft of the new/amended laws/regulations (Q3 2021–Q4 2021) \n2.2 Complete first round of consultations with the stakeholders and deliver new draft of the laws/regulations (Q3 \n2022) \n2.3 Complete second round of consultations with the stakeholders and deliver final agreed text of the \nlaws/regulations (Q1 2023–Q2 2023) \n3.  Standard documentation that meets the requirements for bankability and/or standards of international \nbest practice drafted  \n3.1 Deliver initial draft of the new documentation (Q1 2021–Q2 2021) \n3.2 Complete first round of consultations with the stakeholders and deliver new draft of the documentation (Q4 2021) \n3.3 Complete second round of consultations with the stakeholders and deliver final agreed text of the \nlaws/regulations (Q1 2022)  \nInputs \nADB: $500,000 ($200,000 from TASF 6 and $300,000 from TASF-other sources) \n \nAssumptions for Partner Financing \nNot applicable  \n \nThe government will provide counterpart support in the form of workspace, domestic transportation, and other in-kind \ncontributions. \nDMC = developing member country, PPA = power purchase agreement, Q = quarter, TA = technical assistance, TASF = \nTechnical Assistance Special Fund. \na Depending on the circumstances of each DMC, the TA will cover some or all of the outputs. \nb The timetable for implementation of the TA is indicative. \nSource: Asian Development Bank. \n ", "Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \n \nItem  Amount \nA.  Asian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  350.0 \nii.  National consultants  93.0 \nb.  Out-of-pocket expenditures   \ni.  International and local travelb  25.0 \nii.  Miscellaneous administration and support costsc  7.0 \n2.  Contingencies  25.0 \nTotal  500.0 \nNote: The technical assistance (TA) is estimated to cost $500,000, of which contributions from the Asian Development \nBank are presented in the table. The government will provide counterpart support in the form of workspace, domestic \ntransportation, and other in-kind contributions.  \na  Financed by the Asian Development Bank (ADB) Technical Assistance Special Fund (TASF 6 and TASF-other \nsources). \nb  ADB staff may act as resource persons under the technical assistance, and travel and accommodation costs can be \ncharged to it. Representation expenses are allowed. ADB (BPMSD and SPD). 2013. Use of Bank Resources: \nRegional  Technical  Assistance  and  Technical  Assistance  vs.  Internal  Administrative  Expenses  Budget. \nMemorandum. 26 June (internal). \nc  Includes interpretation, translation, printing costs related to drafting of laws and regulations of the DMCs, and \nmeetings with local stakeholders. \nSource: Asian Development Bank estimates. \n ", "10  Appendix 3 \n \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=54049-001-TAReport \n \n \n1.  Terms of Reference for Consultants \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20201218175857+08'00'", "Creator": "PDF24 Creator", "Keywords": "adb technical assistance ta report", "ModDate": "D:20201222151310+08'00'", "Producer": "GPL Ghostscript 9.27", "Subject": "", "Title": "Development of a Legal Framework and Documentation Conducive to Viable Private Sector Renewable Energy and Energy Efficiency Projects: Technical Assistance Report"}}