{"path": "data/input/ta/54131-002-tar-en.pdf", "pages": [" \nTechnical Assistance Report\n \n \n \nProject Number: 54131-002 \nTransaction Technical Assistance Facility (F-TRTA) \nNovember 2020 \n \n \n \n \n \nRepublic of Maldives: Strengthening Capacity to \nDesign and Implement Energy Sector Projects\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Access to Information \nPolicy. \n ", " \nCURRENCY EQUIVALENTS \n(as of 22 October 2020) \n \nCurrency unit  –  rufiyaa (Rf) \nRf 1.00  =  $0.065      \n$1.00  =  Rf 15.45     \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  LNG  –  liquefied natural gas \n  MW  –  megawatt \n  SAP  –  strategic action plan \n  TA  –  technical assistance \n \nNOTE \n \n(i)  In this report, “$” refers to United States dollars. \n \n \nVice-President  Shixin Chen, Operations 1 \nDirector General  Kenichi Yokoyama, South Asia Department (SARD) \nDirector  Priyantha Wijayatunga, Energy Division (SAEN), SARD \n   \nTeam leader  Jaimes Kolantharaj, Senior Energy Specialist, SAEN, SARD \nTeam members  Aaron Dennis, Social Development Specialist, SAEN, SARD \nRosanna Mae Labitag, Operations Assistant, SAEN, SARD  \nMaria Charina Apolo Santos, Project Analyst, SAEN, SARD  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.   \n ", "   \n \nCONTENTS \nPage \nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE \nI.           THE TECHNICAL ASSISTANCE FACILITY  1 \nA.  Justification  1 \nB.  Outputs and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nE.  Governance  5 \nII.          THE PRESIDENT’S DECISION  5 \n \nAPPENDIXES \n1.  Cost Estimates and Financing Plan  6 \n2.  Projects under Technical Assistance Facility  7 \n3.  List of Linked Documents  9 \n \n \n   \n \n \n   \n ", "Project Classification Information Status: Complete\nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 54131-002\nProject Name Strengthening Capacity to Design and  Department/Division SARD/SAEN\nImplement Energy Sector Projects\nNature of Activity Project Preparation Executing Agency Ministry of Finance (formerly \nModality Facility Ministry of Finance and Treasury)\nCountry Maldives\n2. Sector Subsector(s)     ADB Financing ($ million)\nEnergy Electricity transmission and distribution 0.25\nRenewable energy generation - solar 0.25\nTotal 0.50\nqq\n3. Operational Priorities Climate Change Information\n  Accelerating progress in gender equality GHG Reductions (tons per annum) 0\n  Tackling climate change, building climate and disaster  Climate Change impact on the Project Low\nresilience, and enhancing environmental sustainability\nADB Financing\n  Making cities more livable\nAdaptation ($ million) 0.10\n  Strengthening governance and institutional capacity\nMitigation ($ million) 0.20\n  Fostering regional cooperation and integration\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 7.1 Some gender elements (SGE)\nSDG 9.4\nSDG 12.2 Poverty Targeting\nSDG 13.a General Intervention on Poverty\n4. Risk Categorization Complex \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 0.50\n    Transaction technical assistance: Technical Assistance Special Fund 0.50\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.50\n  \nCurrency of ADB Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 11112020150330692000 Generated Date: 13-Nov-2020 9:30:55 AM", " \nI.  THE TECHNICAL ASSISTANCE FACILITY \n \nA.  Justification \n \n1.  The proposal. The transaction technical assistance (TA) facility will support project \npreparation, increase project readiness of pipeline projects, and support ongoing projects with \nadditional expertise as required and agreed with the project executing agency. The TA will also \nprovide support to ensure project sustainability and transfer capacity through specific training and \nskills-building activities as required. Initially, the TA facility will support: \n \n(i)  Preparing Outer Islands for Sustainable Development (POISED) Project,1 \n(ii)  Additional financing for POISED project,2 and \n(iii)  Greater Malé Energy Sector Project.3 \n   \n2.  Sector overview. Maldives, located 750 kilometers (km) southwest of Sri Lanka, is an \narchipelago consisting of 26 atolls4 and a total land area of about 300 square km. About half of \nthe country’s population lives on the outer islands. Maldives has about 290 megawatts (MW) of \ninstalled diesel generation capacity in 186 inhabited islands, and additional generators in tourism \n(about 144 MW) and in industrial islands (20 MW). A total of 21.5 MW of renewable energy \nsystems are installed across the country. The demand for electricity is expected to grow annually \nby 8.5%, out of which the Greater Malé region accounts for approximately 55% of the total \nprojected electricity demand of all the inhabited islands. Generation capacity is not optimized due \nto lack of power interconnection between islands. Imported fossil fuels are by and large the most \nimportant source of energy for Maldives. Fuel imports account for about 10% of the country’s \ngross domestic product (GDP), and approximately half of it is for power generation. The electricity \ngeneration costs are estimated in the range of 0.30–70 cents per kilowatt-hour (kWh) (depending \non the island) and required government subsidies amounting to $58 million or 1.0% of GDP in \n2019. The heavy diesel dependence of Maldives also makes its carbon emissions per unit of \nelectricity among the highest in the region. \n \n3.  Impacts of coronavirus disease. The unprecedented economic shock caused by the \ncoronavirus  disease  (COVID-19)  pandemic  has  shown  the  vulnerabilities  of  the  country’s \neconomic model. The energy sector has not been spared, with the finances of the utilities \ndetrimentally  affected  by  reduced  demand  from  remunerative  industrial  and  commercial \nconsumers. This, coupled with poor bill collection rates, is expected to create significant cashflow \nshortfalls through first quarter of 2021. The real toll of the pandemic, however, is much higher, \nwith thousands of livelihoods affected by the shutdown of tourism. Though oil prices have reduced \n \n1  The POISED project is one of the largest energy sector intervention in Maldives which aims to introduce renewable \nenergy-based grids in 160 outer islands. The project has already installed solar photovoltaic-battery-diesel hybrid \nsystems  including  energy  management  systems  and  distribution  grid  upgrades  in  70  islands.  Report  and \nRecommendation of the President to the Board of Directors: Proposed Grant and Administration of Grant to the \nRepublic of Maldives for the Preparing Outer Islands for Sustainable Energy Development Project. \n2 The additional financing for POISED was approved on 29 October 2020,  and will scale up renewable-energy-ready \ngrid systems in additional outer islands, introduce disaster-resilient project components and gender-inclusive \nlivelihood activities, and accelerate the pace of reform initiatives introduced in the current project. \n3  Greater Malé Energy Sector Project aims to introduce liquefied natural gas (LNG) in Greater Malé region for power \ngeneration. One of the South Asia Subregional Economic Cooperation (SASEC) flagship initiatives is development \nof a liquefied petroleum gas and LNG hub in Sri Lanka. Maldives can take advantage of this by importing LNG cargos \nfrom import terminals in South India or planned LNG terminal in Kerawalapitiya, Sri Lanka. The LNG import, \nregasification and distribution facilities developed in Sri Lanka and Maldives for power generation can help the LNG \nmarket to discover regional prices. The LNG supply sources being considered in South India and Sri Lanka are Kochi \nand Kerawalapitiya with an approximate distance of 400 nautical miles (nm) and 450 nm from Maldives.    \n4  Maldives has 1,192 islands of which 194 islands are inhabited. \n ", "2   \nto historic low values due to the pandemic, the financial difficulties in the energy sector will remain \nas institutions and households struggle to pay their utility bills. The crisis further emphasizes the \nneed to improve the sector’s financial viability by reducing electricity generation costs. \n \n4.  Government’s vision. Maldives’ vision for the energy sector is the provision of sufficient, \nreliable, sustainable, secure, and affordable energy to all citizens. This vision is translated into \nthree pillars: energy efficiency, renewable energy, and integration of technology innovation. The \nMaldives Energy Policy and Strategy 2016 and the Strategic Action Plan (SAP) 2019–20235 \nrecognize investing in renewable energy and switching towards cleaner energy sources as vital \nsteps to improve the national energy security. The SAP 2019–2023 also has a 2023 target to \nincrease the share of renewable energy mix by 20% compared to 2018 levels, including a \ncommitment to install a minimum of 10 MW of solar photovoltaic under net metering regulations, \nand 30 MWh of energy storage capacity to allow higher penetration of renewable energy. \n \n5.  The low carbon development roadmap for the energy sector of Maldives prepared under \nan ongoing ADB project6 foresees interventions around the three pillars of the energy sector vision \n(para. 4). Renewable energy investments are unarguably the best solutions for outer islands. The \nmain areas considered in future interventions include scaling up of solar photovoltaic penetration \nthrough private sector investments, mobilizing finances for battery storage and grid enhancement \nto create enabling environment for private sector, creating market infrastructure for net metering \nand pilot testing of future potential technologies applicable to Maldives. Limited space hampers \nthe deployment of established low-cost renewable energy technologies such as solar photovoltaic \nin the Greater Malé region. The roadmap has also identified liquefied natural gas (LNG) as a \ncleaner substitute for power generation in the Greater Malé region where large scale deployment \nof renewables for power generation is constrained by space. Hence, the substitution of diesel with \nrenewables and cleaner sources presents an important opportunity for the country to meet \ngrowing energy demand and reduce the corresponding increase in pollution. \n \n6.   ADB’s experience and energy sector priorities. ADB has broad experience in Maldives \nthrough projects which support meeting electricity demand in the capital of Malé—such as the \nongoing POISED project and the previously completed  Outer Island Electrification (Sector) \nProject7— and various technical assistance programs. ADB’s Maldives energy sector operation \nis  increasingly  focusing  its  attention  on  renewable  energy,  energy  efficiency,  and  fuel \ndiversification. These are relatively new areas for the executing and implementing agencies in the \ncountry for which in-house capacity is still lacking.8 The lack of competencies within these \norganizations leads to delay in identifying the appropriate project components, project preparation, \nand approval; low readiness; and delayed benefits to the users. During implementation,9 the \nability to monitor the design aspects of the project is also weak. In addition, these projects to be \nprepared for ADB financing require due diligence, which includes preparing detailed technical \nspecifications, cost–benefit analysis, financial and economic analysis, social and environmental \n \n5  The SAP 2019–2023 outlines the developmental targets and priorities of the government for the five-year period. \nGovernment of Maldives. 2019. Strategic Action Plan (2019–2023). Malé. \n6  The roadmap is supported under the ongoing ADB’s POISED project (footnote 1).   \n7  ADB. 2014. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the Republic \nof Maldives for Outer Island Electrification (Sector) Project. Manila. \n8  The Energy Department under the Ministry of Environment (MOE) is the executing agency, and Fenaka Corporation \nLimited (FENAKA) and State Electricity Company Limited (STELCO) are the implementing agencies for energy \nsector projects in Maldives. \n9  Although the ongoing POISED project has been supporting executing and implementing agencies with project \nimplementation, capacity building activities such as workshops on renewable energy, classroom trainings, and \nsupervisory and hands-on training, support is still required in the areas of planning, feasibility studies, design, design \nreview and its verification to ensure development of viable and sustainable projects. \n ", "3 \nsafeguards  and  documentation,  climate  change  assessment  (CCA)  and  climate  risk  and \nvulnerability assessment (CRVA), and procurement documents. \n \n7.  Enhancing and supplementing skills and competencies of the executing and implementing \nagencies are essential to improve project preparation, implementation, and overall portfolio \nperformance. This proposed TA will support government agencies, continue to consolidate the \npositive  actions,  and  build  upon  their  strengths  to  develop  and  implement  energy  sector \ninfrastructure projects from earlier TA resources. This TA supports the priorities of ADB Strategy \n2030,  namely:  (i)  making  cities  more  livable  by  improving  urban  planning  and  financial \nsustainability of utilities; (ii) tackling climate change, building climate and disaster resilience and \nenhancing  environmental  sustainability;  (iii)  accelerating  progress  in  gender  equality  by \nincorporating  gender  inclusive  project  components  in  project  design;  (iv)  strengthening \ngovernance and institutional capacity; and (iv) regional cooperation and integration. This TA \nfacility is listed in the current Maldives country operations business plan.10 \n \n8.  The impact of the ongoing and ensuing projects will be supporting sustainable and \nenhanced socio-economic development of the country through: (i) increased renewable and \ncleaner power generation, (ii) improved quality of electricity, (iii) energy security, and (iv) reduced \nfiscal burden as envisaged in SAP 2019–2023. These projects are in the energy sector and have \nsimilar due diligence requirements and implementation arrangements. The TA facility approach \nis suitable as it will allow (i) use of common resources to prepare and support projects in the same \nsubsector, thereby enhancing project preparation and implementation efficiency; (ii) executing \nagency  and  implementing  agencies  to  ensure  adoption  of  uniform  approach  and  project \nimplementation arrangements; and (iii) smooth coordination between consultants and project \nteam. Overall, this TA facility will reduce the transaction costs and time by reducing the resources \nrequired of stand-alone transaction TA. \n \nB.  Outputs and Activities \n \n9.  Output 1: Survey and assessment to identify optimal liquefied natural gas facility \nand site completed. Activities include survey and analysis to identify the type of LNG facility and \nsuitable site for LNG infrastructure development with support from various experts. Based on the \nsurvey and assessment undertaken, technical report on type and capacity of LNG facility, \ntechnical specifications, engineering estimates, and other relevant details for potential LNG \ninfrastructure will be prepared.  \n \n10.  Output 2: Power system planning, and detailed technical assessment of projects \nenhanced. Activities include basic survey to ascertain the condition of existing network, network \nplanning  to  optimize  the  network  configuration,  and  determine  transmission  expansion \nrequirements based on generation development scenarios and the demand forecast. Based on \nthe network survey planning and simulation exercise, guidelines will be developed for the utility in \nconducting power system planning incorporating load flow and short circuit analysis, switching \nstudies, protection coordination, and other related assessments, to ensure reliability of the power \nsystem. \n \n11.  Output 3: Technical, procurement, financial, environment and social safeguards \nassessments completed. Expertise for conducting due diligence for technical, procurement, \n \n10 ADB. 2019. Maldives: Country Operations Business Plan (2020–2022). Manila. The TA facility was formerly named \nas Greater Malé Liquefied Natural Gas Feasibility Study Project in Maldives COBP 2020–2022 approved in July \n2019. \n ", "4   \nfinancial,  environment  and  social  safeguards  will  be  provided  to  support  preparation  and \nimplementation of energy sector projects. Activities will include assistance for (i) technical study \nand analysis; (ii) procurement assessment; (iii) financial and economic analysis; (iv) preparing \nsafeguards documents on environmental, involuntary resettlement, and indigenous peoples; and \n(v) designing climate adaptation, mitigation and disaster risk reduction measures. \n \n12.  Output 4: Technical capacity of the executing and implementing agencies improved. \nTechnical  expertise  and  capacity  building  will  be  provided  to  executing  and  implementing \nagencies  with  ongoing  or  ensuing  projects,  to  enhance  overall  energy  investments \nimplementation and sustainability. Support will be provided through consultants, focusing on \nenhancing quality of project design by supporting surveys/studies, project monitoring by assisting \nin supervision, seminars, workshops, and on-the-job training activities benefiting staff of executing \nand implementing agencies of three projects supported under this proposed TA. \n \nC.  Cost and Financing \n \n13.  The TA facility is estimated to cost $550,000, of which $500,000 will be financed on a \ngrant basis by ADB’s Technical Assistance Special Fund (TASF-6). The key expenditure items \nare listed in Appendix 1.  \n \n14.  The government agencies responsible for each project will provide counterpart support in \nthe form of counterpart staff, office space, office supplies, project-related information and other \nin-kind contributions. The government was informed that approval of the TA does not commit ADB \nto finance any ensuing project. \n \nD.  Implementation Arrangements \n \n15.  The Ministry of Finance, Government of Maldives will be the executing agency, and the \nMinistry of Environment (MOE) will be the implementing agency of the TA facility. The TA does \nnot require logistical support and undertaking from MOE. TA activities for an ensuing project will \nstart only after ADB approves the project concept paper on the ensuing project.  \n \n16.  ADB  will  administer  the  TA  and  will  be  responsible  for  the  selection,  supervision, \nmonitoring and evaluation of consultants, and payments under the TA. However, this will be \nclosely coordinated with executing and implementing agencies, including consent for recruiting \nthe consultants for project preparation and implementation. The implementation arrangements \nare summarized in Table 1. \n \nTable 1: Implementation Arrangements \nAspects  Arrangements \nIndicative implementation  November 2020–October 2022 \nperiod \nExecuting agency  Ministry of Finance \nImplementing agency  Ministry of Environment \nConsultants  To be selected and engaged by IA and ADB \n  ICS (international)  (20 person-months)  $200,000 \n  ICS (national)  (24 person-months)  $60,000 \nDisbursement  The TA resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2020, as amended from time to \ntime). \n ", "5 \nAspects  Arrangements \nAsset turnover or disposal  The assets purchased under this TA will be handed over to the \narrangement upon TA  Ministry of Environment upon TA completion. \ncompletion \nADB = Asian Development Bank, IA = implementing agency, ICS = individual consultant selection, TA = technical \nassistance.  \nSource:  Asian Development Bank.  \n \n17.  Consulting services. The TA facility will provide an initial 44 person-months of consulting \nservices (20 person-months international and 24 person-months national)11 in the field of LNG \ndesign,  renewable  energy  studies,  power  system  planning,  and  due  diligence  support  for \nprocurement, financial management, financial analysis, economic analysis, environment and \nsocial safeguard assessment, and climate change assessment, and climate risk and vulnerability \nassessment. The TA will also support the required survey, purchase of software and simulation \nrequired for energy sector project preparation and capacity building activities. It is expected that \nthe consultants will be recruited using individual consultant selection method and deployed based \non  the  requirements  during  project  preparation  and  implementation.  ADB  will  engage  the \nconsultants following the ADB Procurement Policy (2017, as amended from time to time) and its \nassociated project administration instructions and/or staff instructions. Except for the survey \nactivities for LNG,12 individual consultant selection is appropriate in this instance because the TA \nfacility involves multiple activities that are not necessarily interdependent and will require a varied \nrange of consultants and services. However, where suitable, recruitment through a firm might be \nconsidered.  \n \nE.  Governance \n \n18.  Since ADB will administer the TA facility, the financial management, procurement capacity, \nand integrity risks during TA facility implementation are assessed to be low. However, thorough \nrisk assessments for procurement, financial management and integrity for ensuing investment \nprojects will be conducted under the TA facility.  \n \nII.  THE PRESIDENT’S DECISION \n19.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis to \nMaldives for Strengthening Capacity to Design and Implement Energy Sector Projects, and \nhereby reports this action to the Board.  \n \n \n \n11 TA facility savings may be utilized for additional consultant inputs, as may be necessary. \n12 The offshore survey and hydrodynamic study require specialized equipment, and trained equipment operators and \ntechnicians. Hence, it is recommended to engage a firm with experience working in ocean waters to carry out this \nmarine survey assignment. \n ", "6  Appendix 1 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nItem  Amount \nA.  Asian Development Bank   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  200.0 \nii.  National consultants  60.0 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  35.0 \nii.  Report and communications  3.0 \niii.  Miscellaneous administration and support costsa  2.0 \n2.  Surveysb  110.0 \n3.  Goods (network planning, modelling, analysis software, license and IT  50.0 \nequipment)c \n4.  Training, seminars, and conferences  20.0 \n5.  Contingencies  20.0 \n   \nTotal  500.0 \nIT = information technology \nNote: The technical assistance is estimated to cost $550,000 of which contributions from the Asian Development Bank \n(ADB) are presented in the table above. Implementing agencies will be asked to provide counterpart support in the \nform of counterpart staff, office space, office supplies, project-related information and other in-kind contributions. The \nvalue of the government contribution is estimated to account for 10% of the contribution from ADB.  \na This will be used for purchase of office supply items for national consultants stationed at the executing agency’s     \noffice. \nb  The  site  selection  for  liquefied  natural  gas  (LNG)  infrastructure  development  requires  offshore  survey  and \nhydrodynamic studies to ascertain technical parameters required for LNG power generation infrastructure and its \nassociated facilities. Therefore, it is recommended to engage a firm with expertise, equipment, and experience in \nworking in ocean waters to carry out this marine survey assignment. The cost estimates are for survey and \nassessment for two sites, and the details of the survey, number of sites, scope of survey will be prepared by the LNG \nexpert hired under this TA, hence cost estimate is expected to be revised as per expert assessment. \nc  This software will be required for the analysis of distribution network, planning and design of future networks, \ntechnical studies for project preparation, and conducting technical due diligence of energy sector projects. \nSource: Asian Development Bank. \n \n \n \n ", "Appendix 2  7 \nPROJECTS UNDER TECHNICAL ASSISTANCE FACILITY \n \nTable A2.1: Indicative Consultants’ Input Allocation \n(person-month) \n \nItem  Project 1a  Project 2b  Project 3c \nIndicative risk category  Total  complex  low risk  low risk \nA. Internationald  20.0  12.0  2.0  6.0 \nGas Sector Expert (Team Leader)e  2.0  2.0  0.0  0.0 \nPower Sector Specialist  2.0  1.0  0.5  0.5 \n(Transmission & Generation) \nMarine Expert  1.5  1.5  0.0  0.0 \nLNG Commercial Expert  2.5  2.0  0.0  0.5 \nLNG Transmission Design Expert  1.0  1.0  0.0  0.0 \nRenewable Energy Expert  3.5  0.0  1.5  2.0 \nEnergy Economist  2.0  1.0  0.0  1.0 \nFinancial Management Specialist  2.0  1.0  0.0  1.0 \nEnvironmental Specialist  2.0  1.5  0.0  0.5 \nSocial Development Specialist  1.5  1.0  0.0  0.5 \n         \nB.  National   24.0  14.0  2.5  7.5 \nProject Manager   9.0  6.0  0.0  3.0 \nSocial and Gender Specialist   5.0  3.0  1.0  1.0 \nEnvironmental Specialist  5.0  3.0  1.0  1.0 \nPower System Specialist  5.0  2.0  0.5  2.5 \n                                             Total  44.0  26.0  4.5  13.5 \n        LNG = liquefied natural gas \n a Project 1: Greater Malé Energy Sector Project (pipeline project). \n         b Project 2: Preparing Outer Islands for Sustainable Energy Development (POISED) Project (ongoing      \nproject). \n              c Project 3: POISED Project – Additional Financing (approved in October 2020). \n             d The ongoing POISED project has a well-established PMU and team leader.  \n         e The team leader is only responsible for overall guidance and coordination with the technical and commercial  \n  experts (power sector specialist, marine expert, LNG commercial expert, and LNG transmission design  \n              expert) supporting LNG project preparation. \n           Source: Asian Development Bank. \n \n \n \n \n \n \n \n \n \n   \n ", "8  Appendix 2 \nTable A2.2: Indicative Technical Assistance Budget Allocation (excluding consultants) \n($'000) \nItem  Project 1a  Project 2b  Project 3c \nIndicative risk category  Total  complex  low risk  low risk \nSurveys     110.0  90.0  0.0  20.0 \nTraining, seminars, and conferences  20.0  10.0  5.0  5.0 \nNetwork planning, modelling, analysis  50.0  30.0  10.0  10.0 \nsoftware, license and IT equipment \n                                               Total  180.0  130.0  15.0  35.0 \n           IT = information technology \n              a Project 1: Greater Male Energy Sector Project (pipeline project). \n         b Project 2: Preparing Outer Islands for Sustainable Energy Development (POISED) Project (ongoing project).  \n              c Project 3: POISED Project – Additional Financing (pipeline project).   \n           Source: Asian Development Bank. \n \n \n \n \n \n \n \n \n \n ", "Appendix 3  9 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=54131-002-TAReport \n \n1.  Terms of Reference for Consultants  \n2.  Approved  Report  and  Recommendation  of  the  President:  Proposed  Grant  and \nAdministration of Grant to the Republic of Maldives for the Preparing Outer Islands for \nSustainable Energy Development Project \n3.  Approved Report and Recommendation of the President: Proposed Loan and Grant for \nAdditional Financing to the Republic of Maldives for the Preparing Outer Islands for \nSustainable Energy Development Project \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20201118153536+08'00'", "Creator": "PDF24 Creator", "Keywords": "adb technical assistance ta report", "ModDate": "D:20201119165837+08'00'", "Producer": "GPL Ghostscript 9.26", "Title": "Strengthening Capacity to Design and Implement Energy Sector Projects: Technical Assistance Report"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 22 October 2020) \n \nCurrency unit  –  rufiyaa (Rf) \nRf 1.00  =  $0.065      \n$1.00  =  Rf 15.45     \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  LNG  –  liquefied natural gas \n  MW  –  megawatt \n  SAP  –  strategic action plan \n  TA  –  technical assistance \n \nNOTE \n \n(i)  In this report, “$” refers to United States dollars. \n \n \nVice-President  Shixin Chen, Operations 1 \nDirector General  Kenichi Yokoyama, South Asia Department (SARD) \nDirector  Priyantha Wijayatunga, Energy Division (SAEN), SARD \n   \nTeam leader  Jaimes Kolantharaj, Senior Energy Specialist, SAEN, SARD \nTeam members  Aaron Dennis, Social Development Specialist, SAEN, SARD \nRosanna Mae Labitag, Operations Assistant, SAEN, SARD  \nMaria Charina Apolo Santos, Project Analyst, SAEN, SARD  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.   \n ", "authors": [{"fullname": "Shixin Chen", "role": "Operations", "organization": ""}, {"fullname": "Kenichi Yokoyama", "role": "South Asia Department (SARD)", "organization": ""}, {"fullname": "Priyantha Wijayatunga", "role": "Energy Division (SAEN)", "organization": "SARD"}, {"fullname": "Jaimes Kolantharaj", "role": "Senior Energy Specialist", "organization": "SAEN"}, {"fullname": "Aaron Dennis", "role": "Social Development Specialist", "organization": "SAEN"}, {"fullname": "Rosanna Mae Labitag", "role": "Operations Assistant", "organization": "SAEN"}, {"fullname": "Maria Charina Apolo Santos", "role": "Project Analyst", "organization": "SAEN"}]}