{"path": "data/input/ta/54137-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 54137-001 \nKnowledge and Support Technical Assistance (KSTA) \nDecember 2020 \n \n \n \nMarine Aquaculture, Reefs, Renewable Energy, and \nEcotourism for Ecosystem Services \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Access to Information \nPolicy.\n ", " \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  MARES  –  Marine aquaculture, renewable energy, reefs, and \necotourism for ecosystem services \n  SDG  –  Sustainable Development Goal \n  TA  –  technical assistance \n \n \nGLOSSARY \n \n  regenerative  –  Refers to activities which restore and/or enhance ecosystem \nservices \n       \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \n \nVice-President  Bambang Susantono, Knowledge Management and Sustainable \nDevelopment \nDirector General  Woochong Um, Sustainable Development and Climate Change \nDepartment (SDCC) \nDirector  Robert Guild, Chief Sector Officer, Sector Advisory Service Cluster \n  (SDSC), SDCC \nYongping Zhai, Chief of Energy Sector Group, SDSC-Energy Sector \nGroup (SDSC-ENE), SDCC \n \nTeam leader  Stephen Peters, Senior Energy Specialist, SDSC-ENE, SDCC  \n \nTeam members  Rafayil Abbasov, Finance Specialist (Energy), Energy Division \n(PAEN), Pacific Department (PARD) \nMaria Dona Aliboso, Operations Analyst, SDSC-ENE, SDCC \n  Len George, Principal Energy Specialist, PAEN, PARD \nGary Krishan, Senior Country Specialist, Regional Cooperation and \nOperations Coordination Division, Southeast Asia Department  \nKee-Yung Nam, Principal Energy Economist, SDSC-ENE, SDCC \n  Francesco Ricciardi, Environment Specialist, Safeguards Division, \nSDCC \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", " \nCONTENTS \n \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Outputs, Methods, and Activities  2 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n   \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  List of Linked Documents  9 \n \n \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 54137-001\nProject Name Marine Aquaculture, Reefs,  Department/Division SDCC/SDSC-ENE\nRenewable Energy, and Ecotourism \nfor Ecosystem Services\nNature of Activity Capacity Development, Research and  Executing Agency Asian Development Bank\nDevelopment\nModality Regular\nCountry REG (All DMCs)\n2. Sector Subsector(s)     ADB Financing ($ million)\nTotal 0.00\nqq\n3. Operational Priorities Climate Change Information\n  Addressing remaining poverty and reducing inequalities GHG Reductions (tons per annum) 0\n  Accelerating progress in gender equality Climate Change impact on the Project Low\n  Tackling climate change, building climate and disaster  ADB Financing\nresilience, and enhancing environmental sustainability\nAdaptation ($ million) 0.00\n  Strengthening governance and institutional capacity\nMitigation ($ million) 0.00\n  Fostering regional cooperation and integration\nCofinancing\nAdaptation ($ million) 0.81\nMitigation ($ million) 0.19\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.a Some gender elements (SGE)\nSDG 7.1\nSDG 9.1, 9.4 Poverty Targeting\nSDG 12.6 Geographic Targeting\nSDG 13.a\n4. Risk Categorization Low \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 0.00\n    None 0.00\nCofinancing 1.00\n    Clean Energy Fund under the Clean Energy Financing Partnership  1.00\nFacility (Full ADB Administration)\nCounterpart 0.00\n    None 0.00\nTotal 1.00\n  \nCurrency of Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 29102020123516233330 Generated Date: 09-Dec-2020 9:46:49 AM", " \nI.  INTRODUCTION \n \n1.  The knowledge and support technical assistance (TA) will facilitate future investment in \nsustainable ocean economy development through two main activities: (i) assessing prospects for \ndeveloping member countries (DMCs) to commercialize marine resources (including energy, \nseafood, and tourism) and identifying potential investment projects in selected DMCs; and (ii) \nengaging  stakeholders  and  managing  knowledge  on  mechanisms  to  facilitate  large-scale \ninvestments and accelerate financing of selected projects.  \n \n2.  The TA is aligned with Strategy 2030 of the Asian Development Bank (ADB), specifically \nOperational Priority 3 on tackling climate change, building climate and disaster resilience, and \nenhancing environmental sustainability.1 The TA is aligned with United Nations Sustainable \nDevelopment Goal (SDG) 7 on affordable and clean energy and SDG 14 on life below water. It is \nalso aligned with ADB’s Action Plan for Healthy Oceans and Sustainable Blue Economies2 and \ntargets DMCs with extensive coastlines (“littoral states”) and large exclusive economic zones.3 \nThe  TA  is  included  in  the  2020  management-approved results-based  work  plan of  ADB’s \nSustainable Development and Climate Change Department.4  \n \nII.  ISSUES \n \n3.  The ocean economy today is dominated by energy production, fishing, shipping, and \ntourism. These activities are based on the “take, make, and dispose” linear economy model and \nare inherently unsustainable. Ocean energy production is mainly crude oil and natural gas, large-\nscale marine fisheries have been depleted in many parts of Asia and the Pacific, ships run on \npetroleum fuels, and mass tourism is overwhelming the ecosystems of popular destinations. By \nnecessity, the ocean economy of the future will be based on renewable energy production and \nutilization,  regenerative  marine  aquaculture,  low-emissions  shipping,  and  ecotourism, \nimplemented in a manner that preserves, regenerates, and enhances marine ecosystems. In this \ncontext, archipelagic and island states potentially have a comparative advantage in creating \nsustainable energy and food supply chains that support cleaner shipping and ecotourism.  \n \n4.  The oceans contain enough renewable energy to power our civilization.5 Offshore wind, \nmarine floating solar, in-stream tidal conversion, and ocean biomass plants can all be deployed \nat gigawatt scale. Marine solar and offshore wind energy are increasingly cost-competitive \ncompared with fossil-fuel-based electricity generation, and in some locations these are producing \nsurplus energy that is being converted into hydrogen and oxygen using water electrolysis. \nEconomies of scale in manufacturing, technology efficiency improvements, factory-based mass \nproduction of key components, and plug-and-play architecture will lead to rapid declines in the \n \n1 ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. Manila; \nand ADB. 2019. Strategy 2030 Operational Plan for Priority 3—Tackling Climate Change, Building Climate and \nDisaster Resilience, and Enhancing Environmental Sustainability, 2019–2024. Manila. \n2  ADB. 2019. Action Plan for Healthy Oceans: Investing in Sustainable Marine Economies for Poverty Alleviation in \nAsia and the Pacific. Manila. \n3  DMCs will be identified based on (a) knowledge of ocean-based renewable energy and regenerative aquaculture \npotential, (b) government interest in commercial development with public and private sector investment, and (c) \nexisting infrastructure for proposed new investment projects. Informal discussions with DMCs are to be followed up \nwith virtual missions to confirm interest in the TA. \n4  The TA first appeared in the business opportunities section of ADB’s website on 22 October  2020. \n5  The International Energy Agency (IEA) estimates the technical potential of offshore wind alone to be 420,000 terawatt-\nhours per year, compared with total global energy production of about 163,000 terawatt-hours in 2018. IEA. 2019. \nOffshore Wind Outlook 2019. Paris; and R. Cho. 2017. Tapping into Ocean Power. Columbia University Earth \nInstitute. 14 February. \n ", "2 \ncost of these technologies and encourage their wide-scale deployment.6 A key challenge is to \ndevelop  scalable  regenerative  infrastructure  to  convert  renewable  energy  into  discrete \ntransportable fuels or other tradable commodities such as ammonia, hydrogen, and methanol, \nsome of which could be used as cleaner fuel for marine transport across the region.7 The growth \nof  coral  on  offshore  petroleum  infrastructure  is  a  well-documented,  positive  synergistic \nphenomenon that can be augmented with cultivated reefs and regenerative seafood production.8 \nMarine-based renewable energy, reefs, and aquaculture can be co-located to create mutually \nbeneficial  ecosystems,  and  marine  energy  facilities  can  be  repurposed  and  designed  to \nincorporate tourism.9  \n \n5.  DMCs can reach the “tipping point” for rapid supply chain development by creating policies, \nregulations, and physical space in marine waters for the gigawatt-scale investment required, \nwhich will be primarily from commercial and non-traditional sources. DMCs need support to \ndevelop cross-sectoral institutional awareness. The TA will complement multiple activities that \nADB is undertaking regionally on ocean health, the hydrogen economy, coral reef insurance \nproducts, offshore renewable energy, and green ports. Consistent with ADB’s Strategy 2030, the \nTA  will  identify  opportunities  for  commercially  viable  integrated  development  of  marine \naquaculture, reefs, renewable energy, and ecotourism, for ecosystem services (MARES).  \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n6.  The TA is aligned with the following impact: DMCs’ capacity in optimizing marine resource \nvalue, creating new industries for export growth, and regenerating the marine environment \nimproved.10 The TA will have the following outcome: investments to promote regenerative marine \nbusiness mobilized.11 \n \nB.  Outputs, Methods, and Activities \n \n7.  Output 1: Healthy ocean investments catalyzed. The TA will support an assessment of \nDMCs’  existing  policies,  regulatory  frameworks,  technologies,  and  business  models  for \nencouraging investment in healthy oceans.12 Potential financing modalities will also be assessed, \nwith a focus on sea use and cultural issues to meet local community expectations. Local, national, \nand international stakeholders will be engaged to support and secure commitments to buy energy \n \n6  In 2015 the levelized cost of energy from offshore wind was $150–$200 per megawatt-hour. In September 2019, an \noffshore wind farm off the United Kingdom signed a contract for $49.6 per megawatt-hour. The Economist Group. \n2020. A Sustainable Ocean Economy in 2030: Opportunities and Challenges.  \n7  Bouman, et al. 2017. State-of-the-art Technologies, Measures, and Potential for Reducing Greenhouse Gas \nEmissions from Shipping—a Review. Transportation Research Part D. Transport and Environment. 52: 408-421. The \nInternational Maritime Organization has established stack emissions limits for sulfur, effective 1 January 2020, and \ngreenhouse gas limits effective in 2030 and 2050. Methanol is being used as a marine fuel—see, for example, the \nSummeth Project. \n8  A case study of rigs to reefs can be found in: Organization for Economic Cooperation and Development. 2019. \nRethinking Innovation for a Sustainable Ocean Economy. Paris. \n9  E.g., development of a tidal energy installation in South Korea included creation of a marine conservation area that \nhas become a major tourist attraction (https://blogs.adb.org/blog/how-sihwa-turned-tide-bespoiling-energy-plants). In \nMalaysia, an offshore oil and gas rig has been converted into a dive resort (https://seaventuresdive.com). \n10 ADB. 2019. Action Plan for Healthy Oceans and Sustainable Blue Economies. Manila. \n11 The design and monitoring framework is in Appendix 1. \n12 Offshore wind development provides a template for other marine-based renewable energy.  \n ", "3 \noutputs and other value-added products to anchor MARES investments.13 A structured process \nof  discovery  (surveys,  interviews,  and  workshops)  and  curation  will  identify  a  pipeline  of \ninvestment projects that can be developed to match advanced market commitments. The TA will \nsupport preliminary assessments of economic, environmental, social, and technical aspects of \ncandidate investments, with recommendations for further development via transaction TA within \nthe ADB Acton Plan for Healthy Oceans and Sustainable Blue Economy (footnote 2). Investment \noperations will include public–private partnerships with sovereign and nonsovereign financial \nassistance.  The  frontier  business  models  and  leading  technology  to  be  explored  will  be \nparticularly promising for upper-middle-income countries, especially in the nonsovereign sphere. \n \n8.  Output 2: Knowledge in healthy oceans improved. Initial outcomes of the research, \nconsultations, and de-risking of prioritized investments in commercial activities in the four core \nMARES  areas  will  be  shared  with  DMC  governments,  local  communities,  and  other  key \nstakeholders through knowledge-sharing events including workshops, seminars and investor \nforums. The four core MARES areas are (i) marine energy (offshore solar, wind, tidal energy, etc.), \ncoupled  with  production  of  hydrogen  and  other  value-added  products;  (ii)  cultivated reefs, \nincluding rigs to reefs and living breakwaters for coastal zone defense; (iii) restoration of ocean \nhealth through regenerative  aquaculture; and (iv)  ecotourism. Activities in  marine resource \ndevelopment,  marine  renewable  energy,  renewable  energy  to  hydrogen,  and  regenerative \naquaculture and ecotourism business models, and the DMCs’ policy and regulation framework \nwill be reviewed, as will the capacity of communities to engage in the underlying businesses. \nKnowledge products will be disseminated on ADB’s website. Output 2 activities will be conducted \nin parallel with output 1. \n \n9.  ADB’s  Value  Addition.  The  TA  will  facilitate  an  integrated  development  approach \ncombining the four core areas of MARES and emphasizing value-added economic activities. This \nTA project will explore new pathways to reduce, displace, and ultimately replace fossil fuels in \nresponding to climate change, while addressing ocean acidification—a major problem caused by \ngreenhouse gas emissions.14 Examples and lessons from ADB’s investment portfolio will be \napplied as appropriate.15 First, the TA will demonstrate how activities to promote healthy oceans \ncan be integrated into commercially viable investment opportunities to enhance the regenerative \ncapacity  of  the  ocean.  Second,  the  TA  will  leverage  ADB  engagement  with  regional  and \nsubregional platforms such as the Brunei Darussalam–Indonesia–Malaysia–Philippines East \nAssociation of Southeast Asian Nations Growth Area and the Indonesia–Malaysia–Thailand \nGrowth Triangle Subregional Programs, where ADB serves as a regional development partner \nand advisor. These platforms endorsed the concept of healthy oceans at their respective summits \nattended by ADB in 2019.  \n \n \n13 Liquified natural gas export projects and renewable fuels projects can inform the process of securing long-term     \npurchase agreements for hydrogen and other value-added products.  \n14 Riebesell et al. 2009. Sensitivities of marine carbon fluxes to ocean change. Proceedings of the National Academy \nof Sciences, National Academy of Sciences of the United States of America.  \n15 E.g., an ADB project for large-scale onshore solar development in Cambodia resulted in lower power purchase prices \nby using sovereign financing for transmission and related infrastructure to crowd in commercial investment in \ngeneration. ADB. 2019. Report and Recommendation of the President to the Board of Directors: Proposed Loan and \nAdministration of Loan, Grant, and Technical Assistance Grant to the Kingdom of Cambodia for the National Solar \nPark Project. Manila. This project uses a public–private partnership model resulting in the lowest solar power prices \nin Southeast Asia. The project was informed by earlier solar park development in India also supported by ADB: ADB. \nIndia: Gujarat Solar Power Transmission Project; and ADB. India: Rajasthan Renewable Energy Transmission \nInvestment Program. \n \n ", "4 \nC.  Cost and Financing \n \n10.  The TA is estimated to cost $1.0 million, which will be financed on a grant basis by the \nClean Energy Fund16 under the Clean Energy Financing Partnership Facility and administered by \nADB.  The  estimate  covers  the  costs  of  (i)  consultant  services;  (ii)  direct  costs  of  TA \nimplementation, including international and local travel, monitoring and evaluation, reporting, and \nsupport for knowledge product development; (iii) diagnostic studies and tools; and (iv) workshops, \nseminars,  training  sessions,  and  investor  forums.  The  key  expenditure  items  are  listed  in \nAppendix 2.  \n \n11.  Resources from the Clean Energy Fund under the Clean Energy Financing Partnership \nFacility will be used to finance operational expenses in the form of foreign exchange and/or local \nexpenditures  and  services  from  ADB  member  countries  following  ADB’s  guidelines  and \nprocedures. 17 \n \nD.  Implementation Arrangements \n \n12.  ADB will administer the TA and will be the executing agency. The Energy Sector Group of \nthe Sector Advisory Service Cluster of ADB’s Sustainable Development and Climate Change \nDepartment  will  lead  the  implementation  and will  coordinate  with  target  DMCs, operations \ndepartments, sector and thematic groups, and other organizations working on the TA themes. \nThe TA team will also coordinate with development partners and other external organizations to \nimplement the TA activities. The TA team may tap other competent agencies as a resource and \nas peer reviewer(s) of relevant TA outputs. \n \n13.  Implementation arrangements are summarized in the table. \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative  January 2021–December 2023 \nimplementation \nperiod \nExecuting agency  ADB \nImplementing  Energy Sector Group, Sector Advisory Service Cluster, Sustainable Development \nagency  and Climate Change Department, ADB \nConsultants  To be selected and engaged by ADB \n  Firm:   Consulting  firm  to  analyze  and  $351,000  \nQuality- and cost-based  coordinate  individual  consultants’ \nselection (90:10)  outputs,  manage  consultations/ \n  forums, and prepare the final report \n  Individual: Individual  International high-level expertise  $565,500 \nconsultant selection  \nDisbursement  The TA resources will be disbursed following ADB's Technical Assistance \nDisbursement Handbook (2020, as amended from time to time). Arrangements \nfor disbursement from multiple funding sources will be agreed with the co-\nfinanciers. \nADB = Asian Development Bank, TA = technical assistance. \nSource: ADB. \n \n \n16 Financing Partners: the governments of Australia, Norway, Spain, Sweden, and the United Kingdom.   \n17 ADB. 2007. Clean Energy Financing Partnership Facility: Establishment of the Clean Energy Fund and Clean Energy \nTrust Funds. Manila, \n ", "5 \n14.  Consulting services. ADB will engage five (5) international technical specialists with total \ninputs of about 26 person-months. Their inputs will be supervised by the Energy Sector Group. A \nfirm will be recruited to render 37 person-months of input to manage consultations, workshops, \nand forums; consolidate and assess research outcomes; and prepare knowledge products and \nreports. ADB will engage the consultants following the ADB Procurement Policy (2017, as \namended from time to time) and its associated staff instructions.18  \n \n15.  Social media and websites. All deliverables and information gained from the TA project \nwill be shared with DMCs via ADB’s website. Websites and social media developed and funded \nby the TA will follow the Guidelines on Social Media at ADB and the Branding Tool Kit.19  \n \nIV.  THE PRESIDENT'S DECISION \n \n16.  The President, acting under the authority delegated by the Board, has approved the ADB \nadministering technical assistance not exceeding the equivalent of $1,000,000 to be financed on \na grant basis by the Clean Energy Fund under the Clean Energy Financing Partnership Facility \nfor Marine Aquaculture, Reefs, Renewable Energy, and Ecotourism for Ecosystem Services, and \nhereby reports this action to the Board.\n \n18 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n19 ADB. 2015. Guidelines on Social Media at ADB. Manila. and ADB. 2014. Branding Tool Kit. Manila. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n     \nImpacts the TA is Aligned with \nDMCs’ capacity in optimizing marine resource value, creating new industries for export growth, \nand regenerating the marine environment improved.a  \n \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks  \nOutcome       \nInvestments to  a. By 2023, at least two new  a. WPBF database  Change in \npromote  investment operations  and/or updates to  government priorities \nregenerative marine  supporting integrated  COBPs  shifts emphasis away \nbusiness mobilized  regenerative marine health    from efforts to \n  included in ADB pipeline    address marine \n(2019 baseline: 0)     pollution. \n   \nb. By 2023, at least two  b. Regenerative business \nDMCs include MARES  interventions included in \nsolutions in their COBP  COBPs \nplanning (2019 baseline: 0)    \n   \nc. By 2023, two nontraditional  c. Aide-mémoires and/or \ndevelopment partner   memoranda of \nengagements signed for  understanding with \nhealthy oceans economy  DMCs and commercial \n(2019 baseline: 0)   investors supporting \n  project identification and \ndevelopment  \nacross region \nOutputs       \n1. Healthy ocean  1a. By 2023, at least six  1a. TA consultant reports  Limited collaboration \ninvestments  healthy ocean projects  (interim, final), TA  across government \ncatalyzed  identified and technical inputs  progress reports  agencies and among \nand expert advice provided to  (quarterly), joint action  governments, the \nhighlight integrated use of  plans, potential project  private sector, and \nMARES solutions (2019  pipelines, and draft  civil society affects \nbaseline: 0)   project documents for  buy-in. \n  possible ADB financial \n  support \n \n2.Knowledge in  2a. By 2022, at least 100  2a. High-level investor  Uncertainty related to \nhealthy oceans  participants from high-level  forum and other  COVID-19  pandemic \nimproved  healthy ocean economy  knowledge events,  restricts DMCs’ ability \ninvestor forums, including  subregional program  to  interact  with  TA \nsubregional cooperation  reports, and workshop  activities. \nprograms, confirm increased  evaluations \nunderstanding of healthy   \noceans. (2019 baseline: 0)    \n   \n2b. By 2023, at least 200 (40  2b. Event proceedings,   \nper participating DMC)  workshop evaluations \ngovernment officials (30% of  from participants, and  \nwhom are women) who  reports. \nparticipated in six capacity   \nbuilding activities reported   \nimproved knowledge of   \nhealthy oceans economy   \n ", "Appendix 1  7 \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks  \nissues and solutions (2019   \nbaseline: 0)    \n   \n2c. By 2023, at least five  2c. Learning events with \nknowledge products  published reports, \ndeveloped and disseminated  publications on ADB \n(2019 baseline: 0)   website, and blogs \npromoting the content \n \nKey Activities with Milestones \n1.   Healthy ocean investments catalyzed  \n1.1  Engage consultants to review existing business models for investments in the four core MARES areas \nand perform baseline analyses of the investment including symbiotic benefits across the four core \nMARES areas by Q3 2021 \n1.2  Engage consultants to assess de-risking of existing business models and offer commentary on regional \npolicy, regulatory, or institutional reforms by Q4 2021 \n1.3  Coordinate with oceans working group on action plans, baseline analyses, and studies under other \nocean-related ADB TA projects by Q2 2021 \n1.4  Undertake deal pipeline planning and prioritization activities by Q1 2022 \n1.5  Structure and de-risk prioritized projects for future development by Q4 2022 \n1.6 Organize multi-stakeholder workshops by Q1 2023 \n2.  Knowledge in healthy oceans improved  \n2.1  Identify finance, investment, and partnership opportunities for Action Plan  for Healthy Oceans and \nSustainable Blue Economies implementation by Q4 2021 \n2.2 Consult  with  secretariats  of  nontraditional  development  partners  and  identify  opportunities  for \nknowledge sharing and mainstreaming healthy oceans economy by Q2 2021 \n2.3 Engage consultants to carry out stakeholder workshops and investor forums by Q1 2022 \n2.4  Secure event sponsors for forum on innovation and investment in healthy oceans by Q1 2023 \n2.5  Disseminate findings from key knowledge products by Q4 2023  \nInputs \n Clean Energy Fund under the Clean Energy Financing Partnership Facility: $1,000,000 \n \nAssumptions for Partner Financing \nNot Applicable  \nADB = Asian Development Bank; COBP = country operations business plan; COVID-19 = coronavirus disease; DMC \n= developing member country; MARES = marine aquaculture, reefs, renewable energy, and ecotourism for ecosystem \nservices; Q = quarter; TA = technical assistance; WPBF = work program and budget framework.  \na ADB. 2019. Action Plan for Healthy Oceans and Sustainable Blue Economies. Manila. \nSource: Asian Development Bank. \n \n \n \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \n  Clean Energy Funda under the Clean Energy   \nFinancing Partnership Facility \n  1. Consultants    \na.  Remuneration and per diem   \ni.  International consultants  742.50 \nii.  National consultants  99.00 \nb.  International and local travel   50.00 \nc.  Miscellaneous administration and support costs                                                 25.00 \n2. Training, seminars, and conferences   \n    a.   Resource persons remuneration and per diem  25.00 \n    b.   Venue rental and related facilities  15.00 \n    c.   Participants’ remuneration and per diem   25.00 \n3. Contingencies  18.50 \n \nTotal  1,000.00 \nNote: The technical assistance (TA) is estimated to cost $1.0 million, of which contributions from the Clean Energy \nFund under the Clean Energy Financing Partnership Facility are presented in the table. \na    Financing Partners: the governments of Australia, Norway, Spain, Sweden, and the United Kingdom. Administered \nby the Asian Development Bank. \nSource: Asian Development Bank estimates.   \n \n \n \n \n \n \n \n \n ", "Appendix 3  9 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=54137-001-TAReport \n \n1.  Terms of Reference for Consultants \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20201229144538+08'00'", "Creator": "PDF24 Creator", "ModDate": "D:20210104184411+08'00'", "Producer": "GPL Ghostscript 9.27", "Title": "Marine Aquaculture, Reefs, Renewable Energy, and Ecotourism for Ecosystem Services: Technical Assistance Report"}}