{"path": "data/input/ta/54142-002-tar-en.pdf", "pages": ["Technical Assistance Report\nProject Number: 54142-002 \nTransaction Technical Assistance (TRTA) \nOctober 2020 \nBhutan: Preparing Renewable Energy for Climate \nResilience \nThis document is being disclosed to the public in accordance with ADB’s Access to Information \nPolicy.", "   \nTECHNICAL ASSISTANCE FOR PROJECT PREPARATION \nA. Justification\n1. A transaction technical assistance (TA) is required to (i) conduct technical and safeguards\nassessment and due diligence to enhance readiness of the ensuing project and (ii) support\nbuilding capacity of Department of Renewable Energy, Ministry of Economic Affairs on solar and\nwind power project design, financial evaluation, implementation including safeguards, operation,\nand renewables grid integration. The TA will take a two-stage approach to use consulting services\nand TA funds efficiently. Engineering Services will be procured through a firm due to the technical\ncomplexity of the project. Safeguards, financial and economic analysis will be procured through\nindividual consultant selection.\nB. Outputs and Activities\n2. The major outputs and activities are summarized in Table 1.\nTable 1: Summary of Major Outputs and Activities \nMajor Outputs  Delivery Dates  Key Activities with Milestones \n1.Assessment and due diligence Q1 2021  1.1. Sector review and risk assessment prepared \non ensuing project conducted 1.2. Engineering design and cost estimates \nreviewed and improved \n1.3. Environment safeguard aspects of the \nproject assessed, reviewed, and found \ncompliant with ADB’s Safeguard Policy \n1.4. Social safeguard aspects of the project \nreviewed and complied with ADB’s \nSafeguard Policy \n1.5. Economic and financial analysis prepared \n1.6. Report on potential PPP Structure \n1.7. Preparatory work for procurement \n1.8. Climate Risk Assessment prepared \n2.Bidding documents prepared Q1 2021  2.1 Bid document prepared \n3.Technical capacity of Q4 2023  3.1 Technical capacity building workshop \nexecuting agency enhanced designed \n3.2 Technical capacity building workshop \nconducted \nSource: Asian Development Bank estimates. \nC. Cost and Financing\n3. The TA is estimated to cost $750,000, of which (i) $500,000 will be financed on a grant\nbasis by ADB’s Technical Assistance Special Fund (TASF-6 sources), and (ii) $250,000 will be\nfinanced on a grant basis by the Climate Change Fund. The key expenditure items are listed in\nTable 2.\n4. The government will provide counterpart support in the form of counterpart staff, office,\nsecretarial assistance, domestic transportation, and other in-kind contributions. The government\nwas informed that approval of the TA does not commit ADB to finance any ensuing project.", "2   \nTable 2: Cost Estimates and Financing Plan \n($’000) \nItem  Amount \nAsian Development Banka \n1. Consultants\na. Remuneration and per diem\ni. International consultants 307.0 \nii. National consultants 124.0 \nb. Out-of-pocket expenditures\ni. International and local travel 44.0 \n2. Contingencies 25.0 \nSub-total  500.0 \nClimate Change Fund \n1. Consultants\na. Remuneration and per diem\ni. International consultants 204.4 \nii. National consultants 20.6 \nb. Out-of-pocket expenditures\ni. International and local travel 14.0 \n2. Contingencies 11.0 \nSub-total  250.0 \nTotal  750.0 \nNote: The government will provide counterpart support in the form of counterpart staff, office, secretarial assistance, \ndomestic transportation, and other in-kind contributions. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-6 sources). \nSource: Asian Development Bank estimates. \nD. Implementation Arrangements\n5. ADB will administer the TA, and will select, supervise, and evaluate consultants. ADB will\noversight the TA implementation and communicate with consultants and concerned stakeholders.\n6. The implementation arrangements are summarized in Table 3.\nTable 3: Implementation Arrangements \nAspects  Arrangements \nIndicative implementation period  November 2020–December 2023 \nExecuting agency  ADB \nConsultants  To be selected and engaged by ADB \nFirm: Quality- and  International and  $418,800 \nCost-Based Selection  national expertise \n(90:10) \nIndividual: individual  International and  $331,200 \nselection  national expertise \nDisbursement  The TA resources will be disbursed following ADB's Technical\nAssistance Disbursement Handbook (2020, as amended from time \nto time). \nADB = Asian Development Bank. \nSource: Asian Development Bank estimates. \n7. Consulting services. A total of 26.5 international person-months and 21 national person-\nmonths of consulting services will be required under the TA (Table 4) through a consulting firm\nand individual consultants. The firm and individual consultants will undertake project due diligence,", "  3 \nprepare feasibility reports required by the government, safeguard reports and draft bidding \ndocuments, as well as capacity building. The firm will be recruited using the quality- and cost-\nbased selection method (quality: cost weighting of 90:10), using full technical proposal. All \nconsultants will be selected and engaged in accordance with ADB Procurement Policy (2017, as \namended from time to time) and its associated project administration instructions and/or staff \ninstructions. Lump sum payments/output-based contracts will be considered under the TA. \nTable 4: Summary of Consulting Services Requirements \nInternational  Person- National  Person-\nName of Positions  months  Name of Positions  months \nFirm: \nSolar PV Expert, team leader  4.0  Power System Engineer  3.0 \nWind Power Expert  3.0  Civil/Geotechnical Expert  2.0 \nPower System Expert  2.0  Social and Gender Expert  3.0 \nCivil/Geotechnical Expert  1.5  Procurement Expert  2.0 \nProcurement/Contracts Expert  3.0 \nIPP/PPP Commercial Specialist  1.5 \nIndividual: \nEnvironment Expert  3.0  Environment Expert  3.0 \nEcological Expert  1.5  Ecological Expert  3.0 \nOrnithological Expert  1.0  Ornithological Expert  2.0 \nFinancial Expert  1.5  Climate Risk and  3.0 \nVulnerability Assessment \nSpecialist \nEconomic Expert  1.5 \nClimate Risk and Vulnerability Assessment  3.0 \nSpecialist \nTotal  26.5  21.0 \nIPP = Independent Power Producer, PV = Photo Voltaic. \nSource: Asian Development Bank estimates. \n8. The outline terms of reference for the consulting services are described in appendix 5.", "4   \nTERMS OF REFERENCE FOR CONSULTANTS \nA. Scope of Work\n1. The consulting team shall work closely and assists EA, Department of Renewable Energy,\nMinistry of Economic Affairs and the IA, Druk Holding and Investments Limited (DHI) and other\nrelevant  agencies,  in  undertaking  assessment,  preparing  due  diligence  and  assist  in  pre-\nimplementation works.\n2. Technical due diligence. The consultant will carry out the technical due diligence,\nanalysis, and assessment of the project, including:\n(i) review existing preliminary feasibility studies, resource assessments conducted for\nthe projects and project sites; confirm site selection, allocation, and plant capacity;\n(ii) review and update of the sector assessment;\n(iii) conduct detailed risk assessment and propose mitigation measures for the sector\nand project;\n(iv) conduct technical due diligence on each of the subprojects and alternatives,\nincluding  justification  of  the  selected  subprojects  to  determine  whether  the\nproposed subproject provide the least cost solution for the required outcomes and\nadequately consider environmental and social cost benefits;\n(v) develop  detailed  cost  estimates,  required  technical  specifications  and  bill  of\nquantities  for  each  subproject,  including  costing  of  environmental  and  social\nmitigation and monitoring requirements;\n(vi) prepare detailed project implementation plan, including the resourcing, processes\nand detailed schedules for the project and each subproject;\n(vii) draft ToRs for the project implementation and monitoring consultant, including\nenvironmental  management  and  monitoring  requirements  to  support  EMP\nimplementation;\n(viii) assess the performance and lessons learnt from the previous projects completed\nby ADB and in the sector, including technical, envionmental and social lessons,\nparticuarly in relation to the site selection;\n(ix) carry out any other technical study and analysis to assure the technical feasibility\nof the project and subprojects required for the approval of the same from ADB and\nthe EA, which may include, but not limited to:\na. general (main sources of information/databases)\nb. considerations on meteorological data (solar irradiation, ambient temperature,\nwind/rain)\nc. material and system gains/losses (shading, soiling, reflection, losses due to\noperation under non-standard test conditions, temperature-dependent losses,\nconnection and cabling losses, efficiency losses of the inverter, transformer\nlosses, material degradation etc.)\nd. electromechanical design of the system (key electrical parameters, sizing of\nsolar  generator,  sizing  of  the  balance  of  system,  wiring/cabling,  support\nstructures, substation and penetration into the grid)", "  5 \ne. system  simulations  and  performances  (system  layouts,  expected\nperformances, simulation uncertainties)\n(x) develop full and updated project feasibility studies of the 30MW (AC) and 17MW\n(AC) solar power plants and 23 MW wind power plant comprising the optimum\ntechnological solution taking into account envionmental and social requirements.\nThe  feasibility  studies  should  include  solar  and  wind  resource  and  yield\nassessment, cost estimates, financial, economic, and sustainability analyses, grid\nimpact,  stability,  and  synchronization  analyses,  technical  specifications  and\ndrawings,  procurement  plan,  implementation  plan,  funds  flow,  disbursement\nprojections, financial reporting, auditing and disclosure arrangements as well as\nenvironmental and social safeguards assessments.\n(xi) Technical analysis. Carry out technical due diligence of the solar and wind power\nplant systems, assess and provide recommendations on, but not limited to, the\nfollowing:\na. general (main sources of information/databases)\nb. considerations on meteorological data (Solar irradiation, ambient temperature,\nwind, rain)\nc. material and system gains/losses (shading, soiling, reflection, losses due to\noperation under non-standard test conditions, temperature-dependent losses,\nconnection and cabling losses, efficiency losses of the inverter, transformer\nlosses, material degradation etc.)\nd. electromechanical design of the system (key electrical parameters, sizing of\nsolar generator, sizing of wind turbines, sizing of the balance of system,\nwiring/cabling, support structures, substation and penetration into the grid)\ne. system  simulations  and  performances  (system  layouts,  expected\nperformances, simulation uncertainties)\n(xii) consider  options  for  the  optimum  grid-connected  PV  plant  configuration  and\nadvanced technologies for major plant components, including design for potential\ninstallation of batteries for energy storage\n(xiii) identify key issues in grid stability to accommodate the solar power generated from\nthe proposed plants, if any. Recommend the method of power evacuation and the\nnecessary arrangement and investment required.\n(xiv) prepare technical specifications and drawings of the solar and wind power power\nplant  system,  transmission  system,  auxiliary  and  support  facilities,  including\nstorage system, as appropriate and as needed; including but not limited to the\nfollowing:\na. plant requirements (technical requirements of major equipment such as PV\nmodules, trackers, inverters);\nb. electricity (switch, LV board, junction boxes, LV/MV cabling and networks,\nground network, protections, control system, plant performance monitoring,\nmonitoring  equipment  and  data,  communications,  meteorological  station,\nsubstations, medium voltage system, etc.);\nc. auxiliary services (buildings, HVAC, lighting system, fire protection, water\ntreatment);", "6   \nd. protection, control and monitoring system;\ne. transmission  line,  and  related  auxiliary  and  support  facilities  including\nbatteries/energy storage.\n(xv) provide recommendations on required civil works (access road, site preparation,\nearthworks, excavation, Internal access tracks, fences, tracker foundations, cable\ntrench, LV cable laying, support facilities, substation foundation and structure, etc).\n(xvi) elaborate a wind assessment and energy yield calculation for the project, including\nexplanation of loss factors and quantification of uncertainty levels taking into\naccount any environmental shut down requriements if needed.\n(xvii) project energy production by a state-of-the-art model used in the industry (wasp,\nwindfarmer, windsim); estimate gross and net energy production for P50, P75, P90,\nP95, and P99 conditions; in performing this task, the consultant will:\na. review and process wind data measurements from project site;\nb. perform quality checks on site wind datasets;\nc. review instrument calibration certificates and cross check with data;\nd. clean and perform quality checks of long term data;\ne. review and prepare elevation model using available dataset;\nf. digitize roughness using aerial photographs (if available) and data collected\nfrom site;\ng. review terrain models;\nh. review and perform long-term correlation using data that is available;\ni. prepare  long-term  frequency  tables  for  each  measurement  position  at\nmeasurement height and at proposed hub height;\nj. prepare wind shear analysis based on site data;\nk. prepare turbulence analysis based on site data;\nl. prepare extreme wind speed evaluation (50y) based on measured raw data;\nand\nm. present summary of turbine specific mean wind speed, ambient turbulence,\nwake turbulence.\n3. Climate risk assessment. Based on an initial climate risk screening assessment of the\nproject, the performance of the proposed investment is likely to be affected by future changes in\nclimate conditions and their impacts including temperature increase, precipitation increase, flood,\nand land slide risk. To achieve the impact and outputs of the proposed investments, a climate risk\nand vulnerability assessment (CRVA) is required to provide a detailed and focused risk and\nvulnerability assessment that will identify and, to the extent possible quantify risks to the project\nfrom climate change and variability, and provide corresponding adaptation measures. Outputs of\nthe CRVA will be used to finalize detailed design, ensuring that the proposed investment is\nclimate-proofed to the extend feasible.\n(i) Scope of work. Define climate risk and vulnerability assessment through literature\nreview and in close consultation with the ADB mission leader and/or project team\nfrom Bhutan; conduct a climate change vulnerability and risk assessment for the", "  7 \nproject area to identify vulnerability of the planned infrastructure, and adaptation \nmeasures to be incorporated into the project design; \n(ii) review all available relevant project documents and, in close consultation with ADB\nmission leader and/or project team from Bhutan, define the scope of climate risk\nand vulnera bility assessment as required by the project;\n(iii) collate,  organize  and  review  available  baseline  biophysical,  environmental,\ndemographic, socioeconomic and policy data and information relevant to climate\nrisk management within the context of the project;\n(iv) review existing studies, data and information on current and projected climate\nchange risks and vulnerability for the proposed specific geographic areas and\nsectors covered by the project;\n(v) develop detailed scenarios of climate change variables as required for future time\nhorizons pertinent to the project, including documentation of scenario method, data\nsources, uncertainties and caveats;\n(vi) identify climate risks and vulnerabilities and potential adaptation options and\npractices as inputs to modelling and/or assessment of climate change impacts on\nrelevant aspects of the project;\n(vii) identify and discuss the implicationsof projected climate change impacts and\nassociated uncertainties for the design and operations of the project;\n(viii) conduct  technical  and  economic  assessments  of  potential  climate  risk  and\nvulnerability adaptation options and practices relevant to the project;\n(ix) within the context of the project, assess existing policies, laws and regulations\nand/or institutional framework for adaptation and identify ways to enhance the\nenabling environment (if necessary);\n(x) submit a comprehensive report on the potential risks of climate change to the\nproject and possible adaptation interventions, including practical advice on the use\nof the CRVA results for project design and operation; and\n(xi) finalize the climate change assessment report as a linked document to the RRP.\n4. Financial Analysis and Assessments. The consultant will carry out a financial analysis\nand assessment of the project in accordance with ADB’s requirements, including:\n(i) conducting  a  financial  management  assessment  of  the  executing  agency,\nincluding:\na. assessing whether previous financial management assessments have been\nconducted by ADB or other agencies and, if so, reviewing the results and\nascertaining whether these can be used as input;\nb. assessing capacity for planning and budgeting, management and financial\naccounting, reporting, auditing, internal controls, and information systems;\nc. reviewing proposed disbursement and funds-flow arrangements;\nd. concluding  on  the  financial  management  risk  rating  and  identifying  and\nconfirming measures for addressing identified deficiencies; and\ne. recommend a capacity development program to strengthen capacity.", "8   \n(ii) supporting the preparation and agreement of cost estimates and a financing plan,\nwhich  are  based  on  verifiable  data  and  are  sufficient  to  support  project\nimplementation;\n(iii) preparing financial projections and conducting financial analyses of the executing\nagency and incremental recurrent costs, to determine financial sustainability, and\nreviewing proposed cost-recovery and tariff policies, including affordability;\n(iv) conducting  financial  evaluations  (financial  cost-benefit  analyses)  including\nsensitivity analyses of project and its components that have a cost-recovery\nobjective;\n(v) where significant risks are identified to project financial sustainability or viability,\nproposing relevant financial performance indicators to be incorporated in financial\ncovenants; and\n(vi) assessing and reaching agreement on financial reporting, auditing and public\ndisclosure arrangements for the Project, and, as appropriate, identifying and\nagreeing arrangements for receiving financial statements from executing and/or\nimplementing agencies.\n5. Economic Analysis  and  Assessment.  The Consultant  will  carry  out  an  economic\nanalysis of the project in accordance with ADB (2017) Guidelines for the Economic Analysis of\nprojects, including:\n(i) review the macroeconomic context of the project to provide an understanding of\nthe  economy’s  overall  performance  and  outlook,  and  of  how  specific\nmacroeconomic factors may affect project performance;\n(ii) undertake demand analysis for the project services and or analysis of the expected\nconstraint that the project should address; demand analysis provides the basis for\nidentifying the goods or services needed by users and for estimating the scale of,\nand economic benefits from, the investment project;\n(iii) identify the project rationale for public intervention which can be based on the\nfailure of (a) markets to adequately provide what society wants, or (b) public\ninstitutions to deliver public goods or services;\n(iv) help develop the “theory of change” for the project, which links demands/problems\nto be solved by the project, the project intervention, outputs, expected outcomes\nand impacts; the theory of change should be consistent with economic theory and\nevidence;\n(v) identify project alternatives; least-cost analysis to be undertaken to identify the\npreferred alternative; the basis for selecting the preferred alternative should be\nclearly explained, particularly if it is not the least-cost alternative in economic\nterms;\n(vi) undertake and compare project benefits and costs in economic terms using with-\nproject and without-project scenarios for each major project component; the basic\ncriteria for assessing the project economic viability will be economic net present\nvalue and economic internal rate of return for subprojects (if included in project\ndesign) and total project; border parity pricing should be applied for major tradable\ncost and revenue items, along with other appropriate conversion factors;", "  9 \n(vii) the expert is expected to conduct or coordinate collection of baseline economic\nand financial data; these data should have clear sources and should represent the\nsituation with and without the project;\n(viii) undertake distributional analysis of project benefits to project beneficiary and\nstakeholder groups, and the extent to which they gain from benefits or bear costs\nassociated  with  the  project;  undertake  poverty  impact  assessment  where\nnecessary;\n(ix) undertake sensitivity and risk analysis; where possible undertake a quantitative\nrisk analysis (such as monte carlo simulation) and explicitly include probability\ndistributions of key uncertain variables;\n(x) assist the project team leader to carry out project appraisal, and prepare necessary\ndocuments  for  ADB  project  approval  (supplementary  appendix,  summary\nappendix for Report and Recommendation to the President).\n6. Procurement. The main task of the specialist is to work with the EA/IA in finalizing the\nprocurement diligence work, including the procurement risk assessment and mitigation plan, and\nconduct of market analysis. The specialist will prepare a strategic procurement plan which takes\ninto account the findings of the assessments, and is expected to develop draft bidding documents\nfor procurement packages (including packages subjected to advance contracting) and conduct\ncapacity building activities to the executing and implementing agencies. The consultant will\ncoordinate closely with EA/IA and other relevant agencies, and ADB contracted consultants, while\nproviding the strategic advice and assistance. The terms of reference will include:\n(i) preparing the project procurement risk assessment and strategic procurement plan\nin accordance with: ADB procurement Policy (2017), Procurement Regulations for\nADB  Borrowers  (2017),  and  related  guidance  notes  for  ‘procurement  risk\nframework’ and ‘strategic procurement plan;\n(ii) collecting data including market prices on equipment procurement to contribute to\nthe preparation of the project cost tables; the collection of information on unit costs\nof materials, machinery and equipment, cost of civil works and metal works,\ntransportation, labor cost, etc. and estimate costs of the project; including EMP\nimplementation;\n(iii) conduct market analysis and supply positioning and incorporate the results into\nstrategic procurement plan;\n(iv) identifying the constraints and challenges in procurement operations; incorporate\ninto the project procurement risk assessment and management plan including the\nrisk categorization and risk register;\n(v) helping executing agency prepare a plan prior to loan negotiations covering the\nwhole  implementation  period  of  end  to  end  procurement  activities,  including\ncontract management;\n(vi) preparing a realistic schedule and cost estimate for design, supervision, inspection,\nand maintenance of proposed procurement activities;\n(vii) developing  bidding  documents  for  procurement  under  the  project  and\nincorporating EMP requirements, such that they are ready to be issued;\n(viii) organizing  procurement  capacity  development  workshops  for  executing  and\nimplementing agencies for the loan;", "10   \n(ix) handholding  executing  agency  in  advance  procurement  of  consultants  and\nworks/goods if any;\n(x) assisting the EA/IA in issuing of bidding documents, organizing site visits, assisting\npre-bid meetings, responding to requests for clarification on bidding documents;\n(xi) carrying out the evaluation of bids;\n(xii) facilitating contract negotiation; and\n(xiii) preparing  the  project  administration  manual  (PAM)  including  the  project\nmanagement  arrangements,  costs  and  financing,  financial  management,\nprocurement and consulting services, safeguards and performance monitoring,\nevaluation, reporting and communication.\n7. Social Development (Gender). The consultant will carry out the poverty and gender\nequality and social inclusion (GESI) social assessment for the project, including:\n(i) at the outset, agree with ADB and the executing agency on the intended gender\ncategory;\n(ii) review  the  related  national  policies  and  regulations  of  EAs/IAs  and  explore\nopportunities to include GESI aspects in the polices and guidelines;\n(iii) Identify potential beneficiaries of the project and collect baseline data including sex\ndisaggregated information of the potential beneficiaries;\n(iv) conduct gender analysis and identify potential gender-differentiated aspects and\nfeatures;\n(v) conduct site visit and consultation as needed;\n(vi) based on gender analysis, develop a gender action plan (GAP) that mirrors the\ndesign and monitoring framework (DMF) outputs and includes gender-inclusive\ndesign  features,  gender  targets  and  indicators,  timelines,  cost  estimation,\nassigned responsibilities, and implementation arrangements;\n(vii) integrate GAP or gender design features in the relevant project document;\n(viii) prepare terms of reference for gender specialist or consulting firms or NGOs to\nimplement GAP; and\n(ix) prepare  other  documentations  related  to  gender  required  in  the  report  and\nrecommendation  of  the  President  (RRP)  (e.g.,  DMF  gender  targets,\nimplementation arrangements of the PAM, summary poverty reduction, and social\nstrategy).\n8. Environmental. The consultant will support the EA/IA by carrying out the environmental\nassessment, for the project, including:\n(i) together with the techincal team ensure environment and climate risk cost-benefits\nof location, design and technology alternatives are adequately considered early-\non in developing the subprojects;\n(ii) conduct desk-based research and undertake approrpriate environmental survey\nand testing required to ensure there is a robust, up to date baseline to inform the\nassessment;", "  11 \n(iii) undertake and document meaningful consultations for the subprojects with public\nmeetings undertaken with the support of EA/IA,as required by ADB’s Safeguard\nPolicy Statement (SPS 2009);\n(iv) prepare in conjunction with the EA/IA the initial environmental examination (IEE)\nreports for each subproject meeting SPS 2009 requirements, locally disclose with\nthe support of the EA/IA, and finalize the reports incorporating comments from\nADB and other stakeholders including environmental authorities, protected area\nmanagement, co-financier, CSOs/NGOs and project affected people etc;\n(v) work closely with the technical team to obtain sufficient details to prepare the IEE,\nincluding fully costed environmental management plans (EMP) to be included in\nbidding and contract documents;\n(vi) work closely with the social specialist to ensure that any impacts on environmental\nmedia that may affect livelihoods are adequately addressed, as well as differential\nand disproportaionate environmental impacts on gender, indigenous peoples (if\nany) and any other vulnerable groups;\n(vii) conduct a climate change vulnerability and risk assessment for the project area to\nidentify vulnerability of the planned infrastructure, and adaptation measures to be\nincorporated into the project design;\n(viii) conduct environmental audit of existing facilities for subprojects and develop\nnecessary corrective action plans, and due diligence of associated facilities (if any)\nas part of the IEE/EMP; and\n(ix) prepare  the  environmental  management  plan,  including  a  biodiversity\nmanagement plan.\nB. Deliverables\n9. The consultant will prepare the following deliverables in line with the relevant ADB\nrequirements and guidelines.\n(i) Inception  report  including  detailed  work  plan,  methodology  and  resoucing\nproposed to undertake the study and idenfication of key risk items, seasonal work\nconstraints and a technical and economical justification for the project. The report\nis to be completed within 3 weeks of mobilization.\n(ii) Feasibility study report including technical, financial, economic, environmental\nand social assessment of the Project and subprojects including consideration of\nalternatives,  along  with  an  updated  sector  assessment.  The  draft  report  is\nexpected within 18 weeks of mobilization, with final report due within two weeks of\nreceipt of comments from the government and ADB.\n(iii) Climate risk and vulnerability assessment/climate change assessment. The\nreport is to be completed within 12 weeks of mobilization.\n(iv) IEE report, government approved and meeting SPS (2009) requirements for the\nproject.\n(v) Economic analysis report and model will include the required analysis of the\nProject and subprojects as rquired. The report, or summarised version, will be\nincorporated into the feasibility study report. The draft report and model are\nexpected within 10 weeks of mobilization, with final report and supporting model\ndue within two weeks of receipt of comments from the government and ADB.", "12   \n(vi) Financial analysis report and model will include the financial analysis and cash\nflow  projections  for  the  overall  Project  and  each  sub-project.  The  report,  or\nsummarised version, will be incorporated into the feasibility study report. The draft\nreport and supporting model are expected within 10 weeks of mobilization, with\nfinal report and model due within two weeks of receipt of comments from the\nGovernment and ADB.\n(vii) Financial management assessment of the EA, in draft, is expected within 10\nweeks of mobilization, with final report and supporting model due within two weeks\nof receipt of comments from the government and ADB. The financial management\nassessment will be considered in the capacity development plan.\n(viii) Financial projections of an entity will include 7 ̶ 1 years financial statements\nprojection. The draft report and associated model is expected within 10 weeks of\nmobilization, with final report due within two weeks of receipt of comments from\nthe Government and ADB.\n(ix) Potential PPP structure. The consultant shall explore possible PPP structure and\nsubmit  PPP  options  analysis  report,  including  recommendation  for  ideal  IPP\nstructure and type and quantum of guarantees required-\n(x) Strategic procurement planning report. In accordance with ADB’s Guidance\nNote on Strategic Procurement Planning. The draft report is expected within 10\nweeks  of  mobilization,  with  final  report  due  within  two  weeks  of  receipt  of\ncomments from the government and ADB.\n(xi) Procurement plan (based on strategic procurement plan) will include the contract\npackaging strategy, lotwise cost estimates, implementation arrangements and\nproject schedule. The draft report is expected within 10 weeks of mobilization, with\nfinal report due within two weeks of receipt of comments from the government and\nADB.\n(xii) Project  procurement  risk  assessment  and  project  risk  assessment  and\nmanagement plan. This will include a consolidated list of risks and mitigation\nmeasures associated with the project. The draft report is expected within 10 weeks\nof mobilization, with final report due within two weeks of receipt of comments from\nthe Government and ADB.\n(xiii) Procurement  capacity  building  training  plan  (for  executing/implementation\nagencies start-up).\n(xiv) Project adminstration manual. The PAM will include the project management\narrangements,  costs  and  financing,  financial  management,  procurement  and\nconsulting services and safeguards. The draft report is expected within 18 weeks\nof mobilization, with final report due within two weeks of receipt of comments from\nthe government and ADB.\n(xv) Summary poverty reduction and social strategy based on rapid poverty and\nsocial assessments. The draft report is expected within 10 weeks of mobilization,\nwith final report due within two weeks of receipt of comments from the government\nand ADB.\n(xvi) Gender action plan. The draft report is expected within 10 weeks of mobilization,\nwith final report due within two weeks of receipt of comments from the Government\nand ADB.", "  13 \n(xvii) Bidding  documents  will  include  all  required  details,  such  as  the  technical\nspecifications and bill of quantities and requirement of the EMP. The draft BD is\nexpected within 18 weeks of mobilization, with final documents due within two\nweeks of receipt of comments from the government and ADB.\n(xviii) Final report will include government approved feasibility study and IEE, as well as\nTA completion report.\n(xix) At least 3 trainings and capacity building seminars will be conducted virtually in\nBhutan, plus one virtual workshop after submission of the draft final report. Other\nworkshops  and  on-the-job  training  will  be  conducted  as  necessary.  The\nconsultants will also prepare regular status reports that highlight issues affecting\ntimely completion of the assignment.\nC. Qualification Requirement of Firm\n10. The firm (or consortium) shall have at least five years of experience in project preparation\nand procurement in the solar PV and wind sector, and have a proven track record of successfully\npreparing  projects  in  line  with  ADB,  or  other  similar  international  financial  institution  (IFI),\nrequirements. The firm (or consortium) shall have international and national consultants with\nexpertise in a broad range of solar and wind projects, power utility operations and procurement.\nPrevious experience in the region or in Bhutan will be preferred.\nD. Qualification and Experience of Key Personnel\n11. Solar PV expert/team leader (international). The expert shall have a bachelor’s or a\nhigher degree in engineering and at least 7 years of team leadership and 10 years’ experience in\ndesign, development and implementation of grid-connected solar PV power plants totaling at least\n50MW  aggregated  capacity.  The  expert  should  have  previous  experience  in  implementing\nintermittent  generation  such  as  solar  and  wind  power,  grid  impact  analysis,  network,  and\nsynchronization  analysis;  knowledge  of  international  organizations/agencies;  previous  work\nexperience in projects financed by international financial institutions (IFIs). Previous experience\nin South Asia and with ADB is desirable. The expert will manage the consultant team as team\nleader and be the Solar PV expert at the same time. The team leader will be responsible for the\noverall administration of the assignment. The terms of reference will include:\n(i) review all relevant documents, studies, reports, and major assumptions taken into\nany analysis;\n(ii) develop a detailed work plan and implementation schedule. Act as team leader for\nthe consultant team to ensure quality and timely output delivery;\n(iii) coordinate the activities of the team and lead discussions with stakeholders;\n(iv) lead  the  preparation  of  the  conceptual  engineering/system  design,  and\nconfiguration of the solar PV and wind power power plants, transmission system,\nauxiliary and support facilities ensuring that adequate consideration is given to\nenvironment and climate risk cost-benefits of subproject location, design and\ntechnology alternatives including the “no project” option;\n(v) review  and  prepare  the  project  scope, capital and  operating  cost  estimates,\nimplementation schedule, contracting, and implementation arrangements. Prepare\nbudget estimates with reference to international and domestic price trends for\nprojects of similar scale and quaity;", "14   \n(vi) develop and produce the technical specifications and required drawings of the\nsolar PV plant, transmission system, and all associated systems and structures;\n(vii) assist the power system expert in the development of grid integration design,\nconduct of grid impact analysis, and synchronization analysis of the planned PV\nplants;\n(viii) assist the power system expert in the preparation of technical specifications and\ndrawings  related  to  the  electro-mechanical  including  protection,  control,\ninstrumentation, monitoring systems, integral to the solar power plant and its grid\nintegration including transmission lines, and substations;\n(ix) prepare, in collaboration with relevant team members, the capacity development\nplan based on the capacity needs assessment. Develop the training programs, and\nO&M manuals. The program will include risk management aspects;\n(x) lead the conduct of capacity building needs assessment for solar. Lead the\nconduct of workshops for the EA and other relevant agencies on solar technologies\nsite selection criteria, due diligence process, design, implementation, operation\nand maintenance;\n(xi) prepare the inputs for special sections of the bidding documents (desired output\nspecifications  for  the  solar  PV  system,  performance  warranties  and  related\nparameters to be used to ensure desired performance, special conditions of\ncontract etc;\n(xii) provide input to climate risk assessment as required; and\n(xiii) any other related activity as may be reasonably requested by ADB.\n12. Wind power expert (international). The expert shall have a bachelor’s or a higher degree\nin engineering and at least 10 years’ experience in design, development and implementation of\ngrid-connected wind power plants totaling at least 50 MW aggregated capacity. The expert should\nhave previous experience in implementing intermittent generation such as solar and wind power,\ngrid  impact  analysis,  network,  and  synchronization  analysis;  knowledge  of  international\norganizations/agencies; previous work experience in projects financed by international financial\ninstitutions (IFIs). Previous experience in South Asia and with ADB is desirable. The terms of\nreference will include:\n(i) review all relevant documents, studies, reports, and major assumptions taken into\nany analysis;\n(ii) review  and  prepare  the  project  scope, capital and  operating  cost  estimates,\nimplementation schedule, contracting, and implementation arrangements. Prepare\nbudget estimates with reference to international and domestic price trends for\nprojects of similar scale and quaity;\n(iii) develop and produce the technical specifications and required drawings of the\nwind power plant, transmission system, and all associated systems and\nstructures;\n(iv) review and opine on wind farm design, including review of macro and micro\nsiting, wake effects, and potential upwind development effects;\n(v) review  and  opine  on  the  conceptual  design,  adequacy  and  performance\ncharacteristics of the selected turbine for the wind and weather conditions at the\nProject site;", "  15 \n(vi) assist the power system expert in the development of grid integration design,\nconduct of grid impact analysis, and synchronization analysis of the planned PV\nplants;\n(vii) assist the power system expert in the preparation of technical specifications and\ndrawings  related  to  the  electro-mechanical  including  protection,  control,\ninstrumentation, monitoring systems, integral to the solar power plant and its grid\nintegration including transmission lines, and substations;and\n(xi) provide input to Climate Risk Assessment as required.\n13. Power system expert (international and national). The expert will have a bachelor’s or\nhigher degree in electrical engineering or similar fields and at least 10 years of relevant experience\nin  engineering  and  design,  operation,  and  management  of  power  plants,  especially  grid-\nconnected solar PV and wind power projects and related transmission and support systems.\nPrevious experience in ADB DMCs, and with ADB is desirable. The national expert will have at\nleast 7 years of respective experience stated above. The terms of reference will include:\n(i) report to the team leader upon engagement, provide inputs, and assist the team\nleader in the delivery of required outputs;\n(ii) review the existing feasibility studies and relevant documents;\n(iii) conduct grid impact analysis, synchronization analysis, and development of grid\nintegration design;\n(iv) develop  the  design  criteria  for  the  project.  Recommend  the  optimum  grid-\nconnected design configuration, voltage-frequency regulation, instrumentation,\nelectrical design, including design of a supervisory, control and data acquisition\n(SCADA) system;\n(v) prepare of technical specifications and drawings related to the electro-mechanical\nsystem including protection, control, instrumentation, monitoring systems, integral\nto the solar power plant and its grid integration including transmission lines, and\nsubstations;\n(vi) assist in the preparation of specifications and bidding documents; and\n(vii) any other related activity as may be reasonably requested by ADB.\n14. Civil/geotechnical expert (international and national). The civil/geotechnical expert will\nhave a bachelor’s or higher degree in civil, or geotechnical, or structural engineering or relevant\nfields and at least 10 years of relevant experience in geotechnical assessments and design of\nfoundations and structures preferably for utility scale solar power projects. The expert shall work\nclosely with the EA and relevant agencies to provide expert advice and ensure the accuracy and\nquality of geotechnical, topographic, or hydrological surveys in accordance with international best\npractices.  The  expert  shall  conduct  due  diligence  on  proposed  required  civil  works  to  be\nundertaken by the EA and ensure compliance with international standards. Previous experience\nin ADB DMCs and ADB funded projects is desirable. The national expert will have at least 7 years\nof respective experience stated above. The terms of reference will include:\n(i) report to the team leader, provide inputs and assist the team leader in the delivery\nof required outputs;\n(ii) review existing feasibility studies and relevant documents including cost estimates\nand design configuration, support structure, foundations, and other civil works\nrequirements for the power plant, transmission, and all associated facilities;", "16   \n(iii) lead in developing feasibility studies focusing on geotechnical, topographic, and\nhydrological assessment;\n(iv) provide design criteria and recommendations on required civil works (access road,\nsite preparation, earthworks, excavation, Internal access tracks, fences, tracker\nfoundations, cable trench, LV cable laying, support facilities, substation foundation\nand structure);\n(v) lead in the technical specifications and drawings of required foundations and\nstructures for the PV modules, transmission system, substations, auxiliary and\nsupport facilities;\n(vi) assist in the preparation of specifications and bidding documents;\n(vii) provide inputs to the capacity development plan and assist in the conduct of\ntraining workshops as required; and\n(viii) any other related activity as may be reasonably requested by ADB.\n15. Financial expert (international). The expert should have bachelor’s degree in finance,\neconomics or equivalent, with graduate qualifications and at least 10 years of work experience in\nfinancial  analysis  of  projects,  preferably  in  projects  with  multilateral  lending  agencies  in\ndeveloping countries. Working experience in the South Asian region and specifically in Bhutan\nwould be preferable. He/she will conduct financial due diligence for the projects.\n16. Economics expert (international). The expert should have bachelor’s degree in finance,\neconomics or equivalent, with graduate qualifications and at least 10 years of work experience in\neconomic  analysis  of  projects,  preferably  in  projects  with  multilateral  lending  agencies  in\ndeveloping countries. Working experience in the South Asian region and specifically in Bhutan\nwould be preferable. He/she will conduct economic due diligence for the projects\n17. IPP/PPP  commercial  specialist.  will  have  at  least  a  master’s  degree  in  business\nadministration, finance, and/or economics. The specialist must have extensive experience in\ncommercial and financial aspects of project finance generally and solar and wind IPPs specifically,\nand at least 15 years’ experience overall. The specialist must have experience conducting similar\nassignments for solar and wind IPPs in other countries. Direct and relevant experience in South\nAsia is a plus. The terms of reference will include:\n(i) review existing feasibility studies and advise ADB team on whether quantity and\nquality of information is adequate, or where improvements or additional data needs\nto be obtained;\n(ii) develop input and assumptions sheet for detailed financial model, to know what\ndata is needed;\n(iii) liaise with RGoB agencies, technical consultants, and the ADB team to gather\nrelevant data for financial modeling exercise;\n(iv) liaise with SAEN to understand forms of ADB support that may be applicable to\nthe project and how this can enhance the transaction structure;\n(v) join meetings in Bhutan and elsewhere, as advised by ADB and as required for\npurposes of gathering data, understanding the project, and providing commercial\nfeedback to consultants on their activities;", "  17 \n(vi) review technical outputs, demand forecasts, financial analysis and other relevant\noutputs from ADB’s and/or the RGoB consultant(s) for quality and usability for\ncommercial analysis;\n(vii) develop detailed financial models in Microsoft Excel (one for each project) which\ncan be used to illustrate IPP structures. Models should be flexible, including but\nnot limited to:\na. assessing which of the assigned projects are bankable under an IPP structure,\nand the associated tariff for each;\nb. quantifying if and how much government support (which may come in the form\nof grant, debt, or equity) may be required for each project under base and low\ncase;\nc. incorporating ADB sovereign financing as part of the transaction structure,\neither directly to the project or through financing of transmission infrastructure;\nd. determining value for money (VFM) for government under IPP structure; and\ne. evaluating other commercial structures as may be required;\n(ix) models should allow for the input of an array of assumptions and outputs typical\nfor power projects including cost recovery tariffs, solar irradiation/wind resource\nassumptions, construction period, operating period, construction cost, realized\ncapacity, actual availability, actual fixed O&M expenses, pretax project IRR, project\nIRR, NPV, equity IRR, DSCR and LLCR. Model should be well organized by tabs\nas per international project finance modeling best practices;\n(x) models should be provided to ADB in an unlocked form, i.e. formulas visible and\neditable in cells and, as a minimum, the models should include the following for a\n[25]-year power purchase agreement (PPA) period:\na. input  tabs:  Worksheets  comprising  time  based  and  non-time-based  input\nassumptions  with  scenario  manager  options.  We  anticipate  providing  the\nprospective bidders with an excel template for them to input assumptions that\ncan be inserted into the Model to compare and evaluate different bids;\nb. capex and opex:  Worksheet incorporating unit rates for CAPEX and OPEX,\ndepending on the Project capacity.  The cost data will be provided by Technical\nConsultant;\nc. cost  recovery  tariff  forecasts:  Worksheet  incorporating  projected  tariffs  in\nBhutanese ngultrum/KwH;\nd. step-ups and indexation: Step-ups, where relevant, and indexation mechanism\nfor various cost and revenue items;\ne. accounting and tax:  Accounting and tax depreciation and treatment;\nf. financing drawdown, repayment and others: Models to accommodate:\n currencies: dual currency financing, in US Dollar (“USD”) and local\ncurrency;\n drawdown: Flexibility to permit different drawdown options (e.g. pro-\nrated and sequential) for various funding tranches, including but not\nlimited to, senior debt and shareholder contributions;", "18   \n repayment: Defined repayment types (e.g. sculpted, straight line, equal\namounts etc.) for individual funding tranches; and\n others: Reflecting important covenants such as DSCR, DSRA, LLCR,\netc.;\ng. sensitivity analysis: Capable of carrying out various “what-if” scenarios and\nsensitivity analysis related to currency depreciation, funding assumptions,\nsolar assumptions, cost increases, timing delays, etc.; and\nh. model  outputs  and  affordability  analysis:  Generated  projected  financial\nstatements (cash flow, balance sheet, profit and loss, etc.), feasibility metrics,\nproject returns (e.g. NPV, NPV to government, IRR, RoE, etc.), and provide\noutputs in tabular and chart forms.\n(viii) value for money (VFM): Develop VFM spreadsheet or model for each project,\nlinked to the main financial models and showing VFM comparison of different\nstructures and methods of implementing the projects;\n(ix) ensure that developed models are easy to read, are modular enough (based on\ntransaction needs) to accommodate reasonable changes in structure, and adhere\nto industry recognized modeling standards;\n(x) coordinate with ADB and/or relevant RGoB agencies on review of model;\n(xi) illustrate outputs in graphical form in separate tabs in model and on PowerPoint\nslides as required;\n(xii) run sensitivities on input variables and structure types as required;\n(xiii) create manual / user guide for financial model;\n(xiv) review, take responsibility for, and make changes to existing models;\n(xv) Commercial assessment. Advise ADB team, RGoB, and related agencies on\ncommercial aspects of the transaction, including but not limited to recommendation\non IPP structure, bankability analyses, and sensitivities as needed;\n(xvi) assess type(s) and quantum of government guarantees that may be required to\nmake the transaction bankable;\n(xvii) assess impact of guarantee structures on government from fiscal and budgeting\nperspective;\n(xviii) work with ADB team to conduct an informal market sounding to test commercial\nviability with market players;\n(xix) conduct other financial and structuring analyses as may be required;\n(xx) take direct ownership to write certain commercial aspects of reports and feasibility\nstudies, as required by the ADB team;\n(xxi) Presentation of results. Conduct walk-through of model for ADB and/or RGoB as\nmay be required;\n(xxii) make and deliver presentations to client agencies, ADB, and other parties as\nrequested on commercial aspects of the transaction;\n(xxiii) answer questions for ADB and RGoB on relevant matters, as may be required;\n(xxiv) General. Provide other relevant support to the ADB team as needed;", "  19 \n(xxv) work  with  ADB  and  other  consultants  to  explore  guarantee  structures  for\ntransaction as needed; and\n(xxvi) evaluate  financial  statements  of  entities  as  required  for  making  financial\nassessments or financial projections.\n18. Procurement/contracts expert (international and national). The expert will have a\nbachelor’s or a higher degree in engineering finance, public administration or a related field and\nat least 10 years of relevant experience in procurement, preparation of bidding documents and\ncontract documentation, or supervision of the execution of contracts in accordance with the IFI’s\nguidelines. 15 years of general experience. Previous experience in ADB DMCs and ADB funded\nprojects, especially experience of Strategic Procurement Planning in accordance with ADB’s\nGuidance Note in Strategic Procurement Planning, is desirable. The national expert will have at\nleast 7 years of respective experience stated above.\n19. Environmental experts (international and national). The international expert should\nhave a master’s or a higher degree in environmental science or similar and be fluent in both\nspoken and written English. Internationally recognized health and safety qualification is preferred.\nThe expert should have relevant professional experience of 15 years or more in assessing\nenvironmental impacts and risks of and coordinating preparation of environmental assessment\nreports and EMP to international good practice standards for a wide range of energy sector\ninvestments, including experience of solar and wind farm projects located in ecologically sensitive\nareas. The expert should be familiar with international good practice for energy projects, including\nthe IFC environment, health, and safety guidelines, and preferably be familiar with Bhutan’s\nenvironmental, health and safety laws and regulations. Familiarity with the ADB Safeguards Policy\nStatement (SPS) 2009 is an advantage. The national expert will have at least a bachelor’s degree\nand 10 years of respective experience as stated above and be fluent in both spoken and written\nEnglish. The terms of reference include:\n(i) be the focal point for environmental assessment to ensure that ADB's Safeguard\nPolicy Statement (2009) requirements are complied with. Coordinate and oversee\nthe work of other international and national environment consultants ensuring the\nquality of their inputs and deliverables;\n(ii) identify early-on, to the extent possible, opportunities (alternatives) for the project\nto avoid or minimize potential adverse environmental impacts and risks through\nsubproject location, design and technology alternatives including the “no project”\noption.  Coordinate with the technical team to ensure environment and climate risk;\n(iii) identify and assess gaps, if any, in Bhutan’s environment, health and safety\nlegislative  and  institutional  framework, the  EA/IA’s  environmental,  health  and\nsafety  policies  and  requirements  (if  any)  and  international  and  regional\nenvironmental  and  labor  agreements  to  which  Bhutan  is  a  signatory  and,  if\nnecessary, identify any gap filling measures required;\n(iv) identify and assess gaps, if any, in the EA/IA’s commitment and existing capacity\nto implement national and ADB safeguard requirements for environment, such as\ninstitutional arrangements, staff, qualifications and experience for environmental\nmanagement, and, if necessary, identify capacity development measures to fill\ngaps, including staff recruitment, training programs, development of policies and\nprocedures etc.;\n(v) provide as necessary capacity development activities during project processing\nincluding providing on-the-job guidance and formal training to EA/IA staff on ADB's", "20   \nSafeguard Policy Statement (2009) requirements, so as to support quality and \ntimely preparation of safeguards documents and the subsequent implementation \nof the IEE/EMP for the project; \n(vi) undertake field visits and with reference to the REA screening and the IFC EHS\nguidelines identify and assess (quantifying wherever possible) the environmental,\nhealth and safety impacts and risks of the subprojects including consideration of\nthe magnitude and duration of both temporary and permanent direct, indirect,\ncumulative and induced impacts arising from the construction, operation and\nmaintenance  phases.    Zone  of  visual  influence  maps  should  be  provided.\nSpecifically,  for  the  wind  farm  subprojects  the  assessment  must  include  (a)\nmodelled bird and bat collision risk assessment, (b) modelled noise assessment,\nand (c) modelled shadow flicker assessment;\n(vii) undertake and document meaningful consultations for the subprojects including\nwith members of the local communities, relevant government officials, and non-\ngovernment/civil society organizations to inform the scope of the IEE/EMP for the\nproject and to facilitate local disclosure of its findings once drafted. Public meetings\norganized  by  EA/IA  are  to  be  attended  by  at  least  40%  local  community\nrepresentation of women, if it is not possible or they do not have the opportunity to\nactively contribute due to social norms separate gender focus group must be held\nand documented.  Separate focus groups must also be held for indigenous peoples\n(if any) and any other vulnerable groups;\n(viii) prepare in conjunction with the EA/IA the IEE/EMP for the project for ADB’s review\nand approval in accordance with Appendix 1 of the ADB’s Safeguard Policy\nStatement (2009) and respond to comments raised.  In preparing the IEE obtain\nsufficient details to ensure a comprehensive project description, conduct additional\nbaseline desk-based research and field surveys and testing (e.g. air quality, noise,\nwater quality, socioeconomic surveys etc.) to provide a robust, up to date baseline,\nundertake  qualitative  and  quantitative  impact  assessment,  and  undertake\nmeaningful consultations, as required;\n(ix) recommend  and  ensure  the  EMP  incorporates  (as  applicable)  appropriate\nmitigation for the anticipated environmental impacts and risks of the subproject,\nsufficient that no residual significant impacts are expected to occur, and where not\npossible compensation measures in accordance with national requirements and\ninternational good practice as set out in the IFC EHS guidelines together with\nperformance standards, responsibilities, and budgets; qualitative and quantitative\nmonitoring requirements with timings, locations, frequency, methods, performance\nstandards,  responsibilities  and  budgets;  institutional  arrangements  for\nimplementation; and a capacity development program;\n(x) for projects that involve existing facilities (e.g. transmission lines and substations)\nundertake environmental audit as an external expert to identify past and present\nenvironment,  health  and  safety  concerns  and  their  compliance  with  national\nrequirements, ADB’s Safeguard Policy Statement (2009) and international good\npractice as set out in the IFC EHS guidelines, and, as necessary, identify and\nagree with the EA/IA a time bound, budgeted corrective action plan to address any\ngaps; and\n(xi) for projects that involve associated facilities (if any) undertake due diligence\ninformed by existing documentation to determine the level of safeguard risk,\ncompliance with national requirements, ADB’s Safeguard Policy Statement (2009)", "  21 \nand international good practice as set out in the IFC EHS guidelines, and, as \nnecessary, measures to address potential third-party impacts. \n20. Ecological and ornithological experts (international and national). The international\nexperts should have a master’s or a higher degree in ecology or similar and be fluent in both\nspoken and written English. The experts should have relevant professional experience of 15 years\nor more in undertaking ecological or ornithological assessment.  For the ecology position, the\nexpert must have extensive experience of designing and undertaking critical habitat assessment,\nas well as bat surveys, ecological assessment, mitigation and monitoring for wind farms; and for\nthe ornithology position, the expert must have extensive experience of designing and undertaking\nornithological surveys, bird collision risk assessment, mitigation and monitoring for wind farms.\nThe expert should be familiar with international good practice for energy projects, including those\nreferred to in the IFC Environment, Health, and Safety Guidelines, and preferably be familiar with\nBhutan’s  environmental  laws  and  regulations.  Familiarity  with  the  ADB  Safeguards  Policy\nStatement (SPS) 2009 is an advantage. The national experts will have at least a bachelor’s\ndegree and 10 years of respective experience as stated above and be fluent in both spoken and\nwritten English. The terms of reference include:\n(i) conduct  biodiversity  screening  and  scoping  to  identify  the  presence  of\nenvironmentally  sensitive  areas  of  international  and  national  importance  and\npotential  natural  and  critical  habitat triggers  per the  ADB's  Safeguard  Policy\nStatement (2009) definition and with reference to IFC Performance Standard 6\nguidance using the Integrated Biodiversity Assessment Tool (IBAT) and other\nresources and in consultation with species experts, relevant government officials\nincluding protected area management, forest officers (as applicable to a location)\nand non-government/civil society organizations;\n(ii) undertake field visits and with reference to the REA screening and the IFC EHS\nguidelines  identify  and  assess  (quantifying  wherever  possible)  the\necological/ornithological  impacts  and  risks  of  the  subprojects  including\nconsideration of the magnitude and duration of both temporary and permanent\ndirect, indirect, cumulative and induced impacts arising from the construction,\noperation and maintenance phases. Specifically, for the wind farm subprojects the\nassessment must include modelled bird and bat collision risk assessment per\ninternational good practice;\n(iii) to  inform  the  assessment,  develop  ecological/ornithological  survey  TOR  for\nclearance by ADB, undertake ecological/ornithological surveys for all subprojects\nfollowing international good practice, and ensure survey results to be adequately\nrecorded and documented.  Surveys to cover all seasons of the year and be\ntargeted to flora and fauna of high biodiversity value, international or national\nCR/EN conservation status, endemic species, and species that are at risk of\nimpact from wind farms and transmission lines notably bats and birds. For bats,\nsurveys to include an assessment of feeding and/or roosting habitat following\ninternational good practice. For birds, surveys to include block counts and vantage\npoints sufficient to inform a collision risk model;\n(iv) recommend and include in a Biodiversity Management Plan, appropriate mitigation\nfor the anticipated ecological/ornithological impacts and risks of the subprojects,\nsufficient that no residual significant impacts are expected to occur, and where not\npossible offsets in accordance with national requirements and international good\npractice;", "22   \n(v) if natural or critical habitat is present, undertake further assessment to demonstrate\nif ADB's Safeguard Policy Statement (2009) requirements (e.g. no net loss) can be\nmet by the project;\n(vi) for subprojects in legally protected areas undertake and document consultation\nwith the protected area management per the ADB's Safeguard Policy Statement\n(2009)  requirement.  Confirm  the  subproject  is  consistent  with  the  existing\nmanagement plan, and with the involvement of the EA/IA agree an enhancement\nplan to be implemented as part of the EMP; and\n(vii) provide as necessary capacity development activities during project processing\nincluding providing on-the-job guidance and formal training to national consultants\nas  well  as  relevant  government  officials,  and  non-government/civil  society\norganizations on undertaking bat and bird surveys for wind farm assessment\nfollowing international good practice.\n21. Social development (gender) expert. The expert should preferably have a bachelor’s or\na  higher  degree  in  sociology,  anthropology,  social  sciences  or  similar.  The  expert  should\npreferably  have  relevant  professional  experience  of  10  years  or  more.  The  expert  will  be\nresponsible for conducting social safeguard due diligence in accordance with ADB’s Safeguard\nPolicy Statement (2009). Experience with similar assignments with ADB and its developing\nmember countries is highly preferred. The terms of reference include:\n(i) conduct rapid social analysis, including gender analysis, of the projects  ADB’s\nGender and Development Policy, and government requirements and propose\ndetailed implementation arrangements. The analysis will include the project’s\ndevelopment impact and its potential impact on poverty reduction, as well as\nreducing gender disparities in energy sector;\n(ii) conduct public consultations and information disclosure to affected persons (APs)\nas required by ADB and the Government;\n(iii) review national legal policies, EA’s and state government policy  on gender\nequality  and  social  inclusion.  Discuss  with  the  EA’s  corporate  mandate  and\nascertain how it could address GESI issues through its corporate structure, policies\nand procedures as well as project design; and\n(iv) Any other related activity as may be reasonably requested by ADB.\n22. Climate  risk  and  vulnerability  assessment  expert.  The  expert  should  have  an\nadvanced university degree, preferably at doctorate level, in civil or environmental engineering or\nrelated discipline and at least 10 years of experience encompassing infrastructure design,\nadaptation planning and practices in the power sector and risk management. A strong track record\nof working in complex and inter-disciplinary research projects, demonstrated skills in effective\ncommunication  and  interaction  with  professionals  from  different  cultural  backgrounds  and\ndisciplinary fields. Demonstrated knowledge of, and ideally experience, in the design, operation\nand maintenance of solar PV, wind and hydropower plants. Be the focal point for climate change\nvulnerability and risk assessment."], "metadata": {"Author": "8AB", "CreationDate": "D:20201118170311+08'00'", "Creator": "PDF24 Creator", "ModDate": "D:20201118182923+08'00'", "Producer": "GPL Ghostscript 9.27", "Title": "Microsoft Word - 01 - Final Concept Paper.docx"}}