{"path": "data/input/ta/54205-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 54205-001 \nKnowledge and Support Technical Assistance (KSTA) \nNovember 2021 \n \n \n \nEnhancing Trade Facilitation in Southeast Asia \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Access to Information \nPolicy.\n \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ASEAN  –  Association of Southeast Asian Nations \n  BIMP-EAGA  –  Brunei Darussalam–Indonesia–Malaysia–Philippines East \nASEAN Growth Area \n  COVID-19  –  coronavirus disease \n  Lao PDR  –  Lao People’s Democratic Republic \n  TA  –  technical assistance \n  WTO TFA  –  World Trade Organization Trade Facilitation Agreement \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Ramesh Subramaniam, Southeast Asia Department (SERD)  \nDeputy Director  Winfried F. Wicklein, SERD \nGeneral \nDirector  Jose Antonio R. Tan; Public Management, Financial Sector and \nTrade Division (SEPF); SERD  \n   \nTeam leader  Kanya S. Sasradipoera, Senior Trade Specialist, SEPF, SERD \nTeam members  Florissa V. Barot, Project Analyst, SEPF, SERD \nJenamae Dajay-Java, Operations Assistant, SEPF, SERD \nLoretta C. Jovellanos, Senior Economics Officer, SEPF, SERD \n  Taro Sekiguchi, Trade Specialist, SEPF, SERD \nPeer reviewer  Nguyen Ba Hung; Senior Regional Cooperation Specialist; Regional \nCooperation  and  Integration  Thematic  Group;  Sustainable \nDevelopment and Climate Change Department \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", " \nCONTENTS \nPage \n \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE  1 \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Outputs, Methods, and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.   Design and Monitoring Framework                        6 \n2.  Cost Estimates and Financing Plan  8 \n3.   List of Linked Documents                          9 \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 54205-001\nProject Name Enhancing Trade Facilitation in  Department/Division SERD/SEPF\nSoutheast Asia\nNature of Activity Capacity Development Executing Agency Asian Development Bank\nModality Regular\nCountry REG (BRU, CAM, INO, LAO, MAL, \nPHI)\n2. Sector Subsector(s)     ADB Financing ($ million)\nTotal 0.00\nqq\n3. Operational Priorities Climate Change Information\n  Accelerating progress in gender equality GHG Reductions (tons per annum) 0.000\n  Strengthening governance and institutional capacity Climate Change impact on the Project Low\n  Fostering regional cooperation and integration ADB Financing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 5.c Some gender elements (SGE)\nSDG 17.11\nPoverty Targeting\nGeographic Targeting\n4. Risk Categorization Low \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 0.00\n    None 0.00\nCofinancing 1.00\n    Japan Fund for Poverty Reduction (Full ADB Administration) 1.00\nCounterpart 0.00\n    None 0.00\nTotal 1.00\n  \nCurrency of ADB Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 25102021085335572875 Generated Date: 26-Nov-2021 17:12:55 PM", "   \nI.  INTRODUCTION \n \n1.  This knowledge and support technical assistance (TA) will implement trade facilitation \ninitiatives to enhance customs administrations in the selected developing member countries \n(DMC) of the Asian Development Bank (ADB) in Southeast Asia.1 It will help (i) implement \nselected provisions of the World Trade Organization Trade Facilitation Agreement (WTO TFA), \n(ii) strengthen engagement with the private sector, and (iii) advocate best practices and benefits \nof trade facilitation. The TA is aligned with operational priorities of the ADB Strategy 2030 on \naccelerating  progress  in  gender  equality  (OP2),  strengthening  governance  and  institutional \ncapacity (OP6), and fostering regional cooperation and integration (OP7)2. It is also linked to \nADB’s Operational Plan for Priority 7 Fostering Regional Cooperation and Integration, 2019–2024, \nwhich  focuses  on  (i) greater  and  higher  quality  connectivity  between  economies,  and \n(ii) expanded global and regional trade and investment opportunity.3 The TA is included in the \nrespective country operations business plans for Cambodia,4 Indonesia,5 and the Philippines6 for \n2021–2023. \n \nII.  ISSUES \n \n2.  Trade facilitation as one of the key measures in Association of Southeast Asian \nNations integration. Trade facilitation plays a critical role in reducing trade cost by simplifying, \nmodernizing, and harmonizing trade procedures. A study shows that full implementation of the \nWTO TFA could reduce trade costs by an average of 14.3%, shorten the average time needed to \nimport goods by 47.0% and to export goods by 91.0%, and boost global trade by up to $1 trillion \nper year, with the biggest gains in the poorest countries.7 The Association of Southeast Asian \nNations (ASEAN) Economic Community Blueprint 2025 and its Strategic Action Plans on Trade \nFacilitation place priority on facilitating seamless movement of goods within ASEAN, which is also \none of the main chapters of the ASEAN free trade agreements with its main trading partners, \nincluding  the  Regional  Comprehensive  Economic  Partnership  (RCEP).8 The  ASEAN  trade \nfacilitation measures go beyond the provisions in the WTO TFA. Recent achievements in ASEAN \ninclude (i) the live operation of the ASEAN Single Window between all 10 ASEAN member states \nfor the Certificate of Origin (Form D) under the ASEAN Trade in Goods Agreement, and (ii) roll-out \nof ASEAN-wide self-certification. The ASEAN customs administrations are also committed to \ndeveloping a cooperation mechanism for mutual recognition of authorized economic operators.9 \n \n1  The selected DMCs are Cambodia and Lao People’s Democratic Republic. Brunei Darussalam, Indonesia, Malaysia, \nand the Philippines are participating as members of  the Brunei Darussalam–Indonesia–Malaysia–Philippines \nEast ASEAN Growth Area (BIMP-EAGA) subregional group. All selected DMCs are members of the Association of \nSoutheast Asian Nations (ASEAN).  \n2  ADB. 2018. Manila. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the \nPacific. Manila. \n3  ADB.  2019.  Strategy  2030 Operational  Plan  for  Priority  7  Fostering  Regional  Cooperation  and  Integration, \n2019–2024. Manila. https://www.adb.org/sites/default/files/institutional-document/495981/strategy-2030-op7-regio \n \nnal-cooperation-integration.pdf \n4  ADB. 2020. Country Operations Business Plan: Cambodia, 2021–2023. Manila. \n5  ADB. 2020. Country Operations Business Plan: Indonesia, 2021–2023. Manila. \n6  ADB. 2020. Country Operations Business Plan: Philippines, 2021–2023. Manila. \n7  World Trade Organization. World Trade Report 2015.  \n8  The RCEP is a mega free trade agreement that ASEAN entered into in November 2020 with the People’s Republic \nof China, Japan, the Republic of Korea, India, and Australia–New Zealand. The agreement covers a market of \n2.2 billion people, or almost 30% of the world's population, with a combined gross domestic product of $26.2 trillion, \nabout 30% of global GDP, and accounts for nearly 28% of global trade (based on 2019 figures). ASEAN has been \nimplementing an “ASEAN + 1” free trade agreement with each of the RCEP participating countries in the partnership.  \n9  Certificate of Origin (Form D) is a prerequisite for importers within the ASEAN member states to claim preferential \nduty treatment under the ASEAN Trade in Goods Agreement. \n \n ", "2   \n3.  With the coronavirus disease (COVID-19) pandemic, the ASEAN member states put in \nplace control measures in an effort to curtail the spread of COVID-19, such as movement \nrestrictions and border closures, leading to limited movement of goods across borders and \ndisrupted production of goods and services. Responding to this, ASEAN leaders adopted the \nHanoi Plan of Action which underlined the importance of ensuring the smooth flow of essential \ngoods at borders, while refraining from imposing unnecessary nontariff measures that are against \nWTO rules and disciplines.10  \n \n4.  Implementation gaps within and among Association of Southeast Asian Nations \nmember  states.  While  progress  has  been  made  in  ASEAN  trade  facilitation,  effective \nimplementation of the initiatives can only be achieved if all member states are at the same level \nof  operational capacity.  Within  ASEAN, there are  differing  levels  of capacity to  implement \ninternational and ASEAN standards and commitments. Subregional groupings within Southeast \nAsia, such as BIMP-EAGA, play an important role as they spur development in remote and less-\ndeveloped areas within the member states.11  Implementation of the WTO TFA has been \nchallenging, especially for some ASEAN member states such as Cambodia and Lao People’s \nDemocratic Republic (Lao PDR). A large number of category C provisions still exist, which require \nspecific implementation periods and capacity building support. For example, Cambodia has 6 \ncategory C provisions and the Lao PDR has 17 such provisions.12 Under the customs category of \nthe World Bank’s Logistics Performance Index, Cambodia and the Lao PDR were ranked 109 and \n74, respectively, among 160 economies.13  \n \n5.  Strengthening  private  sector  engagement.  While  customs  administrations  are \nresponsible for the clearance of goods crossing borders, the private sector, including small and \nmedium-sized enterprises, plays an increasingly important role in trade facilitation services. The \ncommon message from private sector agents engaged in cross-border trade (such as importers, \nexporters,  freight  forwarders,  customs  brokers,  port  operators,  and  warehouse  operators, \ncollectively referred to as the trade-related private sector) is that customs formalities remain the \nmajor impediment to improved logistics and efficient supply chains. Another common complaint \nis the lack of business-friendly information about customs procedures, regulations, and standards. \nEngaging the private sector through dialogue to design and introduce any new and/or enhanced \ntrade facilitation measures is therefore important to ensure effective implementation of such \nmeasures. \n \n6.  Continued ADB support is critical. ADB has been supporting trade facilitation, mainly \nthrough TA in subregional cooperation programs within the Southeast Asian region, which has \n \n10 ASEAN. 2020. Hanoi Plan of Action on Strengthening ASEAN Economic Cooperation and Supply Chain Connectivity \nin Response to the COVID-19 Pandemic.  \n11 BIMP-EAGA covers the entire sultanate of Brunei Darussalam; the Indonesian provinces of Kalimantan, Sulawesi, \nMaluku, and West Papua; the Malaysian states of Sabah and Sarawak and the federal territory of Labuan; and the \nPhilippines island of Mindanao and province of Palawan. One of the strategic priorities for the trade and investment \nfacilitation sector under the BIMP‑EAGA Vision 2025 is facilitating cross-border trade to address the challenges of \ncumbersome rules, regulations, and procedures in the subregion, as well as streamlining such rules, regulations, \nand procedures. https://bimp-eaga.asia/sites/default/files/publications/bimp-eaga-vision-2025.pdf. \n12 WTO TFA category C provisions are provisions for which a developing country designates a specific date for \nimplementation, following a transition period during which the country is required to acquire implementation capacity. \nWorld Trade Organization. TFA Database (accessed on 23 September 2021). \n13 World Bank. 2018. Connecting to Compete 2018. Washington, DC. The World Bank’s Logistics Performance Index \nprovides ranking based on an evaluation and calculation of efficiency of customs clearance processes. Other \ndeveloping ASEAN countries are ranked as follows: Brunei Darussalam 73, Indonesia 62, Malaysia 43, Philippines \n85, Thailand 36, and Viet Nam 41. \n \n ", "  3 \nhelped strengthen regional connectivity in ASEAN.14 Under the most recent TA, time release \nstudies were conducted in Cambodia and the Philippines.15 The reports from the studies included \na set of policy recommendations which were subsequently included in the national action plans \nof the countries as required. Support has also been provided for specific areas, such as for \nauthorized economic operators in the Philippines and an ongoing feasibility study on cargo \ntracking in Cambodia. A training workshop on authorized economic operators was also conducted \nfor BIMP-EAGA’s customs officials. While progress has been made, much still needs to be done. \nContinued ADB support will be instrumental to advancing the momentum created from recently \ncompleted TA projects toward enhanced trade facilitation in Southeast Asia. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n7.  The TA will build on the support provided under the recently completed TA projects with \nCambodia  and  the  Lao  PDR  as  participating countries  and  BIMP-EAGA  as  a  subregional \ngrouping.16 The TA is aligned with the following impact: to achieve competitive, efficient, and \nseamless movement of goods within the Southeast Asia region.17 The outcome of the TA will be \nimproved trade facilitation measures in the participating ASEAN member states.  \n \nB.  Outputs, Methods, and Activities \n \n8.  The  TA  will  have  the  following  three  outputs:  (i)  selected  WTO TFA  provisions \nimplemented, (ii) private sector engagement strengthened, and (iii) best practices and benefits of \ntrade facilitation advocated and disseminated.18  \n \n9.  Output  1:  Selected  World  Trade  Organization  Trade  Facilitation  Agreement \nprovisions implemented. The TA will assist customs administrations in Cambodia and Lao PDR \nselect and implement up to two prioritized provisions of the WTO TFA under the countries’ \nrespective category C (footnote 12). A gap assessment between the status and the WTO TFA \nrequirements for the selected provisions will be completed. Based on this assessment, a work \nplan  will  be  developed  which  will  include  the  level  of  compliance,  targeted  timelines,  and \nnecessary actions to be taken to implement the WTO TFA requirements. The actions in the work \nplan will include: (i) technical advisory support, such as legal support and practical advice, to \neffectively implement the provisions and review laws and regulations to ensure compliance with \nthe selected WTO TFA provisions; and (ii) implementation support including the development of \nstandard operating procedures, complemented by capacity building for customs officials and other \n \n14  ADB.  2016.  Completion  Report:  Trade  Facilitation  Support  for  ASEAN  Economic  Community  Blueprint \nImplementation  (GMS/Indonesia-  Malaysia-Thailand  Growth  Triangle).  Manila. \nhttps://www.adb.org/sites/default/files/project-document/185366/45100-001-tcr.pdf, ADB 2018. Completion Report: \nStrengthening Trade Facilitation in the Greater Mekong Subregion through Partnerships with the Private Sector. \nManila.  https://www.adb.org/sites/default/files/project-documents/46191/46191-001-tcr-en.pdf.  ADB.2018. \nCompletion Report: Technical Assistance for Strengthening Institutional Knowledge and Capacity of Customs \nAdministrations  for  Trade  Facilitation  within  the  Association  of  Southeast  Asian  Nations.  Manila. \nhttps://www.adb.org/sites/default/files/project-documents/46192/46192-001-tcr-en.pdf,  ADB.2020.  Completion \nReport: Support for Implementing the Action Plan for Transport and Trade Facilitation in the Greater Mekong \nSubregion. Manila. https://www.adb.org/sites/default/files/project-documents/44174/44174-012-tcr-en.pdf. \n15 ADB. 2017. Technical Assistance for Advancing Time Release Studies in Southeast Asia. Manila. The reports on \nTime Release Studies supported by the TA were submitted to the ASEAN Secretariat as inputs to their review on \nASEAN Seamless Trade Facilitation Indicators (ASTFI). The TA will continue the practice of sharing its outputs with \nASEAN, for consideration of their contribution to ASTFI. \n16 The Lao PDR indicated its interest to be a participating country of the TA during the fact-finding mission in May 2021. \n17 ASEAN Secretariat. 2015. ASEAN Economic Blueprint 2025. Jakarta.  \n18 The design and monitoring framework is in Appendix 1. \n \n ", "4   \ngovernment agencies, to effectively implement the selected WTO TFA provisions. The TA will \nsupport the implementation of selected initiatives under the BIMP-EAGA customs cooperation \nwork plan to be implemented in accordance with the WTO TFA provisions. The TA will also \nprovide technical expertise and support in line with the related provisions of the World Customs \nOrganization Revised Kyoto Convention and SAFE Framework.19 \n \n10.  Output 2: Private sector engagement strengthened. Engagement with trade related \nprivate sector entities is quite critical, as they are directly affected by trade facilitation measures \nand could provide inputs on issues requiring further facilitation. It is also important to ensure they \nunderstand the trade facilitation measures to maximize the benefits of such measures. The TA \nwill help customs administrations in Cambodia and Lao PDR engage effectively with such entities \nthrough public consultations and dissemination of business-friendly information on issues such \nas new customs procedures and the provision of support services. Supporting information outside \nthe jurisdiction of customs administrations, such as availability of financing measures to support \nexport activities, will also be included where necessary. Such information will be disseminated \nthrough various means, including the websites of customs administrations, booklets in local \nlanguages, establishment of help desks on customs matters, and outreach sessions for dialogue.  \n \n11.  Output  3:  Best  practices  and  benefits  of  trade  facilitation  advocated  and \ndisseminated. The TA will support knowledge-sharing events for the participating countries  with \nother  ASEAN  Member  States,  to  share  experiences  and  lessons  with  public  and  private \n \nstakeholders,  including  industry,  business,  and  trade  associations.20 Various  topics  will  be \ndiscussed at the events, including best practices in the implementation of various WTO TFA \nprovisions, ASEAN trade facilitation initiatives, emerging issues such as the role of customs \nagencies in climate change, and opportunities for collaboration between subregional groupings \nthat are promoting convergence on trade facilitation initiatives among the ASEAN member states. \nThe knowledge-sharing events may be convened through remote video technology meetings, in \nlieu of face-to-face meetings, as necessary. \n \nC.  Cost and Financing \n \n12.  The TA is estimated to cost $1,000,000, which will be financed on a grant basis by the \nJapan Fund for Poverty Reduction and administered by ADB. The key expenditure items are listed \nin Appendix 2. \n \nD.  Implementation Arrangements \n \n13.  ADB will administer the TA. The Southeast Asia Department’s Public Management, \nFinancial Sector and Trade Division will implement the TA in consultation with the department's \nresident missions and other sector divisions. Country coverage includes selected DMCs in \nSoutheast Asia (footnote1). ADB will engage the consultants and resource persons as necessary \nfollowing ADB’s Procurement Policy (2017, as amended from time to time) and its associated staff \ninstructions. Indicative implementation arrangements are summarized in the table. Beyond the \nTA implementation period, progress of TA outcome will continue to be monitored under BIMP-\nEAGA  progress  reports,  Greater  Mekong  Subregion  Cross  Border  Transport  Facilitation’s \n \n19 In June 2005, the World Customs Organization Council adopted the SAFE Framework of Standards to Secure and \nFacilitate Global Trade that would secure revenue collections, promote trade facilitation worldwide, and act as a \ndeterrent to international terrorism. \n20 Given that the Japan Fund for Poverty Reduction (JFPR) only provides support for international travel for officials in \nspecial circumstances, the knowledge-sharing sessions will be organized back-to-back within the participating \nsubregional groupings and regional forums. In cases where there are participation costs of officials, participants from \nhigh-income countries (e.g., Brunei Darussalam) will be expected to bear the cost of their participation in the session. \n \n ", "  5 \nCustoms Sub-committee report, as well as during regular dialogue between ADB and the ASEAN \nSecretariat.21 \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  November 2021–October 2024 \nExecuting agency  ADB  \nImplementing agency  Public Management, Financial Sector and Trade Division; Southeast \nAsia Department, ADB \nConsultants  Selection Method  Selection Title  Amount \nIndividual consultant  Individual:   \nselection   3 international experts  $480,900 \n  (30 person-months)   \n   \n3 national experts   $129,300 \n(20 person-months) \n   \nDisbursement  Disbursement of TA resources will follow ADB's Technical Assistance \nDisbursement Handbook (2020, as amended from time to time). \nADB = Asian Development Bank, TA = technical assistance. \nSource: Asian Development Bank. \n \n14.  Consulting services. The TA will require 30 person-months of international consultant \nservices and 20 person-months of national consultant services. ADB will engage, supervise, and \nevaluate the consultants, and carry out procurement following the ADB Procurement Policy (2017, \nas amended from time to time) and Procurement Regulations for ADB Borrowers (2017, as \namended from time to time). Both international and national individual consultants will be engaged \nusing  the  individual  consultant  selection  method  through  the  ADB-managed  consultant \nmanagement system.22  \n \n15.  Cofinancier requirements. During the implementation of the TA, semiannual progress \nreports, including an overview of the expenditures, will be provided to the Government of Japan \n(GOJ). Any changes to the objectives or the scope of the TA during the implementation will be \ndiscussed with the GOJ. The TA completion report will be shared with the GOJ.  \n \nIV.  THE PRESIDENT'S DECISION \n \n16.  The President, acting under the authority delegated by the Board, has approved the Asian \nDevelopment  Bank  administering  technical  assistance  not  exceeding  the  equivalent  of \n$1,000,000 to be financed on a grant basis by the Japan Fund for Poverty Reduction for \nEnhancing Trade Facilitation in Southeast Asia, and hereby reports this action to the Board. \n \n \n21 ADB is the Development Advisor of BIMP-EAGA and the Secretariat of GMS CBTA Customs Sub-committee. ADB \nalso conducts regular consultations with the ASEAN Secretariat on Trade and Transport Facilitation issues.  \n22 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \nImpact the TA is Aligned with \nCompetitive, efficient, and seamless movement of goods within the Southeast Asian region achieveda \nData Sources and  Risks and Critical \nResults Chain  Performance Indicators \nReporting Mechanisms  Assumptions \nOutcome  By 2024:     \n \nTrade facilitation  a. The number of WTO TFA  a. WTO TFA database,  A: Governments in \nmeasures in  category C provisions of  Report of the customs  participating countries \nparticipating  Cambodia and Lao PDR   department of Cambodia  and subregional \nASEAN member  reduced by at least one,  and Lao PDR.   grouping remain \nstates improved  respectively    committed to trade \n(2021 Baseline:     facilitation \nCambodia: 6 category C     \nprovisions; Lao PDR: 17    R: Governments \ncategory C provisions)     prioritize other \n(OP 7.2.1)    reforms because of \n  prolonged impact of \n  the COVID-19 \nb. At least one trade  b. BIMP-EAGA progress  pandemic \nfacilitation program  reports \nimplemented in BIMP-EAGA   \n(2021 Baseline: None)  \n(OP 7.2.1) \nOutputs  By 2024:     \n \n1. Selected  1a. For Cambodia and Lao  1a.–1b. TA consultants’  A: Relevant \nWTO TFA  PDR, at least one legislation,  reports  government agencies, \nprovisions  regulation, or SOP reviewed  including customs \nimplemented  in line with the WTO TFA,  administrations, have \nWCO RKC, or SAFE  full ownership of \nFramework and technical  promoting trade \nadvisory notes produced in  facilitation \neach country.   \n(2021 Baseline: None)  A: Strong support and \n(OP 7.2.1)  cooperation from the \n(OP 6.1.1)  trade-related private \n  sector stakeholders \n   \n1b. For Cambodia and Lao  R: Slowdown in \nPDR, at least one SOP on  growth of international \nselected WTO TFA provision  trade reduces the \nadopted and implemented in  private sector’s \neach country.  demand for trade \n(2021 Baseline: None)  facilitation  \n(OP 7.2.1)   \n(OP 6.1.1) \n2. Private sector  2a. At least two consultation  2a.–2b. TA consultants’   \nengagement  sessions with the private  reports  \nstrengthened  sector on trade-related \n \ndialogue held in Cambodia \nand Lao PDR, respectively.  \n(2021 Baseline: None) \n(OP 7.2.1) \n \n \n ", "Appendix 1  7 \nData Sources and  Risks and Critical \nResults Chain  Performance Indicators \nReporting Mechanisms  Assumptions \n  2b. At least one gender-    \nresponsive and inclusive \nbusiness-friendly information \nitem on customs-related \nmeasures produced and \ndisseminated in Cambodia \nand Lao PDR, respectively \n(2021 Baseline: None) \n(OP 2.3) \n3. Best practices  3a. At least three knowledge  3a.–3b. TA consultants’   \nand benefits of  sharing events among  reports, workshop \ntrade facilitation  participating countries  proceedings \nadvocated and  convened    \ndisseminated  (2021 Baseline: None) \n \n(OP 7.2.1) \n   \n3b. At least one gender-\n \nresponsive and inclusive \nknowledge product on trade   \nfacilitation in Southeast Asia \nproduced \n(2021 Baseline: None) \n(OP 2.3) \nKey Activities with Milestones \n1  Selected WTO TFA provisions implemented  \n1.1 Identify the priority provisions of the WTO TFA for each participating country (Q4 2021)  \n1.2 Conduct gap analyses of the selected provisions of the WTO TFA (Q1 2022)  \n1.3 Develop a work plan to implement the selected provisions of the WTO TFA (Q2 2022)  \n1.4 Implement the work plan (Q2 2022–Q2 2024) \n2  Private sector engagement strengthened \n2.1 Organize consultations and outreach sessions with trade-related private sector either face-to-face or \nthrough online trainings and/or webinars (Q4 2021–Q2 2024) \n2.2 Develop gender-responsive and inclusive information materials for consultation with and outreach to \nthe trade-related private sector (Q4 2021–Q1 2024) \n3  Best practices and benefits of trade facilitation advocated and disseminated \n3.1 Organize face-to-face or online  regional knowledge-sharing event (Q2 2022–Q2 2024) \n \n3.2 Develop gender-responsive and inclusive knowledge products on trade facilitation issues \n(Q2 2022–Q2 2024)\n \n \nTA Management Activities \nMobilize consultants (Q4 2021–Q1 2022) \nConduct monitoring and evaluation (Q4 2022, Q3 2023)\n \nInputs \nJapan Fund for Poverty Reduction: $1,000,000 \nA = assumption, ASEAN = Association of Southeast Asian Nations, BIMP-EAGA = Brunei Darussalam–Indonesia–\nMalaysia–Philippines East ASEAN Growth Area, COVID-19 = coronavirus disease,  Lao PDR = Lao People’s \nDemocratic Republic, OP = operational priority, Q = quarter, R = risk, RKC = Revised Kyoto Convention, SAFE \nFramework = SAFE Framework of Standards to Secure and Facilitate Global Trade, SOP = standard operating \nprocedure, TA = technical assistance, TFA = Trade Facilitation Agreement, WCO = World Customs Organization, WTO \n= World Trade Organization. \na  ASEAN Secretariat. 2015. ASEAN Economic Blueprint 2025. Jakarta. Contribution to Strategy 2030 Operational \nPriorities: \nThe expected values and methodological details for all OP indicators to which this TA will contribute results are detailed \nin Contribution to Strategy 2030 Operational Priorities (accessible from the list of linked documents in Appendix 3).  \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nItem  Amount \nJapan Fund for Poverty Reductiona   \nA.  Consultants \n1.  Remuneration and per diem   \na.  International consultants  480.9 \nb.  National consultants  129.3 \n2.  Out-of-pocket expenditures   \na.  International and local travel  119.4 \nb.  Miscellaneous administration and support costs  6.0 \nB.  Training, seminars, and conferencesc   \n1.  Facilitators  97.5 \n2.  ADB staff acting as resource persons  16.0 \n3.  Venue rental, related facilities, and workshop materials  57.6 \n4.  Participants  54.0 \nC.  Contingencies  39.3 \nTotal  1,000.0 \nNote: The technical assistance is estimated to cost $1 million, of which contributions from the Japan Fund for Poverty \nReduction are presented in the table. \na  Administered by the Asian Development Bank. \nb Miscellaneous administration and support costs include costs for translation and printing of reports as necessary. \nc  These include costs for training and workshops such as national-level trainings on trade facilitation measures, inter-\nsubregional workshops, workshops with the private sector, printing of materials and purchase of workshop kits, and \nengagement of resource persons as facilitators. The budget also includes allowance for Asian Development Bank \nstaff acting as resource persons, in accordance with the memorandum on Use of Bank Resources: Regional \nTechnical Assistance and Technical Assistance vs. Internal Administrative Expenses Budget, issued by the Budget, \nPeople,  and  Management  Systems  Department  and  the  Strategy,  Policy  and  Partnerships  Department  on \n26 June 2013, and travel of participants of recipient countries, including civil servants, in international or subregional \nworkshops or conferences.  \nSource: Asian Development Bank estimates. \n \n ", "Appendix 3  9 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=54205-001-TAReport \n \n1.  Terms of Reference for Consultants \n2.  Contribution to Strategy 2030 Operational Priorities \n \n \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20211207164121+08'00'", "Creator": "Adobe Acrobat Pro DC (32-bit) 21.7.20102", "Keywords": "southeast asia, world trade organization, trade facilitation agreement, trade facilitation, customs administrations, best practices, regional cooperation, 4205-001, ta 6844, adb technical assistance, approved technical assistance, tar, ta projects, ksta", "ModDate": "D:20211208122645+08'00'", "Producer": "Adobe Acrobat Pro DC (32-bit) 21.7.20102", "Subject": "Technical Assistance Report", "Title": "54205-001: Enhancing Trade Facilitation in Southeast Asia"}}