{"path": "data/input/ta/54247-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 54247-001 \nKnowledge and Support Technical Assistance (KSTA) \nAugust 2020 \n \n \n \nStrengthening Gender Outcomes in Pacific  \nCOVID-19 Response and Recovery  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Access to Information \nPolicy.\n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  COVID-19  –  coronavirus disease \n  DMC  –  developing member country \n  GBV  –  gender-based violence \n  GEN  –  gender equity as a theme \n  SPC  –  Secretariat of the Pacific Community \n  TA  –  technical assistance \n  UN  –  United Nations \n  VAWG  –  violence against women and girls \n       \nNOTE \n \nIn this report, “$” refers to United States dollars.  \n \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Leah C. Gutierrez, Pacific Department (PARD) \nDirector  Emma Veve, Deputy Director General and Officer-in-Charge, Social \nSectors and Public Sector Management Division (PASP), PARD \n   \nTeam leader  Mairi MacRae, Social Development Specialist (Gender and \nDevelopment, PASP, PARD \nTeam members  Tahmeen Ahmad, Financial Management Specialist, Public \nFinancial Management Division, Procurement, Portfolio and \nFinancial Management Department (PPFD) \nCecilia C. Caparas, Associate Knowledge Management Officer, \nOffice of the Director General, PARD \nJoana E. Custoias, Counsel, Office of the General Counsel \nJulian Doczi, Procurement Specialist, Procurement Division 2, \nPPFD \nLeigh Halliwell, Senior Financial Control Specialist, Technical \nAssistance Section, Loan Administration Division, Controller’s \nDepartment \nNeil A. Hickey, Communications Specialist, Media and External \nRelations Division, Department of Communications \nKeiko Nowacka, Senior Social Development Specialist (Gender and \nDevelopment), Gender Equity Thematic Group, Sustainable \nDevelopment and Climate Change Department (SDCC) \nElaine Thomas, Senior Social Development Specialist (Civil Society \nand Participation), NGO and Civil Society Center, SDCC \n  Diane Zapata, Operations Assistant, PASP, PARD \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", " \nCONTENTS \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Outputs, Methods, and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.   Cost Estimates and Financing Plan  8 \n3.   List of Linked Documents  9 \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 54247-001\nProject Name Strengthening Gender Outcomes in  Department/Division PARD/PASP\nPacific COVID-19 Response and \nRecovery\nNature of Activity Policy Advice Executing Agency Asian Development Bank\nModality Regular\nCountry Regional\n2. Sector Subsector(s)     ADB Financing ($ million)\nPublic sector  Social protection initiatives 1.23\nmanagement\nTotal 1.23\nqq\n3. Operational Priorities Climate Change Information\n  Addressing remaining poverty and reducing inequalities GHG Reductions (tons per annum) 0\n  Accelerating progress in gender equality Climate Change impact on the Project Low\n  Strengthening governance and institutional capacity ADB Financing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.b Gender Equity (GEN)\nSDG 5.2, 5.c\nSDG 8.8 Poverty Targeting\nSDG 10.4 General Intervention on Poverty\n4. Risk Categorization Low \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 1.23\n    Knowledge and Support technical assistance: Technical Assistance  1.23\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 1.23\n  \nCurrency of ADB Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 18062020161316490706 Generated Date: 28-Jul-2020 14:02:44 PM", " \n \nI.  INTRODUCTION \n \n1.  The regional knowledge and support technical assistance (TA) will help strengthen the \ninstitutional and technical capacity for progressing gender equality outcomes in Pacific developing \nmember countries (DMCs), particularly in the context of response and recovery from the coronavirus \ndisease (COVID-19). It will support Pacific DMCs to (i) identify gender mainstreaming opportunities \nand innovative and transformative gender projects and programs; (ii) strengthen DMC capacity to \nimplement  and  monitor  gender  equality  actions;  and  (iii)  strengthen  gender  partnerships  and \nknowledge among Pacific DMCs. The outcomes are directly linked to the Asian Development Bank \n(ADB) Strategy 2030 (specifically operational priority 2 of accelerating progress in gender equality) \nand Sustainable Development Goal 5 (achieve gender equality and empower all women and girls).1 \n \n2.  The TA builds on previous ADB support for gender equality in the Pacific, in 2010 and 2016.2 \nThe earlier TA projects focused on strengthening the capacity of selected Pacific countries to use \nand produce gender statistics and develop regional and country-specific gender assessments in Fiji, \nKiribati, Papua New Guinea, Samoa, Solomon Islands, and Tonga. The resulting data as well as \nprevious capacity building will inform the outputs to be produced through this TA. \n \n3.  The TA is included in the current Pacific Regional Operations Business Plan3 and will support \nthe implementation of the Gender Equality Operational Plan 2019–2024.4 It is also included as part \nof ADB’s Comprehensive Response to the COVID-19 Pandemic.5 \n \nII.  ISSUES \n \n4.  Gender inequality and gender gaps. Empowering women is vital to achieving inclusive, \nresilient, and sustainable development in the Pacific. Despite the progress made by many Pacific \nDMCs in advancing gender equality, a significant proportion of women and girls still face poverty, \ninequality, and exclusion. Customary norms and traditional beliefs on gender roles and the limited \nimplementation of gender policies and legislation have limited women’s and girls’ access to essential \nservices and resources. A significant and persistent gap between men’s and women’s participation \nin economic activity and labor markets is still evident across the region, where women are unable to \naccess finance and credit and continue to work in low-paid jobs or in informal and vulnerable \nemployment. Data show that in 2017, more than half of the people in vulnerable employment were \nwomen.6 Women’s  participation  in  decision-making  (both  formal  and  informal)  has  been  a \nlongstanding  challenge.  While  there  are  good  examples  of  women’s  participation  in  senior \nmanagement positions in both the public and private sphere—e.g., in the Cook Islands and Samoa, \nwhere their share exceeds 45%—Pacific women’s representation in decision-making positions is \ngenerally among the lowest in the world. As of April 2020, only 8.8% of parliamentarians in the Pacific \nwere women (compared with a global average of 23.4%).7  \n \n \n1  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. Manila. \n2  ADB. 2010. Technical Assistance for Promoting Evidence-Based Policy Making for Gender Equity in the Pacific. Manila; \nand ADB. 2016. Technical Assistance for Promoting Evidence-Based Policy Making for Gender Equity in the Pacific \n(Phase 2). Manila. \n3  ADB. 2019. Pacific: Regional Operations Business Plan (2020–2022). Manila.  \n4  ADB. 2013. Gender Equality and Women’s Empowerment Operational Plan, 2013–2020: Moving the Agenda Forward \nin Asia and the Pacific. Manila. \n5  ADB. 2020. ADB’s Comprehensive Response to the COVID-19 Pandemic. Manila. \n6  ADB. 2019. Leveraging Trade for Women’s Economic Empowerment in the Pacific. Manila. \n7  Pacific Women in Politics. https://www.pacwip.org/women-mps/national-women-mps/ (accessed 22 July 2020) \n ", "2 \n \n5.  Violence against women and girls. The Pacific has some of the highest rates of violence \nagainst women and girls (VAWG) in the world. 8 In various Pacific countries, more than 60% of \nwomen have reported experiencing violence from intimate partners in their lifetime, and more than \n30% of women report being sexually abused before the age of 15.9 The Pacific Partnership to End \nViolence Against Women and Girls (Pacific Partnership), was launched in 2018 and is funded by the \nEuropean Union, the governments of Australia and New Zealand, and the United Nations Entity for \nGender Equality and the Empowerment of Women, known as UN Women; and implemented by the \nSecretariat of the Pacific Community (SPC), Pacific Islands Forum Secretariat, and UN Women. It \nbrings together governments, civil society organizations, and other partners to promote gender \nequality, prevent VAWG, and increase access to quality response services. However, the prevention \nof VAWG is a new area of work globally, and the focus on VAWG prevention in the Pacific is limited. \nWhile Pacific research studies have contributed to greater knowledge of the prevalence and drivers \nof violence, practice-based lessons from locally led prevention efforts are not widely available or \naccessible. \n \n6.  Impact  of  COVID-19.  Measures  taken  to  prevent  the  transmission  of  COVID-19  are \nexacerbating many of the gender inequalities in Pacific DMCs and disproportionately affect women \nand girls. Women are at increased risk of infection, gender-based violence (GBV), job losses, and \nvulnerable work. This is coupled with limited social protection and less access to formal safety nets, \nless access to finance, increased burden of unpaid care work, loss of livelihoods, and less access \nto sexual and reproductive health services. \n \n7.  Border and travel restrictions are slowing tourism and remittances—both key income streams \nfor women in Pacific DMCs. Non-pharmaceutical interventions such as lockdowns, movement \nrestrictions, closure of shops, and prohibition of roadside vendors have a significant impact on \nwomen’s income. Existing gender pay gaps in paid employment and women’s overrepresentation in \ninformal and vulnerable employment put women at increased risk of poverty and food insecurity as \na result of COVID-19. The latest available data from 2017 show that women accounted for 53.6% of \ntotal employment in services and that most women-owned enterprises in the Pacific are tied to \nservices, notably in wholesale and retail, and the hospitality and tourism industries—areas that are \ndisproportionately  affected  by  COVID-19  (footnote  5).  In  general,  official  social  protection \nmechanisms are scarce across the Pacific (with the exception of social insurance and provident \nfunds that mainly target formal employees in the public sector10), and social protection schemes that \ntarget women are even scarcer.  \n \n8.  In addition to the economic impacts, COVID-19 also exacerbates the already large care duty \nof women (e.g., tending to children who are not at school, homeschooling children who are unable \nto attend regular classes, caring for sick family members with limited access to hospital care). In \naddition, VAWG (particularly sexual exploitation and intimate partner violence) is likely to increase \nbecause of movement restrictions and growing economic and health pressures. In Fiji, for example, \ndomestic violence complaints to GBV support services (e.g., GBV hotlines) more than doubled in \nMarch and April 2020.11  \n \n9.  ADB  Strategy  2030.  ADB  has  the  opportunity  to  support  ambitious  gender  equality \noutcomes  in  Pacific  DMCs  through  ADB  Strategy  2030  (footnote  1),  which  recognizes  the \n \n8  Gender-based violence (GBV) and VAWG are used interchangeably throughout the paper because most gender-based \nviolence is perpetrated by men against women. VAWG is defined as \"any act of gender-based violence that results in, \nor is likely to result in, physical, sexual or mental harm or suffering to women, including threats of such acts, coercion or \narbitrary deprivation of liberty, whether occurring in public or in private life.\" (United Nations General Assembly, 1993). \n9  United Nations Population Fund. kNOwVAWdata: Measuring prevalence of violence against women in Asia-Pacific \n(accessed 22 June 2020). \n10  ADB. 2019. The Social Protection Indicator for the Pacific: Assessing Progress. Manila.   \n11  UN Women. 2020. Across the Pacific, crisis centres respond to COVID-19 amid natural disasters. 10 June. \n ", "3 \n \nchallenging context for women and girls across Asia and the Pacific and highlights “accelerating \nprogress in gender equality” as one of the seven operational priorities for achieving a prosperous, \ninclusive, resilient, and sustainable Asia and the Pacific. The ADB corporate results framework \ncommits to: (i) at least 55% of all ADB committed sovereign and nonsovereign operations classified \ngender equity theme (GEN) and effective gender mainstreaming (EGM) by 2030;12 (ii) at least 75% \nof ADB’s committed sovereign and nonsovereign operations to promote gender equality through \ngender-inclusive project designs by 2030;13 and (iii) 80% of all ADB-financed projects and programs \ncategorized GEN or EGM achieve gender equality success rating by 2030. There is also an \nincreased focus on more transformative projects and programs that support the achievement of \nSustainable Development Goal 5 (gender equality).  \n \n10.  Limited gender data. In order to address key gender issues in the Pacific and to meet ADB \ngender equality corporate targets, further gender data and analysis is needed. There are limited \nsystems and capacity in place to collect and monitor sex-disaggregated data. To date, data and \nanalysis on the immediate impact of COVID-19 in Pacific DMCs has included limited information on \nthe gendered impacts of COVID-19.  \n \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n11.  The  TA  is  aligned  with  the  following  impact:  gender  equality  outcomes  in  the  Pacific \nimproved.14 The  TA  will  have  the  following  outcome:  institutional  and  technical  capacity  for \nprogressing gender equality outcomes strengthened.15  \n \nB.  Outputs, Methods, and Activities \n \n12.  As well as mitigating the immediate risks of COVID-19 for women and girls, TA support is \nneeded to ensure that gender equality gains are not lost and that women and girls are central to the \nsocioeconomic recovery. The generation and sharing of knowledge and evidence, coupled with \ncapacity development and stronger coordination, will help Pacific DMCs to strengthen their gender-\nresponsive policies and programs. While all Pacific DMCs are eligible for assistance under the TA \nupon request, the initial focus will be on COVID-19-related gender support in the Federated States \nof  Micronesia,  Fiji,  Palau,  Samoa,  Solomon  Islands  and  Vanuatu.16 Additional  requests  for \nassistance will be assessed and prioritized in accordance with the agreed outcomes and outputs \nbelow. If the approach of this TA is successful, additional financing may be considered to expand its \nactivities to other DMCs. \n \n13.  Output 1: Gender-responsive policies and investments identified. The TA will provide \ntechnical expertise, assessments, and other analytical work to support at least three Pacific DMCs \nin  identifying  gender  mainstreaming  opportunities,  and  innovative  and  transformative  gender \nprojects and programs. There will be particular focus on assessing the ongoing gendered impacts \nof COVID-19 and defining policies and investments to counter these. In addition, strategic technical \n \n12  ‘Gender Equity as a Theme’ (GEN) and ‘Effective Gender Mainstreaming’ (EGM) are the two highest gender categories \nthat can be assigned to ADB operations. \n13  This includes targeted operations to empower women and girls (projects categorized as GEN), gender mainstreamed \noperations that directly narrow gender gaps or benefit women and girls (project categorized as EGM), operations \nincorporated with some gender designs (projects categorized as some gender elements (SGE)).  \n14  Asian Development Bank. 2018. Strategy 2030: Achieving a prosperous, inclusive, resilient, and sustainable Asia and \nthe Pacific. Manila. \n15  The design and monitoring framework is in Appendix 1. \n16   Initial countries outlined include Pacific DMCs with ADB COVID-19 projects/programs e.g. ADB COVID-19 Pandemic \nResponse Option. \n ", "4 \n \ninputs will be provided in the following areas: (i) proactive gender design features in policy-based \nlending; (ii) develop innovative gender designs that support the scope of Sustainable Development \nGoal 5; and (iii) enhance gender analysis and formulation of gender action plans in projects that are \nparticularly strategic for demonstrating the importance of gender mainstreaming, or projects that \ncould be categorized GEN. \n \n14.  Output 2: Capacity of Developing Member Countries to implement and monitor gender \nequality actions strengthened. The TA will help strengthen at least five DMCs’ capacity to \nimplement, monitor, and report on gender equality activities and outcomes, including monitoring the \ngender  results  of  Pacific  operations  under  the  COVID-19  Pandemic  Response  Option.  TA \nconsultants will also provide targeted capacity development to executing agencies, implementing \nagencies, and national gender machineries through in-country or online briefings, training, and other \nsupport, as requested. The TA team will support the production of case studies on good practices in \ngender  mainstreaming  and  the  achievement  of  gender  equality  results.  It  will  collect  sex-\ndisaggregated data and help Pacific DMCs to put in place stronger systems to collect such data.  \n \n15.  Output 3: Gender partnerships strengthened and knowledge products produced and \nshared. The TA will create knowledge solutions and strengthen partnerships to improve gender \nequality outcomes in the Pacific. It will work with stakeholders (including SPC) and governments to \ndevelop a research agenda and a knowledge product dissemination plan that meet the needs of \nPacific DMCs. A particular focus will be on GBV prevention and on developing gender knowledge \nproducts to inform the policies and plans for COVID-19 response and recovery. This output will \nsupport coordination and collaboration with the Pacific Partnership to develop and launch a Pacific \nregional GBV prevention hub and online portal.17 This will catalyze the investments made in GBV \nprevention to date, and build on existing partnerships in the Pacific to ensure sustainability. It will \ncreate a Pacific evidence base that highlights what works to prevent GBV, and fosters coordination \nand knowledge management among Pacific DMCs to ensure effective and evidence-based GBV \nprevention. To share knowledge and lessons, and to support learning and capacity development, \nthe TA will also ensure that representatives of at least two Pacific DMCs participate in person or \nvirtually in regional and/or global conferences, such as the United Nations Commission on the Status \nof Women and the triennial conference of Pacific Women and Pacific Women’s Ministers meeting.   \n \nC.  Cost and Financing \n \n16.  The TA is estimated to cost $1.225 million, which will be financed on a grant basis by ADB’s \nTechnical Assistance Special Fund (TASF 6: $650,000; TASF-other sources: $575,000). The cost \nestimate and financing plan is in Appendix 2.  \n \nD.  Implementation Arrangements \n \n17.  The TA will be implemented from August 2020 to July 2025. ADB, through its Pacific \nDepartment, will administer the TA, including selecting, supervising and evaluating consultants and \nprocuring goods and non-consulting services. The Pacific Department will work closely with the \nSustainable Development and Climate Change Department’s Gender Equity Thematic Group to \nensure  complementarity  with  other  gender  initiatives  in  ADB.  The  ministries  or  departments \nresponsible for women’s affairs in participating DMCs will be the implementing agencies. The DMCs \nwill designate a TA focal point and assistant to review reports and coordinate activities and in-kind \ncontributions. The Pacific Department will maintain close coordination with field offices, other \ndevelopment partners, and regional organizations in the Pacific. Disbursement of TA proceeds will \n \n17 The online portal will be developed in accordance with para. 20 of the staff instructions. This TA will assist in developing \nand launching the knowledge portal, which will be hosted by a regional body or partnership such as the SPC or the \nPacific Partnership. No funds will be transferred to SPC or the Pacific Partnership to host and maintain the portal.  \n ", "5 \n \nfollow ADB’s Technical Assistance Disbursement Handbook (2020, as amended from time to time). \nThe implementation arrangements are summarized in the table. \n \n \n18.  ADB will engage the consultants following the ADB Procurement Policy (2017, as amended \nfrom time to time) and its associated staff instructions. The TA will require a minimum of 30 person-\nmonths of international and 96 person-months of national consulting services. International and \nnational individual consultants will be engaged to support the implementation of activities. Consulting \nfirms or civil society organizations may also be engaged for activities. The precise nature of experts \nand inputs will be defined based on the needs identified in consultation with beneficiary DMCs. The \nPacific  Department  will  consult  ADB’s  Procurement,  Portfolio  and  Financial  Management \nDepartment when finalizing the nature and extent of consulting inputs and of consultants’ terms of \nreference. The TA scope is also expected to expand to cover additional activities and will be \nreplenished from time to time as funds are required and identified, including those from cofinancing \nsources and ADB-administered trust funds. Accordingly, the nature and extent of consulting inputs \nmay increase and consultant contracts may be extended with corresponding budget increases \nsubject to their satisfactory performance and continued availability. The outline terms of reference \nfor consultants are available from the list of linked documents in Appendix 3.   \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  August 2020–July 2025  \nExecuting agency  Social Sectors and Public Sector Management Division of ADB’s \nPacific Department \nConsultants  To be selected and engaged by ADB \nFirms, civil society  6 person-months  $375,000 total \norganization, and/or  of international \ntraining institute:  expertise; 30 \nconsultant’s qualification  person-months of \nselection   national expertise \nIndividual consultant  24 person-months  $694,000 total \nselection  international; \n66 person-months \nnational  \nProcurement a   To be procured by ADB \n  Request for quotations  Multiple contracts  $10,000  \nDisbursement  The technical assistance resources will be disbursed following ADB's \nTechnical Assistance Disbursement Handbook (2020, as amended \nfrom time to time). \nADB = Asian Development Bank. \na  Includes website development, website hosting, and electronic databases. \nSource: ADB. \n \nIV.  THE PRESIDENT'S DECISION \n \n19.  The President, acting under the authority delegated by the Board, has approved the provision \nof  technical  assistance  not  exceeding  the  equivalent  of  $1.225  million  on  a  grant  basis  for \nStrengthening Gender Outcomes in Pacific COVID-19 Response and Recovery, and hereby reports \nthis action to the Board.\n ", "6   Appendix 1 \n \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with \nStrategy 2030 gender targets supported (ADB Strategy 2030)a \nSDG 5-related gender equality results in ADB operations improved in DMCs (defined by TA) \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  By July 2025:     \nInstitutional and  a. 75% of ADB projects and  a. Annual progress report  DMC governments do \ntechnical capacity  programs in the Pacific  on the implementation of  not allocate sufficient \nfor progressing  include gender  the Gender Operational  funds to sustain \ngender equality  mainstreamingb  Plan  interventions beyond \noutcomes      the TA. \nstrengthened   b. Number of projects with  b. Annual progress report \n  successful gender elements  on the implementation of \nin the Pacific as documented  the Gender Operational \nin the project completion  Plan \nreports increased    \n(3-year rolling baseline 2017– c. Project completion \n2019: 33%c)  reports \n \n \n   \nOutputs       \n1. Gender- 1a. Evidence, analysis, and  1a. TA consultant reports   Participation of DMCs \nresponsive policies  data on the gendered impact    is hindered by \nand investments  of COVID-19 incorporated    limitations in \nidentified   into at least 3 investments in    the administrative \n  the Pacific    capacity \n      of government line \n      agencies. \n       \n2. Capacity of  2a. Gender data and  2a. TA consultant reports  Activities are driven \nDMCs to implement  monitoring systems for  by consultants, \nand monitor gender  COVID-19 response and  without sufficient \nequality actions  recovery strengthened in at  engagement \nstrengthened  least 5 Pacific DMCs  and participation of \nnationals. \n     \n3. Gender  3a. Regional GBV prevention  3a. TA consultant reports   \npartnerships  hub and online portal  and portal \nstrengthened and  established (baseline: no   \nknowledge  hub, no portal)    \nproducts produced     \nand shared   3b. At least 2 DMCs  3b. TA consultant reports, \n  participate in global or  including key lessons and \nregional gender events  findings from events \n   \n3c. At least 3 knowledge  3c. Knowledge products \nproducts on gender and  (to be published on ADB \nCOVID-19 in the Pacific  website) \nproduced   \n ", "7 \n \nKey Activities with Milestones \n1.  Gender-responsive policies and investments identified  \n1.1 Finalize TA activities, participating DMCs, and timelines; secure approval of participating DMCs and \nADB  for  the  detailed  workplan,  schedule,  and  deliverables  of  the  individual  consultants  and/or \nconsulting firms (Q3 2020–Q4 2020) \n1.2 Undertake TA activities, which may include research, evaluations, consultations, field surveys, and desk \nreviews, with the full participation and engagement of government staff (Q4 2020–Q2 2024) \n1.3 Finalize draft assessments and reports with ADB and participating governments (Q4 2020–Q4 2024) \n \n2.  Capacity of DMCs to implement and monitor gender equality actions strengthened  \n2.1 Engage consultants and prepare workplans and specific output targets for capacity-building activities \n(Q3 2020–Q4 2021) \n2.2 Evaluate sex-disaggregated data available and systems in place in selected Pacific DMCs (Q4 2020–\nQ4 2021) \n2.3 Implement measures and activities to build or strengthen gender monitoring and reporting (Q3 2021–\nQ2 2025) \n2.4 Finalize case studies (Q2 2021–Q2 2025) \n \n3.  Gender partnerships strengthened and knowledge products produced and shared \n3.1 Consult with Pacific DMCs and regional stakeholders (such as the SPC) on gender knowledge needs \nand gaps, and develop gender research road map (Q3 2020–Q2 2021) \n3.2 Work with the Pacific Partnership to End Violence Against Women and Girls to develop the regional \nGBV prevention hub (Q3 2020–Q2 2022) \n3.3 Launch the Pacific GBV prevention hub and online platform (by Q4 2022) \n3.4 Identify relevant global and/or regional gender events and finalize list of participants to attend (Q2 2021) \n3.5 Prepare knowledge products based on relevant topics in the Pacific in consultation with Pacific DMCs \nand regional stakeholders, such as the SPC (Q1 2021–Q1 2025) \n \nTA Management Activities \nMobilize national TA coordinator (Q3 2020) \nMobilize international and national consultants (Q3 2020–Q2 2025) \nPrepare TA completion report (Q2 2025) \n \nInputs \nADB: $1.225 million  \nADB = Asian Development Bank, COVID-19 = coronavirus disease, DMC = developing member country, GBV = gender-\nbased violence, Q = quarter, SPC = Secretariat of the Pacific Community, TA = technical assistance.  \na  Asian Development Bank. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and \nthe Pacific. Manila. \nb  Gender equity as a theme (GEN); effective gender mainstreaming (EGM); or some gender elements (SGE). \nc  For 2019: 1 out of 1 GEN/EGM project unsuccessful (100% unsuccessful). \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nA.  Asian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem     \ni.  International consultants  451.5 \nii.  National consultants  581.0 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  21.5 \nii.  Surveys  15.0 \n2.  Training, seminars, workshops, forums, and conferencesb  90.0 \n3.  Designing and printing external publicationsc  6.0 \n4.  Goodsd  10.0 \n5.  Contingencies  50.0 \nTotal  1,225.0 \nNote: The technical assistance (TA) is estimated to cost $1.225 million, of which contributions from the Asian \nDevelopment Bank are presented in the table.  \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF 6 and TASF-other sources). \nb  Includes travel cost of ADB staff acting as resource persons, venue rental and related facilities, travel of participants, \nADB (Budget, People and Management Systems Department and Strategy, Policy and Partnerships Department). \n2013. Use of Bank Resources: Regional Technical Assistance and Technical Assistance vs. Internal Administrative \nExpenses Budget. Memorandum. 26 June (internal). \nc  Includes design, copyediting, videography services, equipment rental, photocopies, and other costs related to \ndissemination and public relations. Printed materials will be disseminated to external clients during workshops, \nforums, and conferences. Estimated number of copies: 300 (50 copies of each of 6 proposed knowledge products).  \nd  Includes website development, website hosting, and electronic databases. \nSource: Asian Development Bank estimates.\n ", "Appendix 3  9 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=54247-001-TAReport  \n \n1.  Terms of Reference for Consultants \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20200812133432+08'00'", "Creator": "PDF24 Creator", "ModDate": "D:20200819191229+08'00'", "Producer": "GPL Ghostscript 9.26", "Title": "Strengthening Gender Outcomes in Pacific COVID-19 Response and Recovery: Technical Assistance Report"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  COVID-19  –  coronavirus disease \n  DMC  –  developing member country \n  GBV  –  gender-based violence \n  GEN  –  gender equity as a theme \n  SPC  –  Secretariat of the Pacific Community \n  TA  –  technical assistance \n  UN  –  United Nations \n  VAWG  –  violence against women and girls \n       \nNOTE \n \nIn this report, “$” refers to United States dollars.  \n \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Leah C. Gutierrez, Pacific Department (PARD) \nDirector  Emma Veve, Deputy Director General and Officer-in-Charge, Social \nSectors and Public Sector Management Division (PASP), PARD \n   \nTeam leader  Mairi MacRae, Social Development Specialist (Gender and \nDevelopment, PASP, PARD \nTeam members  Tahmeen Ahmad, Financial Management Specialist, Public \nFinancial Management Division, Procurement, Portfolio and \nFinancial Management Department (PPFD) \nCecilia C. Caparas, Associate Knowledge Management Officer, \nOffice of the Director General, PARD \nJoana E. Custoias, Counsel, Office of the General Counsel \nJulian Doczi, Procurement Specialist, Procurement Division 2, \nPPFD \nLeigh Halliwell, Senior Financial Control Specialist, Technical \nAssistance Section, Loan Administration Division, Controller’s \nDepartment \nNeil A. Hickey, Communications Specialist, Media and External \nRelations Division, Department of Communications \nKeiko Nowacka, Senior Social Development Specialist (Gender and \nDevelopment), Gender Equity Thematic Group, Sustainable \nDevelopment and Climate Change Department (SDCC) \nElaine Thomas, Senior Social Development Specialist (Civil Society \nand Participation), NGO and Civil Society Center, SDCC \n  Diane Zapata, Operations Assistant, PASP, PARD \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", "authors": [{"fullname": "Ahmed M. Saeed", "role": "Operations", "organization": ""}, {"fullname": "Leah C. Gutierrez", "role": "Pacific Department (PARD)", "organization": ""}, {"fullname": "Emma Veve", "role": "Deputy Director General and Officer-in-Charge", "organization": "Social"}, {"fullname": "Mairi MacRae", "role": "Social Development Specialist (Gender and", "organization": ""}, {"fullname": "Tahmeen Ahmad", "role": "Financial Management Specialist", "organization": "Public"}, {"fullname": "Financial Management Division", "role": "Procurement", "organization": "Portfolio and"}, {"fullname": "Cecilia C. Caparas", "role": "Associate Knowledge Management Officer", "organization": ""}, {"fullname": "Office of the Director General", "role": "PARD", "organization": ""}, {"fullname": "Joana E. Custoias", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Julian Doczi", "role": "Procurement Specialist", "organization": "Procurement Division"}, {"fullname": "Leigh Halliwell", "role": "Senior Financial Control Specialist", "organization": "Technical"}, {"fullname": "Assistance Section", "role": "Loan Administration Division", "organization": "Controller"}, {"fullname": "Neil A. Hickey", "role": "Communications Specialist", "organization": "Media and External"}, {"fullname": "Relations Division", "role": "Department of Communications", "organization": ""}, {"fullname": "Keiko Nowacka", "role": "Senior Social Development Specialist (Gender and", "organization": ""}, {"fullname": "Elaine Thomas", "role": "Senior Social Development Specialist (Civil Society", "organization": ""}, {"fullname": "Diane Zapata", "role": "Operations Assistant", "organization": "PASP"}]}