{"path": "data/input/ta/54312-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 54312-001   \nKnowledge and Support Technical Assistance (KSTA) \nAugust 2020 \n \n \n \n \n \n \n \nRepublic of Uzbekistan: Assessment of \nSocioeconomic Impacts of COVID-19 and \nInstitutional Strengthening for Policy Responses \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Access to Information \nPolicy. \n ", " \nCURRENCY EQUIVALENTS \n(as of 1 July 2020) \n \nCurrency unit  –  sum (SUM) \nSUM1.00  =  $0.000098 \n$1.00  =  SUM10,166.44  \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  COVID-19  –  coronavirus disease \n  GBV  –  gender-based violence \n  MIA  –  Ministry of Internal Affairs \n  MOEDPR  –  Ministry of Economic Development and Poverty Reduction \n  SOE  –  state-owned enterprise \n  TA  –  technical assistance \n  TASF  –  Technical Assistance Special Fund \n  WHO  –  World Health Organization \n \nNOTE \nIn this report, “$” refers to United States dollars. \n   \nVice-President  Shixin Chen, Operations 1  \nDirector General  Werner E. Liepach, Central and West Asia Department (CWRD)  \nDirector  Cindy Malvicini, Country Director, Uzbekistan Resident Mission (URM), CWRD  \n   \nTeam leader  Rajesh Vasudevan, Senior Economist, Regional Cooperation and Operations \nCoordination Division, CWRDa \nTeam members  Begzod Djalilov, Senior Economics Officer, URM, CWRD  \n  Hiddo Huitzing, Health Specialist, Social Sector Division, CWRD  \n  Mekhri Khudayberdiyeva, Senior Social Development Officer (Gender), URM, \nCWRD  \n  Anvar Kuylibaev, Associate Project Analyst, URM, CWRD  \n   \nOne ADB Teamb  Katherine Barbecho, Financial Control Officer, Technical Assistance Section, \nController’s Department \n  Olivier Leonard, Senior Procurement Specialist, Procurement Division 1, \nProcurement, Portfolio and Financial Management Department  \n  Raushan Mamatkulov, Senior Portfolio Management Specialist, URM, CWRD  \n  Daniele Quaggiotto, Counsel, Office of the General Counsel  \n  Cheryll Quejada, Associate Strategy and Policy Officer, Strategy, Policy and \nPartnerships Department  \n  Malika Shagazatova, Social Development Specialist (Gender and Development), \nGender Equity Thematic Group, Sustainable Development and Climate Change \nDepartment  \na  Outposted to the Uzbekistan Resident Mission.  \nb  Interdepartmental advisory team.   \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Outputs, Methods, and Activities  3 \nC.  Cost and Financing  5 \nD.  Implementation Arrangements  5 \nIV.  THE PRESIDENT'S DECISION   5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  List of Linked Documents  10 \n \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 54312-001\nProject Name Republic of Uzbekistan: Assessment of Department/Division CWRD/URM\nSocio-Economic Impacts of COVID-19 \nand Institutional Strengthening for \nPolicy Responses\nNature of Activity Capacity Development, Policy Advice Executing Agency Ministry of Economic \nModality Regular Development and Poverty \nReduction\nCountry Uzbekistan\n2. Sector Subsector(s)     ADB Financing ($ million)\nPublic sector  Economic affairs management 0.50\nmanagement\nHealth Health system development 0.15\nTotal 0.65\nqq\n3. Operational Priorities Climate Change Information\n  Addressing remaining poverty and reducing inequalities GHG Reductions (tons per annum) 0\n  Accelerating progress in gender equality Climate Change impact on the Project Low\n  Strengthening governance and institutional capacity ADB Financing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.b Effective gender mainstreaming (EGM)\nSDG 3.d\nSDG 5.5 Poverty Targeting\nSDG 9.1 General Intervention on Poverty\nSDG 10.3\n4. Risk Categorization Low \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 0.65\n    Knowledge and Support technical assistance: Technical Assistance  0.65\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.65\n  \nCurrency of ADB Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 07072020170505567587 Generated Date: 10-Aug-2020 13:32:09 PM", " \nI.  INTRODUCTION \n \n1.  The  knowledge  and  support  technical  assistance  (TA)  will  contribute  to  improved \nevidence-based decision-making by Uzbekistan’s Ministry of Economic Development and Poverty \nReduction (MOEDPR) in its response to the coronavirus disease (COVID-19) pandemic. The TA \nis  designed  to  support  the  MOEDPR’s  stabilization  measures,  triggered  by  the  COVID-19 \npandemic, and to complement them with targeted institutional strengthening of the MOEDPR in \nthe medium term. \n \n2.  On 7 May 2020, the MOEDPR requested the Asian Development Bank (ADB) to provide \ntechnical  support  along  the  following  strategic  lines:  (i)  preparing  a  socioeconomic  impact \nassessment  of  the  COVID-19  pandemic  in  the  country,  (ii)  developing  a  socioeconomic \ndevelopment concept (Vision 2030), (iii) formulating approaches to industrial policy development, \nand (iv) facilitating longer term institutional strengthening of the MOEDPR. This proposed TA is \naligned with the ongoing country partnership strategy and the country knowledge plan.1  \n \nII.  ISSUES   \n \n3.  Uncertainty  over  duration  and  spread  of  COVID-19.  On  15 March  2020,  the \ngovernment  announced  the first  confirmed case  of  COVID-19  in  Uzbekistan.  The  rigorous \nlockdown measures, including the quarantine of all suspected cases and contacts, helped reduce \nthe 5-day moving average of daily new confirmed COVID-19 cases from more than 100 in mid-\nApril to less than 50 by the end of April 2020, further through the month of May until mid-June. \nHowever, the gradual relaxation of lockdown measures and the repatriation of thousands of \nUzbek migrant workers have caused the infection rate to rise from the latter half of June, with the \n5-day moving average of new confirmed COVID-19 cases spiking to about 500 daily since mid-\nJuly 2020.2 By 27 July 2020, a total of 20,531 COVID-19 cases and 116 deaths had been \nconfirmed.3 The  World  Health  Organization  (WHO)  estimates  that  the  weekly  number  of \nconfirmed cases could plateau at more than 8,000 by January 2021.4 Given the uncertainty, the \ncountry needs to reinforce its resilience to COVID-19 and other public health emergencies.   \n  \n4.  Projected  economic  slowdown  and  economic  impact  in  2020.  The  COVID-19 \npandemic has caused significant negative macroeconomic impacts in the region. However, while \nmost  economies  worldwide,  including  some  in  the  region,  are  expected  to  contract,  the \nInternational Monetary Fund projects gross domestic product growth in Uzbekistan to decelerate \nto 1.5% in 2020 compared with the pre-COVID-19 growth estimate of 6.0%. With the lowering of \nbudget revenues, increasing health and social expenditures, and rise in countercyclical funding, \nthe financing gap is estimated at $3.4 billion (about 5.6% of gross domestic product) in 2020. The \ngovernment announced anti-crisis measures on 19 March, 3 April, and 18 May 2020, covering \nhealth, inclusive social protection, and stimulus measures for domestic enterprises. The aims of \nthe anti-crisis measures were to provide a medical response for the early identification and \ncontainment of the infection, limit negative effects on the incomes and livelihoods of the poorest \nsections of the population, minimize long-term adverse effects on the economy, and continue the \ngovernment’s  reform  program  despite  the  COVID-19  disruption.  External  support  is  being \n \n1  ADB. 2019. Country Partnership Strategy: Uzbekistan, 2019–2023—Supporting Economic Transformation. Manila. \nThe TA is in line with the two strategic areas of the country partnership strategy: (i) supporting private sector \ndevelopment and (ii) reducing economic and social disparities. It is also aligned with the country knowledge plan. \n2  United Nations Uzbekistan and WHO. 2020. Uzbekistan COVID-19 Situation Report. 24 July 2020. Tashkent \n3  Government of Uzbekistan, Ministry of Health. COVID-19 information site (accessed 27 July 2020).   \n4  WHO. COVID-19 Essential Supplies Forecasting Tool v2.0. \n \n ", "2 \nprovided through the socioeconomic response and recovery package, prepared jointly by United \nNations  agencies  and  international  financial  institutions,  to  which  ADB  has  been  a  key \ncontributor.5 \n \n5.  Socioeconomic response and recovery program. The program covers seven priority \nareas: (i) providing support to essential health services, (ii) sustaining the macroeconomic \nresponse and recovery, (iii) deepening social protection, (iv) supporting workers and job creation, \n(v) improving education services, (vi) protecting vulnerable groups and social cohesion, and \n(vii) strengthening data and assessments. Development partners have committed to 176 activities, \nplanned on an immediate (within 1 month), short-term (1–3 months), medium-term (3–6 months), \nor long-term (beyond 6 months) basis. Within this framework, ADB has programmed nine \nactivities with a total resource envelope of $1.4 billion as of mid-June, covering both sovereign \nand nonsovereign support.  \n \n6.  Restructuring of government ministries. The MOEDPR was created in March 2020, \nwhen the Ministry of Economy and Industry was restructured (before the outbreak of COVID-19 \nin the country in mid-March). It has a mandate to be the government’s main ministry for developing \npolicy  and  to  ensure  greater  coherence  between  economic  management  practices  and \nmacroeconomic reforms, which the government has successfully implemented since early 2017. \nThe  priorities  of  the  MOEDPR  include  catalyzing  entrepreneurship,  creating  decent  jobs, \npromoting private sector participation, and transitioning to a role to facilitate reforms. \n \n7.  Ongoing reconfiguration of roles and responsibilities. The MOEDPR will play a \nguiding role with reference to policies and strategies in the country’s socioeconomic development; \nstate investments, liberalization, and structural reforms; the corporatization and modernization of \nstate-owned enterprises (SOEs); industrial policy development; entrepreneurship; and gender-\nsensitive poverty reduction. Given this mandate, the roles and responsibilities of various ministries \nand agencies (e.g., the MOEDPR, Ministry of Finance, State Asset Management Agency, and \nSOEs) are being reconfigured.   \n \n8.  Build back better after COVID-19. Before COVID-19, the MOEDPR had 10 priority areas: \n(i) the development and implementation of macroeconomic policies, (ii) gender-sensitive poverty \nreduction,  (iii)  socioeconomic  development  of  the  country’s  regions,  (iv)  entrepreneurship, \n(v) approaches to industrial policy, (vi) SOE reforms, (vii) the implementation of a state investment \npolicy, (viii) infrastructure development and urbanization, (ix) creating an enabling environment \nfor business, and (x) relations with the Eurasian Economic Union. With the COVID-19 pandemic \nand the resulting macroeconomic and socioeconomic disruption, the MOEDPR has taken a \n“COVID-19  plus”  approach—including  the  economic  impact  of  the  health  consequences  of \nCOVID-19—to understand the effects of these disruptions on its mandate and identify optimal \nways to reconfigure policies and strategies.  \n \n9.  Gender issues. The COVID-19 pandemic exacerbates vulnerability and inequality, and \naffects men and women in different ways. While men and women are equally likely to become \ninfected by COVID-19, men have a higher risk of severe illness with a higher mortality rate than \nwomen. However, most frontline health service staff are women (about 80%), placing them at a \nhigher occupational risk of contracting COVID-19. Women are more involved in micro-, family, \nand sole-proprietorship businesses, which have been affected by the reduced demand caused \nby the government lockdown and restrictions. Women are also disproportionally susceptible to \n \n5  United  Nations  Uzbekistan.  2020.  Consolidated  Value-Propositions  of  Multilateral  Development  Partners. \nSocioeconomic Response to Mitigate the Negative Impact of the COVID-19 Pandemic. Tashkent.  \n ", "3 \nincreased instances of gender-based violence (GBV) and domestic violence.6 This increased \ninsecurity is reflected in the rise in the number of cases of women who have reached out to crisis \ncenters in the country.7 While these crisis centers remain functional, they also lack much-needed \npersonal protective equipment for their staff, including women.  \n \nIII.  THE TECHNICAL ASSISTANCE \n  \nA.  Impact and Outcome \n \n10.  The TA is aligned with the following impact: strengthened economic management capacity \nof the MOEDPR. The TA will have the following outcome: improved evidence-based decision-\nmaking by the MOEDPR in response to the COVID-19 pandemic, and increased institutional \ncapacity in economic management.8  \n \n11.  The TA is expected to enable the MOEDPR to (i) minimize the negative effects of the \nCOVID-19 pandemic on Uzbekistan’s population, with a focus on women; and (ii) maximize the \ndevelopment results from economic management, and socioeconomic and poverty reduction \nefforts, which will be informed by the findings from knowledge products to be prepared through \nthis TA. The increased management capacity of the MOEDPR is expected to facilitate further \nliberalization, and accelerate the country’s economic reforms.9  \n \n12.  The TA activities will contribute to raise the MOEDPR management’s understanding of the \ndepth and scale of the COVID-19 disruption in the country, as well as the regional perspective. It \nwill support the development of knowledge products to ensure higher levels of coherence between \neconomic management policies and macroeconomic reforms. The TA will enable the MOEDPR \nto position itself as the government’s policy anchor, catalyze change to limit the role of the State \nto facilitate growth, and promote private sector participation. TA activities will support structural \nreforms and institutional development, to create jobs and promote inclusive economic growth. \nThe TA will also inform government efforts in addressing GBV during the crisis and putting in \nplace various prevention mechanisms. \n \nB.  Outputs, Methods, and Activities \n \n13.  Three outputs are envisaged for the TA: (i) knowledge products and analytical work on the \nsocioeconomic  impact  assessment  of  COVID-19  in  Uzbekistan,  (ii) prioritized  economic \nmanagement policies and sector and thematic strategies that are prepared or updated based on \nthe findings of the analytical work on COVID-19, and (iii) products developed to provide sustained \nsupport on institutional strengthening and to enable the MOEDPR to lead and facilitate economic \nmanagement functions effectively.                            \n              \n14.  Output 1: Knowledge products and analytical work on the socioeconomic impact \nassessment  of  COVID-19  in  Uzbekistan.  This  output  will  (i)  assess  the  socioeconomic \n \n6   Uzbekistan has 197 rehabilitation and adaptation crisis centers that provide support, counselling services, and short-\nterm safe accommodation to GBV victims.  \n7  For example, the Ministry of Internal Affairs (MIA) recorded 176 appeals on GBV cases during 25–31 May 2020. Most \npsychological GBV cases were registered in Tashkent city (62), Namangan (5), and Samarkand (4) regions. In the \nfirst week of July 2020, the MIA hotline received 123 telephone calls (118 from women), 102 of which were on GBV \ncases. The MIA, Ministry of Mahalla and Family Affairs, Ministry of Health, Prosecutor's Office, and other partner \norganizations work to assist women under the Parliament’s Commission on Gender Equality, created in 2019.  \n8  The design and monitoring framework is in Appendix 1. \n9  Government of Uzbekistan, MOEDPR.  \n ", "4 \nimplications of the unfolding disruption caused by COVID-19, including effects of the crisis on \nwomen, and provide support10 to address GBV during the pandemic; (ii) identify emerging trends \nfrom the government’s anti-crisis measures to mitigate negative effects on the population; and (iii) \npropose country-specific transformative pathways to build back better, and accelerate reforms \nonce the disruption stabilizes in the medium term. The assessment will cover the external and \ninternal  transmission  channels  affecting  the  country’s  macroeconomic  situation,  and  the \nsocioeconomic impacts on the population. It will assess effects on the sectors and labor markets, \nspatial disparities, poverty and food security issues, adequacy of social protection systems and \nefficacy of the government’s anti-crisis measures. A health sector analysis will also be undertaken \nas part of the TA activities, and its findings will inform the overall assessment.    \n \n15.  Output 2: Prioritized economic management policies, and sector and thematic \nstrategies prepared or updated. This output consists of knowledge products to be prepared \nunder each of the prioritized economic management policies, and sector and thematic strategies. \nIndicative areas for ADB support include the concept for inclusive socioeconomic development, \napproaches for industrial policy development, labor and skills development, access to finance, \nand the rolling out poverty reduction programs. Vision 2030 is the government’s flagship approach \nfor socioeconomic development to ensure a long-term sustainable improvement in people’s well-\nbeing, food security, and to develop the economy. The planned Vision 2030 work will be informed \nby the findings from background analyses undertaken for the MOEDPR in other areas, such as \nthe COVID-19 socioeconomic impact assessment, approaches for industrial development, and \npoverty  reduction.  The  work  on  industrial  policy  development  will  cover  the  analysis  of \ninternational benchmarks on how selected economies have successfully transitioned from being \ncommodity exporters to more value-added industrial outcomes. It will identify lessons from \nprevious industrial policy efforts and highlight the risks of taking a heavy approach on the role of \nthe state that impede private sector development. The outputs will include the evidence base as \nto which segments could be sequenced for future public and private investments. It will cover \ninclusive job creation schemes, diversified growth, infrastructure development, private sector \ngrowth, and regional connectivity.   \n \n16.  Output 3: Sustained support on institutional strengthening provided to enable the \nMOEDPR lead and facilitate economic management functions effectively. This output could \ntake the form of action plans for institutional strengthening that identify and demarcate roles and \nresponsibilities between the MOEDPR and other ministries on areas such as investment policy, \nand public investment management; or through policy notes on the role of the MOEDPR in guiding \nSOE reforms with different policy options available to the MOEDPR to improve operational \nefficiency of SOEs. ADB and the MOEDPR will undertake periodic consultations to identify further \nareas or topics in economic management policies, sector and thematic strategies, institutional \nstrengthening, and capacity development support through the TA.  ADB will offer need-based \nsupport either through consultants who provide direct support to the ministry; or diagnostic work \nincluding rapid assessments on specific topics; training; or standalone workshops and roundtable \nmeetings on prioritized topics. \n \n \n10 This support will include (i) design and implementation of a multimedia communication campaign targeted at people \nat risk of GBV, victims and their families, with messages designed to prevent violence in the context of COVID-19; \n(ii) training program on emergency responses to GBV cases; (iii) training of staff in crisis centers on stress \nmanagement and mental health; and (iv) GBV counselling, legal information, and referral links to hotline and \nmultidisciplinary services.   \n ", "5 \nC.  Cost and Financing \n  \n17.  The TA is estimated to cost $650,000, which will be financed on a grant basis by ADB’s \nTechnical  Assistance  Special  Fund  (TASF–6).  The  key  expenditure  items  are  listed  in \nAppendix 2.11  The government will provide counterpart support in the form of counterpart staff, \nlogistics and administrative support and other in-kind contributions. \n \nD.  Implementation Arrangements \n \n18.  The MOEDPR will be the executing agency and will implement the TA in close consultation \nwith ADB. The MOEDPR has formed a working group to guide and coordinate the activities \nsupported by the TA. Individual consultants, both international and national, will be recruited. ADB \nwill also recruit suitable resource persons as needed. The implementation arrangements are \nsummarized in the table.  \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative  August 2020–July 2023 \nimplementation period   \nExecuting and  Ministry of Economic Development and Poverty Reduction \nImplementing agency \nConsultants  To be selected by ADB in close collaboration with the Ministry of Economic \nDevelopment and Poverty Reduction. \n  Individual:  International: 6 experts (35 person-months)  $400,000 \nindividual selection  \n    National: 6 consultants (40 person-months)  $80,000 \nDisbursement  The TA resources will be disbursed following ADB’s Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). \nADB = Asian Development Bank, TA = technical assistance. \nSource: Asian Development Bank technical assistance team. \n \n19.  Consulting services. ADB will engage the consultants following the ADB Procurement \nPolicy (2017, as amended from time to time) and its associated project administration instructions \nand/or staff instructions.12 National consultants will also be recruited as part of ADB’s wider \ncapacity development efforts in the country.  \n \nIV.  THE PRESIDENT'S DECISION \n \n20.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $650,000 on a grant basis to the \nGovernment of Uzbekistan for the Assessment of Socioeconomic Impacts of COVID-19 and \nInstitutional Strengthening for Policy Responses, and hereby reports this action to the Board. \n \n11 An additional $203,000, available under ADB’s ongoing TA, namely, ADB. Uzbekistan: Effective Economic \nManagement (TA 9684), is also being redirected to the resource envelope for ADB support to the MOEDPR. This \ndemonstrates ADB’s commitment to support the MOEDPR’s stabilization measures and guide efforts to ensure \nexternal and fiscal sustainability. \n12 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts the TA is Aligned with  \nStrengthened economic management capacity of the MOEDPRa     \n \nPerformance Indicators  Data Sources and \nwith Targets and  Reporting \nResults Chain  Baselines  Mechanisms  Risks \nOutcome       \n \nImproved evidence- At least 6 knowledge  MOEDPR periodic  Coordination issues \nbased decision- products and institutional  reports and  between ADB, \nmaking by the  strengthening activities  presidential decrees.  MOEDPR, and other \nMOEDPR in response  supported by ADB TA    IFIs.   \nto the COVID-19  highlighted in the  Consultations with \npandemic, and  presidential decrees  key policy makers in \nincreased institutional  pertaining to the work of  the MOEDPR, other \ncapacity in economic  MOEDPR. (2020 baseline:  ministries and \nmanagement.  NA)  agencies, the ADB \ncountry team, and in-\ncountry IFIs. \nOutputs       \n \n1. Knowledge  At least 4 knowledge  Periodic monitoring  Limited data \nproducts and  products prepared, and  led by the ADB  availability given in-\nanalytical work on the  findings presented to  Uzbekistan Resident  country travel \nsocioeconomic impact  MOEDPR policy makers:  Mission and the  restrictions.  \nassessment of  (i) socioeconomic impact  MOEDPR. \nCOVID-19 in  assessment report,   \nUzbekistana                     including gender  ADB and MOEDPR \n  dimensions; (ii) health  press releases on the \nreport; (iii) policy notes;  list of knowledge \nand (iv) assessment of  products prepared. \nemergency support to \nreduce GBV during \nCOVID-19. (2020 baseline: \nNA)  \n \n   \n2. Prioritized  At least 6 flagship sector  Criteria-based  Drop in demand from \neconomic  strategies or thematic  periodic monitoring  the MOEDPR for ADB \nmanagement policies,  policies prepared with  reports.    assistance during TA \nand sector and  substantive ADB    implementation.   \nthematic strategies  contributions. (2020 \nprepared or updatedb  baseline: NA)  \n \nMore than 12 sector \nstrategies or thematic \npolicies informed by ADB \nreview and inputs. (2020 \nbaseline: NA)  \n ", "Appendix 1  7 \nPerformance Indicators  Data Sources and \nwith Targets and  Reporting \nResults Chain  Baselines  Mechanisms  Risks \n3. Sustained support  At least 6 flagship reports  Number of flagship  Low use by the \non institutional  prepared on institutional  reports, policy notes,  MOEDPR of \nstrengthening  strengthening, including  and workshops  institutional \nprovided to enable  reports to strengthen the  organized     strengthening findings.  \nthe MOEDPR to lead  gender and development \n \nand facilitate  capacity of the MOEDPR. c \neconomic  At least 2 policy notes are   \nmanagement  prepared and 2 annual \nfunctions effectively         capacity development \nworkshops completed, with \n \nat least 30% participation \nby women. (2020 baseline: \nNA) \nKey Activities with Milestones \n1.  Knowledge products and analytical work on COVID-19 socioeconomic impact assessment \n1.1. ADB and MOEDPR teams attend inception meeting to agree on a conceptual framework for a \nCOVID-19 socioeconomic impact assessment and draft outline for the final report. \n1.2. The MOEDPR identifies partner research institute/s to collaborate with COVID-19 assessment work, \nparticularly data collection, and the survey instrument and methodologies to be used. \n1.3. Prepare COVID-19 socioeconomic impact assessment (including gender issues) and health sector \nassessment, with identification of key findings, issues, lessons, and policy recommendations.  \n \n2.  Prioritized economic management policies and sector and thematic strategies prepared or \nupdated \n2.1. ADB and the MOEDPR attend periodic meetings to identify priority topics for ADB support and \nmonitor implementation.  \n2.2. Select international consultants and experts on the identified topic; complete inception meeting at \nthe start of each ADB-supported analytical work product to agree on the outputs, focus of analytical \nwork, prospective areas for policy recommendations, and timelines.  \n2.3. Prepare  knowledge  products,  including  policy  notes,  with  a  limited  set  of  actionable \nrecommendations.  \n \n3.  Sustained support on institutional strengthening provided to the MOEDPR \n3.1  ADB and the MOEDPR jointly identify approaches for institutional strengthening in specific areas \nand topics, including the scope, timeline, and areas for policy recommendations.  \n3.2  Select suitable international experts to formulate policy options for the roles of the MOEDPR, based \non international experience, to plan and manage economic management and poverty reduction \nefforts.  \n3.3  Implement time-bound action plans on institutional strengthening and capacity development on the \ninterface of the MOEDPR with other ministries, in areas such as investment policy, planning, and \nprogramming. \n3.4   Highlight capacity gaps and provide capacity development, including through workshops, to \nachieve the most effective distribution of functions and operational efficiency across the different \nstate bodies. \nInputs \nADB: $650,000 (TASF-6) \nNote: The government will provide counterpart support in the form of counterpart staff, logistics and \nadministrative support and other in-kind contributions. \nAssumptions for Partner Financing \n ", "8  Appendix 1 \nPerformance Indicators  Data Sources and \nwith Targets and  Reporting \nResults Chain  Baselines  Mechanisms  Risks \nNot applicable \nADB = Asian Development Bank, CWRD = Central and West Asia Regional Department, COVID-19 = coronavirus \ndisease, GBV = gender-based violence, IFI = international financial institution, MOEDPR = Ministry of Economic \nDevelopment and Poverty Reduction, TA = technical assistance. \na Aligned with the Decree of the President of the Republic of Uzbekistan On Measures to Radically Update the State \nPolicy on Economic Development and Poverty Reduction 26 March 2020. No. UP-5975. Tashkent \nb    While analyses have been undertaken in areas such as the macroeconomic effects of COVID-19, labor markets, \nand social protection issues, no comprehensive assessment has been made on either the socioeconomic aspects \nor of the responsiveness and results of the government’s anti-crisis measures. \nc    The MOEDPR was created in March 2020, when the previous Ministry of Economy and Industry was restructured. \nThis will be the first TA project for the restructured ministry by a development partner. \nd     This will likely include aspects that ensure that (i) specific data and impact assessment findings on women and \nmen’s situations are included in public financial management processes and (ii) the differentiated needs of men and \nwomen are considered when using the public financial management systems to respond to the COVID-19 pandemic. \nSource: Asian Development Bank. \n \n ", "Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nAsian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  400.0 \nii.  National consultants  80.0 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  100.0 \n2.  Training, seminars, workshops, forums, and conferencesb  60.0 \n3.  Miscellaneous administration and support costsc   5.0 \n4.  Contingencies  5.0 \nTotal  650.0 \nNote: The technical assistance (TA) is estimated to cost $650,000, of which contributions from the Asian Development \nBank are presented in the table. The government will provide counterpart support in the form of counterpart staff, \nsecretarial assistance, domestic transportation, and other in-kind contributions.  \na   Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-6). \nb   Including costs associated with resource persons engaged in workshops and presentations.  \nc  Including the costs of translation services.   \nSource: Asian Development Bank estimates. \n \n ", "10  Appendix 3 \n \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=54312-001-TAReport \n \n1.  Terms of Reference for Consultants \n \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.26", "CreationDate": "D:20200810103539+05'00'", "ModDate": "D:20200810103539+05'00'", "Author": "R43", "Creator": "PDF24 Creator", "Title": "Microsoft Word - 1 UZB COVID19_TA Report_For Front Office_31July.docx"}}