{"path": "data/input/ta/54368-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 54368-001 \nKnowledge and Support Technical Assistance (KSTA) \nNovember 2020 \n \n \n \n \n \nMitigating the Impact of COVID-19 through \nCommunity-Led Interventions  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Access to Information \nPolicy. \n ", "", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  COVID-19  –  coronavirus disease  \n  CSO  –  civil society organization \n  NGO  –  nongovernment organization \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n   \n ", " \n \nVice-President  Bambang Susantono, Knowledge Management and Sustainable \n  Development \nDirector General  Woochong Um, Sustainable Development and Climate Change \nDepartment (SDCC) \nChief Thematic Officer  Bruno Carrasco, Officer-in-Charge, Thematic Advisory Service \nCluster (SDTC), SDCC \nAdvisor  Joven Balbosa, Office of the Director General, Southeast Asia \nDepartment (SERD) \n \nTeam leaders  Pinsuda Alexander, Economist (Regional Cooperation), Regional \nCooperation and Operations Coordination Division, SERD \nElaine Thomas, Senior Social Development Specialist (Civil \nSociety and Participation), NGO and Civil Society Center \n(NGOC), SDCC \nTeam members  Cindy  Bryson;  Safeguards  Specialist;  Portfolio,  Results,  and \nQuality Control Unit; Pacific Department \nAmelita de Dios, Associate Operations Analyst, SDTC, SDCC \nLeigh  Halliwell,  Senior  Financial  Control  Specialist,  Technical \nAssistance Section, Controller’s Department \nVeronica  Joffre,  Social  Development  Specialist  (Gender  and \nDevelopment),  Office  of  the  Director  General,  East  Asia \nDepartment \nMa. Catherine Malilay, Senior Operations Assistant, NGOC, \nSDCC \nRoselle Rasay, Senior Social Development Officer (Civil Society \nand Participation), NGOC, SDCC  \nMyra  Ravelo;  Senior  Financial  Management  Officer;  Public \nFinancial  Management  Division;  Procurement,  Portfolio  and \nFinancial Management Department (PPFD) \nThomas Robinson, Procurement Specialist, Procurement Division \n1, PPFD \nAida Satylganova; Social Development Specialist (Resettlement); \nPortfolio, Results, Safeguards, and Gender Unit; Central and \nWest Asia Department \nMalika Shagazatanova, Social Development Specialist, Gender \nEquity Thematic Group, SDCC \nMelinda Tun, Counsel, Office of the General Counsel \nMeredith Wyse; Senior Social Development Specialist (Elderly \nCare), Social Development Thematic Group, SDCC \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Outputs, Methods, and Activities  2 \nC.  Cost and Financing  3 \nD.  Implementation Arrangements  3 \nE.  Governance  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  List of Linked Documents  9 \n \n \n ", "", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 54368-001\nProject Name Mitigating the Impact of COVID-19  Department/Division SDCC/NGOC\nthrough Community-Led Interventions\nNature of Activity Capacity Development, Research and  Executing Agency Asian Development Bank\nDevelopment\nModality Regular\nCountry REG (ARM, CAM, COO, LAO, MON, \nMYA, NIU, PHI, SAM, THA, TIM, VIE)\n2. Sector Subsector(s)     ADB Financing ($ million)\nTotal 0.00\nqq\n3. Operational Priorities Climate Change Information1\n  Addressing remaining poverty and reducing inequalities GHG Reductions (tons per annum) 0\n  Accelerating progress in gender equality Climate Change impact on the Project Low\n  Strengthening governance and institutional capacity ADB Financing\n  Fostering regional cooperation and integration Adaptation ($ million) 0.00\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.a, 1.b Effective gender mainstreaming (EGM)\nSDG 3.8\nSDG 5.b, 5.c Poverty Targeting\nSDG 8.3 General Intervention on Poverty\nSDG 10.3\n4. Risk Categorization Complex \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 0.00\n    None 0.00\nCofinancing 2.00\n    Japan Fund for Poverty Reduction (Full ADB Administration) 2.00\nCounterpart 0.00\n    None 0.00\nTotal 2.00\n  \nCurrency of Financing: US Dollar \nq\n1Theprojectreducesgreenhousegasemissions.However,itdoesnotfallundertheeligibilitycriteriaforclimatemitigationfinanceasdefinedby\nthejointmultilateraldevelopmentbankmethodologyontrackingclimatefinance,whichnotesthatnotallactivitiesthatreducegreenhousegasesin\nthe short term are eligible to be counted towards climate mitigation finance. Accordingly, greenfield fossil fuel projects are excluded, and climate\nmitigationfinanceisconsidered zero.\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 21092020170022117879 Generated Date: 19-Nov-2020 17:13:47 PM", "", " \nI.  INTRODUCTION \n \n1.  This knowledge and support technical assistance (TA) will support the implementation of \nmeasures to prepare for and respond to needs arising from the coronavirus disease  (COVID-19) \nby  civil  society  organizations  (CSOs),  including  community-based  organizations  and \nnongovernment organizations (NGOs).1 The TA will support CSOs to provide services in three \nareas: (i) community-based mitigation and prevention activities; (ii) social protection for vulnerable \ncommunities, including elderly care; and (iii) economic support for those with livelihoods affected \nby COVID-19. The TA will focus on opportunities for the Asian Development Bank (ADB) to create \nnew partnerships with CSOs in several countries where civil society activity in the COVID-19 \nresponse  complements  the  ADB  portfolio.  The  TA  is  aligned  with  ADB’s  Comprehensive \nResponse to the COVID-19 Pandemic2 and supports Strategy 2030’s3 aims of engaging with \nCSOs in the delivery of development assistance.4 \n \nII.  ISSUES \n \n2.  Community-based response needed. Risk and vulnerability to the impacts of COVID-\n19 are increased for populations living in poverty, as they have lower capacity to take preventative \nmeasures, less access to health services, and fewer resources to cope with a reduction in income \nto meet basic needs. The pandemic is exacerbating preexisting inequalities and vulnerabilities for \ndisadvantaged groups such as children, women, older persons, people with disabilities, and \nmigrants.5 The number of people living in poverty is projected to increase by 177 million globally \nin 2020, further reducing resilience of communities.6 The gendered impact of COVID-19 is already \nevident in different dimensions, including health, education, the increased burden of unpaid care \nwork, and gender-based violence.7 Persons with specific vulnerabilities who rely on others for \nsupport and help with activities of daily living, such as persons needing care or the homeless, \nrequire increased support during the pandemic. Given the scale of the crisis, the rapidly changing \nsituation, and the fluctuating restrictions on movement, a community-based response is required.8 \nCSOs are well placed to respond to these needs promptly, through their networks of community \ngroups and their understanding of the assets and resources in their communities that can \nbe mobilized to  meet  local  needs.  While  CSOs  are  especially  qualified  to  reach  poor  and \nvulnerable  groups  through  participatory  approaches  and  propose  and  deliver  short-term \ncommunity-based solutions, ADB is supporting large-scale health and social protection measures \nfor  longer-term  sustainability.  ADB  recognizes  that  civil  society  contributions  enable  ADB-\nfinanced operations to deliver better development outcomes.9  \n  \n \n1  ADB defines CSOs as nonprofit organizations independent from the government that operate around common \ninterests.  They  vary  in  size,  interests,  and  function,  and  include  NGOs,  youth  groups,  community-based \norganizations, independent academic and research institutes, professional associations, foundations, faith-based \norganizations, people’s organizations, and labor unions. CSOs represent the interests of their members or others. \n2  ADB. 2020. ADB’s Comprehensive Response to the COVID-19 Pandemic. Manila. \n3  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. Manila. \n4  The TA replaced the NGOC TA on Strengthening Participation for Development Results included in the 2020 \nManagement-approved results-based work plan of the Sustainable Development and Climate Change Department \nbecause of its emergency response nature. The TA first appeared in the business opportunities section of ADB’s \nwebsite on 4 November 2020. \n5  United Nations, Department of Global Communications. 2020. UN working to ensure vulnerable groups not left \nbehind in COVID-19 response. 24 March. \n6  Based on $3.20 poverty line. World Bank. 2020. Projected Poverty Impacts of COVID-19. 8 June. \n7  United Nations Development Programme. 2020. Gender-Based Violence and COVID-19. New York. \n8  World Health Organization. 2020. Role of community engagement in situations of extensive community transmission \nof COVID-19. 5 May.  \n9  ADB. 2020. Highlights of ADB’s Cooperation with Civil Society Organizations 2019. Manila. \n ", "2 \n3.  Social protection for vulnerable individuals and communities. CSOs often provide \nvital services to fill the gaps in formal social protection systems. The services of many existing \ncommunity  social  welfare  programs,  such  as  food  and  meals  schemes,  care  services  to \nvulnerable individuals and households, and information and helpline services, are in higher \ndemand during the COVID-19 pandemic. As demand for services increases, social welfare \norganizations are facing challenges from the crisis with issues such as the need to reorganize \nbusiness processes and services to adapt, staff shortages, and reductions in income. With the \nprolonged nature of the crisis, scaling back services will weaken the safety nets of the poor and \nvulnerable when they are most needed. Furthermore, vulnerable groups, such as cross-border \nmigrant workers and people living in fragile and conflict-affected areas, may not be reachable by \ngovernment-implemented social protection measures and, as a result, may become more reliant \non the continuation of nongovernment services and community support. \n \n4.  Economic  support  for  those  with  livelihoods  affected  by  COVID-19.  Global \nemployment losses are expected to range from 158 million to 242 million jobs, with Asia and the \nPacific  comprising  70%  of  total  expected  employment  losses.10 The  impact  of  the  abrupt \ndisruption  to  livelihoods  has  affected  many  low-  and  middle-income  earners,  particularly \nwomen. Many developing member countries have implemented economic stimulus packages to \nprovide some immediate and short-term income protection to formal and informal workers, and \nsupport to small and medium-sized enterprises to support businesses in difficulty, but these \nmeasures  are  not  a  substitute  for  income  from  work.  The  timing  of  any  recovery  is \nuncertain and, in some sectors such as tourism and hospitality, recovery may be slower than \nother sectors.11 There is an urgent need to create new jobs and livelihood opportunities locally to \nprovide an immediate and medium-term economic buffer. ADB’s experience in social protection \nwill add value to the community-led response. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n5.  The TA is aligned with the following impact: adverse impact of the COVID-19 pandemic \nreduced in selected communities in Asia and the Pacific (footnote 2). The TA will have the \nfollowing outcome: collaboration with CSOs and community-based organizations in supporting \nCOVID-19-affected communities increased.12 \n \nB.  Outputs, Methods, and Activities \n \n6.  Output 1: Community-based crisis prevention, mitigation, and adaptation capacity \nincreased. The TA will strengthen the COVID-19 public health response through community-\nbased prevention and mitigation actions. It will support local CSOs and authorities to assess key \nrisks in the community and identify vulnerable individuals within their affected or at-risk rural or \nurban communities to develop appropriate mitigation and response plans based on local needs \nand contexts. Activities will complement government responses; be gender responsive; and \ninclude such activities as conducting risk communication campaigns, establishing contact tracing \nand reporting systems, training and managing volunteers, setting up handwashing points, raising \n \n10 ADB. 2020. COVID-19 Economic Impact Could Reach $8.8 Trillion Globally—New ADB Report. News release. 15 \nMay. \n11 International Labour Organization. 2020. COVID-19 and employment in the tourism sector: Impact and response in \nAsia and the Pacific. 24 April. \n12 The design and monitoring framework is in Appendix 1. \n ", "  3 \nawareness related to COVID-19 vaccines to increase uptake and address vaccine hesitancy, and \nestablishing support systems for at-risk persons. \n \n7.  Output  2:  Informal  social  protection  programs  stressed  by  COVID-19  impacts \nsupported. The TA will scale up ongoing successful social protection programs and social \nservices that CSOs are currently leading to support vulnerable people. For example, some CSOs \nare providing support to domestic violence victims as well as access to education, food, and \nmedical and care services, especially in areas not reached by government services or with \ninsufficient access. These programs and services have an important function in an effective public \nhealth response, and they mitigate the negative physical and mental health impacts of restrictions \nimplemented to control COVID-19 outbreaks. The TA will support CSOs’ resources and capacity \nto provide long-term social safety nets to vulnerable groups and strengthen coordination with \nother services, such as primary health care. \n \n8.  Output 3: Economic support provided for people with livelihoods affected by the \nCOVID-19 pandemic. The TA will support CSOs to create opportunities for alternative livelihood \nopportunities for those who are unemployed or whose livelihoods have been affected because of \nthe COVID-19 pandemic, particularly women. Target groups will include informal or migrant \nworkers, displaced persons, and/or those working in industries shuttered because of COVID-19 \nsuch as tourism, hospitality, food service, and others as identified by the relevant government \nagency (the department of social welfare or its equivalent). Economic support activities will focus \non alternative means of temporary (or potentially long-term) livelihoods, with priority given to work \nopportunities in the activities covered under output 1 (prevention, mitigation, and adaptation) and \noutput 2 (social protection for vulnerable communities) such as community health workers,  social \nworkers, and contact tracers. \n \nC.  Cost and Financing  \n \n9.  The TA is estimated to cost $2,000,000, which will be financed on a grant basis by the \nJapan Fund for Poverty Reduction and administered by ADB. The key expenditure items are listed \nin Appendix 2. \n \nD.  Implementation Arrangements  \n \n10.  ADB will administer the TA. The NGO and Civil Society Center under the Sustainable \nDevelopment and Climate Change Department will undertake the overall administration and \nimplementation  of  the  TA,  in  collaboration  with  divisions  of  relevant  regional  departments, \nincluding the Southeast Asia Regional Cooperation and Operations Coordination Division. \n \n11.  ADB will issue an amplified expression of interest that will be advertised in the Consultant \nManagement System as well as through umbrella organizations and social media platforms that \nCSOs use in in the target countries. The TA is designed so that the proposing CSOs can assess \nand respond to the most urgent needs for the contexts in which they operate. CSOs will be \nrequired to address the risks of prolonged impacts from the COVID-19 pandemic and subsequent \nwaves of community transmission. The implementation arrangements are summarized in the \ntable. \n \n   \n ", "4 \nImplementation Arrangements \n \nAspects  Arrangements \nIndicative implementation  December 2020–November 2023 \nperiod \nExecuting agency  ADB \nImplementing agencies  NGO and Civil Society Center, Sustainable Development and Climate \nChange Department \n   Consultants   To be selected and engaged by ADB  \nFirm (CSOs):  Implementing CSOs  $1,435,000  \namplified \nexpression of \ninterest and/or \n  direct contracting  \nIndividual (program International  $80,000  \nadministrator):   expertise (8 person-\nindividual  months) \nconsultants \nselection  \n   Procurement   To be procured by consultants    \nRFQ   Various contracts for $214,600  \ngoods and \nassociated \nservices procured for \nthe purpose of \nresponding to the \nemerging needs of \ncommunities \nDisbursement  The TA resources will be disbursed following ADB's Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). \nAsset turnover or disposal  At TA completion, assets will be turned over or disposed following pre-\narrangement  upon  TA  agreed arrangements suitable to the type of asset, options for turnover and \ncompletion  disposal, and local needs. \nADB = Asian Development Bank, CSO = civil society organization, NGO = nongovernment organization, RFQ = request \nfor quotations, TA = technical assistance. \nSource: ADB. \n \n12.  Consulting services. ADB will engage the consultants following the ADB Procurement \nPolicy  (2017,  as  amended  from  time  to  time)  and  its  associated  staff  instructions13 and \nProcurement, Portfolio and Financial Management Department memo on COVID-19.14 ADB will \nuse output-based terms of reference to recruit CSOs meeting the requirements of the terms of \nreference. ADB will also recruit three individuals to administer the project, one through consulting \nservices and two through non-consulting services. The selected CSOs may procure goods and \nassociated services as needed to deliver services to the target beneficiaries. \n \nE.  Governance \n \n13.  ADB will vet participating CSOs in collaboration with resident mission staff, and any \nintegrity risks associated with CSOs will be addressed. \n \n13 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n14 ADB (Procurement, Portfolio and Financial Management Department). 2020. Updated Emergency Procurement \nGuidance on Responding to the Coronavirus Disease 2019 (COVID-19). Memorandum. 6 April (internal). \n \n ", "  5 \nIV.  THE PRESIDENT'S DECISION \n \n14.  The President, acting under the authority delegated by the Board, has approved the Asian \nDevelopment  Bank  administering  technical  assistance  not  exceeding  the  equivalent  of \n$2,000,000 to be financed on a grant basis by the Japan Fund for Poverty Reduction for Mitigating \nthe Impact of COVID-19 through Community-Led Interventions, and hereby reports this action to \nthe Board. \n ", "6  Appendix 1 \n \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with  \nAdverse impact of the COVID-19 pandemic reduced in selected communities in Asia and the Pacific (ADB’s \nComprehensive Response to the COVID-19 Pandemic)a \nData Sources and  Risks and Critical \nResults Chain  Performance Indicators   Reporting Mechanisms  Assumptions \nOutcome       \nCollaboration with  a. By 2023, 50,000  a. Technical assistance  Limited CSOs \nCSOs and  vulnerable people (at least  completion report  participate because of \ncommunity-based  50% of which are women  complex business \norganizations in  and girls) assisted by  processes \nsupporting COVID- community-led COVID-19   \n19 affected  responses (2019 baseline: 0)   \ncommunities   \nincreased  b. By 2023, 10,000  b. Technical assistance \nvulnerable households (at  completion report; \nleast 50% of which are  community beneficiary \nfemale headed) confirm that  survey and/or evaluation \nthey are able to better \nmanage COVID-19 adverse \nimpacts (2019 baseline: 0) \nOutputs       \n1. Community- 1a. By 2022, at least 15  1a. Project reports of  CSOs  are  negatively \nbased crisis  communities confirm they  community-led responses  affected by the crisis \nprevention,  have increased capacity to  successfully  and  need  to  scale \nmitigation, and  implement COVID-19  documented; community  back their work \nadaptation capacity  prevention measures (2019  beneficiary survey and/or   \nincreased  baseline: 0)  evaluation  There are challenges \n      related  to  recruiting \n  1b. By 2022, at least 15  1b. Project reports of  consultants to work in \n  community plans, with at  community-led responses  affected areas \n  least 7 directly addressing  successfully   \n  women and girls’ needs,  documented; community  Recessions caused by \n  implemented (2019 baseline:  beneficiary survey and/or  the  economic  crisis \n  0)  evaluation  severely  curtail  job \n      opportunities \n2. Informal social  2a. By 2022, basic needs of  2a. Project reports of   \nprotection  10,000 poor and vulnerable  community-led responses   \nprograms stressed  people (including at least  successfully \nby COVID-19  50% women and girls) had  documented; community \nimpacts supported  been better met through  beneficiary survey and/or \n  community-led interventions  evaluation \n  to COVID-19 (2019 baseline:   \n  0)   \n     \n  2b. By 2022, 100 community  2b. Local government \n  groups (at least 50% of  recognition of successful \n  which are female led) confirm  community organization-\n  improved capacity to provide  led responses; \n  social safety nets to  community beneficiary \n  vulnerable communities  survey and/or evaluation \n  (2019 baseline: 0)   \n     \n   \n ", "Appendix 1   7 \n3. Economic  3a. By 2022, at least 30% of  3a. Project reports on \nsupport provided  3,000 vulnerable people  alternative livelihood \nfor people with  (including at least 50%  programs implemented or \nlivelihoods affected  women) confirm improved  existing livelihood \nby the COVID-19  livelihoods through  programs expanded; \npandemic  alternative livelihood  beneficiary survey and/or \nprograms (2019 baseline: 0)  evaluation \n   \n3b. By 2022, 1,000 of jobless  3b. Sex-disaggregated \nand/or unemployed workers  community-based \n(including at least 50%  surveys on jobless, \nwomen) employed (2019  unemployed, or displaced \nbaseline: 0)  workers \nKey Activities with Milestones \n1. Community-based crisis prevention, mitigation, and adaptation capacity increased  \n1.1  Complete baseline community beneficiary survey and/or evaluation by 2021. \n1.2  Review and adapt community prevention, mitigation, and adaptation plans based on local needs and \ncontext by 2022. \n1.3  Scale up and implement community plans, including projects such as establishment of water and \nhygiene  points,  cleaning  and  disinfecting,  production  and  distribution  of  masks  and  soap, \nestablishment of isolation space, buddy systems for vulnerable community members for deliveries and \npsychosocial support, dissemination of information and updates, and getting products to and from \nmarkets, by 2022.  \n1.4  Share innovation; capture and disseminate best practice tools and ideas across community groups, \nlocal and national governments, and ADB; and develop knowledge products documenting these \npractices by 2022. \n \n2. Informal social protection programs stressed by COVID-19 impacts supported  \n2.1 Identify successful ongoing civil society-led (including small community-led and large international \nNGO-led) community social welfare interventions that respond to the impacts of the COVID-19 \npandemic, such as meal provision, care schemes, domestic abuse victim support, and shopping and \nmedication provision, by 2021. \n2.2 Support scale-up of said interventions, enabling successful models to reach a much wider target area \nand to amplify the impact of support by 2022. \n2.3 Share innovation, good practice tools, and ideas across community groups and local government by \n2022. \n \n3. Economic support provided for people with livelihoods affected by the COVID-19 pandemic \n3.1 Identify community members with lost livelihoods through community-based surveys by 2022. \n3.2 Scale up and increase employment in existing businesses and areas of employment by 2022. \n3.3 Establish alternative livelihoods and retrain (if needed) by 2022. \n \nTA Management Activities \nAn international program manager, a national analyst, and a national assistant will oversee implementation \nof the project and management of the five implementing CSOs in coordination with SERD and SDCC.  \nInputs \nJapan Fund for Poverty Reduction: $2 million  \nAssumptions for Partner Financing \nNot applicable \na ADB. 2020. ADB’s Comprehensive Response to the COVID-19 Pandemic. Manila. \nADB = Asian Development Bank, CSO = civil society organization, COVID-19 = coronavirus disease, NGO = \nnongovernment organization, SDCC = Sustainable Development and Climate Change Department, SERD = Southeast \nAsia Department, TA = technical assistance.  \nSource: ADB. \n ", "8  Appendix 2 \n \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nJapan Fund for Poverty Reductiona   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  80.0 \nii.  National consultants  1,435.0 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  90.4 \nii.  Goods or (rental and/or purchase)b  214.6 \n2.  External publicationsc  5.0 \n3.  Training, seminars, workshops, forum, and conferencesd  10.0 \n4.  Contingencies  90.0 \n5.  Miscellaneous administrative and support costse  75.0 \n6.  Total   2,000.0 \n   \nNote: The technical assistance (TA) is estimated to cost $2,000,000, of which contributions from the Japan Fund for \nPoverty Reduction are presented in the table. \na Administered by the Asian Development Bank (ADB). \nb The goods and equipment to be financed under the TA include items needed to help implementing civil society \norganizations (CSOs) deliver project outputs and will be proposed by the implementing CSOs and detailed in each \nCSO’s proposed budget. At TA completion, assets will be turned over or disposed following pre-agreed arrangements \nsuitable to the type of asset, options for turnover and disposal, and local needs. \nc Includes costs for editors, typesetters, peer reviewers, and relevant publishing expenses. Publications arising from \nthis TA will be disseminated as electronic documents. No hard copies will be disseminated. \nd  Includes  honoraria;  country  briefings;  cross-learning  visits;  participation  of  developing  member  country \nrepresentatives; cost of travel of ADB staff as resource persons in international or regional workshops, conferences, \nand forums; participation of other resource persons; and other capacity building support. May also include travel \ncosts of ADB staff to provide administrative or secretariat support services for the implementation of regional training \nactivities (e.g., workshops, seminars) for the regional TA as per ADB (Budget, Personnel, and Management Systems \nDepartment; and Strategy, Policy, and Partnerships Department). 2013. Use of Bank Resources: Regional Technical \nAssistance and Technical Assistance vs. Internal Administrative Expenses Budget. Memorandum. 26 June (internal). \ne These include miscellaneous expenditures of the TA, if any, which may cover goods, works and non-consulting \nservices under the TA (e.g., translation and/or interpretation services, internet and telecommunication services, \nMicrosoft Office 365 software licenses). \nSource: ADB estimates. \n ", "Appendix 3   9 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=54368-001-TAReport \n \n \n1.  Terms of Reference for Consultants \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20201120100253+08'00'", "Creator": "PDF24 Creator", "Keywords": "civil society organizations , cso, community, social protection, japan fund for poverty reduction, covid-19, covid-19 response, covid-19 impacts, coronavirus, 54368-001, ta 6594, adb technical assistance, approved technical assistance, tar, ta projects, ksta", "ModDate": "D:20201123152458+08'00'", "Producer": "GPL Ghostscript 9.27", "Subject": "Technical Assistance Report", "Title": "54368-001: Mitigating the Impact of COVID-19 through Community-Led Interventions"}}