{"path": "data/input/ta/54388-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \n \nProject Number: 54388-001 \nKnowledge and Support Technical Assistance (KSTA) \nMarch 2021 \n \n \nArmenia:  Supporting  the  Establishment  of  National \nStandardized Spatial Data Infrastructure\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Access to Information \nPolicy.\n ", "", " \nCURRENCY EQUIVALENTS \n(as of 17 February 2021) \n \nCurrency unit  –  dram (AMD) \nAMD1.00  =  $0.001907 \n$1.00  =  AMD524.33 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  COVID-19  –  coronavirus disease \n  EAKPF  –  Republic of Korea e-Asia and Knowledge Partnership Fund  \n  HLT  –  high-level technology \n  NSDI  –  National Spatial Data Infrastructure \n  TA  –  technical assistance \n       \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n   \n ", " \nVice-President  Shixin Chen, Operations 1 \nDirector General  Eugenue Zhukov, Central and West Asia Department (CWRD) \nDeputy Director General  Nianshan Zhang, CWRD \nDirector  Yong Ye, Urban Development and Water Division (CWUW), \nCWRD \nCountry Director   Paolo Spantigati, Armenia Resident Mission (ARRM), CWRD \nTeam leaders  Maria Pia Ancora, Senior Urban Development Specialist, \nCWUW, CWRDa \nVardan Karapetyan, Senior Project Officer, ARRM, CWRD \nTeam members  Liana Arakelyan, Operations Assistant, ARRM, CWRD \nLeigh Halliwell, Senior Financial Control Specialist, Technical \nAssistance Section, Controller’s Department \nHuiping Huang, Unit Head, Project Administration, ARRM, \nCWRD \nUrsula Lagan, Counsel, Office of the General Counsel \nLeah Luna, Senior Operations Assistant, CWUW, CWRD \nPaolo Manunta, Senior Infrastructure Specialist (Earth \nObservation), Digital Technology for Development Unit, \nSustainable Development and Climate Change Department  \nThomas Robinson, Procurement Specialist, Procurement \nDivision 1, Procurement, Portfolio and Financial \nManagement Department  \na  Outposted to ARRM.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", " \nCONTENTS \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Outputs, Methods, and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  List of Linked Documents  10 \n \n \n \n ", "", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 54388-001\nProject Name Supporting the Establishment of  Department/Division CWRD/ARRM\nNational Standardized Spatial Data \nInfrastructure\nNature of Activity Capacity Development, Research and  Executing Agency The Cadastre Committee of the \nDevelopment Republic of Armenia\nModality Regular\nCountry Armenia, Republic of\n2. Sector Subsector(s)     ADB Financing ($ million)\nTotal 0.00\nqq\n3. Operational Priorities Climate Change Information\n  Addressing remaining poverty and reducing inequalities GHG Reductions (tons per annum) 0\n  Accelerating progress in gender equality Climate Change impact on the Project Low\n  Tackling climate change, building climate and disaster  ADB Financing\nresilience, and enhancing environmental sustainability\nAdaptation ($ million) 0.00\n  Making cities more livable\nMitigation ($ million) 0.00\n  Strengthening governance and institutional capacity\nCofinancing\nAdaptation ($ million) 0.06\nMitigation ($ million) 0.06\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 11.3, 11.7, 11.a Some gender elements (SGE)\nSDG 13.a\nPoverty Targeting\nGeneral Intervention on Poverty\n4. Risk Categorization Low \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 0.00\n    None 0.00\nCofinancing 1.30\n    High Level Technology Fund (Full ADB Administration) 0.80\n    Republic of Korea e-Asia and Knowledge Partnership Fund (Full ADB  0.50\nAdministration)\nCounterpart 0.00\n    None 0.00\nTotal 1.30\n  \nCurrency of Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 17022021204017739202 Generated Date: 17-Feb-2021 20:40:31 PM", "", " \nI.  INTRODUCTION \n \n1.  The knowledge and support technical assistance (TA) will help Armenia establish its \nNational Spatial Data Infrastructure (NSDI) through research and development and capacity \nbuilding. The TA will develop foundational national geospatial data standards and a national \nintegrated multifunctional geoportal to empower effective land management in Armenia, thus \nenabling economic activities while also enhancing its e-government capacity, as per goals in the \nProgramme of the Government of the Republic of Armenia.1 \n \n2.  The TA, requested by the government through its Cadastre Committee, is in the Asian \nDevelopment Bank (ADB) country operation business plan for Armenia, 2021–2023.2 The TA is \nconsistent with ADB’s country partnership strategy for Armenia, 2019–2023 and will enable efforts \nto foster diversified growth and widen inclusiveness through three pillars: priority infrastructure \ninvestments, targeted service delivery improvements, and greater regional cooperation and \nintegration.3 The TA aligns with Sustainable Development Goals 11 (make cities and human \nsettlements inclusive, safe, resilient, and sustainable) and 13 (strengthen resilience and adaptive \ncapacity to climate-related hazards and disasters triggered by natural hazards). The project will \nsupport five out of seven of ADB Strategy 2030’s operational priorities: (i) addressing remaining \npoverty and reducing inequalities, (ii) accelerating progress in gender equality, (iii) tackling climate \nchange, building climate and disaster resilience, and enhancing environmental sustainability, (iv) \nstrengthening governance and institutional capacity, and (v) making cities more livable.4 \n \nII.  ISSUES \n \n3.  Armenia is a landlocked country with an area of about 30,000 square kilometers in the \nSouth Caucasus. In mid-2018, ADB classified Armenia as Group C country. In 2020, Armenia \nhad a population of about 3 million and gross domestic product per capita of $4,269.5 \n \n4.  Despite its relatively small size and its upper middle income country status, Armenia lacks \na unified or digitized system that collects and maintains spatial data information of its territory and \ninterlinks with sectoral cadastres.6 This results in mismatched information causing erroneous and \nnon-transparent information about the designation, usage, and ownership of land. Since the shift \nfrom a planned economy to a market-based economy, Armenia has struggled with the cadastral \nand titling system, primarily because of resource constraints and a lack of experience in cadastral \nissues. \n \n \n1   Armenia’s active membership in the international Open Government Partnership supports the country’s use of digital \nsolutions in public service delivery. Armenia joined the initiative in 2011 and in November 2018 launched its Fourth \nAction Plan, highlighting a range of reforms to increase transparency in 11 areas. Among these planned reforms are \nefforts to improve the land cadastre management. Government of Armenia. 2019. Programme of the Government of \nthe Republic of Armenia. Yerevan. \n2  ADB. 2020. Country Operations Business Plan: Armenia, 2021–2023. Manila. The country operations business plan \nwas approved with the TA’s name as “Establishing an Integrated Geoportal to Process, Maintain, and Exchange \nStandardized Spatial Data.” Upon request from the executing agency, the TA is processed with a revised name. \n3  ADB.  2019.  Country  Partnership  Strategy:  Armenia,  2019–2023—Fostering  Inclusive,  Diversified,  and \nTransformative Growth. Manila. \n4  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n5  Armenia National Statistical Services. 2020. Available (in Armenian). https://www.armstat.am/file/doc/99523238.xls \nand  https://www.armstat.am/file/article/sv_01_21a_112.pdf.  \n6  ADB. 2019. Armenia’s Transformative Urban Future: National Urban Assessment. Manila. \n ", "2 \n5.   As of January 2021, Armenia’s land parcels and other thematic maps are encoded in \nvarious standards and require harmonization. Armenia needs to establish an entire national \nspatial data management system, including the foundational technical guidelines for encoding \nspatial data, with NSDI standards to encapsulate geospatial data development, production, \nmanagement, access, sharing, visualization, and analysis. \n \n6.  The Cadastre Committee is the official body, directly under the central government, tasked \nwith (i) developing and implementing real estate market policy (including taxes); (ii) the state \nregistration of property rights in order to recognize and guarantee rights and encumbrances to \nthe property; and (iii) establishing an information system on property, providing information, and \nmanaging and supervising the system’s activity. The Cadastre Committee comprises a head \noffice in Yerevan and a network of 40 service offices in different communities of Armenia. In \ncoordination with the Urban Development Committee, the Cadastre Committee is mandated by \nlaw to elaborate land policy and principles of land resources management. This mandate is \nparticularly important for planning any strategic investment in territorial development and urban \ninfrastructure provision, and clearly needs to rely on updated and integrated digital maps. \n \n7.  Other state agencies responsible for maintaining field or thematic cadastres of objects, \nproperty, and resources operate independently, often duplicating data and complicating the \nprocess  of  providing  information  to  stakeholders.7 Unharmonized  data  stored  in  various \ndatabases challenges interagency collaboration, resulting in increases in transaction costs and \ndelays  in  implementing  investment  programs.  Outdated  cadastral  maps  hamper  effective \nevaluation and monitoring of disasters and land degradation induced by natural hazards (Armenia \nis prone to seismic activity) and climate change, as well as efforts to recover from or adapt to \nthem through vulnerability mapping. The integrated cadastre will eventually interlink with the \nfollowing sectoral and thematic cadastres: national water resources, national forests, special \nprotected natural areas, solid waste, flora, historical and cultural monuments, national urban \ncadastre, and fauna. Responsible parties will continuously update the sectoral cadastres and their \nusage will help increase investments in Armenia, effective use of agricultural lands, and tourism \ndevelopment, among other benefits.  \n \n8.  Inaccurate  cadastral  data  hampers  infrastructure  project  implementation;  tripartite \nportfolio review meetings of ADB-financed projects have identified it as a significant project \nimplementation issue since 2017. Incorrect information results in poor design and planning, \nmaking it difficult to identify the best alternatives with minimized resettlement impact. The time-\nconsuming  process  of  cadastral  data  correction  for  land  acquisition,  along  with  project \nrealignment because of unrecorded cadastral layers, also slows implementation of infrastructure \n \n7  As per Government Decree No. 672-Լ on approval of Integrated Cadastre System Development, dated 23 May 2019, \nthe integrated cadastre governance system includes the following public administration bodies: (i) State Cadastre \nCommittee, developer-responsible executor; (ii) Ministry of Environment; (iii) Ministry of Territorial Administration and \nInfrastructure; (iv) Ministry of Culture; and (v) Urban Development Committee. The Ministry of Transport and \nInfrastructure is involved as an authorized body in connection with the implementation of cadastral functions of local \ncommunities.  Other  government  agencies  maintaining  thematic  cadastres  are:  (i)  Ministry  of  Environment, \nresponsible for maintaining the (a) Forest Cadastre, (b) Water Resources State Cadastre, (c) Specially Protected \nNature Areas State Cadastre, (d) Flora State Cadastre, (e) Fauna State Cadastre, and (f) Waste State Cadastre; (ii) \nMinistry of Territorial Administration and Infrastructure, responsible for maintaining the Extractable Resources State \nCadastre; (iii) Ministry of Education, Science, Culture and Sport, responsible for maintaining the Protection and Use \nof Immovable Historical and Cultural Monuments and Historical Circle State Cadastre; (iv) State Urban Committee, \nresponsible for maintaining the Urban Development State Cadastre; and (v) Ministry of Economy, responsible for \nmaintaining the Agricultural Lands State Cadastre. These agencies are informed about the TA and are willing to \ncoordinate for the integration of a unified cadastre, which will benefit their respective mandates. \n ", "3 \nprojects. The economic restrictions caused by the coronavirus disease (COVID-19) have also \nhighlighted the need and importance of e-government tools to ensure uninterrupted operations of \npublic services during lockdown and post-lockdown periods. For example, the issuance of \ncertificates for land ownership for applying for mortgages was suspended for months, effectively \nfreezing the real estate market with consequences for the most vulnerable segments of the \npopulation. \n \n9.  Lack of an integrated platform for easy and remote access to transparent and accurate \nland information creates inefficiencies in the real estate market and the national land use’s policy-\nmaking. The law requires that land use schemes, zoning plans, and spatial planning documents \nbe open. They are, however, either not available at all or are available in formats that are not \neasily accessible for citizens. As a result, for years, the Cadastre Committee provided this \ninformation to citizens upon request, only as prescribed by law. Thus, the heads of communities \ncould arbitrarily dispose land slots without public oversight. A digital cadastre would substantially \nreduce corruption risks while saving people time and money. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n10.  The TA is aligned with the following impact: effective land management empowered.8 The \nTA will have the following outcome: e-governance systems established for land-use planning and \nmanagement and public services delivery.9 \n \nB.  Outputs, Methods, and Activities \n \n11.  Output 1: National geospatial data standards developed. Geospatial data standards \nare the basis for NSDI development. The TA will study best international practices, including those \nthat have successfully integrated gender in their geographic information system, to develop at \nleast 10 geospatial data standards to direct and regulate spatial data collection and sharing. \nImproving the regulatory framework will enhance the initiative’s effectiveness and sustainability \nby laying a solid foundation on which to build and guide land development and management \nactivities. Based on global best practices and eventually on the choice of the most suitable \nstandards  in  the  Armenian  context  (i.e.,  conforming  with  acting  laws  and  the  Armenian \nConstitution and adopting local legal-normative requirements), the TA will develop the terms of \nreference for establishing an integrated multifunctional national geoportal (output 2). \n \n12.  Output  2:  National  geoportal  for  spatial  data  management  developed  and \ngovernment capacity strengthened. The TA will help develop a national geographic information \nsystem platform which can host, integrate, and manage databases with layers such as: (i) \naddresses, (ii) cadastral parcels, (iii) geographical grid systems, (iv) geographical names, (v) \ncoordinate reference systems, (vi) elevation, and (vii) transport networks. The TA will develop \ndata models to properly house records on property ownerships, buildings, parcels, land raster \nand vector data, and associated metadata.10 Based on the standards developed, the Cadastre \nCommittee will standardize existing data and basic cartographic layers and migrate them into the \n \n8  Government of Armenia. 2016. Armenian Regional Development Strategy 2016–2025. Yerevan. \n9  The design and monitoring framework is in Appendix 1.  \n10  The responsibility for the data content creation, gathering, adjustment, and migration into the geoportal will rest with \nthe Cadastre Committee, which will handle the correction of all real estate textual data, archives rescanning, and \ndata population into the geoportal. \n ", "4 \ngeoportal.11 The  TA  will  develop  recommendations  and  instructions  to  ensure  integration, \ncooperation, and interoperability of thematic databases. Integration of gender, e.g., use of sex-\ndisaggregated data in land ownership, in the sectoral and integrated cadastres will enable the \ngovernment to do gender-responsive development planning. \n \n13.  Output 3: Standardized custom cartographic layers developed and migrated into \nthe geoportal for one administrative division of Armenia. Custom layers imply cadastres of \nobjects, properties, and resources, as well as geospatial information necessary for their effective \nmanagement. The output is associated with: (i) creation of basic cartographic layers with the \nrelevant  standards  and  integration  into  the  geoportal,  and  (ii)  testing  of  the  integrated \nstandardized custom cartographic layers into the geoportal for one of the administrative divisions \nof Armenia (to be selected at a later stage to ensure coordination with ADB urban sector \noperations). \n \nC.  Cost and Financing \n \n14.  The TA is estimated to cost $1,300,000, of which (i) $500,000 will be financed on a grant \nbasis by the Republic of Korea e-Asia and Knowledge Partnership Fund (EAKPF); and (ii) \n$800,000 will be financed on a grant basis by the High-Level Technology (HLT) Fund, both to be \nadministered by ADB.12 The key expenditure items are listed in Appendix 2. The government will \nprovide counterpart support in the form of hardware infrastructure to host and run the geoportal, \ncounterpart staff, office accommodation, and other in-kind contributions.13 \n \nD.  Implementation Arrangements \n \n15.  ADB will administer the TA. The Cadastre Committee will be the executing agency. The \nCentre for Geomatics under the Cadastre Committee will be the implementing agency. The \nArmenia Resident Mission and the Urban Development and Water Division of ADB’s Central and \nWest Asia Department will select, supervise, and evaluate consultants. Two firms will be engaged \nto implement output 1 and outputs 2–3 individually. The consultants will procure goods for TA \nimplementation and organize roundtables with key stakeholders, also to serve as on-the-job \ntraining, and capacity building workshops following ADB Procurement Policy (2017, as amended \nfrom time to time). \n \n16.  Implementation arrangements are summarized in the table. \n \n11  It is expected that about 3,000,000 geographical objects will be integrated into the platform. \n12 The EAKPF will finance operational expenses related to eligible activities indicated in Article 2 of Implementation \nGuidelines for the Republic of Korea e-Asia and Knowledge Partnership Fund. It will not be used for (i) civil works, \n(ii) procurement of large-scale equipment, (iii) permanent staffing costs, or (iv) hiring of staff consultants, unless \notherwise agreed between the Government of Korea and ADB. Reporting will be in accordance with the EAKPF \nrequirements. \n  The financing partner for the HLT Fund is the Government of Japan. The use of the HLT Fund for this TA will follow \nthe plan submitted and approved by the HLT Fund Steering Committee following the implementation guidelines of \nthe HLT Fund. The eligible expenditures for the HLT Fund include, but are not limited to, consulting services, goods, \nworks, and plants; project identification and development; project preparation; project implementation and operation; \nas stated in its implementation guidelines. ADB will provide the HLT Fund with quarterly updates for its periodic \nreports (e.g., progress reports). Likewise, ADB will update the HLT Fund when procurement for the HLT Fund \ncomponent will be advertised, as well as when the progress or final reports (e.g., by the consultants for the HLT Fund \ncomponents) are ready. \n13 On 14 May 2020, the government allocated AMD477,981,600 to carry out geodetical and cartographical surveys to \nsecure procurement of aerial photography of the territory of Armenia and create a digital elevation model of \northophoto projections. The data acquired is to be stored into the geoportal to be developed and synchronized with \nthe textual data available in the system. \n ", "5 \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  April 2021–September 2024 \nExecuting agency  Cadastre Committee \nImplementing agency  Centre for Geomatics of Cadastre Committee \nConsultants  To be selected and engaged by ADB \nFirm: Fixed budget selection  International firm  $500,000 \nusing simplified technical  supporting \nproposal  implementation of \noutput 1 \n  Firm: Fixed budget selection  International firm  $800,000 \nusing simplified technical  supporting \nproposal  implementation of \noutputs 2 and 3 \nProcurement  Goods to be procured by consultants following ADB Procurement \nPolicy (2017, as amended from time to time).a \nDisbursement  Disbursement of TA resources will follow ADB's Technical Assistance \nDisbursement Handbook (2020, as amended from time to time). \nDisbursement arrangement: EAKPF will fund output 1, followed by \nHLT Fund funding outputs 2 and 3. To achieve this and avoid scope \nor  funding  overlapping,  separate  contracts  will  be  awarded \nsequentially. \nADB = Asian Development Bank, EAKPF = Republic of Korea e-Asia and Knowledge Partnership Fund, HLT = High-\nLevel Technology, TA = technical assistance.  \na   Software platform to be supplied and customized as per the terms of reference of the consultant. Assets procured \nunder this category will be turned over to the executing agency and/or the implementing agency upon completion of \nthe TA. \n \n17.  Consulting services. ADB will engage the consultants following the ADB Procurement \nPolicy (2017, as amended from time to time) and its associated project administration instructions \nand/or staff instructions. Because the terms for reference for outputs 2 and 3 will be developed \nunder output 1, and to avoid possible conflicts of interest and ensure competitive bidding, only \nthe terms of reference for one of the two consulting firms, to be funded by the EAKPF, are \npresented.14 \n \n18.  Cofinancier requirements. These requirements include (i) seeking collaboration with \nKorean expertise and experience while implementing the projects, (ii) submitting progress status \nreport twice a year (January and July), (iii) ensuring visibility of trust funds as per relevant \nguidelines, and (iv) disseminating lessons learnt on design and implementation within ADB.  \n \nIV.  THE PRESIDENT'S DECISION \n \n19.  The President, acting under the authority delegated by the Board, has approved (i) Asian \nDevelopment Bank (ADB) administering technical assistance not exceeding the equivalent of \n$800,000  to  be  financed  on  a  grant  basis  by  High-Level  Technology  Fund,  and  (ii)  ADB \nadministering technical assistance not exceeding the equivalent of $500,000 to be financed on a \ngrant basis by Republic of Korea e-Asia and Knowledge Partnership Fund to Armenia for \nSupporting the Establishment of National Standardized Spatial Data Infrastructure, and hereby \nreports this action to the Board. \n \n14  Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with  \nEffective land management empowered (Armenian Regional Development Strategy 2016–2025)a  \n \nData Sources  Risks and \nand Reporting  Critical \nResults Chain  Performance Indicators   Mechanisms  Assumptions \nOutcome       \nE-governance  By 2024:  a. Updated  R: Changes in \nsystems  strategic plan for  governance \na. Strategic plan for integrated cadastre \nestablished for  integrated  structure which \ndevelopment updated (2020 baseline: not \nland-use  cadastre  may delay the \nupdated) (OP 6.1.1) \nplanning and  development by  process \nmanagement  the government  \n \nand public \nb. At least two cartographic layers  b. Issued \nservices delivery   A: Necessary \n(thematic maps) and one automated  government \nhardware for \n  service accessible by citizens and other  resolution  \ngeoportal \ngovernment bodies (2020 baseline: 0) \n  deployment \n(OP 6.2.4) \nprovided by the \nCadastre \nCommittee  \nOutputs       \n1. National  By 2022:  1a–c. Project  R: Staff turnover \ngeospatial data  quarterly  and subsequent \n1a. At least 10 geospatial data standards \nstandards  technical and  unsustained \ndeveloped to direct and regulate spatial \ndeveloped  progress reports  commitment on \ndata collection and sharing (2020 \nproduced by  the project \nbaseline: 0) (OP 6.2.1) \nconsultants  implementation \n1b. Methodological guide developed to \ndirect and regulate spatial data \nmanagement and interoperability (2020 \nbaseline: NA) (OP 6.1.1) \n1c. Terms of reference for establishment \nof multifunctional geoportal developed \n(2020 baseline: NA) (OP 6.1.1) \n2. National  By 2024:     \ngeoportal for \n2a. At least one technical (server) and six  2a–f. Project  R: Lack of \nspatial data \nsoftware packages upgraded and new  quarterly  commitment \nmanagement \nprograms developed to ensure online  technical and  from engaged \ndeveloped and \nediting of cadastral maps established  progress reports  agencies \ngovernment \n(2020 baseline: 0) (OP 6.1.1)  produced by \ncapacity   \nconsultants \nstrengthened  2b. Cadastral map adjustment \n \nmechanisms and regulations developed   \n(2020 baseline: NA) (OP 6.1.1) \n2c. Address registry system, with sex-\ndisaggregation, for all communities \ndeveloped (2020 baseline: NA) (OP 6.1.1, \nOP 6.2.4) \n \n ", "  Appendix 1  7 \nData Sources  Risks and \nand Reporting  Critical \nResults Chain  Performance Indicators   Mechanisms  Assumptions \n  2d. At least five government agencies     \n(Ministry of Environment; Ministry of \nTerritorial Administration and \nInfrastructure; Ministry of Education, \nScience, Culture and Sports; Ministry of \nEconomy and Urban Development \nCommittee) integrated into the one integral \ncadastre system (2020 baseline: 0) \n(OP 6.1.1) \n  2e. At least one educational and one     \nscientific institute are provided with free \naccess to basic cartographical data (2020 \nbaseline: 0) (OP 6.1.1, OP 6.2.4) \n  2f. At least 10 trained cadastre staff (with     \nat least 30% women) maintained the portal \n(2020 baseline: 0) (OP 6.1.1) \n  2g. At least one partnership with an ADB  2g–h. Training   \nmember country established for  reports and \nknowledge exchange on spatial data  participants’ \nmanagement, including training and staff  evaluation forms \nexchanges opportunities with at least 30% \nwomen participation (2020 baseline: 0) \n(OP 7.2.4) \n  2h. At least two high-level roundtables     \nconducted to enable cross-sector \ncoordination and consensus on the \nintegrated cadastre strategy among key \nstakeholders, with at least 40% women \nparticipation (2020 baseline: 0) (OP 2.1.4, \nOP 2.3.1, OP 6.1.1) \n3. Standardized  By 2024:     \ncustom \n3a. At least 15 metadata databases of  3a–b. Project  R: Low \ncartographic \nspatial layers created (2020 baseline: 0)  quarterly  engagement \nlayers developed \n(OP 3.2.4, OP 3.3.4, OP 4.2.1, OP 4.3.1,  technical and  from relevant \nand migrated \nOP 4.3.2, OP 6.1.1,)  progress reports  stakeholders \ninto the \nproduced by \ngeoportal for one  3b. At least 15 basic cartographic layers \nconsultants \nadministrative  imported to the geoportal (2020 baseline: \ndivision of  0) (OP 3.2.4, OP 3.3.4, OP 4.1.2, OP   \nArmenia  4.2.1, OP 4.3.1, OP 4.3.2, OP 6.1.1) \n3c. At least 10 cadastre staff (with at least  3c. Training   \n30% women) trained to maintain the  reports and \ngeoportal with cartographic layers in one  participants’ \nadministrative division (2020 baseline: 0)  evaluation forms \n(OP 6.1.1) \n \n ", "8  Appendix 1 \nKey Activities with Milestones \n1.  National geospatial data standards developed \n1.1  Mobilize consultants (Q2 2021). \n1.2  Collect information on successful international experience of national geospatial data standards \ndevelopment; summarize the findings and recommendations (Q3 2021–Q2 2022).  \n1.3  Collect information on relevant data available locally in different systems and databases; summarize \nthe findings and recommendations for standardization and integration of existing data (Q3 2021–\nQ2 2022).  \n1.4  Organize and conduct national training and roundtables on proposed standards and integrated \nnational multifunctional geoportal structure (Q3 2021–Q2 2022). \n1.5  Develop and agree on the TOR for integrated national multifunctional geoportal development with \nrelevant state authorities (Q4 2021–Q1 2022). \n2.  National  geoportal  for  spatial  data  management  developed  and  government  capacity \nstrengthened. \n2.1  Mobilize consultants (Q2 2022). \n2.2  Upgrade and optimize geospatial database (Q4 2022–Q4 2023). \n2.3  Upgrade hardware and software package (including upgrade of continuously operating reference \nstations network) and introduce new programs to ensure online editing of cadastral maps (Q4 2022–\nQ2 2023). \n2.4  Develop cadastral map adjustment mechanisms and regulations of topological relations with \ncadastral maps (Q4 2022–Q4 2023).  \n2.5  Develop a unified address registry system (Q4 2022–Q4 2023). \n2.6  Introduce  security  system  in  accordance  with  ISO  standards  in  the  integrated  national \nmultifunctional geoportal (Q4 2022–Q3 2023). \n2.7  Develop geospatial metadata (database with spatial layers) (Q2 2023–Q4 2023). \n2.8  Launch and operate the geoportal (Q4 2022–Q2 2023). \n2.9  Launch and complete the system integration with predefined government agencies (Q1 2023–Q4 \n2023). \n2.10 Arrange free access for research and educational organizations (Q4 2022–Q4 2023). \n2.11 Train cadastre staff in using the geoportal (Q1 2023–Q4 2023). \n2.12 Conduct partnership assessment and knowledge exchanges and establish twinning partnership \nwith relevant ADB member countries (Q1 2023–Q4 2023). \n3.  Standardized custom cartographic layers developed and migrated into the geoportal for one \nadministrative division of Armenia \n3.1. Assess the data available to advise on the best administrative and/or geographical alternative (Q4 \n2022–Q4 2022). \n3.2. Organize and conduct national training and roundtables to agree on the geography and the structure \nof the module developed (Q4 2022–Q1 2023). \n3.3. Launch and operate the module (Q4 2022–Q2 2023). \n3.4. Conduct training for cadastre staff (Q1 2023–Q4 2023). \nInputs \nEAKPF: $500,000 \nHLT Fund: $800,000 \nNote: The government will provide counterpart support in the form of hardware infrastructure to host \nand run the geoportal, counterpart staff, office accommodation, and other in-kind contributions. \nA = assumption, ADB = Asian Development Bank, EAKPF = Republic of Korea e-Asia and Knowledge Partnership \nFund, HLT = High-Level Technology, ISO = International Organization for Standardization, NA = not applicable, OP = \noperational priority, Q = quarter, R = risk, TA = technical assistance, TOR = terms of reference. \na Government of Armenia. 2016. Armenian Regional Development Strategy 2016–2025. Yerevan. \nContribution to Strategy 2030 Operational Priorities. The expected values and methodological details for all OP \nindicators to which this TA will contribute results are detailed in Contribution to Strategy 2030 Operational Priorities \n(accessible from the list of linked documents in Appendix 3 of the TA Report). \nSource: Asian Development Bank. \n ", "Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nAmount \nItem  HLT \nEAKPFa  Total \nFundb \n     \nA.  Consultants \n     \n1.  Remuneration and per diem \na.     International consultants  368.0  436.0  804.0 \nb.     National consultants  80.0  90.0  170.0 \n     \n2.  Out-of-pocket expenditures \na.     International and local travel  13.2  15.6  28.8 \nb.     Goods (purchase of software platform)c  0.0  200.0  200.0 \nc.     Surveys  0.0  0.0  0.0 \nd.     Reports and communications  5.0  6.0  11.0 \ne.     Others  0.0  0.0  0.0 \n     \nB.  Training, seminars, and conferences \n1.  Venue rental and related facilitiesd  3.8  10.0  13.8 \n2.  Representatione  0.0  3.4  3.4 \nC.  Contingencies  30.0  39.0  69.0 \nTotal  500.0  800.0  1,300.0 \nEAKPF = Republic of Korea e-Asia and Knowledge Partnership Fund, HLT = High-Level Technology, TA = technical \nassistance.  \nNote: The government will provide counterpart support in the form of counterpart staff, office accommodation, \ncommunication facilities, and other in-kind contributions.  \na  Administered by the Asian Development Bank.  \nb  Financing partner: The Government of Japan. Administered by the Asian Development Bank. \nc  Cost of the software platform to be supplied and customized as per the terms of reference of the Consultant. Assets \nprocured under this category will be turned over to the executing agency and/or the implementing agency upon \n \ncompletion of the TA.\nd  Includes venue rental, cost of materials, refreshments, hiring of resource persons, honoraria and other travel-related \ncosts, and other workshop-related expenses. \ne  Asian Development Bank (Budget, Personnel, and Management Systems Department; and Strategy and Policy \nDepartment). 2013. Use of Bank Resources: Regional Technical Assistance and Technical Assistance vs. Internal \nAdministrative Expenses Budget. Memorandum. 26 June (internal). \nSource: Asian Development Bank estimates. \n \n \n ", "10  Appendix 3 \n \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=54388-001-TAReport \n \n1.  Terms of Reference for Consultants \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20210331160017+08'00'", "Creator": "PDF24 Creator", "Keywords": "armenia, national spatial data infrastructure, nsdi, research and development, land management, e-government, digitized system, governance, capacity building, 54388-001, ta 6724, adb technical assistance, approved technical assistance, tar, ta projects, ksta", "ModDate": "D:20210406105931+08'00'", "Producer": "GPL Ghostscript 9.27", "Subject": "Technical Assistance Report", "Title": "54388-001: Supporting the Establishment of National Standardized Spatial Data Infrastructure"}, "author_page": " \nVice-President  Shixin Chen, Operations 1 \nDirector General  Eugenue Zhukov, Central and West Asia Department (CWRD) \nDeputy Director General  Nianshan Zhang, CWRD \nDirector  Yong Ye, Urban Development and Water Division (CWUW), \nCWRD \nCountry Director   Paolo Spantigati, Armenia Resident Mission (ARRM), CWRD \nTeam leaders  Maria Pia Ancora, Senior Urban Development Specialist, \nCWUW, CWRDa \nVardan Karapetyan, Senior Project Officer, ARRM, CWRD \nTeam members  Liana Arakelyan, Operations Assistant, ARRM, CWRD \nLeigh Halliwell, Senior Financial Control Specialist, Technical \nAssistance Section, Controller’s Department \nHuiping Huang, Unit Head, Project Administration, ARRM, \nCWRD \nUrsula Lagan, Counsel, Office of the General Counsel \nLeah Luna, Senior Operations Assistant, CWUW, CWRD \nPaolo Manunta, Senior Infrastructure Specialist (Earth \nObservation), Digital Technology for Development Unit, \nSustainable Development and Climate Change Department  \nThomas Robinson, Procurement Specialist, Procurement \nDivision 1, Procurement, Portfolio and Financial \nManagement Department  \na  Outposted to ARRM.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", "authors": [{"fullname": "Shixin Chen", "role": "Operations", "organization": ""}, {"fullname": "Eugenue Zhukov", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "Nianshan Zhang", "role": "CWRD", "organization": ""}, {"fullname": "Yong Ye", "role": "Urban Development and Water Division (CWUW)", "organization": ""}, {"fullname": "Paolo Spantigati", "role": "Armenia Resident Mission (ARRM)", "organization": "CWRD"}, {"fullname": "Maria Pia Ancora", "role": "Senior Urban Development Specialist", "organization": ""}, {"fullname": "Vardan Karapetyan", "role": "Senior Project Officer", "organization": "ARRM"}, {"fullname": "Liana Arakelyan", "role": "Operations Assistant", "organization": "ARRM"}, {"fullname": "Leigh Halliwell", "role": "Senior Financial Control Specialist", "organization": "Technical"}, {"fullname": "Assistance Section", "role": "Controller", "organization": ""}, {"fullname": "Huiping Huang", "role": "Unit Head", "organization": "Project Administration"}, {"fullname": "Ursula Lagan", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Leah Luna", "role": "Senior Operations Assistant", "organization": "CWUW"}, {"fullname": "Paolo Manunta", "role": "Senior Infrastructure Specialist (Earth", "organization": ""}, {"fullname": "Thomas Robinson", "role": "Procurement Specialist", "organization": "Procurement"}]}