{"path": "data/input/ta/54454-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 54454-001 \nKnowledge and Support Technical Assistance (KSTA) \nMarch 2021 \n \n \n \n \nEstablishing a Regional Hub on Domestic Resource \nMobilization and International Tax Cooperation\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Access to Information \nPolicy.\n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BEPS  –  base erosion and profit shifting \n  COVID-19  –  coronavirus disease \n  DMC  –  developing member country \n  DRM  –  domestic resource mobilization  \n  G20  –  Group of Twenty \n  ITC  –  international tax cooperation \n  MTRS  –  medium-term revenue strategy \n  OAI  –  Office of Anticorruption and Integrity \n  OECD  –  Organisation for Economic Co-operation and Development \n  OP  –  operational priority \n  SDCC  –  Sustainable Development and Climate Change Department \n  SDTC-GOV  –  Governance Thematic Group of the Sustainable \nDevelopment and Climate Change Department \n  SDG  –  Sustainable Development Goal \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Bambang Susantono, Knowledge Management and Sustainable \nDevelopment \nDirector General  Bruno Carrasco, Sustainable Development and Climate Change \nDepartment (SDCC) \nHead  John Versantvoort, Office of Anticorruption and Integrity (OAI) \nThematic Cluster Head  Wendy M. Walker, Officer-in-Charge, Office of the Cluster Head \n(SDTC) \nDirector  Lisa Kelaart-Courtney, Prevention and Compliance Division \n(AIPD), OAI \nChief  Hanif Rahemtulla, Officer-in-Charge, Governance Thematic Group \n(SDTC-GOV) \n \nTeam leaders  Aurore Julie Caroline Arcambal, Integrity Specialist, AIPD, OAI \nDaisuke Miura, Public Management Specialist (Taxation), SDTC-\nGOV \nGo Nagata, Public Management Specialist (Taxation), SDTC-GOV \nTeam members  Alaysa Tagumpay Escandor, Public Management Officer \n(Governance), SDTC-GOV \nMa. Antoinette Figurasin, Operations Assistant, SDTC-GOV \nMarjorie Anne Javillonar, Operations Analyst, SDTC-GOV \nJose Luis Syquia, Unit Head (Due Diligence), AIPD, OAI \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", " \nCONTENTS \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  4 \nA.  Impact and Outcome  4 \nB.  Outputs, Methods, and Activities  5 \nC.  Cost and Financing  6 \nD.  Implementation Arrangements  6 \nIV.  THE PRESIDENT'S DECISION  7 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  8 \n2.  Cost Estimates and Financing Plan  11 \n3.  List of Linked Documents  12 \n \n ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 54454-001\nProject Name Establishing a Regional Hub on  Department/Division SDCC/SDTC-GOV\nDomestic Resource Mobilization and \nInternational Tax Cooperation\nNature of Activity Capacity Development, Policy Advice Executing Agency Asian Development Bank\nModality Regular\nCountry REG (INO, PAK, PHI)\n2. Sector Subsector(s)     ADB Financing ($ million)\nMultisector ADB's corporate management, policy and strategy development 2.00\nTotal 2.00\nqq\n3. Operational Priorities Climate Change Information\n  Accelerating progress in gender equality GHG Reductions (tons per annum) 0.000\n  Strengthening governance and institutional capacity Climate Change impact on the Project Low\n  Fostering regional cooperation and integration ADB Financing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.a Some gender elements (SGE)\nSDG 5.5\nSDG 16.4 Poverty Targeting\nSDG 17.1 General Intervention on Poverty\n4. Risk Categorization Complex \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 2.00\n    Knowledge and Support technical assistance: Technical Assistance  2.00\nSpecial Fund\nCofinancing 0.50\n    Republic of Korea e-Asia and Knowledge Partnership Fund (Full ADB  0.50\nAdministration)\nCounterpart 0.00\n    None 0.00\nTotal 2.50\n  \nCurrency of ADB Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 11032021171156400801 Generated Date: 25-Mar-2021 3:30:26 AM", " \nI.  INTRODUCTION \n \n1.  The knowledge and support technical assistance (TA) is a corporate priority TA that will \nsupport the developing member countries (DMCs) of the Asian Development Bank (ADB) to (i) \nenhance collaboration and knowledge sharing on domestic resource mobilization (DRM) and \ninternational tax cooperation (ITC), in partnership with other development partners; and (ii) \nstrengthen the establishment and implementation of differentiated, country-specific goals on DRM \nand ITC.1 This will be achieved through the establishment of an effective and inclusive regional \nhub on DRM and ITC, where all DMCs and development partners collaborate closely to promote \nDRM and ITC in Asia and the Pacific.2 The TA project’s key outputs are to (i) establish a regional \nhub secretariat function in ADB; (ii) promote strategic dialogues and information sharing among \nDMCs, development partners, and ADB including by organizing high-level regional conferences; \n(iii) develop a web portal for the regional hub; and (iv) drive digital solutions on DRM and ITC. \nThe secretariat—initially to operate virtually—will maximize internal resources in coordination with \nrelevant departments through promoting a One ADB approach, to strengthen ADB’s engagement \nand  support  for  improving  DRM  and  ITC  across  ADB.  The  TA  builds  on  the  initial \naccomplishments  of  the  TA  for  Enhancing  Tax  Transparency  of  ADB  Developing  Member \nCountries.3 \n \n2.  The TA supports ADB’s Strategy 2030 operational plans for operational priority (OP) 2 on \naccelerating  progress  in  gender  equality,  OP  4  on  making  cities  more  livable,  OP  6  on \nstrengthening governance and institutional capacity, and OP 7 on fostering regional cooperation \nand integration.4 The TA was endorsed during the corporate priority framework meeting in \nNovember 2020 and is included in the 2021 ADB Management-approved results-based work plan \nof the Sustainable Development and Climate Change Department (SDCC). It is also aligned with \nADB’s  Anticorruption  Policy 5  in  supporting  efficient,  accountable,  and  transparent  public \nadministration as part of its broader work on good governance and capacity building.6 \n \nII.  ISSUES \n \n3.  ADB’s Strategy 2030 recognizes the importance of revenue mobilization through OP 6 on \nstrengthening governance and institutional capacity (footnote 4), and the Anticorruption Policy on \nEnhancing the Role of the Asian Development Bank in Relation to Tax Integrity.7 Given ADB’s \nlong-standing experience and partnership with DMCs and development partners across Asia and \nthe Pacific8 and strong convening power, ADB will further enhance its efforts on DRM and ITC as \n \n1  DRM encompasses a wide range of activities largely comprising tax policy and tax administration to enhance tax \nrevenue collection, while ITC covers cross-country coordination and cooperation agreements and practices involving \nmultiple countries to enhance revenue mobilization. \n2  ADB. 2020. ADB to Establish Regional Hub to Help Economies Improve Domestic Resource Mobilization and Tax \nCooperation. News Release. 17 September. \n3  ADB. 2017. Technical Assistance for Enhancing Tax Transparency of ADB Developing Member Countries. Manila \n(TA 9433-REG). The consultant who will be recruited under the TA for Enhancing Tax Transparency of ADB Member \nCountries will be responsible for the operations of the secretariat until the regional hub secretariat is established \nunder this TA. \n4  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n5  ADB. 1998. Anticorruption Policy. Manila. \n6  The TA first appeared in the business opportunities section of ADB’s website on 12 February 2021.  \n7  ADB. 2016. Anticorruption Policy: Enhancing the Role of the Asian Development Bank in Relation to Tax Integrity. \nManila. \n8  ADB. 2020. Technical Assistance for Strengthening Property Tax Management for Enhancing Local Revenue. \nManila; Organisation for Economic Co-operation and Development (OECD). 2020. Revenue Statistics 2020. Paris; \n \n ", "2 \none  of  the  keys  to  enhancing  successful  achievement  by  its  DMCs  of  the  Sustainable \nDevelopment Goals (SDGs) in a world reshaped by the coronavirus disease (COVID-19).9 \n \n4.  In 2020, the COVID-19 pandemic has caused a multidimensional health and economic \ncrisis. With only a decade left to achieve the SDGs, the pandemic threatens to reverse years of \nprogress.10 Before the pandemic, the financing gap11 for developing countries worldwide to \nachieve the SDGs was estimated at $2.5 trillion–$3.0 trillion annually.12 The Economic and Social \nSurvey of the United Nations Economic and Social Commission for Asia and the Pacific found \nthat developing countries in Asia and the Pacific would need $1.5 trillion annually to end extreme \npoverty  and  ambitiously  move  toward  universal  health  coverage,  quality  education,  and \ninfrastructure while staying on track to limit climate change.13 However this amount will likely \nincrease because of the impact of COVID-19. While the role of external finance is crucial in filling \nthe  fiscal  gaps  of  DMCs,  strengthening  DRM  is  key.  DMC  tax  yields  have  not  increased \nconcomitantly  with  the  strong  and  steady  growth  in  gross  domestic  product  over  the  last \ndecades.14 Even prior to the pandemic, many DMCs did not achieve a tax yield of 15% of gross \ndomestic  product—now  widely  regarded  as  the  minimum  level  required  for  sustainable \ndevelopment—because of a narrow tax base and low tax administration capacity in general.15 For \ncountries to finance their SDGs, and to promote medium-term fiscal sustainability, greater effort \nin increasing tax revenues will be required. This TA will be specifically aligned to SDG 17 \n(Strengthen the means of implementation and revitalize the global partnership for sustainable \ndevelopment) (footnote 9). \n \n5.  ADB’s DMCs can only achieve the SDGs if they develop and implement an ambitious \nprogram to mobilize substantial additional financial resources. Many governments will have to \ncarefully consider their next steps in economic and public policy reform, in particular, on how to \ntransition their government budgets from pandemic relief to recovery and, eventually, to providing \ntheir  citizens  with  more  equitable,  sustainable,  and  reliable  access  to  essential  services. \nIncreased mobilization of domestic resources would not only reduce the need to issue domestic \ndebt but also address possible overreliance on external debt, which may undermine the use of \nfiscal and monetary policy to support domestic economies. In developing the program to mobilize \nsubstantial additional revenue, the following reforms will be critical: (i) broadening the domestic \ntax base, (ii) enhancing tax compliance, and (iii) developing more transparent and efficient tax \nadministration with digital technologies. It will also require ensuring that tax policy promotes \ninvestment,  and  that  private  sector  development  leads  to  more  inclusive  and  sustainable \neconomic growth, including the SDGs. The tax policy measures, such as environmental taxes, \n \nand ADB. 2020. A Comparative Analysis of Tax Administration in Asia and the Pacific: 2020 Edition. Manila. It is \nproduced  by  using  data  obtained  from  the  International  Survey  on  Revenue  Administration  (ADB.  2017. \nEstablishment of the Domestic Resource Mobilization Trust Fund. Manila). \n9  United Nations General Assembly. 2015. Transforming our world: the 2030 Agenda for Sustainable Development. \nNew York. \n10 United Nations, ADB, and United Nations Development Programme. 2020. Fast-tracking the SDGs: Driving Asia–\nPacific Transformations. Bangkok. \n11 International Finance Corporation. 2019. Closing the SDG Financing Gap—Trends and Data. Washington, DC. \n(October). \n12 United Nations Conference on Trade and Development (2014) estimated current annual investment at about $1.4 \ntrillion. Given that the midpoint estimate of total annual SDG-related investment is about $3.9 trillion, subtracting \ncurrent annual investment gives a midpoint estimated investment gap of $2.5 trillion. \n13  United Nations Economic and Social Commission for Asia Pacific. 2019. Asia-Pacific SDG Financing Requirements \nand the Role of Cooperation. Bangkok (September). \n14 According to the latest data available in the ADB Key Indicators Database, from among ADB’s 45 DMCs, the tax \nrevenue–gross domestic product ratio is lower than 15% for 16 DMCs, and between 15% and 20% for 10 DMCs. \n15 International Monetary Fund. 2016. Tax Capacity and Growth: Is there a Tipping Point?. Washington, DC.; and N. \nKaldor. 1963. Will Underdeveloped Countries Learn to Tax?. Foreign Affairs. Vol. 41, No. 2, pp. 410–419. \n ", "3 \nmay be leveraged to recover the strong growth trajectory and to get development goals, including \nSDGs and green recovery, on track. Lessons from previous TA projects point to strengthening \ncapacity in revenue administrations.16 This will take on added importance in light of emerging \nchallenges, including significant and rapid changes in the business environment (i.e., expansion \nof cross-border supply chains and the digital economy) and the scaling up of capacity-building \ninitiatives. \n \n6.  To broaden the tax base and mitigate income inequality, DMCs should consider expanding \nthe tax  net  in  a manner that  encourages trust  among  its citizens,  while  adopting  a more \nprogressive tax system may be a possible solution for addressing income inequality. This also \nmeans that governments should take decisive steps to address harmful tax practices, such as (i) \naggressive tax planning of some multinational enterprises that exploit gaps in the interaction of \ndifferent tax systems to artificially reduce taxable income derived from DMCs, a process known \nas base erosion and profit shifting (BEPS); and (ii) tax evasion, which happens through the \nexploitation of the interconnected global financial network and use of tax havens.17 Joining the \nInclusive  Framework  on  BEPS  and  the  Global  Forum  on  Transparency  and  Exchange  of \nInformation for Tax Purposes18 is a key step towards protecting national revenue against BEPS \nand  strengthening  DRM  through  the  implementation  of  international  standards  on  global \ntransparency and exchange of information for tax purposes.19 In addition, DMCs should engage \nwith the international community to address tax challenges arising from the digital transformation \nof the global economy, which are increasing as a result of the impact of COVID-19. Indeed, the \nloss of potential revenues because of a lack of a global agreement on the tax challenges arising \nfrom the digitalization of the economy are estimated at $50 billion–$80 billion per year.20 Given \nthe narrower tax base, the loss of revenue from a no-agreement scenario is proportionately \ngreater for developing and emerging economies. \n \n7.  Subsequent economic and public policy reforms should be informed both by international \nstandards on transparency and exchange of information for tax purposes, as well as by country-\nlevel development and fiscal needs, revenue administration, and tax and governance structures. \nThe country-specific, medium-term revenue strategy (MTRS)21 is a mechanism for countries to \ndetermine a comprehensive, whole-of-government strategy for increasing tax revenues over the \nmedium  term.  Complemented  by  a  communication  plan,  an  MTRS  can  help  DMCs  attain \nsustainable and effective tax system reforms. MTRSs will require high-level political support over \nan extended period, with the revenue goals being aligned with political economy considerations. \nMTRSs can also serve as foundations for development coordination. To this end, DMCs, in \ncollaboration with development partners, need to maximize regional and international resources \nof knowledge, expertise, and finance on DRM and ITC. A significant gap in DRM and ITC in Asia \nand the Pacific is the lack of a pan-regional tax community.22 Although there are important tax \ncommunities in Asia and the Pacific, such as the Study Group on Asian Tax Administration and \nResearch and the Pacific Islands Tax Administrators Association, they do not provide a platform \n \n16 ADB. 2020. Technical Assistance Completion Report: Strengthening Tax Policy and Administration Capacity to \nMobilize Domestic Resources. Manila. \n17 OECD. Inclusive Framework on Base Erosion and Profit Shifting. \n18 OECD. The Global Forum on Transparency and Exchange of Information for Tax Purposes. \n19 Out of ADB’s 46 DMCs, 27 are not yet participating in the existing Inclusive framework on BEPS; 19 are not yet \nmembers of the Global Forum on Transparency and Exchange of Information for Tax Purposes. \n20 OECD. 2020. Tax Challenges Arising from Digitalisation – Economic Impact Assessment. Paris. \n21 International Monetary Fund, OECD, United Nations, and World Bank. 2016. Enhancing the Effectiveness of External \nSupport in Building Tax Capacity in Developing Countries, prepared for submission to G20 finance ministers. \n22 There are several pan-regional tax communities in other regions, including the Inter-American Center of Tax \nAdministrations, the African Tax Administration Forum, and the Intra-European Organization of Tax Administrations. \n ", "4 \nfor strategic policy dialogue, and the coverage of economies are limited.23 To fill this gap, ADB \nannounced the creation of a regional hub on DRM and ITC (footnote 2), which will serve multiple \nfunctions, including an open, inclusive, and pan-regional tax platform for (i) strategic dialogue, \ninstitutional and capacity development, and exchange of information and ideas among DMCs; (ii) \nknowledge sharing across knowledge partners, international finance institutions, other bilateral \nrevenue organizations, and DMCs; and (iii) collaboration and development coordination across \ndevelopment partners (footnote 2). The regional hub will promote the SDGs and the Group of \nTwenty  (G20)  and/or  Organisation  for  Economic  Co-operation  and  Development  (OECD) \ninitiatives, such as the Global Forum on Transparency and Exchange of Information for Tax \nPurposes and the Inclusive Framework on BEPS (footnotes 17 and 18). The hub will also assist \neach DMC to define differentiated DRM and ITC goals, including (i) an MTRS, in coordination with \nthe Platform for Collaboration on Tax;24 and (ii) a road map for digitalization of tax administrations, \nwhich facilitates the introduction of digital tools. \n \n8.  Development partner coordination. ADB works closely with development partners in \nstrengthening taxation across Asia and the Pacific and, over time, development partners have \neach developed a specific expertise.25 The OECD leads the dialogue among the G20 and \nindustrialized nations on (i) international standards to combat BEPS, (ii) global tax transparency \nand exchange of information for tax purposes, and (iii) the implications of the digital economy for \ninternational  taxation.  The  International  Monetary  Fund  advises  and  supports  countries  in \nachieving  overall  macroeconomic,  financial,  and  fiscal  stability,  and  provides  support  to \nstrengthen fiscal and debt management with a focus on tax policy reforms. Like ADB, the World \nBank provides capacity development and financial support for tax policy and administration \nreforms, with a focus on the adoption of international good practice. ADB is also collaborating with \nthe tax communities that serve tax administrations in Asia and the Pacific mentioned in para. 7. \nA stock take of the planned activities will be conducted more effectively under the regional hub. \n \n9.  ADB experience and value addition. Given the long-standing experience, partnership, \nand convening power with DMCs across Asia and the Pacific, ADB is in a unique position to \npromote DRM and ITC and lead the regional hub through close collaboration with the finance and \ntax authorities of its DMCs and development partners. Within ADB, the Governance Thematic \nGroup (SDTC-GOV) under the SDCC leads the work for promoting DRM, while the Office of \nAnticorruption and Integrity (OAI) leads the promotion of ITC. ADB’s operations departments also \nprovide  important  contributions  to  strengthening  DRM  across  policy-based  lending,  project \nlending, and TA projects.  \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n10.  The TA is aligned with the following impact: DRM and ITC for supporting SDGs and \nsustaining economic recovery from COVID-19 improved (footnote 4). The TA will have the \nfollowing outcome: collaboration and knowledge sharing on DRM and ITC enhanced.26 To confirm \n \n23 The Study Group on Asian Tax Administration and Research and the Pacific Islands Tax Administrators Association \ncovers 17 economies, and 16 countries in the region make up the membership of the Pacific Islands Tax \nAdministrators Association. \n24 Platform for Collaboration on Tax. \n25 “Development partner” refers to any organization or association that ADB collaborates with under the regional hub, \nincluding those mentioned in para. 8. The collaboration under the regional hub may extend to other development \npartners. \n26 The design and monitoring framework is in Appendix 1. \n ", "5 \nprogress against the TA project’s expected outcome, the regional hub secretariat will conduct \nfollow-up surveys among participating DMC officials and regularly submit progress reports. These \ndata sources will validate whether (i) at least 15 DMCs confirm participation in the regional hub \nactivities on collaboration and knowledge sharing on DRM and ITC, and (ii) at least seven DMCs \nare implementing differentiated DRM and ITC goals appropriate for their specific circumstances \nand level of development. The goals encompass any forms of strategy or targets on DRM and \nITC, such as an MTRS and a plan for digitalization of tax administrations. \n \nB.  Outputs, Methods, and Activities \n \n11.  Output 1: Regional hub on domestic resource mobilization and international tax \ncooperation established and institutionalized. The TA will complete the establishment of a \ndedicated and fully functional regional hub27 covering all the DMCs by expanding the initial work \nundertaken under the TA for Enhancing Tax Transparency of ADB Developing Member Countries \n(footnote 3) to create the secretariat.28 The secretariat’s functions include (i) managing high-level \nregional conferences that will bring together policy makers and practitioners from both tax policy \nand tax administration agencies to have a strategic dialogue on critical reforms in the areas of \nDRM and ITC, (ii) organizing capacity-building activities to enhance the institutional capacity of \nDMCs, and (iii) creating synergies for supporting DRM and ITC through active coordination among \ndevelopment partners and DMCs. The secretariat will also develop awareness of the value and \nimportance of the regional hub to stakeholders. To this end, it will (i) create and coordinate an \nADB communication strategy to support country initiatives to disseminate the importance of \nstrengthening DRM and ITC and (ii) produce a generic communication strategy for DMCs to adopt \nand adapt to their specific needs. The secretariat will also maximize internal resources in \ncoordination with relevant departments through promoting a One ADB approach, to strengthen \nADB’s engagement and support for improving DRM and ITC across ADB. It will share internal \nand external knowledge and expertise that will help ADB operationalize DRM and ITC work that \nencompasses  development  of  the  country-specific  MTRSs,  including  through  a  regional \nworkshop.29 In coordination with SDTC-GOV, OAI and regional departments, the secretariat will \nprovide DMCs with technical advice on DRM and ITC concerns. \n \n12.  Output  2:  Strategic  conferences  and  dialogues  among  developing  member \ncountries, development partners, and Asian Development Bank facilitated. In addition to the \nsecretariat managing the high-level regional conferences, the TA will also finance DMCs to \nparticipate in the initial three high-level regional conferences on DRM and ITC in Asia and the \nPacific, as described in output 1. The TA will also support strategic dialogues and policy-setting \nactivities to ensure the highest impact on DRM and ITC with DMCs and development partners. \n \n13.  Output 3: Web portal on the regional hub developed. The TA will develop a web portal \nfor the regional hub that will serve as a digital platform to facilitate knowledge sharing and capacity \nbuilding on DRM and ITC. All information and learning resources developed under the regional \nhub will be shared through the portal, which will be developed within the ADB website and \nmanaged by the regional hub secretariat. The following main components are proposed for the \nstructure of the web portal in the initial stage: (i) overview of the regional hub on DRM and ITC’s \nmain features; (ii) regional hub on DRM and ITC’s background information; (iii) information on the \n \n27 It is envisaged that the activities of the regional hub will be financed by donors in the future. Until then, the TA will \nfinance the regional hub. \n28 The secretariat consisted of one national consultant under the TA for Enhancing Tax Transparency of ADB \nDeveloping Member Countries. Under this TA, the secretariat will consist of one international consultant and one \nnational consultant. The number of consultants may be increased in the future. \n29 Some of the events will be organized virtually under this TA due to travel restrictions in light of COVID-19 pandemic.    \n ", "6 \nregional hub-related ADB activities, event announcements, invitations and registrations, and \ncalendar  of  events;  and  (iv)  compilation  of  all  ADB  tax-related  reports,  articles,  statistical \ninformation, and materials. The portal will include a database for international good practices in \nspecific areas of DRM and ITC. \n \n14.  Output 4: Digital solutions on domestic resource mobilization and international tax \ncooperation promoted. The TA will drive digital solutions on DRM and ITC by facilitating the \ndigital transformation of tax administrations in selected DMCs. Toward this end, the TA will (i) \nconduct needs assessments of the digital transformation in DMCs and develop recommendations, \nwhich will support DMCs to develop and adopt a road map for digital transformation; and (ii) \norganize regional capacity-building and knowledge workshops that improve knowledge and \nunderstanding of digital transformation of tax administration (footnote 29). \n \nC.  Cost and Financing \n \n15.  The TA is estimated to cost $2,500,000, of which (i) $2,000,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund ($1,500,000 from TASF-7 and $500,000 from \nTASF-other sources), and (ii) $500,000 will be financed on a grant basis by the Republic of Korea \ne-Asia and Knowledge Partnership Fund and administered by ADB. The key expenditure items \nare listed in Appendix 2. The Republic of Korea e-Asia and Knowledge Partnership Fund will \nsupport (i) concept development of potential ADB projects by enhancing readiness and capacity \nbuilding, policy advice and dialogue, and prefeasibility studies; (ii) preparation of ADB projects \nthrough feasibility studies; (iii) policy reform and institutional capacity building; (iv) studies, \nresearch,  and  analytical  work;  (v)  dissemination,  networking,  and  cross-learning;  and  (vi) \ninnovative approaches promoting high-level technologies and information and communications \ntechnologies. It will not be used for civil works, procuring large-scale equipment, permanent \nstaffing costs, or hiring staff consultants unless otherwise agreed between the Government of the \nRepublic of Korea and ADB. \n \nD.  Implementation Arrangements \n \n16.  ADB will administer the TA. OAI and SDTC-GOV will jointly select, supervise, and evaluate \nconsultants; organize workshops; and provide staff to act as resource persons in the workshops. \nThe TA will be coordinated with existing TA projects on DRM and ITC and Domestic Resource \nMobilization Trust Fund initiatives to maximize the potential benefits that DMCs can gain with \nrespect to DRM and ITC. It will be implemented in collaboration with regional and other relevant \ndepartments including Economic Research and Regional Cooperation Department on a research \nwork. In particular, the selected DMCs mentioned in output 4 will be identified in close coordination \nwith the regional departments by considering country partnership strategies or other relevant \ndocuments or bilateral consultations that endorse the needs and interest of the DMCs. Once the \nregional hub is operational, the regional hub secretariat will take over the implementation of the \nTA in close coordination with OAI and SDTC-GOV. \n \n17.  Arrangement on participation in the regional hub. Given the open and inclusive nature \nof the regional hub, all ADB DMCs are encouraged to participate in it. A formal agreement is, \ntherefore, not required for DMCs to participate in the regional hub. Relevant development partners \nare invited to participate in the regional hub and related activities, including the use of the web \nportal mentioned in output 3. Initially, the participation of DMCs is on a voluntary basis and to be \nconfirmed  by  a  follow-up  survey  for  DMCs.  The  TA  does  not  require  logistical support  or \nundertakings from the participating DMC governments. Arrangements may be amended in the \nmedium to long term, given the discussions among DMCs, development partners, and ADB. \n ", "7 \n \n18.  Implementation arrangements are summarized in the table. \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  March 2021–February 2024 \nExecuting agency  ADB \nImplementing agencies  OAI and SDTC-GOV and eventually the regional hub secretariat \nConsultants  To be selected and engaged by ADB \nIndividual experts International:   44.5 person-months  $926,700 \nICS  \nIndividual experts National: ICS   58.0 person-months  $191,400 \nDisbursement  Disbursement of TA resources will follow ADB's Technical Assistance \nDisbursement Handbook (2020, as amended from time to time). \nThe activities under outputs 1 and 2 will be financed by ADB’s \nTechnical Assistance Special Fund (TASF-7 and TASF-other \nsources) and those under outputs 3 and 4 will be financed by the \nRepublic of Korea e-Asia and Knowledge Partnership Fund. \nADB = Asian Development Bank, ICS = individual consultant selection, OAI = Office of Anticorruption and Integrity,  \nSDTC-GOV = Governance Thematic Group of the Sustainable Development and Climate Change Department, TA = \ntechnical assistance. \nSource: ADB. \n \n19.  Consulting services. ADB will engage the consultants following the ADB Procurement \nPolicy (2017, as amended from time to time) and its associated project administration instructions \nand/or staff instructions.30 The TA will require 44.5 person-months of international and 58.0 \nperson-months of national individual consultant inputs31 in tax policy and tax administration in \nAsia  and  the  Pacific,  development  of  a  web  portal,  and/or  digital  transformation  of  tax \nadministration in DMCs. SDTC-GOV and OAI jointly will manage all consultants unless otherwise \nagreed with operations departments. Eventually, management will be handed over to the regional \nhub secretariat in coordination with OAI and SDTC-GOV. Where appropriate, output-based \ncontracts will be considered for administrative efficiency and for a simplified disbursement process. \n \n20.  Social media and websites. If any other TA will not manage the web portal after \ncompletion of this TA, SDTC-GOV and OAI will be responsible for its maintenance. \n \n21.  Cofinancier requirements. SDTC-GOV and OAI staff will inform the Partner Funds \nDivision of the SDCC on the major milestones of the TA processing and implementation, including \nADB’s approval, major changes in scope, and completion. \n \nIV.  THE PRESIDENT'S DECISION \n \n22.  The President, acting under the authority delegated by the Board, has approved (i) the \nAsian Development Bank (ADB) administering a portion of technical assistance not exceeding \nthe equivalent of $500,000 to be financed on a grant basis by the Republic of Korea e-Asia and \nKnowledge Partnership Fund; and (ii) ADB providing the balance not exceeding the equivalent of \n$2,000,000 on a grant basis for Establishing a Regional Hub on Domestic Resource Mobilization \nand International Tax Cooperation, and hereby reports this action to the Board. \n \n30 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n31 In case there will be difficulties in finding suitable individual consultants, the TA supervising unit will consider engaging \na consulting firm to provide a scope of services indicated in the specific TORs. The selection of the firm will follow \nquality- and cost-based selection (QCBS) with a 90:10 ratio. \n ", "8  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with \nDRM and ITC for supporting Sustainable Development Goals and sustaining economic recovery from \nCOVID-19 improved (ADB Strategy 2030 Operational Plan for Priority 6)a \n \nData Sources and  Risks and Critical \nResults Chain  Performance Indicators   Reporting Mechanisms  Assumptions  \nOutcome  By 2024:      \n \nCollaboration and  a. At least 15 DMCs confirm  a. Follow-up survey of  R: Competing \nknowledge sharing  participation in the regional  DMC representatives for  priorities of \non DRM and ITC  hub activities on collaboration  confirming DMCs’  governments and \nenhanced  and knowledge sharing on  participation in the  development partners \nDRM and ITC (2020  regional hub and  shift resources away \nbaseline: 0)   activities, and consultant’s  from engaging \n  final report  activities under the \nregional hub. \nb. At least seven DMCs  b. MTRS reports, DMC \nimplement differentiated  road maps and news, and \nDRM and ITC goals,  consultant’s final report \nincluding an MTRS and road \nmaps for digitalization of tax \nadministrations, appropriate \nfor their specific \ncircumstances and level of \ndevelopment (2020 baseline: \n0) (OP 4.2.2., 6.1.4, 6.2, \n6.2.2) \n \nOutputs       \n1. Regional hub on  1a. Regional hub secretariat  1a. Semiannual TA  R: TA activities are \nDRM and ITC  established and fully  progress reports  delayed because of \nestablished and  operational by 2024 (2020    the COVID-19 \ninstitutionalized  baseline: Not applicable)    situation. \n   \n1b. At least 75% of 30  1b. Event proceedings \nparticipants (30% women) of  reports, attendance \nan MTRS workshop confirm  sheets, post-event \nimproved knowledge or  feedback forms, and \nunderstanding of digital  semiannual TA progress \ntransformation of tax  reports \nadministration in the region   \nby 2024 (2020 baseline: 0)   \n(OP 6.1.1.)   \n   \n1c. A communication strategy  1c. Semiannual TA \nimplemented by the  progress reports \nsecretariat by 2021 (2020   \nbaseline: Not applicable)    \n   \n1d. A generic template of  1d. Semiannual TA \ncommunication strategy for  progress reports \nDMCs produced by 2021 \n(2020 baseline: Not \napplicable) (OP 6.2.4) \n` ", "Appendix 1  9 \nData Sources and  Risks and Critical \nResults Chain  Performance Indicators   Reporting Mechanisms  Assumptions  \n2. Strategic  2a. At least 75% of 200  2a. Event proceedings   \nconferences and  participants (30% women) of  reports, post-event \ndialogues among  three high-level regional  feedback forms, and \nDMCs,  conferences confirm having  semiannual TA progress \ndevelopment  effective strategic dialogue  reports \npartners, and ADB  on DRM and ITC by 2024   \nfacilitated  (2020 baseline: 0) (OP 2.3.1,   \n6.1.1, 7.2.4)    \n   \n2b. At least 75% of 50  2b. Meeting minutes, \nparticipants (30% women) of  feedback forms, and \nnine periodic meetings with  consultant’s final report \ndevelopment partners   \nconfirm increased   \nengagement from strategic   \ndialogues and policy setting   \nby 2024 (2020 baseline: 0)   \n(OP 2.3.1)   \n   \n2c. At least 75% of 200  2c. Event proceedings \nparticipants (30% women) of  reports, post-event \n10 events/workshops confirm  feedback forms, and \nimproved knowledge or  semiannual TA progress \nunderstanding of the topics  reports \nof the events/workshops by \n2024 (2020 baseline: 0) (OP \n6.1.1) \n \n3. Web portal on  3a. An initial web portal of the  3a. Web portal, and   \nthe regional hub  regional hub created and  semiannual TA progress \ndeveloped  made operational with a  reports \ndigital agile solution built out \nfor the medium term by 2021 \n(2020 baseline: Not \napplicable) \n \n4. Digital solutions  4a. At least three needs  4a. Needs assessments,   \non DRM and ITC  assessments on the digital  recommendation, and \npromoted  transformation of tax  consultant’s final report \nadministration conducted and   \nrecommendation developed   \nin selected DMCs by 2024   \n(2020 baseline: 0)    \n   \n4b. At least 75% of 100  4b. Event proceedings \nparticipants (30% women) of  reports, attendance \nthree workshops confirm  sheets, post-event \nimproved knowledge or  feedback forms, and \nunderstanding of digital  semiannual TA progress \ntransformation of tax  reports \nadministration in the region \nby 2024 (2020 baseline: 0) \n(OP 6.1.1) \n \n ", "10  Appendix 1 \n \nKey Activities with Milestones \n1.  Regional hub on domestic resource mobilization and international tax cooperation established \nand institutionalized \n1.1 Establish secretariat function of the regional hub that is dedicated to coordinate among DMCs and \ndevelopment partners (Q1 2021–Q2 2021). \n1.2 Recruit consultants to manage the activities of the regional hub and form the secretariat (Q1 2021–Q2 \n2021). \n1.3 Create and coordinate an ADB communication strategy to support country initiatives to disseminate the \nimportance of strengthening DRM and ITC (Q1 2021–Q2 2021). \n1.4 Produce a generic template of communication strategy for DMCs to further tailor to their country-specific \nneeds (Q1 2021–Q4 2021). \n1.5 Organize an MTRS workshop (Q2 2021). \n1.6 Review the workload of the secretariat annually and scale up the secretariat function as necessary (Q1 \n2022–Q4 2023). \n2.   Strategic conferences and dialogues among developing member countries, development \npartners, and ADB facilitated \n2.1 Conduct strategic dialogues and policy-setting activities with development partners (Q2 2021–Q4 \n2023). \n2.2 Organize the first high-level regional conference (Q2 2021–Q3 2021). \n2.3 Organize the second high-level regional conference (Q2 2022–Q3 2022). \n2.4 Organize the third high-level regional conference (Q2 2023–Q3 2023). \n3.    Web portal on the regional hub developed \n3.1 Create and make operational the initial web portal of the regional hub (Q1 2021–Q2 2021). \n4.   Digital solutions on domestic resource mobilization and international tax cooperation promoted \n4.1 Conduct needs assessments and develop recommendations on digital transformation in selected DMCs \n(Q3 2021–Q3 2023). \n4.2 Organize three capacity-building workshops on digital transformation of tax administrations (Q2 2021–\nQ4 2023). \nInputs \nADB: $2,000,000–Technical Assistance Special Fund $1,500,000 (TASF-7) and $500,000 (TASF-other \nsources) \nRepublic of Korea e-Asia and Knowledge Partnership Fund: $500,000 \nADB = Asian Development Bank, COVID-19 = coronavirus disease, DMC = developing member country, DRM = \ndomestic resource mobilization, ITC = international tax cooperation, MTRS = medium-term revenue strategy, OP = \noperational priority, Q = quarter, R = risk, TA = technical assistance. \na  ADB. 2019. Strategy 2030 Operational Plan for Priority 6: Strengthening Governance and Institutional Capacity, \n2019–2024. Manila. \nContribution to Strategy 2030 Operational Priorities \nThe expected values and methodological details for all OP indicators to which this TA will contribute results are detailed \nin Contribution to Strategy 2030 Operational Priorities (accessible from the list of linked documents in Appendix 3 of \nthe TA report).  \nSource: ADB. \n   \n` ", "Appendix 2  11 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nA.  Asian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  768.4 \nii.  National consultants  89.1 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  60.0 \nii.  Reports and communicationsb  7.5 \n2.  Printed external publicationsc  2.1 \n3.  Training, seminars, workshops, forum, and conferencesd   \na.  Facilitators  94.0 \nb.  Venue rental and related facilitiese  84.3 \nc.  Participantsf  752.6 \n4.  Miscellaneous administration and support costsg  23.0 \n5.  Contingencies  119.0 \nSubtotal (A)  2,000.0 \nB.  Republic of Korea e-Asia and Knowledge Partnership Fundh   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  158.3 \nii.  National consultants  102.3 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  18.0 \nii.  Reports and communicationsb  2.0 \n2.  Training, seminars, workshops, forum, and conferencesi   \na.  Facilitators  30.0 \nb.  Venue rental and related facilitiese  15.0 \nc.  Participantsf  134.4 \n3.  Miscellaneous administration and support costsg  10.0 \n4.  Contingencies  30.0 \nSubtotal (B)  500.0 \nTotal  2,500.0 \nNote: The technical assistance (TA) is estimated to cost $2,500,000, of which contributions from the Asian Development \nBank (ADB) and the Republic of Korea e-Asia and Knowledge Partnership Fund are presented in the table.  \na  Financed by ADB’s Technical Assistance Special Fund: $1,500,000 (TASF-7) and $500,000 (TASF-other sources). \nb  Includes translation costs. \nc  Includes editing, printing, and translation costs. Printed materials will be needed to disseminate the knowledge \nproducts during knowledge and learning events to external clients as well as to relevant ADB resident missions. The \nestimated total number of copies is 200. \nd   Includes high-level regional conferences which will be held in ADB headquarters or other venues in member \ncountries. This also includes virtual seminars in addition to face-to-face conferences and seminars. \ne  Includes costs for event collaterals, meals, workshop kits, and miscellaneous items. \nf  Includes airfares, hotel accommodation, daily subsistence allowance, and miscellaneous travel expenses of regional \nworkshop participants (400 in total) to and from ADB member countries. ADB (Budget, People, and Management \nSystems Department and Strategy, Policy and Partnerships Department). Use of ADB Resources: Regional \nTechnical Assistance and Technical Assistance vs. Internal Administrative Expenses Budget. Memorandum. 26 June \n(internal). \ng  Include goods, works, and nonconsulting services under the TA (i.e., translation/interpretation services, internet and \ntelecommunication services, and Microsoft Office 365E software license). \nh  Administered by ADB. \ni   Includes three capacity-building workshops on digital transformation of tax administrations which will be held in ADB \nheadquarters or other venues in member countries. \nSource: ADB estimates. \n ", "12  Appendix 3 \n \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=54454-001-TAReport \n \n1.  Terms of Reference for Consultants \n2.  Contribution to Strategy 2030 Operational Priorities \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20210326160358+08'00'", "Keywords": "knowledge sharing, domestic resource mobilization, international tax cooperation, regional hub, information sharing, knowledge partnership fund, e-asia, 54454-001, ta 6720, adb technical assistance, approved technical assistance, tar, ta projects", "ModDate": "D:20210330141720+08'00'", "Subject": "Technical Assistance Report", "Title": "54454-001: Establishing a Regional Hub on Domestic Resource Mobilization and International Tax Cooperation"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BEPS  –  base erosion and profit shifting \n  COVID-19  –  coronavirus disease \n  DMC  –  developing member country \n  DRM  –  domestic resource mobilization  \n  G20  –  Group of Twenty \n  ITC  –  international tax cooperation \n  MTRS  –  medium-term revenue strategy \n  OAI  –  Office of Anticorruption and Integrity \n  OECD  –  Organisation for Economic Co-operation and Development \n  OP  –  operational priority \n  SDCC  –  Sustainable Development and Climate Change Department \n  SDTC-GOV  –  Governance Thematic Group of the Sustainable \nDevelopment and Climate Change Department \n  SDG  –  Sustainable Development Goal \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Bambang Susantono, Knowledge Management and Sustainable \nDevelopment \nDirector General  Bruno Carrasco, Sustainable Development and Climate Change \nDepartment (SDCC) \nHead  John Versantvoort, Office of Anticorruption and Integrity (OAI) \nThematic Cluster Head  Wendy M. Walker, Officer-in-Charge, Office of the Cluster Head \n(SDTC) \nDirector  Lisa Kelaart-Courtney, Prevention and Compliance Division \n(AIPD), OAI \nChief  Hanif Rahemtulla, Officer-in-Charge, Governance Thematic Group \n(SDTC-GOV) \n \nTeam leaders  Aurore Julie Caroline Arcambal, Integrity Specialist, AIPD, OAI \nDaisuke Miura, Public Management Specialist (Taxation), SDTC-\nGOV \nGo Nagata, Public Management Specialist (Taxation), SDTC-GOV \nTeam members  Alaysa Tagumpay Escandor, Public Management Officer \n(Governance), SDTC-GOV \nMa. Antoinette Figurasin, Operations Assistant, SDTC-GOV \nMarjorie Anne Javillonar, Operations Analyst, SDTC-GOV \nJose Luis Syquia, Unit Head (Due Diligence), AIPD, OAI \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", "authors": [{"fullname": "Bambang Susantono", "role": "Knowledge Management and Sustainable", "organization": ""}, {"fullname": "Bruno Carrasco", "role": "Sustainable Development and Climate Change", "organization": ""}, {"fullname": "John Versantvoort", "role": "Office of Anticorruption and Integrity (OAI)", "organization": ""}, {"fullname": "Wendy M. Walker", "role": "Officer-in-Charge", "organization": "Office of the Cluster Head"}, {"fullname": "Lisa Kelaart-Courtney", "role": "Prevention and Compliance Division", "organization": ""}, {"fullname": "Hanif Rahemtulla", "role": "Officer-in-Charge", "organization": "Governance Thematic Group"}, {"fullname": "Aurore Julie Caroline Arcambal", "role": "Integrity Specialist", "organization": "AIPD"}, {"fullname": "Daisuke Miura", "role": "Public Management Specialist (Taxation)", "organization": "SDTC"}, {"fullname": "Go Nagata", "role": "Public Management Specialist (Taxation)", "organization": "SDTC"}, {"fullname": "Alaysa Tagumpay Escandor", "role": "Public Management Officer", "organization": ""}, {"fullname": "Ma. Antoinette Figurasin", "role": "Operations Assistant", "organization": "SDTC"}, {"fullname": "Marjorie Anne Javillonar", "role": "Operations Analyst", "organization": "SDTC"}, {"fullname": "Jose Luis Syquia", "role": "Unit Head (Due Diligence)", "organization": "AIPD"}]}