{"path": "data/input/ta/55007-001-rrp-en.pdf", "pages": [" \n \n \n \nR  eport and Recommendation of the President  \n \nto the Board of Directors\n   \n  \n \n \n \n \n \n \n \nProject Number: 55007-001 \nMay 2021 \n \n \n \nProposed Loans\n \nMongolia: Support for COVID-19 Vaccine Delivery \nin Mongolia under the Asia Pacific Vaccine Access \nFacility \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nAccess to Information Policy.   \n ", "CURRENCY EQUIVALENTS \n(as of 2 May 2021) \n \nCurrency unit  –  togrog (MNT) \n \nMNT1.00  =  $0.00035 \n \n$1.00  =  MNT2,848.2 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AIIB  –  Asian Infrastructure Investment Bank \n  AMC   –  Advance Market Commitment  \n  APVAX  –  Asia Pacific Vaccine Access Facility \n  COVAX  –  COVID-19 Vaccines Global Access  \n  COVID-19  –  coronavirus disease \n  JFPR   –  Japan Fund for Poverty Reduction  \n  MOF  –  Ministry of Finance \nMOH  –  Ministry of Health \nNDVP  –  National Deployment and Vaccination Plan \n  PAM  –  project administration manual \n  PIU  –  project implementation unit \n  RRC   –  rapid response component  \n  UNICEF   –  United Nations Children’s Fund  \n  VIRAT   –  Vaccine Introduction Readiness Assessment Tool \n  VRAF  –  Vaccine Readiness Assessment Framework \n  WHO  –  World Health Organization \n \n \nGLOSSARY \n \n    aimag  –  province \n    ger  –  yurt or traditional dwelling \n    soum  –  subunit of an aimag \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \n \n \n \n \n \n \n \n \n \n ", "Vice-President  Ahmed M. Saeed, Operations 2 \nDirector General  James P. Lynch, East Asia Department (EARD) \nDeputy Director General  M. Teresa Kho, EARD \nDirectors  Sangay Penjor, Urban and Social Sectors Division (EASS), EARD \nPavit Ramachandran, Mongolia Resident Mission (MNRM), EARD \n   \nTeam leaders  Najibullah Habib, Health Specialist, EASS, EARD \nAltantuya Jigjidsuren, Senior Social Sector Officer, MNRM, EARD \nJayati Nigam, Health Specialist, EASS, EARD \nTeam members  Tahmeen Ahmad; Financial Management Specialist; Public Financial \nManagement Division; Procurement, Portfolio and Financial  \n  Management Department (PPFD) \n  Nishanthi Manjula Amerasinghe, Principal Environment Specialist, \nOffice of the Director General (EAOD), EARD \n  Aaron Batten; Principal Planning and Policy Economist; Operations \nPlanning and Coordination Division; Strategy, Policy and \nPartnerships Department (SPD) \n  Abigail Garrovillas, Senior Operations Officer, EAOD, EARD \n  Veronica Mendizabal Joffre, Social Development Specialist (Gender \nand Development), EAOD, EARD \n  Mart Khaltarpurev, Principal Procurement Specialist, Procurement \nDivision 2 (PFP2), PPFD \n  Declan Magee, Senior Country Economist, MNRM, EARD \n  Raushanbek Mamatkulov, Senior Social Sector Specialist, EASS, \nEARD \n  Marimar Montemayor, Senior Operations Assistant, EASS, EARD \n  Kevin Moore, Senior Procurement Specialist, PFP2, PPFD \n  Marga Domingo-Morales, Senior Results Management Officer, \nEAOD, EARD \n  Cecil Muro, Associate Portfolio Management Officer, EASS, EARD \n  Katie Heekyung Nam, Counsel, Office of the General Counsel (OGC) \n  Patrick Osewe, Chief of Health Sector Group, Sector Advisory \nService Cluster Health Sector Group (SDSC-HEA), Sustainable \nDevelopment and Climate Change Department (SDCC) \n  Hyun Chol Park, Senior Financial Control Specialist, Loan and Grant \nDisbursement Section, Controller’s Department \n  Aysha Qadir, Principal Counsel, OGC \n  Mailene Radstake, Principal Social Development Specialist \n(Safeguards), EAOD, EARD \n  Viswanathan Ramasubramanian, Senior Safeguards Specialist \n(Resettlement), EASS, EARD \n  Mark Allister Robis, Senior Financial Management Officer, EAOD, \nEARD \n  Erwin Salaveria, Associate Partnerships Officer, Strategic \nPartnerships Division, SPD \n  Bold Sandagdorj, Senior Economics Officer, MNRM, EARD \n  Shotaro Sasaki, Senior Environment Specialist, EASS, EARD \n  Malika Shagazatova, Social Development Specialist (Gender and \nDevelopment), Gender Equity Thematic Group, SDCC \n  Yashna Shrawani, Counsel, OGC \n  Aiko Kikkawa Takenaka, Economist, Economic Analysis and  ", "  Operational Support Division, Economic Research and Regional \n  Cooperation Department \nMookiah Thiruchelvam, Senior Portfolio Management Specialist, \nMNRM, EARD \n  Hiet T.H. Tran, Senior Procurement Specialist, PFP2, PPFD \nBayarmaa Tsetsgee, Project Analyst, MNRM, EARD \nKarma Yangzom, Principal Environment Specialist, Safeguards \nDivision, SDCC \nPeer reviewer  Rui Liu, Health Specialist, SDSC-HEA, SDCC \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.   ", "CONTENTS \n \nPage \n \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  2 \nA.  Rationale  2 \nB.  Project Description  9 \nC.  Value Added by ADB  9 \nD.  Summary Cost Estimates and Financing Plan  10 \nE.  Implementation Arrangements  11 \nIII.  DUE DILIGENCE  12 \nA.  Economic and Financial Viability  12 \nB.  Governance  12 \nC.  Poverty, Social, and Gender  13 \nD.  Safeguards  13 \nE.  Procurement  14 \nF.  Summary of Risk Assessment and Risk Management Plan  14 \nIV.  ASSURANCES AND CONDITIONS  15 \nV.  RECOMMENDATION  16 \n \nAPPENDIXES \n1.  Design and Monitoring Framework                       17 \n2.  List of Linked Documents                        18 \n   ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 55007-001\nProject Name Support for COVID-19 Vaccine Delivery in  Department/Division EARD/EASS\nMongolia under the Asia Pacific Vaccine \nAccess Facility \nCountry Mongolia Executing Agency Ministry of Health \nBorrower Mongolia (formerly Ministry of \nHealth and Sports)\nCountry Economic  https://www.adb.org/Documents/LinkedDocs/\nIndicators ?id=55007-001-CEI\nPortfolio at a Glance https://www.adb.org/Documents/LinkedDocs/\n?id=55007-001-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nHealth Disease control  of communicable disease 19.00\nTotal 19.00\n3. Operational Priorities Climate Change Information\nAddressing remaining poverty and reducing inequalities GHG reductions (tons per annum) 0.000\nAccelerating progress in gender equality Climate Change impact on the  Low\nProject\nStrengthening governance and institutional capacity\nFostering regional cooperation and integration\nADB Financing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.5, 1.a Some gender elements (SGE)\nSDG 3.3, 3.8\nSDG 5.2 Poverty Targeting\nSDG 10.3, 10.4 General Intervention on Poverty\n4. Risk Categorization: Complex\n.\n5. Safeguard Categorization Environment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n6. Financing\nModality and Sources Amount ($ million)\nADB 19.00\n     Sovereign Asia Pacific Vaccine Access Facility (Concessional Loan): Ordinary  9.50\ncapital resources\n     Sovereign Asia Pacific Vaccine Access Facility (Regular Loan): Ordinary  9.50\ncapital resources\nCofinancing 21.00\n     Asian Infrastructure Investment Bank - Asia Pacific Vaccine Access Facility  21.00\n(Partial ADB Administration)\nCounterpart  3.82\n     Government  3.82\nTotal 43.82\nCurrency of ADB Financing: US Dollar \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 13052021171648597337 Generated Date: 21-May-2021 10:34:12 AM", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on proposed loans to \nMongolia for the Support for COVID-19 Vaccine Delivery in Mongolia under the Asia Pacific \nVaccine Access Facility.1 The project will benefit substantively from an abbreviated consideration \nperiod by the Asian Development Bank (ADB) Board of Directors as it will expedite disbursement \nthrough retroactive financing of Asia Pacific Vaccine Access Facility (APVAX)-eligible coronavirus \ndisease  (COVID-19)  vaccines.  The  government  is  negotiating  supply  contracts  with \nmanufacturers of APVAX-eligible vaccines for immediate procurement.  \n \n2.  The project is structured to provide the Government of Mongolia with immediate and \nflexible financing to purchase safe and effective vaccines against COVID-19 through APVAX. The \nrapid response component (RRC) will provide financing for direct procurement of APVAX-eligible \nvaccines  from  manufacturers  as  well  as  international  logistics  to  Mongolia.  The  Asian \nInfrastructure Investment Bank (AIIB) will provide joint cofinancing to support the procurement of \nAPVAX-eligible COVID-19 vaccines, in full alignment with the project outcome and ADB’s policies \nand procedures. \n \n3.  The  project  is  aligned  with  the  following  operational  priorities  of  Strategy  2030:  \n(i) addressing remaining poverty and reducing inequalities, (ii) accelerating progress in gender \nequality, (iii) strengthening governance and institutional capacity, and (iv) fostering regional \ncooperation and integration.2 The project is consistent with the ADB country partnership strategy \nfor Mongolia, 2017–20203 as well as the upcoming country partnership strategy for Mongolia, \n2021–2024 which aims to help the country recover from COVID-19 and lay resilient foundations \nfor inclusive and sustainable growth.  \n \n4.  Mongolia  has  met  the  criteria  required  for  accessing  APVAX  as  detailed  in  \nTable 1. The government has (i) demonstrated an adverse impact of the COVID-19 pandemic,  \n(ii) completed a needs assessment and a National Deployment and Vaccination Plan (NDVP),  \n(iii) prepared an incremental medical waste management plan, (iv) organized direct contracting \nprocurement  arrangements  in  line  with  ADB  guidelines,  (v) submitted  the  governor’s  letter \nconfirming the government’s commitment to ensure compliance with the APVAX vaccine eligibility \ncriteria, and (vi) established an effective development partner coordination mechanism. \n \nTable 1: Compliance with Criteria of Asia Pacific Vaccine Access Facility \nAccess Criteria  ADB Assessment \n1.  Demonstrated adverse  COVID-19 is forecasted to significantly increase the poverty rate from its level of \nimpact of the COVID-19  28.4% in 2018. Job losses increased to 133,000 in Q1 2021 which is an 11.2% \npandemic  reduction in total jobs compared to Q4 2019. Based on historical experience \nMongolia is vulnerable to economic shocks with the pre-COVID-19 poverty level \nat 28.4% with a further 27.3% living just above the poverty line. A high proportion \nof people live in ger (Mongolian traditional dwelling) areas with poor access to \nwater, sanitation, and social services, which increases their vulnerability. The \npandemic disproportionately affects women, who comprise 82.0% of frontline \nhealth workers.  \n \n1  The proposed project was prepared under the One ADB approach following streamlined business processes outlined \nin the APVAX policy paper [R195-20], including an abbreviated Board circulation period. ADB. 2020. ADB’s Support \nto Enhance COVID-19 Vaccine Access. Manila. \n2  Contribution to Strategy 2030 Operational Priorities (accessible from the list of linked documents in Appendix 2). \n3  ADB. 2017. Country Partnership Strategy: Mongolia, 2017–2020—Sustaining Inclusive Growth in a Period of \nEconomic Difficulty. Manila. \n ", "2 \nAccess Criteria  ADB Assessment \n2.  Completed needs  A readiness assessment was conducted based on the international standard \nassessment  VIRAT (of WHO and UNICEF) and VRAF (of the World Bank), which clearly \n  identifies health needs, prioritized groups, monitoring and evaluation measures, \nand  gaps.  WHO  and  GAVI  have  validated  Mongolia’s  VIRAT  and  VRAF \nassessments to apply for COVAX. \n  National vaccination  The NDVP of Mongolia prioritizes frontline health workers and other essential \nallocation plan  workers, vulnerable and marginalized groups, older adults, people with chronic \n  comorbidities, people with disabilities, and the homeless. WHO has endorsed the \nNDVP, which provides guidelines for the allocation of vaccines according to \ninternational best practice. The plan also outlines timelines, population targets, \nprioritization of key populations, financing needs, monitoring and evaluation \nprocedures, and other measures. It builds on Mongolia’s successful childhood \nimmunization program, which reached 99.4% of the population in 2019. The ADB \nHealth Sector Group has confirmed the status of the NDVP as endorsed by WHO \nand acceptable to ADB. \n  Incremental medical  Medical  waste  management  is  carried  out  following  standard  procedures \nwaste management plan  approved by the joint order of the ministers of health and environment.a ADB has \nsupported medical waste management systems in Mongolia that can support \nmedical waste management for COVID-19 vaccines. The NDVP addresses \nmedical waste arrangements based on national law and WHO guidelines. Due \ndiligence  on  medical  waste  systems  conducted  by  ADB  has  determined \nadherence to safeguard standards. \n  Governor's letter  On 26 March 2021, ADB received a governor’s letter confirming the government’s \ncommitment to implement its COVID-19 NDVP and its intent to comply with the \nvaccine eligibility criteria for APVAX. \n3.  Development partner  The  government  leads  an  effective  national  and  implementation  level \ncoordination mechanism  development partner coordination mechanism, with the active participation of civil \nand clear role for ADB  society groups and key development partners such as ADB, UNICEF, WHO, the \nwithin this platform  World Bank; and the United Nations resident coordinator. The State Emergency \n  Commission,  chaired  by  the  deputy  prime  minister,  oversees  the  national \nresponse  to  COVID-19  at  the  national  level;  and  a  National  Coordination \nCommittee under the Ministry of Health is responsible for implementation. In \naddition, Mongolia has secured participation in the COVAX Advance Market \nCommitment.b \nADB = Asian Development Bank, APVAX = Asia Pacific Vaccine Access Facility, COVAX = COVID-19 Vaccines Global \nAccess, COVID-19 = coronavirus disease, GAVI = The Vaccine Alliance (formerly Global Alliance for Vaccines and \nImmunization), NDVP = National Deployment and Vaccination Plan, Q = quarter, UNICEF = United Nations Children's \nFund, VIRAT = vaccine introduction readiness assessment tool, VRAF = vaccine readiness assessment framework, \nWHO = World Health Organization. \na  Government of Mongolia, Ministry of Health and Ministry of Environment. 2011. Approving Guidelines for Collecting, \nStoring, Transporting, Disinfecting, and Disposing Waste from Health Care Facilities. Joint Order No. A/320-305. \nUlaanbaatar. \nb  Mongolia has secured participation in the COVAX Advance Market Commitment which aims to provide 20% of \nMongolia’s COVID-19 vaccine needs as donations based on availability. Mongolia received its first doses on  \n12 March 2021, and has total allocated doses of 138,540; GAVI. COVAX Vaccine Roll-Out: Mongolia (accessed  \n4 May 2021). \nSource: ADB. \n \nII.  THE PROJECT \nA.  Rationale \n \n5.  Mongolia’s COVID-19 situation. COVID-19 was first detected in the People’s Republic \nof China in December 2019, prompting the Government of Mongolia to respond immediately to \navoid rapid spread of the disease. The State Emergency Commission of Mongolia instituted strict \nemergency measures by mid-January 2020 that successfully prevented the spread of COVID-19 \n ", "3 \nin Mongolia, and launched the NDVP against COVID-19 on 11 January 2021.4 These measures \nincluded international and national travel restrictions; non-essential business closures; public \nawareness campaigns to prevent the spread of the virus; restrictions on public gatherings, \nmeetings, and celebrations; the closure of schools; and the preparation of hospitals to deal with \nthe expected surge in COVID-19 cases and the need for emergency care. The first case of \ncommunity transmission was reported on 11 November 2020, leading to the detection of several \nclusters of local transmission in the capital city, Ulaanbaatar, and several aimags (provinces). The \ngovernment immediately implemented three rounds of strict lockdowns from November 2020 to \nmid-April 2021, which helped reduce congestion in aimags and slow the spread of COVID-19 in \nUlaanbaatar. As of 12 May 2021, the Ministry of Health (MOH) reported that of the total 46,448 \nCOVID-19 cases, most of the cases (40,830) were in Ulaanbaatar and other cases (5,618) were \nin aimags. About 81.2% (1,678,198) of the target population (18 years old and above) has \nreceived their first vaccine dose and 31.1% (631,666) has received their second vaccine dose.5 \nThe risk of continued community spread remains substantial, especially in Ulaanbaatar, which is \nthe main national and international travel hub and home to half of Mongolia’s population of 3.3 \nmillion. \n \n6.  Impact on Mongolia’s economy. The impact of the COVID-19 crisis has been more \nsevere and prolonged on the Mongolian economy than initial expectations in 2020. Mongolia’s \neconomy shrank by 5.3% in 2020, a drop of 10.5 percentage points compared with 2019. Official \njob losses reached 63,900 or 5.4% of total employment, and the unemployment rate increased \nby 1.0 percentage point to 7.6% in the second half of 2020. Export shocks led to a 9.4% \ncontraction in the mining industry, mainly because of a decline in coal and crude oil output, \ndragging down growth by 1.9 percentage points. Except for agriculture, all sectors—including \ntransportation, construction, trade, and services—shrank. The overall budget deficit increased \nsignificantly to 9.6% of gross domestic product in 2020 because of revenue shortfalls, fiscal \nresponse measures against COVID-19, and the contraction in gross domestic product. The \nbanking industry experienced a credit crunch throughout 2020; and private companies, especially \nmicro, small, and medium-sized enterprises that lacked access to credit, faced severe liquidity \nshortage issues. \n \n7.  Impact on poor and vulnerable groups. Although official poverty data for 2020 will be \nreleased in the second half of 2021, it is expected that COVID-19 will significantly increase the \npoverty rate from its level of 28.4% in 2018. This is anticipated given the structure of poverty in \nMongolia, its historical experience, and the recent increase in job losses to 133,000 as of Q1 2021 \nwhich is an 11.2% reduction in total jobs compared to Q4 2019. A further 27.3% of people live \njust above the poverty line and are vulnerable to falling into poverty because of shocks. Mongolia \nhas a history of economic shocks causing large increases in poverty. After a collapse in the growth \nrate to 1.2% in 2016 poverty increased by 8 percentage points to 29.6% from 2014 levels. In 2009 \nthe poverty rate increased by 3.5 points to 38.7% within 12 months when GDP contracted sharply \nby 1.3%.6 A high proportion of people living in ger (Mongolian movable, circular traditional \ndwelling) areas with poor access to health, water, sanitation, and social services are particularly \nvulnerable to COVID-19. Many ger areas are in poor urban districts of cities that suffer from \nenvironmental vulnerability, underemployment, and underinvestment in basic infrastructure. The \n \n4  The State Emergency Commission, chaired by the deputy prime minister, oversees the response to all emergencies. \nGovernment  of  Mongolia,  State  Emergency  Commission.  2021.  About  Approving  National  Deployment  and \nVaccination Plan against COVID-19. Order of the Chair of the State Emergency Commission. No. 5. Ulaanbaatar.  \n5  Government of Mongolia, MOH. Current Situation on COVID-19 (in Mongolian, accessed 12 May 2021); and \nGovernment of Mongolia, Ministry of Foreign Affairs. Video Information: MFA This Week.. (in Mongolian, accessed \n12 May 2021). \n6  World Bank. 2020. Mongolia Poverty Update 2018. Washington, DC.  \n ", "4 \npoor in rural areas largely depend on herding livestock and farming as their main source of income \nand their nomadic lifestyle requires targeted vaccination plans. \n \n8.  Impact on gender. Women in Mongolia are disproportionally affected by the COVID-19 \npandemic as they comprise 82% of frontline health workers and have a higher risk of exposure, \nillness, and death. This is exacerbated by the increased burden of unpaid care work at home \nbecause of the national lockdowns as well as women’s jobs (such as service sector, tourism, and \nhospitality work) being more vulnerable to the impacts of COVID-19.7 In addition, the crisis has \nhad an adverse impact on gender-based violence, as the number of hotline calls and women \nresorting to shelters has increased significantly since the start of the pandemic.8 Misinformation \nregarding the effects of vaccines on fertility may increase hesitancy among the female population \nof childbearing age, affecting the expected outcome of reaching herd immunity. \n \n9.  Impact on the health system. Mongolia’s health sector has made significant progress in \nimproving health outcomes in recent years. The average life expectancy at birth increased to \n70 years in 2018, up from 69 years in 2016.9 Mongolia achieved its Millennium Development Goal \ntargets in 2015 for maternal and child mortality. These hard-earned gains are under threat \nbecause of the enormous pressure the COVID-19 pandemic is placing on the country’s health \ncare  system.  As  of  12  May  2021,  2,800,505  polymerase  chain  reaction  tests  have  been \nconducted; 10,531 patients have been hospitalized; and 73,589 people have undergone strict \nquarantine under medical observation (footnote 5). The increasing number of people hospitalized \nbecause of COVID-19 draws precious health resources away from the treatment of other serious \nillnesses such as heart disease, stroke, diabetes, and cancer, which are the leading causes of \ndeath in Mongolia. The health system’s limited human and fiscal resources are being used for \ntesting, extra remuneration for frontline health care workers and other relevant government \nworkers, and preparations for the surge in COVID-19 infections and hospitalizations, including \nexpensive intensive care capacities. The Ministry of Finance (MOF) reported that as of September \n2020,  the  government  had  allocated  an  additional  MNT850.0  billion  for  COVID-19-related \nexpenses, including MNT18.3 billion for the health sector.10 As a whole, health sector expenditure \nincreased by 26% in 2020 compared with 2019. These negative impacts make the rapid rollout of \nsafe and effective COVID-19 vaccines a vital tool that will help Mongolia stop the pandemic. \n \n10.  COVID-19 National Deployment and Vaccination Plan. The NDVP11 is an integral part \nof Mongolia's overall national COVID-19 pandemic prevention and response strategic plan.12 It is \nbased on the country’s readiness assessment, utilizing the Vaccine Introduction Readiness \nAssessment  Tool  (VIRAT)  and  the  Vaccine  Readiness  Assessment  Framework  (VRAF) \n \n7  A time-use survey conducted by ADB in Mongolia among 500 respondents during April and June 2020 found that \n73% of the respondents indicated undertaking more household and care work. Female respondents spent an \naverage of 247 minutes on unpaid household work, 2.2 times more than male respondents. ADB. Mongolia: Rapid \nAssessment of Time Use in Mongolia During the COVID-19 Pandemic. (Forthcoming). \n8  Police records for Ulaanbaatar indicated a 63% increase in reported cases of domestic violence, with 3,100 during \nthe first quarter of 2020 compared with 1,900 reported during the first quarter of 2019. Most of these cases included \nphysical violence (77%), about 90% were committed in a household setting, and 93% of the victims were women. \n9  In 2016, female life expectancy was 73.5 years and male life expectancy was 65.3 years. By 2018, female life \nexpectancy was 73.9 years and male life expectancy was 65.6 years. World Bank. World Bank Indicators (accessed \n31 March 2021). \n10 Government of Mongolia, MOF. 2020. Report on Additional Expenditures of Some Government Measures Against \nthe Pandemic of Coronavirus Infection (COVID-19) (in Mongolian, accessed 29 November 2020). \n11 Details of the NDVP are available in the Country National Vaccine Allocation Plan (accessible from the list of linked \ndocuments in Appendix 2). \n12 Government of Mongolia, MOH. 2020. Approving COVID-19 Pandemic Response Plan. Ministerial Order No. A/418. \nUlaanbaatar. \n ", "5 \ndeveloped  with  international  partners,  including  ADB,  the  United  Nations  Children’s  Fund \n(UNICEF),  the  World  Health  Organization  (WHO),  the  World  Bank,  and  other  government \norganizations involved in the vaccination program.13 WHO has validated the NDVP, which is a \nliving  document that can  adapt  to changes  in  the vaccine type,  availability, target  groups, \nmanufacturer’s instructions, and epidemiological situation. The NDVP aims to initially vaccinate \n20% of the population (about 692,342 people), focusing on high risk groups such as frontline \nhealth care workers, government workers deployed for the COVID-19 response, and adults aged \n50 and older. This approach is aligned with recommendations from the WHO Strategic Advisory \nGroup of Experts on Immunization.14 By initially prioritizing these groups, the vaccination program \nwill achieve its impact in reducing the consequences of the pandemic even in conditions of supply \nconstraint. When subsequent consignments of the vaccine become available, up to a total of 60% \nof the population or all the adult population will be vaccinated. The prioritization of target groups \nis based on the health risks of the groups regardless of their tribal, urban, rural, and pastoral \nresidential identities or the degrees of vulnerability. The NDVP ultimately aims to vaccinate 60% \nof the population free of charge. \n \nTable 2: Mongolia’s Target Population for COVID-19 Vaccination \nTarget Population’s \nNumber of Target  Share of Total \nTarget Group  Population  Population (%) \n1.  Health care workers in public and private health facilities  56,047  1.7 \n2.  Multisector personnel working in national COVID-19  52,750  1.6 \nresponse activities, including frontline workers from the   \nNational Emergency Management Agency, General Agency   \nfor Specialized Inspection, border control, and police \ndepartments \n3.  Older adults aged 50 and above  583,545  17.7 \n4.  People with disabilities  230,781  7.0 \n5.  People with chronic comorbidities  276,937  8.4 \n6.  Additional workers and volunteers deployed for vaccination  65,937  2.0 \n7.  Vulnerable groups requiring social welfare assistance  313,202  9.5 \n8.  Workers from strategically important sectors whose services  329,687  10.0 \nwill continue without disruption \n9.  Staff from educational facilities, including kindergartens,  69,234  2.1 \nelementary, secondary, and high schools, and higher \neducational institutions \nTotal  1,978,120  60.0 \nCOVID-19 = coronavirus disease. \nSource: Government of Mongolia, State Emergency Commission. 2021. About Approving National Deployment and \nVaccination Plan against COVID-19. Order of the Chair of the State Emergency Commission. No. 5. Ulaanbaatar. \n \n11.  National  Deployment  and  Vaccination  Plan  implementation.  Distribution  of  the \nCOVID-19 vaccine builds upon the supply chain for routine immunization following the national \nguidelines  on  the  storage,  transportation,  and  dissemination  of  vaccines  and  biological \npreparations.15 However, additional refrigerators and cold chain equipment will be provided to \neach immunization unit to store the COVID-19 vaccines. Gaps in cold chain storage capacity for \nCOVID-19 vaccines, especially for ultra-cold chain of –70ºC and dry-ice production, will be \n \n13 Government  of  Mongolia,  MOH.  2020.  Updated  COVID-19  Vaccine  Introduction  Readiness  Assessment \nTool/Vaccine Readiness Assessment Framework 2.0 (Version 3). Ulaanbaatar. \n14 WHO, Strategic Advisory Group of Experts on Immunization. COVID-19 Vaccines Technical Documents: Product \nSpecific Documentation (accessed 28 March 2021).  \n15 Government of Mongolia, MOH. 2004. Approving Guidelines for Receiving, Transporting, and Storing Vaccines and \nBioproducts. Ministerial Order No.189. Ulaanbaatar.  \n ", "6 \naddressed through projects supported by the World Bank16 and the Government of Japan.17 \nDevelopment assistance from ADB, the World Bank, the Government of Japan, UNICEF, and \nWHO  are  harmonized  through  complementary  activities  aiming  to  implement  the  NDVP. \nVaccination is carried out at the permanent units of the National Center for Communicable \nDiseases, tertiary hospitals, district hospitals, district health centers, soum (subunit of an aimag) \nhealth centers in rural provinces, and family health centers. Most of the target population—\nincluding adults aged 50 and above, people with disabilities, and vulnerable people—will be \nvaccinated using a fixed strategy (facility-based approach) at the nearest health facility where \nthey live to ensure that they receive proper care and emergency medical assistance in case of \nadverse  events  following  immunization.  Multidisciplinary  personnel  deployed  in  national  \nCOVID-19 response measures are given vaccines using an outreach vaccination strategy in \ntemporary  immunization  units.  A  mobile  vaccination  team  is  used  to  cover  hard-to-reach \npopulations  who  reside  in  remote  areas.  Out  of  the  planned  548 immunization  units,  50 \npermanent immunization units have been established in Ulaanbaatar City, where vaccination \nagainst COVID-19 began on 23 February 2021. The government carried out a comprehensive \nmapping of all available human resources, including additional staff from the Red Cross, retired \nstaff, and preschool health staff; and developed a detailed list of health workers who will be \nmobilized in the vaccination process, with an assigned role for each worker. Staff training has \nbeen planned and will be carried out in phases, covering about 21,000 health care workers and \n17,000 non-health sector workers, including social mobilizers, journalists, and volunteers.  \n \n12.  Joint working groups have been established to monitor the preparation of temporary and \npermanent immunization units and vaccine quality, safety, transportation, and storage on site \nduring the immunization process.18 In addition, the General Agency for Specialized Inspection \ncarries out external monitoring of the vaccination process and reports directly to the State \nEmergency Commission. Grievance mechanisms have been established at the General Agency \nfor Specialized Inspection, the Ulaanbaatar City Department of Health, and the MOH. The \ngovernment has developed a unified electronic immunization registry of COVID-19 vaccination \nrecord  with  people’s  vital  information  for  daily  analysis  and  reporting.  An  effective  risk \ncommunication plan has been prepared and implemented.19 This includes a comprehensive set \nof actions, such as developing information, communication, and training materials for health care \nworkers  and  the  general  population;  training  social  mobilizers  and  influencers  to  provide \ninformation to the public on COVID-19 vaccination; and conducting active surveillance of the \npublic attitude during and after vaccination. \n \n13.  Medical waste management. An increase in medical waste (e.g., syringes, vials, and \npersonal protective equipment from vaccinators) is anticipated for national COVID-19 vaccine \ndeployment. Medical waste management is carried out following standard procedures approved \n \n16 On 11 February 2021, the World Bank approved $50.7 million additional financing for Mongolia supporting risk \ncommunication; the provision of cold chain equipment and supplies, medical supplies, personal protective equipment, \nand medicines; and the implementation and monitoring and evaluation of vaccination. The World Bank project sets \naside $18.7 million for the procurement of COVID-19 vaccines through the COVID-19 Vaccines Global Access \n(COVAX) Advance Market Commitment (AMC) facility, for which procurement is led by UNICEF. World Bank. 2021. \nMongolia COVID-19 Emergency Response and Health System Preparedness Project. Washington, DC. \n17 In March 2021, the Government of Japan approved a $21.5 million grant for Mongolia that will support the \nprocurement of COVID-19 vaccines and cold chain equipment through UNICEF and will provide capacity building \nactivities for vaccine deployment. \n18 Government of Mongolia, MOH. 2021. Approval of Guidelines. Ministerial Order No. 108. Ulaanbaatar. \n19 Government of Mongolia, MOH. 2021. COVID-19 Vaccination Risk Communication Plan. Ulaanbaatar. \n ", "7 \nby the joint order of the ministers of health and environment.20 Based on the VIRAT and VRAF \nassessments validated by WHO, the NDVP outlines the need for the procurement of additional \nequipment such as autoclaves in some remote areas. In assessments done by WHO and UNICEF \non the successful national childhood immunization program, which had 99.4% coverage in 2019, \nthe  implementation  of vaccine medical  waste management—including  segregation, storage, \ncollection, treatment, and disposal—was adequately managed. ADB support has been used to \nimprove the central medical waste management facility in Ulaanbaatar, which can alleviate \nsudden surges in demand, through the Fifth Health Sector Development Project.21 Additionally, \ndue diligence assessments22 conducted by ADB on medical waste management systems found \nthem to be largely adequate, with some gaps in capacity in aimags and soums, particularly in \nrural areas. These gaps will be addressed through the World Bank COVID-19 emergency project \n(footnote 16) and the proposed Japan Fund for Poverty Reduction (JFPR) grant linked to the \nproject.23 \n \n14.  Financing needs. Based on the results of the VIRAT and VRAF, the Government of \nMongolia estimated an indicative financing need for NDVP implementation of $68.5 million–\n$114.0 million, depending on the unit price of vaccines.24 The World Bank and the Government \nof Japan (footnotes 16 and 17) have committed a total of $72.2 million, of which $34.5 million is \nfor vaccines. The World Bank and the Government of Japan planned to purchase vaccines \nthrough the COVID-19 Vaccines Global Access (COVAX) and UNICEF at a price of $7.00 per \ndose. However, according to the current COVID-19 vaccine market dashboard, the unit price for \na  single  dose  of  vaccine  is  much  higher,  ranging  from  $2.06  to  $40.00. 25 Therefore,  the \ngovernment revised its estimated financing needs to $114.0 million based on the approximate \naverage of the COVID-19 vaccines within a higher range of prices ($15.00–$19.50) or $17.00 per \ndose.26 Given the delays and limited access to vaccines through COVAX, the Government of \nMongolia has requested ADB and AIIB’s assistance to finance the purchase of vaccines through \nbilateral agreements. Vaccinating 60% of the population of Mongolia would require 4,549,676 \ndoses of vaccines.27 As of 12 May 2021, the government has managed to secure 2,934,940 \ndoses—sufficient to cover 82% of the target population.28 \n \n15.  Government and development partner coordination. At the national level, the State \nEmergency Commission of Mongolia is a high-level commission responsible for the overall \nnational response to COVID-19 and other emergencies, as well as conducting high-level dialogue \nwith bilateral partners (footnote 4). At the implementation level, the MOH leads the implementation \nof the NDVP and, through the National Coordination Committee, coordinates the activities of \n \n20 Government of Mongolia, MOH and Ministry of Environment. 2011. Approving Guidelines for Collecting, Storing, \nTransporting,  Disinfecting,  and  Disposing  Waste  from  Health  Care  Facilities.  Joint  Order  No.  A/320–305. \nUlaanbaatar.  \n21 ADB. Mongolia: Fifth Health Sector Development Project. \n22 Due Diligence of Medical Waste Management Plan in Mongolia (accessible from the list of linked documents in \nAppendix 2). \n23 The JFPR is a possible funding source subject to the approval of the Government of Japan. ADB. Mongolia: \nStrengthening Rapid Epidemic Response Capacity of Health Systems in Mongolia. (Forthcoming). \n24 The $65.8 million estimate is based on $7.0 per dose and the $114.0 million estimate is based on $17.0 per dose. \nThe exact dose prices are volatile and dependent on very limited supply and high global demand. \n25 UNICEF. COVID-19 Vaccine Market Dashboard (accessed 18 May 2021).  \n26 An analysis of the indicative financing needs for the COVID-19 vaccines is in the Country National Vaccine Allocation \nPlan (accessible from the list of linked documents in Appendix 2).  \n27 This includes two doses per person, with a 15% wastage rate of vaccines based on WHO guidance. \n28 This includes 90,540 doses from COVAX, 150,000 doses donated by the Government of India; 300,000 doses \ndonated by the Government of the People’s Republic of China, 2,354,400 purchased by the government (2,300,000 \nSinopharm and 45,000 Sputnik) and 40,000 purchased by the private sector. Under COVAX first round allocations \nthere is a total of 183,540 vaccine earmarked for Mongolia.  \n ", "8 \ndevelopment partners in the health sector. In Mongolia, ADB is the lead development partner in \nthe health sector and is a member of the National Coordination Committee together with the World \nBank, WHO, UNICEF, and the Japan International Cooperation Agency. To implement the NDVP, \nthe government seeks additional support from other development partners for its strategy to fully \nvaccinate 60% of the population, which will not be covered by the COVAX Advance Market \nCommitment (AMC), the World Bank, and the Government of Japan. In particular, the government \nseeks support for direct procurement from the manufacturers of safe and effective COVID-19 \nvaccines to speedily deploy vaccines and avoid forecast delays in delivery through COVAX AMC \nand UNICEF. \n \n16.  ADB  support  for  Mongolia’s  health  sector  and  engagement  in  the  COVID-19 \nresponse and vaccination. The Government of Mongolia and ADB have a long and important \npartnership  in  the  health  sector.  Since  1993,  ADB  has  provided  7  loans,  10  grants,  and \n19 technical assistance projects in Mongolia’s health sector. The government has requested ADB \nto provide support for a rapid response to COVID-19 because of ADB’s significant and impactful \nengagement in the health sector. ADB has responded to Mongolia’s immediate needs for medical \nequipment  and  laboratory  diagnostics  to  detect  and  screen  for  COVID-19  by  repurposing \n$1.4 million in savings under an ongoing loan (footnote 21), which includes an improved medical \nwaste management facility; providing $2.5 million in assistance from the Asia Pacific Disaster \nResponse  Fund;  mobilizing  small-scale  technical  assistance  of  $225,000;  processing  an \nemergency assistance loan of $30.0 million; and providing a policy-based loan of $100.0 million.29 \nADB is currently processing a complementary $5.0 million grant proposed for JFPR funding to \nbuild capacity for COVID-19 vaccine delivery. ADB has also provided technical assistance of \n$400,000 to address and prevent domestic violence during the COVID-19 crisis through the \nprovision of personal protective equipment and medical equipment for shelters and one-stop \nservice centers enhancing access to emergency services during the crisis.30 \n \n17.  Access criteria for the Asia Pacific Vaccine Access Facility. Mongolia fulfills the \ncriteria for accessing the APVAX resource envelope: (i) clear adverse socioeconomic impacts of \nthe pandemic in Mongolia, as shown by robust economic analysis; (ii) a needs assessment \nconducted with support from UNICEF and WHO, using the internationally accepted VIRAT and \nVRAF assessments that served as a basis for the comprehensive national COVID-19 vaccination \nstrategy and plan, which prioritizes the vaccination of high risk and vulnerable groups of the \npopulation,  and  reflects  the  management  of  incremental  medical  waste  and  procurement \narrangements; and (iii) strong leadership and coordinated actions led by the government in \nimplementing the national COVID-19 response and the vaccination strategy and plan, including \nthe establishment of effective development partner coordination mechanisms. The government \nhas secured Mongolia’s participation in COVAX AMC and is coordinating its efforts with ADB, \nUNICEF, WHO, and the World Bank. To facilitate rapid procurement, the government plans to \nutilize  retroactive  financing  and/or  advance  contracting  to  speedily  secure  APVAX-eligible \nvaccines (Table 5). \n \n18.  To rapidly access COVID-19 vaccines amid severely constrained global supplies, the \ngovernment  intends  to  purchase  COVID-19  vaccines  directly  from  manufacturers.  The \ngovernment has mandated that national (domestic) vaccine authorization or approval for use will \nrely on the emergency use listing by WHO for approving COVID-19 vaccines or approval by a \n \n29 ADB.  Mongolia:  COVID-19  Emergency  Response  Project–Phase  1;  ADB.  Mongolia: COVID-19  Emergency \nResponse–Phase 2; ADB. Mongolia: Support for Improving the Preparedness and Response to Novel Coronavirus \nOutbreak; ADB. Mongolia: Fifth Health Sector Development Project (Emergency Assistance Loan for Additional \nFinancing); and ADB. Mongolia: Strengthening Health Security Program (Subprogram 1).  \n30 ADB. Mongolia: Addressing and Preventing Domestic Violence during the COVID-19 Crisis. \n ", "9 \nstringent regulatory authority.31 The purchase of COVID-19 vaccines eligible for procurement \nthrough COVAX and/or have received emergency use listing from the WHO will meet ADB’s \nvaccine eligibility criteria under APVAX.32 As of 12 May 2021, the Human Medicine Council of \nMongolia has approved six COVID-19 vaccines for use in Mongolia.33 \n \nB.  Project Description \n \n19.  Impact and outcome. The Government of Mongolia officially requested ADB’s financial \nsupport for securing safe and effective COVID-19 vaccines for the people of Mongolia.34 The \nprimary objective of the project is to increase the availability of the APVAX-eligible vaccines for \nthe priority population, as defined by the government in its NDVP. The project will be aligned with \nthe RRC component of APVAX, including the list of eligible items and agreed list of eligible \nexpenditures. The project supports with the following impact: morbidity and mortality of severe \nacute respiratory syndrome coronavirus 2 reduced.35 The project will have the following outcome: \npriority population vaccinated against COVID-19.36 The project will support the implementation of \nthe NDVP and contribute to the government’s efforts to immunize at least 30% of the population, \nwhich represents priority groups. \n \n20.  Output. The output of the project will be COVID-19 vaccines for priority population are \nefficiently procured and delivered. The delivery of safe and effective COVID-19 vaccines that meet \nAPVAX eligibility criteria, with AIIB cofinancing, will immunize at least 30% of the population. The \nproject will cover eligible expenditure under the RRC pertaining to international transportation of \nthe vaccines from the manufacturers to Mongolia. \n \nC.  Value Added by ADB \n \n21.   The APVAX project builds on ADB’s health system strengthening assistance to Mongolia \nand  responds  to  Mongolia’s  need to  address the  global  emergency  that  is  the  COVID-19 \npandemic. The project contributes to regional public goods37 through reduction of COVID-19 risks \nto neighboring countries to facilitate safer movement of goods and people and enhanced trade \nand investment. \n \n22.  The  government  will  utilize ADB  financing  for the  purchase  of  COVID-19  vaccines. \nAddressing essential vaccine rollout pillars will be covered by the government with financial and \ntechnical support from the World Bank, WHO, UNICEF, and the proposed ADB-administered \n \n31 Government of Mongolia, MOH. 2021. Approving a Regulation on Granting Emergency Use Authorization for COVID-\n19 Vaccines. Ministerial Order No. A/06. Ulaanbaatar. \n32 Eligibility of vaccines for APVAX financing will adhere to the criteria stated in para. 29 (including footnotes 28, 29, \nand 30) of the APVAX policy paper (footnote 1); and para. 8 (including footnotes 11 and 12) of the approved APVAX \namendment paper. ADB. 2021. Proposed Amendment to ADB’s Support to Enhance COVID-19 Vaccine Access. \nManila. \n33 These are (i) Pfizer-BioNtech COVID-19 vaccine; (ii) Moderna COVID-19 vaccine; (iii) AstraZeneca (AZD1222) \nvaccine licensed to and manufactured by SK Bioscience Co. Ltd. of the Republic of Korea; (iv) Covishield, the \nAstraZeneca vaccine licensed to and manufactured by the Serum Institute of India Pvt. Ltd.; (v) Sputnik V produced \nby the Gamaleya Institute of Russia; and (vi) COVID-19 vaccine produced by the Sinopharm of the People’s Republic \nof China.  \n34 Letter from Mongolia’s Minister of Finance to ADB. 10 February 2021.  \n35 Government of Mongolia, State Emergency Commission. 2021. Deploying and Vaccinating against COVID-19. Order \nNo. 5. Ulaanbaatar; and footnote 1. \n36 The design and monitoring framework is in Appendix 1. \n37 The project is aligned with the Central Asia Regional Economic Cooperation (CAREC) 2030’s operational cluster on \nhuman development. ADB. 2017. CAREC 2030: Connecting the Region for Shared and Sustainable Development. \nManila. \n ", "10 \nJFPR grant assistance (footnote 23). The project will support the government to ensure that the \nprioritization and mobilization of resources for COVID-19 vaccination does not affect the coverage \nof the routine child immunization program. Lessons from ADB’s long-standing support that have \nbeen incorporated in the project design include (i) leveraging the knowledge and expertise of \nleading health sector agencies, such as WHO and UNICEF, in formulating the needs assessment \nand risk mitigation measures; (ii) the importance of having a robust coordination mechanism \namong relevant ministries by establishing a steering committee; and (iii) the critical need for \nstrong  data  analytics  and capability  in  driving sound  policy  making  through  investments  in \ninformation technology systems. \n \nD.  Summary Cost Estimates and Financing Plan \n \n23.  The project is estimated to cost $43.82 million (Table 3). Detailed cost estimates by \nexpenditure category and by financier are included in the project administration manual (PAM).38 \n \nTable 3: Summary Cost Estimates \n($ million) \nItem  Amounta \n \nA.  Base Costb \n  Output: COVID-19 vaccines for priority population efficiently procured and delivered  42.07 \nB.  Contingenciesc  0.07 \nC.  Financial Charges During Implementationd  1.68 \n  Total (A+B+C)  43.82 \nCOVID-19 = coronavirus disease. \na  The government will finance value-added tax and duties for goods and services totaling $3,824,580 through \nexemption. Such amount does not represent an excessive share of the project cost. \nb  As of 18 March 2021. \nc  Price contingency and a provision for exchange rate fluctuation are included. \nd  Includes interest, commitment, and other charges on all sources of financing. \nSource: Asian Development Bank estimates. \n \n24.  The government has requested from ADB a regular loan and a concessional loan in the \naggregate amount of $19.0 million from ADB’s ordinary capital resources. The government has \nalso requested a loan of $21.0 million from AIIB. The ADB regular loan of $9.5 million for the RRC \nwill have a 15-year term, including a grace period of 3 years. The ADB concessional loan of \n$9.5 million for the RRC will have a 25-year term, including a grace period of 5 years. The ADB \nregular loan for the RRC will have an annual interest rate determined in accordance with ADB’s \nLondon interbank offered rate (LIBOR)-based lending facility, a commitment charge of 0.15% per \nyear; and such other terms and conditions set forth in the draft loan agreements. The ADB \nconcessional loan for the RRC will have an annual interest rate of 2.0% per year; and such other \nterms and conditions set forth in the draft loan agreements. The government has made its own \nindependent decision to borrow under ADB’s LIBOR-based lending facility in relation to the \nregular and concessional ordinary capital resources loans and has given an undertaking that this \nwas not made based on any advice from ADB. The AIIB loan will be partially administered by \nADB. It will jointly finance vaccine supply contracts, including logistics and transportation, which \nmeet the eligibility criteria under APVAX.39 Its terms and conditions will be described in a loan \nagreement between AIIB and the government.40 Approval of the AIIB loan is expected shortly \n \n38 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n39 The eligibility of vaccines for APVAX financing will adhere to the criteria stated in para. 29 (including footnotes 28, \n29, and 30) of the APVAX policy paper and para. 8 (including footnotes 11 and 12) of the approved APVAX \namendment paper; (footnotes 1 and 32). \n40 AIIB. 2019. Sovereign-Backed Loan Information Note. Beijing.  \n ", "11 \nafter  ADB’s  Board  approval  of  the  project.  Subsequent  disbursements  following  AIIB  loan \neffectiveness will be prorated. \n \n25.  The summary financing plan is in Table 4. ADB will finance the expenditures in relation to \nvaccine purchase and international transportation of the vaccine to Mongolia. The government \nwill finance $3.82 million value-added tax and duties through exemption. \n \nTable 4: Summary Financing Plan \n   Amount  Share of Total \nSource  ($ million)  (%) \nAsian Development Bank        \nOrdinary capital resources (regular APVAX RRC loan)  9.50  21.7 \nOrdinary capital resources (concessional APVAX RRC loan)  9.50  21.7 \nAsian Infrastructure Investment Bank  21.00  47.9 \nGovernment  3.82  8.7 \nTotal  43.82  100.0 \nAPVAX = Asia Pacific Vaccine Access Facility, RRC = rapid response component. \nNote: The Asian Development Bank, through the Japan Fund for Poverty Reduction, is processing a complementary \ngrant to Mongolia amounting to $5 million subject to approval of the Government of Japan (footnote 23).  \nSource: Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n \n26.  The MOH will be the executing agency for the project, supervised by the State Emergency \nCommission (footnote 4). The MOH will provide technical support for the implementation of the \nNDVP through the  National  Coordination  Committee,  which  includes  development  partners \nproviding  COVID-19  support.  The  executing  agency  and  these  mechanisms  will  ensure \ncoordination of the project with ADB and other development partners. Vaccines will be purchased \nthrough direct procurement from the manufacturer of APVAX-eligible COVID-19 vaccines to \nspeedily  procure  vaccines  and  avoid  forecast  delays  in  procurement  through  COVAX  and \nUNICEF because of the severely restricted global supply of vaccines. To strengthen project \nreadiness and avoid parallel project implementation arrangements, the project implementation \nunit (PIU) responsible for the Fourth, Fifth, and Sixth Health Sector Development projects will be \nresponsible for the implementation of this project.41 The implementation period will be from \nJune 2021 to December 2023. Implementation arrangements are summarized in Table 5 and \ndescribed in detail in the PAM. The procurement of ADB-eligible vaccines will follow the APVAX \npolicy requirements. Value for money will be achieved by securing multiple types of APVAX-\neligible vaccines on reasonable commercial terms and through close monitoring of contract \nimplementation to ensure timely delivery. Retroactive financing arrangements are expected to be \nutilized after loan effectiveness for procurement of vaccines. \n \nTable 5: Implementation Arrangements \nAspects  Arrangements \n Implementation period  June 2021–December 20  23 \nEstimated completion date  30 June 2023 \nEstimated loan closing date  31 December 2023 \nManagement \n(i) Oversight bodies  1.  Special Committee or the Task Force for Organizing COVID-19 Vaccination \nfor Mongolia, chaired by the deputy prime minister \n2.  Project steering committee, chaired by the minister of health \n(ii) Executing and  Ministry of Health  \nimplementing agency \n \n41 ADB. Mongolia: Fourth Health Sector Development Project; footnote 21; and ADB. Mongolia: Improving Access to \nHealth Services for Disadvantaged Groups Investment Program. \n ", "12 \nAspects  Arrangements \n(iii) Implementation unit  Ulaanbaatar, 4 staff from existing project implementation unit for the Fourth, Fifth, \nand Sixth Health Sector Development projectsa \nProcurement (indicative)  Direct contracting   Multiple contracts  $38 million \nRetroactive financing and/or  Retroactive financing (not exceeding 30% of the respective loan amount) of eligible \nadvance financing  expenditures incurred after the declaration of the COVID-19 emergency, but not \nearlier than 12 months before the date of the loan agreement, is acceptable on the \nbasis that the aggregate approved percentage of retroactive financing and advance \nfinancing shall not exceed 60% of the loan amount. AIIB will provide 30% \nretroactive financing of the cofinanced amount. \nDisbursement   Disbursement  of  the  ADB  and  AIIB  loan  proceeds  will  follow  ADB’s  Loan \nDisbursement Handbook (2017, as amended from time to time) and detailed \narrangements agreed between the government, ADB, and AIIB.  \nADB = Asian Development Bank, AIIB = Asian Infrastructure Investment Bank, COVID-19 = coronavirus disease, \nRRC = rapid response component. \na ADB. Mongolia: Fourth Health Sector Development Project; ADB. Mongolia: Fifth Health Sector Development \nProject; and ADB. Mongolia: Improving Access to Health Services for Disadvantaged Groups Investment Program. \nSource: Asian Development Bank estimates. \n \nIII.  DUE DILIGENCE \nA.  Economic and Financial Viability \n   \n27.  In Mongolia, COVID-19 has negatively impacted economic activity, including declines in \ndomestic  consumption,  production,  investment,  trade,  and  tourism,  largely  because  of  the \nstringent containment measures introduced both locally and globally. If allowed to continue, \nCOVID-19 will, in the short term, overwhelm the existing health system, which will be unable to \ncope with the simultaneous burden of treatment of noncommunicable diseases such as heart \ndisease, stroke, and cancer, in addition to COVID-19. This will lead to highly negative effects on \nhuman capital development. The immunization of 60% of the population will help achieve herd \nimmunity, save lives, allow the resumption of economic activities, promote trade, and build human \ncapital. Project outputs are public goods with no opportunity for cost recovery, so no financial \nviability assessment is required. The government has estimated an indicative financing need for \nNDVP implementation through the VIRAT and VRAF assessments and has conducted mapping \nof funding sources.42 \n \nB.  Governance \n \n28.  Based  on  the  financial  management  assessments  of  the  MOH  and  subsequent \nassessments  carried  out  under  the  current  project,  the  MOH  has  adequate  accounting \nprofessionals as well as computerized financial accounting and reporting systems. Procedures \non the flow of accounting, financial, and project physical progress related to the current project \nactivities are available. All the agencies have clearly defined responsibilities, with accountability \nassigned  to  different  units  at  different  levels  of  authority.  The  MOF  will  oversee  financial \nmanagement, including internal audits and performance audits, of the NDVP following national \nlaws and regulations. The MOH will oversee the management of transport, storage, and security \nof vaccines, following national vaccination program guidelines. \n \n29.  The Mongolia National Audit Office will arrange annual audits for the project. The financial \nmanagement assessments concluded that the financial management systems in the MOH meet \ngovernment requirements in terms of staffing, accounting, and internal control. The PIU staff will \n \n42 Vaccine Needs Assessment (accessible from the list of linked documents in Appendix 2). \n ", "13 \nimplement the project in compliance with ADB’s policy, operation, and procedural requirements. \nThe assessed pre-mitigation financial management risk is moderate. \n \n30.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  government  and  the  MOH.  The  specific  policy  requirements  and  supplementary \nmeasures are described in the PAM (footnote 38). \n \nC.  Poverty, Social, and Gender \n \n31.  Poverty and social. The project will improve emergency preparedness during epidemics \nand pandemics, and health workers’ safety in hospitals in Mongolia. It will directly benefit people \nwho are at high risk of death from COVID-19 infection, and about 200,000 frontline workers, \nespecially those with professions that put them at occupational risk because of the COVID-19 \npandemic. In addition, people with disabilities, people who suffer from chronic diseases, and \nvulnerable groups requiring social assistance will benefit from the vaccine rollout (Table 2). \n \n32.  Gender. The project is classified some gender elements. Vaccination with safe and \neffective COVID-19 vaccines will reduce illness and deaths among women. Priority groups for \nvaccination  under the  NDVP  include  health care  workers  (82%  of  whom  are  women)  and \neducators (96% of all teachers and workers at preschool education establishments, and 81.2% \nof  basic  teachers  from  the  general  secondary  schools  in  Mongolia,  are  women).  Further, \noperations staff working in 35 shelters and one-stop service centers, which provide a safe haven \nfor victims of domestic violence, will be included as part of the prioritized population under the \nproject, ensuring accessibility to such services during the crisis. Data generated through the \nimplementation of the NDVP will be disaggregated by sex, priority group, and occupation for more \neffective targeting of vulnerable groups. Vaccination of the priority population will help reduce the \nburden of women’s unpaid and domestic work resulting from lockdowns, and help reduce gender-\nbased violence at home, which has spiked during the pandemic. Proposed complementary ADB-\nadministered JFPR grant assistance to Mongolia for supporting vaccine delivery systems and \ncapacity building will target women for awareness raising, capacity building, and training for \nCOVID-19 vaccine administration (footnote 23). \n \nD.  Safeguards \n \n33.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows.43 \n \n34.  Environment (category C). The project will procure supplies but will not entail any civil \nworks or activities that may cause major adverse impacts on the environment. Under the Fifth \nHealth Sector Development Project (footnote 21), medical waste management capacity has \nincreased, which will contribute to medical waste management for COVID-19 vaccines. The \nproject will follow national regulations on medical waste. Due diligence assessments conducted \nby ADB on medical waste management systems found them to be largely adequate, with some \ngaps in capacity in aimags and soums, particularly in rural areas (footnote 22). These gaps will \nbe filled by (i) the procurement of autoclaves under the World Bank COVID-19 emergency project \n(footnote 16); (ii) training for health workers on medical waste management and occupational \nhealth  and safety  under the  proposed JFPR  grant  linked  to the  project  (footnote  23);  and \n(iii) monitoring of medical waste, which is also supported through the proposed JFPR grant. \n \n \n43 ADB. Safeguard Categories. \n ", "14 \n35.  Involuntary  resettlement  and  indigenous  peoples  (category  C).  The  project \ncomponents will not involve civil works and will not trigger any land acquisition or involuntary \nresettlement impacts. The project will not cause adverse or differential impacts on ethnic groups, \nand they will benefit equally from the proposed vaccination of the priority population. \n \nE.  Procurement \n \n36.  The procurement of goods, works, and services will be carried out in a manner consistent \nwith simplified and expedient procedures permitted under the ADB Procurement Policy (2017, as \namended from time to time) and the Procurement Regulations for ADB Borrowers (2017, as \namended from time to time) and as permitted under APVAX. Since the project will be financed \nunder  APVAX,  ADB  member  country  eligibility  restrictions  will  be  waived  and  universal \nprocurement will apply. ADB will be the lead cofinancier and partially administer the AIIB loan, \nADB Procurement Policy will apply to all procurement. All procurement packages will be jointly \nfinanced by ADB and AIIB. To expedite procurement, both vaccines and international logistics will \nbe procured using the direct contracting method. Vaccines will be purchased through bilateral \nagreements with manufacturers of APVAX-eligible COVID-19 vaccines. The government will be \nresponsible for arranging the transport of the vaccines from the countries of origin to Mongolia. \n \n37.  A procurement risk assessment was carried out for the project and rated the procurement \nrisk high. While the MOH has worked with ADB for many years and has implemented several \nADB-financed projects, instances of noncompliance have occurred, including mis-procurement. \nIn addition, the COVID-19 vaccine supply market is severely constrained, with few manufacturers, \nwhile the demand is extremely high. To mitigate these risks, (i) the government should identify \nmultiple sources of vaccine supply to spread risk; (ii) all direct procurements to be funded by ADB \nand AIIB (including candidate contracts for retroactive financing) will be subject to ADB prior \nreview; (iii) an existing PIU familiar with ADB procurement rules and procedures will be used for \nthis project; and (iv) a vaccine procurement expert will be hired to assist the MOH in procurement, \ncontract negotiation, and implementation. \n \n38.  Value for money in procurement will be achieved by (i) selecting candidate vaccines that \nare eligible for APVAX and best suited to the domestic logistics supply chain and distribution \nfacilities;  (ii)  engaging  with manufacturers that  have  advantageous vaccine  availability  and \ndelivery  timelines;  and  (iii)  entering  into  agreements  with  terms  and  conditions  that  are \nreasonable, bearing in mind the currently constrained market for COVID-19 vaccines worldwide. \n \nF.  Summary of Risk Assessment and Risk Management Plan \n \n39.  Considering the unpredictable nature of the COVID-19 pandemic, risks and mitigation \nmeasures will evolve as the vaccines are rolled out and implementation is monitored. Significant \nrisks and mitigating measures are summarized in Table 6 and described in detail in the risk \nassessment and risk management plan.44 \n \nTable 6: Risk Assessment and Risk Management Plan \nRisks  Mitigation Measures \nDelays in the delivery of vaccines  The  government  will  use  bilateral  arrangements  to  secure  direct \nbecause of the high global demand  procurement  of APVAX-eligible  vaccines  from several  manufacturers. \nand manufacturing bottlenecks  Additional vaccines could be procured through the COVAX AMC as \nMongolia has secured its participation.  \n \n44 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "15 \nRisks  Mitigation Measures \nDelays with the EUL of vaccines by  Vaccines that the government is negotiating to purchase through bilateral \nWHO, which is a consideration of  arrangements and the COVAX AMC are already listed on the WHO EUL \nthe government and one of the first  and approved by the national Human Medicine Council or being assessed \ncriteria for APVAX eligibility   and soon to be included in the WHO EUL. \nDifficulties with the airfreight  The government will use MIAT Mongolian airlines for airfreight shipment of \nshipment of vaccines from the site of  vaccines. Airfreight shipment of vaccines will be covered by the APVAX \nmanufacturers to Ulaanbaatar   rapid response component. \nDifficulties with ensuring the storage  The government purchased and installed 26 refrigerators with 5 ultra-cold \nof vaccines with super-cold freeze  freezing capacities at the national vaccine storage in Ulaanbaatar and in \nrequirements   each of the 21 aimag (province) centers. The World Bank project will \npurchase additional refrigerators. \nLack of population enrollment  Communication to raise awareness and provide objective information about \nbecause of vaccine hesitancy,  vaccines against COVID-19 addressed by the government with support \ndoubts over safety and  from UNICEF, WHO, and the World Bank. \neffectiveness, and negative attitude \ntoward immunization  \nChallenges to control corruption  Oversight bodies will supervise and monitor the project implementation to \n  prevent  corruption  risk.  MOH  will  ensure  an  effective  project \nimplementation,  including  procurement,  financial  management,  and \nmonitoring. ADB will provide anticorruption and integrity training for MOH \nand other stakeholders.  \nADB = Asian Development Bank, AMC = Advance Market Commitment, APVAX = Asia Pacific Vaccine Access \nFacility, COVAX = COVID-19 Vaccines Global Access, COVID-19 = coronavirus disease, EUL = emergency use \nlisting, MOH = Ministry of Health, UNICEF = United Nations Children’s Fund, WHO = World Health Organization. \na  ADB. Mongolia: Strengthening Rapid Epidemic Response Capacity of Health Systems in Mongolia. (Forthcoming). \nb  ADB. Mongolia: Improving Access to Health Services for Disadvantaged Groups Investment Program. \nSource: ADB. \n \nIV.  ASSURANCES AND CONDITIONS \n40.  The Government of Mongolia and MOH have assured ADB that implementation of the \nproject  shall  conform  to  all  applicable  ADB  requirements,  including  those  concerning \nanticorruption  measures,  safeguards,  gender,  procurement,  consulting  services,  financial \nmanagement, and disbursement as described in detail in the project administration manual and \nloan  documents.  The  government  continues  to  coordinate  with  international  development \npartners  on  COVID-19  support  to  Mongolia  through  donor  coordination  mechanisms.  The \ngovernment has agreed with ADB on certain covenants for the project, which are set forth in the \ndraft loan agreements. \n \n41.  No withdrawals shall be made from the loan accounts of both ADB and AIIB for financing \neligible vaccines until: (i) ADB has received a letter from the government confirming (a) which \nCOVID-19 vaccine(s) have been selected to be procured using the proceeds of the loans; \n(b) which of the eligibility criteria under APVAX have been satisfied in respect of the selected \nvaccines  to  be  procured;  and  (c)  such  COVID-19  vaccine(s)  have  received  all  necessary \nauthorizations of the government, and have been authorized by the Human Medicine Council of \nMongolia and any other relevant regulatory authorities for distribution and administration within \nthe territory of the borrower; and (ii) based on the information provided in the aforementioned \nletter, ADB has notified the borrower that the COVID-19 vaccine(s) to be procured are designated \nas eligible vaccines under APVAX criteria. \n \n \n ", "16 \nV.  RECOMMENDATION \n42.  I am satisfied that the proposed loans would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve: \n(i)  the loan of $9,500,000 to Mongolia for the Support for COVID-19 Vaccine Delivery \nin Mongolia under the Asia Pacific Vaccine Access Facility, from ADB’s ordinary \ncapital resources, in regular terms, with interest to be determined in accordance \nwith ADB’s London interbank offered rate (LIBOR)-based lending facility; for a term \nof 15 years, including a grace period of 3 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft loan \nagreement presented to the Board; and \n(ii)  the loan of $9,500,000 to Mongolia for the Support for COVID-19 Vaccine Delivery \nin Mongolia under the Asia Pacific Vaccine Access Facility, from ADB’s ordinary \ncapital resources, in concessional terms, with an interest charge at the rate of 2% \nper year during the grace period and thereafter; for a term of 25 years, including a \ngrace period of 5 years; and such other terms and conditions as are substantially \nin accordance with those set forth in the draft loan agreement presented to the \nBoard. \n \n \nMasatsugu Asakawa \nPresident \n \n21 May 2021 \n \n ", "Appendix 1  17 \nDESIGN AND MONITORING FRAMEWORK \nImpact the Project is Aligned with \nMorbidity and mortality of severe acute respiratory syndrome coronavirus 2 reduced (State Emergency Commission \nOrder No. 5 dated 12 March 2020; and ADB’s Support to Enhance COVID-19 Vaccine Access)a \nData Sources and  Risks and Critical \nResults Chain  Performance Indicators  Reporting Mechanisms  Assumptions \nOutcome   By July 2022     \nPriority population    At least 30%  MOH and NCCD vaccination  R: Lack of population \nvaccinated against  (989,060 people;  coverage reports   enrollment because of \nCOVID-19  disaggregated by sex, age,  vaccine hesitancy, \nand priority group)b in  doubts over safety and \npriority population in  effectiveness, and \nMongolia vaccinated against  negative attitude toward \nCOVID-19 in line with the  immunization \nnational immunization   \nA: The MOH implements \nstrategy and plan \nan effective immunization \n(2020 baseline: 0) \nmonitoring system \n  (OP 1.1; OP 6.2.1) \nsupported by the World \n  \nBank Group and WHO \nOutput  By July 2022     \n  COVID-19 vaccines for  a. At least 2,274,838 dosesc  a.–b. Government and  R: Delays in the delivery \npriority population  received by the MOH  project’s procurement and  of vaccines because of \nefficiently procured and  (2020 baseline: 0)  quarterly vaccine delivery  high global demand and \ndelivered  (OP 1.1.2)  reports; and MOH quarterly  manufacturing \n  reports   bottlenecks; and \nb. At least 35 shelters and  difficulties with airfreight \none-stop service centers  transportation and \ncatering to victims of  ensuring storage of \ngender-based violence  vaccines with super-cold \nreceive COVID-19 vaccines  freeze requirements \nfor their operational staff   \nmembers (2020 baseline: 0)  R: Shortage of human \n( OP2.2.2; OP2.2.3)  resources and other \nfactors caused by the \nprioritization of the \nCOVID-19 vaccination \nKey Activities with Milestones \n1. COVID-19 vaccines for priority population efficiently procured and delivered \n1.1 Procure APVAX-eligibleCOVID-19 vaccines (Q2 2021–Q1 2022) \n1.2 Monitor and evaluate COVID-19 immunization program (Q2 2021–Q2 2022) \n1.3 Monitor coverage of shelters and one-stop service centers catering to victims of gender-based violence (Q3 2021–\nQ2 2022) \nInputs \nADB: $19.00 million \nAIIB: $21.00 million \nGovernment: $3.8 million \nA = assumption, ADB = Asian Development Bank, AIIB = Asian Infrastructure Investment Bank, APVAX = Asia Pacific \nVaccine Access Facility, COVID-19 = coronavirus disease, MOH = Ministry of Health, NCCD = National Center for \nCommunicable Diseases, OP = operational priority, Q = quarter, R = risk, WHO = World Health Organization. \na  Government of Mongolia, State Emergency Commission. 2021. Deploying and Vaccinating against COVID-19. \nOrder No. 5. Ulaanbaatar; and ADB. 2020. ADB’s Support to Enhance COVID-19 Vaccine Access. Manila. \nb  Including health care workers, educators, and volunteers, most of whom are women. \nc  989,060 people require two doses of vaccines, including 15% wastage rate of vaccines. \nContribution to Strategy 2030 Operational Priorities \nExpected values and methodological details for all OP indicators to which this operation will contribute results are detailed \nin Contribution to Strategy 2030 Operational Priorities (accessible from the list of linked documents in Appendix 2). In \naddition to the OP indicators tagged in the design and monitoring framework, this operation will contribute results for \nOP 7.3.3 Measures to improve regional public health and education services supported in implementation (1). \nSource: Asian Development Bank. \n ", "18  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=55007-001-3 \n \n1.  Loan Agreement: Ordinary Operations [Concessional] \n2.  Loan Agreement: Ordinary Operations  \n3.  Vaccine Needs Assessment  \n4.  Project Administration Manual \n5.  Summary Debt Sustainability Analysis \n6.  Strategic Procurement Plan \n7.  Development Partner Coordination \n8.  Country Economic Indicators  \n9.  Contribution to Strategy 2030 Operational Priorities  \n10.  Summary Poverty Reduction and Social Strategy  \n11.  Risk Assessment and Risk Management Plan \n12.  Country National Vaccine Allocation Plan \n13.  Indicative Master List of Eligible Items, and Agreed List of Acceptable \nExpenditure Items (Positive List), for ADB Financing Under the Rapid Response \nComponent \n \nSupplementary Documents \n14.  Sector Assessment (Summary): Health \n15.  Financial Management Assessment \n16.  Due Diligence of Medical Waste Management Plan in Mongolia \n17.  Eligibility Criteria for Use of Funds under the Rapid Response Component \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20210521123645+08'00'", "Creator": "PDF24 Creator", "Keywords": "mongolia, covid-19, coronavirus, covid-19 vaccine, vaccines, apvax, access to vaccine, vaccine delivery, disease control, logistics, 55007-001, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20210531145039+08'00'", "Producer": "GPL Ghostscript 9.27", "Subject": "The project is structured to provide the Government of Mongolia with immediate and flexible financing to purchase safe and effective vaccines against COVID-19 through APVAX. The rapid response component (RRC) will provide financing for direct procurement of APVAX-eligible vaccines from manufacturers as well as international logistics to Mongolia.\n\nThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\r\n\r\nThis document dated May 2021 is provided for the ADB project 55007-001 in Mongolia.", "Title": "Support for COVID-19 Vaccine Delivery in Mongolia under the Asia Pacific Vaccine Access Facility: Report and Recommendation of the President"}, "author_page": "Vice-President  Ahmed M. Saeed, Operations 2 \nDirector General  James P. Lynch, East Asia Department (EARD) \nDeputy Director General  M. Teresa Kho, EARD \nDirectors  Sangay Penjor, Urban and Social Sectors Division (EASS), EARD \nPavit Ramachandran, Mongolia Resident Mission (MNRM), EARD \n   \nTeam leaders  Najibullah Habib, Health Specialist, EASS, EARD \nAltantuya Jigjidsuren, Senior Social Sector Officer, MNRM, EARD \nJayati Nigam, Health Specialist, EASS, EARD \nTeam members  Tahmeen Ahmad; Financial Management Specialist; Public Financial \nManagement Division; Procurement, Portfolio and Financial  \n  Management Department (PPFD) \n  Nishanthi Manjula Amerasinghe, Principal Environment Specialist, \nOffice of the Director General (EAOD), EARD \n  Aaron Batten; Principal Planning and Policy Economist; Operations \nPlanning and Coordination Division; Strategy, Policy and \nPartnerships Department (SPD) \n  Abigail Garrovillas, Senior Operations Officer, EAOD, EARD \n  Veronica Mendizabal Joffre, Social Development Specialist (Gender \nand Development), EAOD, EARD \n  Mart Khaltarpurev, Principal Procurement Specialist, Procurement \nDivision 2 (PFP2), PPFD \n  Declan Magee, Senior Country Economist, MNRM, EARD \n  Raushanbek Mamatkulov, Senior Social Sector Specialist, EASS, \nEARD \n  Marimar Montemayor, Senior Operations Assistant, EASS, EARD \n  Kevin Moore, Senior Procurement Specialist, PFP2, PPFD \n  Marga Domingo-Morales, Senior Results Management Officer, \nEAOD, EARD \n  Cecil Muro, Associate Portfolio Management Officer, EASS, EARD \n  Katie Heekyung Nam, Counsel, Office of the General Counsel (OGC) \n  Patrick Osewe, Chief of Health Sector Group, Sector Advisory \nService Cluster Health Sector Group (SDSC-HEA), Sustainable \nDevelopment and Climate Change Department (SDCC) \n  Hyun Chol Park, Senior Financial Control Specialist, Loan and Grant \nDisbursement Section, Controller’s Department \n  Aysha Qadir, Principal Counsel, OGC \n  Mailene Radstake, Principal Social Development Specialist \n(Safeguards), EAOD, EARD \n  Viswanathan Ramasubramanian, Senior Safeguards Specialist \n(Resettlement), EASS, EARD \n  Mark Allister Robis, Senior Financial Management Officer, EAOD, \nEARD \n  Erwin Salaveria, Associate Partnerships Officer, Strategic \nPartnerships Division, SPD \n  Bold Sandagdorj, Senior Economics Officer, MNRM, EARD \n  Shotaro Sasaki, Senior Environment Specialist, EASS, EARD \n  Malika Shagazatova, Social Development Specialist (Gender and \nDevelopment), Gender Equity Thematic Group, SDCC \n  Yashna Shrawani, Counsel, OGC \n  Aiko Kikkawa Takenaka, Economist, Economic Analysis and  ", "authors": [{"fullname": "Ahmed M. Saeed", "role": "Operations", "organization": ""}, {"fullname": "James P. Lynch", "role": "East Asia Department (EARD)", "organization": ""}, {"fullname": "M. Teresa Kho", "role": "EARD", "organization": ""}, {"fullname": "Sangay Penjor", "role": "Urban and Social Sectors Division (EASS)", "organization": "EARD"}, {"fullname": "Pavit Ramachandran", "role": "Mongolia Resident Mission (MNRM)", "organization": "EARD"}, {"fullname": "Najibullah Habib", "role": "Health Specialist", "organization": "EASS"}, {"fullname": "Altantuya Jigjidsuren", "role": "Senior Social Sector Officer", "organization": "MNRM"}, {"fullname": "Jayati Nigam", "role": "Health Specialist", "organization": "EASS"}, {"fullname": "Nishanthi Manjula Amerasinghe", "role": "Principal Environment Specialist", "organization": ""}, {"fullname": "Abigail Garrovillas", "role": "Senior Operations Officer", "organization": "EAOD"}, {"fullname": "Veronica Mendizabal Joffre", "role": "Social Development Specialist (Gender", "organization": ""}, {"fullname": "Mart Khaltarpurev", "role": "Principal Procurement Specialist", "organization": "Procurement"}, {"fullname": "Declan Magee", "role": "Senior Country Economist", "organization": "MNRM"}, {"fullname": "Raushanbek Mamatkulov", "role": "Senior Social Sector Specialist", "organization": "EASS"}, {"fullname": "Marimar Montemayor", "role": "Senior Operations Assistant", "organization": "EASS"}, {"fullname": "Kevin Moore", "role": "Senior Procurement Specialist", "organization": "PFP"}, {"fullname": "Marga Domingo-Morales", "role": "Senior Results Management Officer", "organization": ""}, {"fullname": "Cecil Muro", "role": "Associate Portfolio Management Officer", "organization": "EASS"}, {"fullname": "Katie Heekyung Nam", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Patrick Osewe", "role": "Chief of Health Sector Group", "organization": "Sector Advisory"}, {"fullname": "Hyun Chol Park", "role": "Senior Financial Control Specialist", "organization": "Loan and Grant"}, {"fullname": "Disbursement Section", "role": "Controller", "organization": ""}, {"fullname": "Aysha Qadir", "role": "Principal Counsel", "organization": "OGC"}, {"fullname": "Mailene Radstake", "role": "Principal Social Development Specialist", "organization": ""}, {"fullname": "Viswanathan Ramasubramanian", "role": "Senior Safeguards Specialist", "organization": ""}, {"fullname": "Mark Allister Robis", "role": "Senior Financial Management Officer", "organization": "EAOD"}, {"fullname": "Erwin Salaveria", "role": "Associate Partnerships Officer", "organization": "Strategic"}, {"fullname": "Partnerships Division", "role": "SPD", "organization": ""}, {"fullname": "Bold Sandagdorj", "role": "Senior Economics Officer", "organization": "MNRM"}, {"fullname": "Shotaro Sasaki", "role": "Senior Environment Specialist", "organization": "EASS"}, {"fullname": "Malika Shagazatova", "role": "Social Development Specialist (Gender and", "organization": ""}, {"fullname": "Yashna Shrawani", "role": "Counsel", "organization": "OGC"}, {"fullname": "Aiko Kikkawa Takenaka", "role": "Economist", "organization": "Economic Analysis and"}]}