{"path": "data/input/ta/55050-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report\n \n \n \nProject Number: 55050-001 \nTransaction Technical Assistance Facility (F-TRTA) \nOctober 2021 \n \n \nPreparing Pacific Education Sector Projects \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Access to Information \nPolicy. \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 20 September 2021) \n \nCurrency unit  –  Solomon Islands dollar (SI$) \nSI$1.00  =  $7.97 \n$1.00  =  SI$0.13 \n \nCurrency unit  –  vatu (Vt) \nVt1.00  =  $110.840000 \n$1.00  =  Vt0.0090220137 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  COVID-19   –  coronavirus disease \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Leah C. Gutierrez, Pacific Department (PARD) \nDeputy Director General  Emma Veve, PARD \nDirector  Ananya Basu, Social Sectors and Public Sector Management \nDivision (PASP), PARD \n   \nTeam leader  Per Borjegren, Senior Education Specialist, PASP, PARD \nTeam members  Ninebeth Carandang, Senior Social Sector Specialist, PASP, \nPARD  \n  Henry Cornwell, Counsel, Office of the General Counsel \n  Elmar Elbling,  Infrastructure Specialist, Pacific Liaison and \nCoordination Office in Sydney, Australia (PLCO), PARD \n  David Fay, Senior Infrastructure Specialist, PLCO, PARD \n  Mairi Macrae, Senior Social Development Specialist (Gender \nand Development), PASP, PARD  \n  Janice Maureen Mariano, Senior Operations Assistant, PASP, \nPARD \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", " \nCONTENTS \nPage \n \nTRANSACTION TECHNICAL ASSISTANCE FACILITY AT A GLANCE \nI.  THE TECHNICAL ASSISTANCE FACILITY  1 \nA.  Justification  1 \nB.  Outputs and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nE.  Governance  5 \nII.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Cost Estimates and Financing Plan  6 \n2.  Projects under Technical Assistance Facility  7 \n3.  List of Linked Documents  8 \n \n \n \n ", "Project Classification Information Status: Complete\nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 55050-001\nProject Name Preparing Pacific Education Sector  Department/Division PARD/PASP\nProjects\nNature of Activity Project Preparation Executing Agency Asian Development Bank\nModality Facility\nCountry REG (SOL, VAN)\n2. Sector Subsector(s)     ADB Financing ($ million)\nEducation Education sector development 0.45\nSecondary 0.45\nTechnical and vocational education and training 0.10\nTotal 1.00\nqq\n3. Operational Priorities Climate Change Information\n  Addressing remaining poverty and reducing inequalities GHG Reductions (tons per annum) 0.000\n  Accelerating progress in gender equality Climate Change impact on the Project Low\n  Strengthening governance and institutional capacity ADB Financing\n  Fostering regional cooperation and integration Adaptation ($ million) 0.00\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.4 Effective gender mainstreaming (EGM)\nSDG 4.1, 4.3, 4.7, 4.c\nSDG 5.c Poverty Targeting\nSDG 10.2 General Intervention on Poverty\n4. Risk Categorization Low \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 1.00\n    Transaction technical assistance: Technical Assistance Special Fund 1.00\nCofinancing 0.00\n    None 0.00\nCounterpart 0.05\n    Government 0.05\nTotal 1.05\n  \nCurrency of ADB Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 29092021182547544736 Generated Date: 13-Oct-2021 13:27:49 PM", " \nI.  THE TECHNICAL ASSISTANCE FACILITY \n \nA.  Justification \n \n1.  Context. Solomon Islands and Vanuatu are among the poorest countries in the Pacific, \nwith young and fast-growing populations. The population of Solomon Islands has tripled since \nindependence in 1978, reaching over 721,000 in 2019, with more than 50% being of school age.1 \nThe country has a gross domestic product per capita of $2,021,2 and the share of the population \nliving  in  extreme  poverty  (below  $1.90  per  day)  is  24.3%.3 The  United  Nations  Human \nDevelopment Index, which summarizes average national achievement across health, education, \nand standards of living, ranked Solomon Islands at 151st (of 189 economies) in 2020. 4 Vanuatu’s \npopulation surpassed 301,000 in 2020, with a gross domestic product per capita of $3,008 and \n14.4% living in extreme poverty; and it was ranked 140th in the Human Development Index in \n2020 (footnotes 1–4). Common development constraints include remoteness, vulnerability to \nshocks, high costs of service delivery, and weak public sector capacity. \n \n2.  The coronavirus disease (COVID-19) pandemic has affected both economies adversely, \nand although they have managed to keep the number of cases at low levels due to timely border \nclosures,  the  socioeconomic  costs  are  high. 5  Both  countries  saw  significant  economic \ncontractions—by 4.5% for Solomon Islands and 8.5% for Vanuatu in 2020—compared to average \ngrowth of 4.1% and 2.8%, respectively in 2010–2019 (footnote 2). The impacts of the COVID-19 \npandemic may push an additional 4%–5% of the population into extreme poverty.6 Economic \nrecovery is expected to commence in 2021 for Solomon Islands and in 2022 for Vanuatu, as travel \nand trade restrictions are lifted, but the outlook is subject to several downside risks.7 \n \n3.  Progress  in  education.  Both  governments  have  made  significant  improvements  in \nexpanding access to early childhood education and primary education. Currently, 92% of age-\nappropriate children are attending primary schools and approximately 70% are in early childhood \nprograms before entering primary schools in the two countries. Learning outcomes, measured by \nstandardized tests in numeracy and literacy, have improved since 2015 and are attributed to an \nincreased number of certified teachers, new syllabi, teachers’ guides, and learning materials.8 In \nVanuatu, the implementation of a new primary years’ curriculum has been a major development. \nSolomon Islands has managed to reduce class sizes and increase pre- and in-service training of \nteachers. \n \n \n1  United Nations. World Population Prospects 2019 (accessed 2 September 2021); Government of Solomon Islands. \nNational Statistics Office. 2020. Census 2019: Provisional Count 2019 National Population and Housing Census; \nand Government of Vanuatu. National Statistics Office. 2021. 2020 Population and Housing Census Preliminary \nResults. \n2  Asian Development Bank (ADB). 2021. GDP Growth in Asia and the Pacific, Asian Development Outlook (accessed \n2 September 2021).  \n3  ADB. 2020. Pacific Economic Monitor – July 2020. Manila. \n4  United Nations Development Programme. Human Development Index (accessed 2 September 2021). \n5  World Health Organization. World Health Organization Coronavirus Dashboard (accessed 2 September 2021). \nVanuatu has 3 confirmed cases and 0 deaths, with 14.2% of the adult population fully vaccinated and 4.9% partially \nvaccinated. Solomon Islands has 20 confirmed cases and 0 deaths, with 10.3% of the adult population fully \nvaccinated and 3.2% partially vaccinated.  \n6  ADB. 2021. Pacific Approach, 2021–2025. Inclusive and Sustainable Growth Assessment (accessible from the list \nof linked documents in Appendix 1). Manila. \n7  ADB. 2021. Asian Development Outlook 2021 Update: Transforming Agriculture in Asia. Manila. \n8  Government of Solomon Islands, Ministry of Education and Human Resource Development. 2016. Education \nStrategic Framework 2016–2030. Honiara; and Government of Vanuatu, Ministry of Education and Training. 2020. \nVanuatu Education and Training Sector Strategic Plan 2020–2030. Port Vila. \n \n ", "2   \n4.  Key challenges. Despite this progress, both governments have identified (i) expansion of \naccess to education; (ii) improved quality and relevance; and (iii) strengthened educational \nmanagement and systems, as priority improvement areas. Ambitious reform agendas to be \nimplemented until 2030 are detailed in Solomon Islands Education Strategic Framework 2016–\n2030 and Vanuatu Education and Training Sector Strategic Plan 2020–2030 (footnote 8). \n \n5.  Limited  participation  in  post  primary  education.  Enrollment  in  senior  secondary \neducation is approximately 30% of the potential student population in Solomon Islands, and only \n7% of girls complete their studies at the secondary level. Participation in tertiary education is \namong the lowest in the world at 3.5%. In Vanuatu, enrollment is 43% of the secondary school-\naged population. There is limited participation of girls in science, technology, engineering, and \nmathematics and in technical and vocational education and training programs, translating to low \nlabor force participation. The low enrollment in secondary education is partly due to insufficient \nplaces in secondary schools for the growing number of students. Other barriers to participation \nare families’ inability to afford school fees, perceived lack of quality, and large class sizes.9 \n \n6.  Low  quality  and  relevance.  Improvements  in  education  quality  and  relevance  are \nnecessary to foster lifelong learners able to adapt to rapid changes. Slow progress in developing \nnew secondary curricula and outdated teaching practices are among the reasons for low student \nperformance in both countries. There are limited possibilities for learners to apply theoretical \nknowledge.  Important  content  like  information  and  communication  technology  literacy, \ncollaboration, and critical thinking to prepare students for tertiary education and employment are \nlacking. Limited linkages with job opportunities and higher education institutions are barriers for \nmaking secondary education relevant for working life, further studies, and lifelong learning. \n \n7.  Management capacity. Both governments recognize that strengthening of education \nmanagement capacity and systems is needed to successfully implement reforms and improve \nefficiency and effectiveness. Extensive capacity building and improved functionality of existing \ntools and processes are needed. Collection of sex-disaggregated data, planning, budgeting, asset \nmanagement, forecasting of education needs, monitoring and evaluation, as well as alignment of \nreporting between the central, provincial, and school level are all areas to be addressed. \n  \n8.  ADB assistance. The Asian Development Bank (ADB) is supporting increased higher \neducation opportunities in Solomon Islands through expansion of the University of the South \nPacific’s local campus (multitranche financing facility tranche 2 of $17.0 million).10 Both countries \nalso receive assistance via the regional technical assistance (TA) Strengthening Education in the \nPacific Region (total TA amount of $19.5 million).11 Previous education interventions in these \ncountries are the reconstruction of schools after the 2015 Cyclone Pam in Vanuatu and support \nfor the use of information and communication technology for better education services in Solomon \nIslands.12  \n \n9.  Both governments have requested ADB support for future education sector projects. \nPreliminary intervention areas have been identified as: (i) strengthened education management \ncapacity and tools for improved gender-responsive forecasting, planning, management, and \nmonitoring of the sector; (ii) expansion and quality improvements of educational infrastructure \nwith a special focus on gender equity, social inclusion, and digital solutions for teaching and \n \n9  Government of Vanuatu, Ministry of Education and Training. 2018. Vanuatu Barriers to Education Study. Port Vila.  \n10 ADB. Regional: Higher Education in the Pacific Investment Program–Tranche 2. \n11 ADB. Regional: Strengthening Education in the Pacific Region. \n12ADB.  Vanuatu:  Cyclone  Pam  School  Reconstruction  Project;  and  ADB.  Solomon  Islands:  Information  and \nCommunication Technology for Better Education Services.  \n \n ", "3 \nlearning in secondary schools; and (iii) pedagogical approaches for strengthening work-related, \nentrepreneurial, digital, and soft skills in secondary education and teachers’ development.  \n \n10.  The ADB financing required for the projects are estimated at (i) $10 million for the Senior \nSecondary Education Improvement Project in Solomon Islands with expected consideration by \nADB’s Board of Directors in 2023, and (ii) $8 million for the Education Sector Improvement Project \nin Vanuatu with expected consideration by ADB’s Board of Directors in 2023.This TA facility and \nthe ensuing projects are listed in the respective countries’ country operations business plans for \n2021–2023.13 The facility will contribute to (i) the Sustainable Development Goals 4 and 5,14 (ii) \nADB Strategy 2030’s operational priorities,15 and (iii) the Pacific Approach 2021–2025.16 \n \n11.  The TA facility combines the preparation of the two ensuing investment projects to improve \nproject design. Avenues for synergies and cooperation in terms of educational resource sharing \nand knowledge exchange between the countries and the wider Pacific region will be facilitated, \nconsidering the ongoing implementation of the Pacific Regional Education Framework.17 The \napproach will also enhance operational efficiency by optimizing the value of TA consultants for \nsimilar  assessments,  studies,  capacity  strengthening,  policy  advice,  and  due  diligence \nrequirements for the respective projects. \n \n12.  The facility will further strengthen the education portfolio in the Pacific and improve ADB’s \ntechnical support and knowledge services to Solomon Islands and Vanuatu; help identify and \nmobilize additional financial and knowledge resources for reform; and improve ADB’s response \nto client needs concerning project design, project management, and education sector knowledge \nand lesson sharing. \n \n13.  Development partner engagement. ADB has actively engaged in discussions with \ndevelopment partners in the education sector in both countries. The international development \ncommunity, including the governments of Australia and New Zealand, is supporting Solomon \nIslands  for  early  childhood  development  and  improved  primary  education. In  Vanuatu, the \nGovernment of New Zealand has recently committed to a new, 10-year education sector program \nexpected to start in 2023. Based on dialogue with the governments and development partners, \nthe potential ADB-funded investments (paras. 9–10) would be highly relevant and complementary \nto partner support.  \n \nB.  Outputs and Activities \n \n14.  Output 1: Quality education projects designed and project readiness achieved. The \n \n13 ADB. 2020. Eleven Small Pacific Island Countries: Country Operations Business Plan (2021–2023). Manila \n14 Goal 4: Ensure inclusive and equitable quality education and promoting lifelong learning for all; Goal 5: Achieve \ngender equality and empower all women and girls. \n15 ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. The facility is aligned with the operational priorities of (i) addressing remaining poverty and reducing \ninequality, (ii) accelerating progress in gender equality, (iii) strengthening governance and institutional capacity, and \n(iv) fostering regional cooperation and integration. \n16 ADB. 2021. Pacific Approach, 2021–2025. Manila. The facility is consistent with strengthening implementation \ncapacity and aligning knowledge activities. It aligned with the Pacific Approach objectives of delivering sustainable \nservices and supporting inclusive growth. \n17 Pacific Islands Forum Secretariat. 2020. Pacific Regional Education Framework 2018–2030: Moving Towards \nEducation 2030. Washington, DC. A regional policy guide endorsed at the Forum Education Minister Meeting in 2018 \nfor 15 Pacific island countries. The framework encourages inclusivity and opportunities for equal access to informal, \nprimary, secondary, and tertiary education and training, and focuses particularly on the education quality and the \n \nimportance of working cooperatively in the region and beyond.\n \n ", "4   \nTA facility will provide technical expertise to support the preparation of ensuing projects for \npotential ADB financing. The scope of activities includes (i) analytical studies;18 (ii) feasibility \nstudies and stakeholder analysis as required for the ensuing projects; (iii) development of project \nscope  and  associated  results  and  monitoring  frameworks;  (iv)  economic  and  financial \nassessments  as  well  as  social,  gender,  and  poverty  analyses; (v)  environment  and  social \nsafeguard assessments; (vi) the proposal of institutional arrangements for the executing and \nimplementing agencies; (vii) due diligence in accordance with ADB requirements; and (viii) \npreparation of procurement packages for goods and services with government counterparts to \nachieve project readiness. \n \n15.  Output 2: Project implementation capacity of executive and implementing agencies \nstrengthened. Providing hands-on support and capacity strengthening is a vital part of the TA \nfacility. Technical expertise, coaching, and training will be provided to executing and implementing \nagencies of the ensuing projects for successful project implementation and sustainability. Support \nwill  be  provided  to  critical  areas  such  as  project  activity  planning,  procurement,  effective \nmonitoring and evaluation procedures, financial management, and project reporting. The output \nwill  also  identify  improvement  potential  for  collection  of  sex-disaggregated  education  data, \nanalytics, planning, reporting, and monitoring and evaluation.  \n \n16.  Output 3: Capacity to apply innovative practices and technology solutions for \ndesign of ensuing projects strengthened. In a participatory manner, knowledge sharing of \nnational, regional, and international best practices will be provided to the implementing agencies \nand key education stakeholders via technical experts and capacity building measures, to be \nincorporated into project designs. The topics are expected to cover (i) the potential for increased \nusage of education technology solutions; (ii) identification of national, regional, and international \nopen education repositories of teaching and learning materials that can be contextualized; (iii) \npedagogical  approaches  to  strengthening  21st  century  skills,  mechanisms  to  support \nnontraditional education and career choices for boys and girls, with a special emphasis on \nencouraging girls to explore science, technology, engineering, and mathematics; (iv) inclusion of \napplicable, work-related, and entrepreneurial skills in secondary education; and (v) best practices \nto include climate change education, and address gender norms and gender bias in curricula. \n \nC.  Cost and Financing \n \n17.  The TA facility is estimated to cost $1,050,000, of which $1,000,000 will be financed on a \ngrant basis by ADB’s Technical Assistance Special Fund (TASF 7). The key expenditure items \nare listed in Appendix 1 and the indicative consultants’ inputs for the respective projects are listed \nin Appendix 2. The governments of Solomon Islands and Vanuatu will provide counterpart support \nin the form of staff, office space, office supplies, coordination assistance, and other in-kind \ncontributions. The governments have been informed that approval of the TA facility does not \ncommit ADB to finance any ensuing project. \n \nD.  Implementation Arrangements \n \n18.  ADB  will  administer  the  TA  and  be  responsible  for  the  selection,  supervision,  and \nevaluation of consultants. In close cooperation with the Pacific Liaison and Coordination Office, \nthe Social Sectors and Public Sector Management Division of ADB’s Pacific Department will \nimplement the TA and be accountable for the outputs. The division will carry out TA administration, \n \n18 This includes secondary education assessments for expanded access with focus on gender equity and inclusion, \nstudies on quality and relevance constraints, and structural and educational management constraints. \n \n ", "5 \nsupervision, implementation oversight, coordination with concerned agencies in Solomon Islands \nand Vanuatu, and communication with consultants and stakeholders. The Ministry of Education \nand Human Resource Development in Solomon Islands and the Ministry of Education and \nTraining in Vanuatu are the implementing agencies for the TA and ensuing projects. They will \nprovide information access and data, available studies, research, and reports, and facilitate liaison \nwith stakeholders to support TA implementation. The TA activities will start only after ADB \napproves the project concept papers for the respective ensuing projects. The implementation \narrangements are summarized in the table below. \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation  November 2021–July 2024 \nperiod \nExecuting agency  Pacific Department, ADB  \nImplementing agencies  Ministry of Education and Human Resource Development in Solomon Islands and \nthe Ministry of Education and Training in Vanuatu \nConsultants  To be selected and engaged by ADB  \n  Firm: QCBS   35 person-months  $833,000 \n  Individual: ICS  National expertise: 20 person-months  $167,000 \nDisbursement  Disbursement  of  technical  assistance  resources  will  follow  ADB’s  Technical \nAssistance Disbursement Handbook (2020, as amended from time to time).  \nADB = Asian Development Bank, ICS = individual consultant selection, QCBS = quality- and cost-based selection. \nSource: ADB. \n \n19.  Consulting Services. The TA facility will recruit an international consulting firm for 35 \nperson-months to lead the preparation of the ensuing projects and provide capacity building \nsupport and knowledge sharing. The firm will be recruited using quality- and cost-based selection. \nIndividual national consultants for 20 person-months will be recruited using individual consultant \nselection. ADB will engage the consultants following ADB Procurement Policy (2017, as amended \nfrom time to time) and its associated project administration instructions and/or staff instructions.19 \nThe firm and the individual consultants will be deployed based on requirements of the respective \nensuing projects and possibilities to achieve synergies. \n \nE.  Governance \n \n20.  ADB will administer the TA facility, and thus the financial management, procurement, and \nintegrity risks during implementation are assessed to be low. However, the TA facility will conduct \nthorough risk assessments of governance subjects for ensuing investment projects. \n \nII.  THE PRESIDENT'S DECISION \n \n21.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,000,000 on a grant basis for \nPreparing Pacific Education Sector Projects, and hereby reports this action to the Board. \n \n19 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n \n ", "6  Appendix 1 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nItem  Amount \nA.  Asian Development Banka   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  700.0 \nii.  National consultants  140.0 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  50.0 \nii.  Training, seminars, and conferences  45.0 \niii.  Reports and communications  5.0 \n2.  Contingencies  60.0 \nTotal  1,000.0 \nNote: The technical assistance (TA) is estimated to cost $1,050,000, of which contributions from the Asian Development \nBank are presented in the table. The governments will provide counterpart support in the form of counterpart staff, \noffice accommodation, communication facilities, provision of available relevant government data and studies, and other \nin-kind contributions. The value of the government’s contribution is estimated to account for about 5% of the total TA \ncost. \na  Financed by Asian Development Bank’s Technical Assistance Special Fund (TASF 7). \nSource: Asian Development Bank estimates. \n \n ", "Appendix 2  7 \nPROJECTS UNDER THE TECHNICAL ASSISTANCE FACILITY \n \nIndicative Consultants’ Input Allocation \n(person-month) \n \nItem  Total  Project 1  Project 2 \n  SSEIP  VESIP \nIndicative risk category  low risk  low risk \nA. Firm consultants          \nInternational positions \nEducation sector wide reform expert / team leader  5.0  3.5  1.5 \nInstitutional capacity/organizational development expert  4.5  2.5  2.0 \nPedagogical expert(s) for quality and relevance improvements   4.5  3.5  1.0 \nGender and social inclusion education expert(s)  4.0  2.0  2.0 \nSocial safeguards specialist  2.5  1.5  1.0 \nEducation economist/ finance and financial management/budget  3.0  2.0  1.0 \nexpert \nSchool infrastructure expert(s) for civil works and Ed Tech   3.0  2.5  0.5 \nProcurement specialist  3.0  2.0  1.0 \nEducation management Information system expert  3.0  1.0  2.0 \nEnvironment safeguards expert  2.5  2.0  0.5 \nSubtotal A  35.0  22.0  13.0 \nB. National Individual Consultants          \nEducation reform and pedagogical expert(s)   8.0  5.0  3.0 \nCapacity building and knowledge sharing expert  7.0  4.5  2.5 \nGender and inclusive education expert(s)  5.0  3.0  2.0 \nSubtotal B  20.0  13.5  6.5 \nTOTAL (A+B)  55.0  35.5  19.5 \nEd Tech = education technology, SSEIP = Senior Secondary Education Improvement Project in Solomon Islands, \nVESIP = Vanuatu Education Sector Improvement Project. \nSource: Asian Development Bank. \n \n ", "8  Appendix 3 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=55050-001-TAReport \n \n1.  Terms of Reference for Consultants \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20211014155903+08'00'", "Creator": "Microsoft® Word for Microsoft 365", "Keywords": "pacific, solomon islands, vanuatu, higher education, tvet, technical training, vocational education, ict, education services, education management, 55050-001, ta 6805, adb projects, adb technical assistance, approved technical assistance, tar, ta projects", "ModDate": "D:20211018130932+08'00'", "Producer": "GPL Ghostscript 9.53.3", "Subject": "Technical Assistance Report", "Title": "55050-001: Preparing Pacific Education Sector Projects"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 20 September 2021) \n \nCurrency unit  –  Solomon Islands dollar (SI$) \nSI$1.00  =  $7.97 \n$1.00  =  SI$0.13 \n \nCurrency unit  –  vatu (Vt) \nVt1.00  =  $110.840000 \n$1.00  =  Vt0.0090220137 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  COVID-19   –  coronavirus disease \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Leah C. Gutierrez, Pacific Department (PARD) \nDeputy Director General  Emma Veve, PARD \nDirector  Ananya Basu, Social Sectors and Public Sector Management \nDivision (PASP), PARD \n   \nTeam leader  Per Borjegren, Senior Education Specialist, PASP, PARD \nTeam members  Ninebeth Carandang, Senior Social Sector Specialist, PASP, \nPARD  \n  Henry Cornwell, Counsel, Office of the General Counsel \n  Elmar Elbling,  Infrastructure Specialist, Pacific Liaison and \nCoordination Office in Sydney, Australia (PLCO), PARD \n  David Fay, Senior Infrastructure Specialist, PLCO, PARD \n  Mairi Macrae, Senior Social Development Specialist (Gender \nand Development), PASP, PARD  \n  Janice Maureen Mariano, Senior Operations Assistant, PASP, \nPARD \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", "authors": [{"documentRole": "Vice-President", "fullname": "Ahmed M. Saeed", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "Leah C. Gutierrez", "role": "Pacific Department (PARD)", "organization": ""}, {"documentRole": "Deputy Director General", "fullname": "Emma Veve", "role": "PARD", "organization": ""}, {"documentRole": "Director", "fullname": "Ananya Basu", "role": "Social Sectors and Public Sector Management", "organization": ""}, {"documentRole": "Team leader", "fullname": "Per Borjegren", "role": "Senior Education Specialist", "organization": "PASP"}, {"documentRole": "Team members", "fullname": "Ninebeth Carandang", "role": "Senior Social Sector Specialist", "organization": "PASP"}, {"documentRole": "Team members", "fullname": "Henry Cornwell", "role": "Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "Elmar Elbling", "role": "Infrastructure Specialist", "organization": "Pacific Liaison and"}, {"documentRole": "Team members", "fullname": "Coordination Office in Sydney", "role": "Australia (PLCO)", "organization": "PARD"}, {"documentRole": "Team members", "fullname": "David Fay", "role": "Senior Infrastructure Specialist", "organization": "PLCO"}, {"documentRole": "Team members", "fullname": "Mairi Macrae", "role": "Senior Social Development Specialist (Gender", "organization": ""}, {"documentRole": "Team members", "fullname": "Janice Maureen Mariano", "role": "Senior Operations Assistant", "organization": "PASP"}]}