{"path": "data/input/ta/55065-001-tar-en.pdf", "pages": ["Technical Assistance Report \nProject Number: 55065-001 \nKnowledge and Support Technical Assistance (KSTA) \nNovember 2021 \nPeople’s Republic of China: Policy Research and \nCapacity Building to Strengthen Rural Economies in \nthe Southwest Region of the People’s Republic of \nChina \nThis document is being disclosed to the public in accordance with ADB’s Access to Information \nPolicy.", "", "CURRENCY EQUIVALENTS \n(as of 10 November 2021) \nCurrency unit  – yuan (CNY)\nCNY1.00  =  $0.156 \n$1.00  =  CNY6.398 \nABBREVIATIONS \nADB  – Asian Development Bank\nPRC  – People’s Republic of China\nTA  – technical assistance\nNOTE \nIn this report, “$” refers to United States dollars. \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  M. Teresa Kho, East Asia Department (EARD)\nTeam leader  Akiko Terada-Hagiwara, Principal Economist, Office of the \nDirector General (EAOD), EARD \nTeam members  Reynaldo Ablanida, Associate Operations Analyst, EAOD, EARD \nSophia Castillo-Plaza, Knowledge Management Officer, EAOD, \nEARD \nMonica Dimaano, Senior Operations Assistant, EAOD, EARD \nJesus Felipe, Advisor, Office of the Chief Economist and Director \nGeneral, Economic Research and Regional Cooperation \nDepartment \nMichiko Katagami, Principal Natural Resources and Agriculture \nSpecialist, Sustainable Development and Climate Change \nDepartment \nShingo Kimura, Senior Natural Resources and Agriculture \nSpecialist; Environment, Natural Resources and Agriculture \nDivision; EARD \nLongyun Peng, Senior Economics Officer, People's Republic of \nChina Resident Mission, EARD \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.", "", " \nCONTENTS \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Outputs, Methods, and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  List of Linked Documents  10 \n \n ", "", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 55065-001\nProject Name Policy Research and Capacity Building Department/Division EARD/EAOD\nto Strengthen Rural Economies in the \nSouthwest Region of the People's \nRepublic of China\nNature of Activity Research and Development Executing Agency Guizhou Foreign Capital Project \nModality Regular Management Center of Guizhou \nProvince Poverty Reduction & \nCountry China, People's Republic of\nDevelopment Office\n2. Sector Subsector(s)     ADB Financing ($ million)\nAgriculture, natural  Rural water policy, institutional and capacity development 0.15\nresources and rural \ndevelopment\nIndustry and trade Industry and trade sector development 0.15\nTotal 0.30\nqq\n3. Operational Priorities Climate Change Information\n  Addressing remaining poverty and reducing inequalities GHG Reductions (tons per annum) 0.000\n  Promoting rural development and food security Climate Change impact on the Project Low\n  Strengthening governance and institutional capacity ADB Financing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.a No gender elements (NGE)\nSDG 2.4\nSDG 8.2 Poverty Targeting\nSDG 10.2 Geographic Targeting\n4. Risk Categorization Low \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 0.30\n    Knowledge and Support technical assistance: Technical Assistance  0.30\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.30\n  \nCurrency of ADB Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 29112021075744023356 Generated Date: 09-Dec-2021 18:57:19 PM", "", "I. INTRODUCTION\n1. The knowledge and support technical assistance (TA) for Policy Research and Capacity\nBuilding to Strengthen Rural Economies in the Southwest Region of the People’s Republic of \nChina (PRC) will support the preparation of a comprehensive study recommending the policies \nneeded to build a firm foundation of labor income opportunities to protect and improve the lives \nof the rural low-income population in the southwest region of the PRC.1 Paying particular attention \nto Guizhou province, the TA will support the preparation of policy recommendations to strengthen \nboth the agriculture and non-agriculture sectors that have the most impact in ensuring labor \nincome opportunities for the rural low-income population. The TA will help improve the lives of the \nlow-income population and include them in the development process by strengthening economic \nactivities in the southwestern region of the PRC. \n2. The TA is consistent with the overarching goal of the Asian Development Bank (ADB)\ncountry partnership strategy, 2021–2025 for the PRC, which supports the Government of the\nPRC’s efforts to achieve high-quality, green development and notes that gains from rapid growth\nhave not been shared evenly in the PRC and that \"tackling inequality of income and opportunity\nrequires policy actions to reduce environmental, social, and economic disparities between regions,\nand between rural and urban areas.\"2\nII. ISSUES\n3. While the PRC has made tremendous progress in reducing poverty—approximately 850\nmillion people have risen out of absolute poverty in the last four decades—rapid growth has also\ngiven rise to new concerns, including social inequality. The country announced in February 2021\nthat it had eradicated absolute poverty.3 However, gains from rapid growth have not been shared\nevenly, with the PRC’s Gini coefficient remaining at a relatively high level—above 0.46—from\n2014–2019.4 The Fifth Plenary Session of the 19th Central Committee of the Communist Party of\nChina  prioritized  high-quality  development  by  establishing  support  mechanisms  for\nunderdeveloped areas, promoting the sustainable development of industries with local features,\nand helping key rural counties emerge from poverty.\n4. Guizhou is one of the lower income provinces in the PRC. In 2019, its gross domestic\nproduct per capita was CNY46,433, or 65.8% of the PRC average (CNY70,581).5 In 2017, its\npoverty rate of 7.75% was more than double the national rate of 3.10%.6 In support of the national\ngovernment’s innovative approach of inclusive development and focus on rural revitalization, the\nGuizhou provincial government identified and started developing key rural industries that have \nstrong potential to create local labor income opportunities, such as ecological poultry, farming, \ntea, edible fungus cultivation, Chinese medicinal herb cultivation, and tourism. The Guizhou \nprovincial government also identified “Eight Elements” for the promotion of a rural industrial\nrevolution: selection of industries, training of farmers, provision of technical services, fund raising, \n1  The technical assistance will look at selected areas in the southwest region of the PRC, which comprises Chongqing \nmunicipality, Guizhou province, Sichuan province, Yunnan Autonomous Region, and Tibet Autonomous Region. \n2  ADB. 2021. Country Partnership Strategy: People’s Republic of China, 2021–2025—Toward High-Quality, Green\nDevelopment. Manila. The TA first appeared in the business opportunities section of ADB’s website on 2 February\n2021. \n3  Xinhuanet. 2021. Xi declares “complete victory” in eradicating absolute poverty in China. 26 February.\n4  CEIC database. Accessed on 2 November 2021.  \n5  Census and Economic Information Center (CEIC). CEIC database. (accessed 21 April 2021). \n6  ADB. 2019. Proposed Loan to the People’s Republic of China for the Guizhou Gui’an New District New Urbanization\nSmart Transport System Development Project. Manila. ", "2 \norganization methods, integration of production and sales, strengthening links across various \ninterests, and the Communist Party of China’s structure at the grassroots level. 7\n5. Despite these efforts, further development is needed, particularly in rural areas where\nresource  utilization  is  limited.  Strengthening  rural  economies  to  ensure  local  labor  income\nopportunities for the rural low-income population in the southwest PRC, including in the Guizhou\nprovince, is a key concern. Policies are needed to build a firm foundation of local labor income\nopportunities to protect and improve the lives of the rural low-income population. There is also a\nneed to understand how the changing national and global contexts affect the local economy. This\nhas become even more important following the PRC’s achievement of its goal of absolute poverty \neradication in 2020, which saw low-income households starting to seek more stable and higher \nlabor income streams. Investigating the various factors of production in urban and rural areas, \nstrengthening farm and nonfarm income streams, reducing labor income gaps within the region, \nand promoting a coordinated and new regional development approach to provide sustainable \nlabor income opportunities are needed. It is also important to identify obstacles and potential \ngrowth paths for local rural labor income opportunities in this region. \n6. The TA is aligned with ADB’s Strategy 2030 and will contribute to addressing vulnerable\npopulations and reducing inequalities within the PRC, promoting rural development and food \nsecurity, and strengthening governance and institutional capacity.8 The TA also follows the \nrecommendations from the final review of the country partnership strategy, 2016–2020 for the\nPRC, which recognized that “implementing loan projects at lower levels of government helps \naddress local institutional and capacity gaps, which are often the main constraints on achieving \nnational development goals.”9\nIII. THE TECHNICAL ASSISTANCE\nA. Impact and Outcome\n7. The TA is aligned with the following impact: green, high-quality development achieved,\nespecially across counties in the southwest region of the PRC.10 The TA will have the following\noutcome: strategies and policies to strengthen agriculture and nonagriculture sectors in the\nsouthwest region improved.11 The TA will support a study that is expected to better inform the\nGuizhou  provincial  government  on  policies  that  improve  production  conditions,  strengthen\ncapacity development, and enhance labor income opportunities. By the end of the TA, at least\none policy recommendation or innovation measure arising from the TA is expected to be adopted\nand implemented by multiple stakeholders in Guizhou. The study is also expected to lead to at\nleast  one  stakeholder  in  the  southwest  region,  from  either  the  agriculture  sector  or  a\nnonagriculture sector, to adopt an innovative measure to promote sustainability of its operation\nand create labor income opportunities for the rural low-income population.\n7  In July 2019, the Guizhou provincial government issued Opinions on Deepening the Rural Industrial Revolution to \nStrive for the Overall Success in the Fight against Poverty, proposing “Eight Elements” for the development of rural \nindustries. \n8  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n9  Independent Evaluation Department. 2020. Validation of the Country Partnership Strategy Final Review: People’s \nRepublic of China, 2016–2020. Manila: ADB.\n10 Government of the PRC. 2021. The Outline of the Fourteenth Five-Year Plan for National Economic and Social \nDevelopment and the Long-range Objectives through the Year 2035. Beijing. \n11 The design and monitoring framework is in Appendix 1. ", "3 \nB. Outputs, Methods, and Activities\n8. Output  1:  Study  on  strengthening  rural  economies  that  ensures labor income\nopportunities of the rural low-income population in the southwest People's Republic of\nChina completed. The TA will first conduct a stock-taking exercise of the targeted sectors,  such\nas ecological poultry, farming, tea, edible fungus cultivation, Chinese medicinal herb cultivation,\nand  tourism,  through  a  comprehensive  review  of  the  existing  policy  research  and\nrecommendations relevant to the region and assess the progress and challenges in implementing\nthese. Based on this exercise, the TA will produce a comprehensive study analyzing (i) the\nchallenges surrounding existing economic foundations, including labor market and land policies,\ninvestments in physical infrastructure, employment services, the role of financial institutions, and\nlinks with vocational education and income transfers; (ii) the conditions to support efficient flows\nof production factors between urban and rural areas, including tax incentives and pilot investment\nopportunities; (iii) the approaches to building sustainable green economies through institutional\nand policy reforms; and (iv) the policy recommendations and steps to providing labor income\nopportunities  to  rural  low-income  households.  A  section  on  gender-specific  issues  in  the\nsouthwest  region  of  the  PRC  will  also  be  included.  This  could  cover  female  labor  force\nparticipation in the agriculture sector, levels of skills of the female labor force in the sector, and\nbarriers and opportunities for reskilling and capacity building of women in the agriculture sector.\nThe study will also include at least one case study of a city in Guizhou province, such as Bijie,\nLiupanshui, and Tongren—which could serve as a demonstration case that can be replicated in\nother cities in the PRC, particularly in the southwest region, and in other ADB developing member \ncountries. \n9. The study will align with recommendations from past ADB TA projects and projects in\nGuizhou province, including the study supported by the TA on Provincial Development Strategies\nfor Chongqing Municipality and Guizhou Province, which reviewed economic development and\nthe  industrialization  strategy  in  Guizhou;12 and  the  results-based  lending  for  the  Guizhou\nVocational  Education  Development  Program,  which  looked  at  strengthening  technical  and\nvocational education and training in the province.13 The study also builds on previous studies\nsupported by ADB’s regional TA for Supporting Strategic Knowledge Products and Research\nNetworking,14 such as the Poverty Reduction and Development: National Strategies and a Case \nStudy of ADB-Funded Pilot Project in Nayong County in Guizhou Province, People’s Republic of \nChina, which shows how national poverty reduction strategies and local projects contribute \nsuccessfully to poverty reduction and development.15  \n10. While the primary means of dissemination of the study and policy recommendations is\nthrough digital publication and workshops, the TA will support printing of publication, if a Chinese\nversion of the study is needed for distribution to local government officials and local enterprise\nowners to better disseminate the results of the study.\n11. Output  2:  Policy  advice  on  strengthening  rural  economies  that  ensures  labor\nincome  opportunities  of  the  rural  low-income  population  in  the  southwest  People's\n12 ADB. 2009. Technical Assistance for Provincial Development Strategies for Chongqing Municipality and Guizhou \nProvince. Manila. \n13 ADB. 2016. Results-Based Lending to the People’s Republic of China for the Guizhou Vocational Education\nDevelopment Program. Manila (Loan 3352-PRC). \n14 ADB. 2007. Supporting Strategic Knowledge Products and Research Networking. Manila. \n15 N. Sapkota et al. 2017. Poverty Reduction and Development: National Strategies and a Case Study of ADB-Funded \nPilot Project in Nayong County in Guizhou Province, People’s Republic of China. ADB East Asia Working Paper\nSeries. No. 10. Manila: ADB. ", "4 \nRepublic of China finalized. The TA will distill actionable policy recommendations from the \nstudies completed under output 1, and provide specific policy advice on strengthening the rural \neconomies through the channels identified in the studies. Policy notes will be produced and \npolicies recommended to support rural economies in the region. These works will be disseminated \nat training workshops for consideration of the Guizhou provincial government and other local \ngovernment units in the southwest region of the PRC.  \n12. Output 3: Understanding of local government officials and managers of business\nenterprises on the approaches to strengthen local economies enhanced. The TA will support\ntechnical workshops and dialogue with the provincial government and managers of business\nenterprises to help strengthen the understanding of environmentally sustainable, value-adding\npractices in managing rural enterprises. At least 30 government and industry officials, at least 30%\nof which are female, are expected to attend these workshops and training. Evaluation and\nfeedback forms will be used after the workshops and training. Follow-up surveys and dialogue\nwith enterprise managers will be held to assess if there was increased understanding of issues\naffecting operations in the targeted rural areas. At least one stakeholder—a village leader, an\nenterprise, a collective agriculture unit, or a local government unit—is expected to adopt at least\none of the innovative approaches or policy recommendations identified by the study, which will\nlead to sustainable operations. The TA assumes that enterprises, farmers, and local government\nofficials are open to adopting innovative approaches, and there will be no changes in national or\nlocal government priorities which could hinder the achievement of this indicator during the TA\nimplementation period. A follow-up survey will also be undertaken with participants of workshops\nand trainings 6 months and 1 year after the study, workshops, and training sessions to gauge the\nlevel of adoption of study recommendations. The adoption of policy recommendations is expected\nto  help  strengthen  enterprises  and  enable  them  to  better  contribute  to  green,  high-quality\ndevelopment.\nC. Cost and Financing\n13. The TA is estimated to cost $330,000, of which $300,000 will be financed on a grant basis\nby ADB’s Technical Assistance Special Fund (TASF-other sources).16\n14. The government will provide counterpart support in the form of information and data\nsupport, counterpart staff, office supplies, conference and training venues, secretarial assistance,\nand other in-kind contributions. The value of the government contribution is estimated to account\nfor 10% of the total ADB contribution.\nD. Implementation Arrangements\n15. ADB will administer the TA. The executing agency—the Office of the Director General of\nthe East Asia Department—in coordination with the Guizhou Foreign Capital Project Management\nCenter of Guizhou Province Poverty Reduction and Development Office will select, supervise,\nand evaluate consultants; oversee the completion and publication of knowledge products; and\nprovide staff as resource persons in the knowledge and capacity development activities, as\nnecessary.  The  implementing  agency—the Project  Division  of the Guizhou  Foreign  Capital\nProject Management Center of Guizhou Province Poverty Reduction and Development Office—\nwill supervise the conduct of the research study and other related studies, organize technical\nworkshops, and in coordination with the Office of the Director General of the East Asia Department,\nmake necessary arrangements for implementing TA components.\n16 The key expenditure items are listed in Appendix 2. ", "5 \n16. Implementation arrangements are summarized in the table.\nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  December 2021–December 2024\nExecuting agency  Guizhou Foreign Capital Project Management Center of Guizhou \nProvince Poverty Reduction and Development Office \nImplementing agency  Project Division of the Guizhou Foreign Capital Project Management \nCenter of Guizhou Province Poverty Reduction and Development \nOffice \nConsultants  To be selected and engaged by ADB \nFirm: Consultants’  Policy research and capacity  $194,100 \nqualifications  building team (lead specialist, \nselection  agriculture economist, regional \neconomist, economic analyst, \narea specialists), 21.3 person-\nmonths \nIndividual: resource  Resource persons (person- $20,400 \npersons  months to be determined) \nDisbursement  Disbursement of technical assistance resources will follow ADB's \nTechnical Assistance Disbursement Handbook (2020, as amended \nfrom time to time). \nADB = Asian Development Bank. \nSource: ADB. \n17. Consulting services. ADB will engage the consultants following the ADB Procurement\nPolicy (2017, as amended from time to time) and its associated project administration instructions\nand/or staff instructions.17\nIV. THE PRESIDENT'S DECISION\n18. The President, acting under the authority delegated by the Board, has approved the\nprovision of technical assistance not exceeding the equivalent of $300,000 on a grant basis to the\nGovernment of the People’s Republic of China for Policy Research and Capacity Building to\nStrengthen Rural Economies in the Southwest Region of the People’s Republic of China, and\nhereby reports this action to the Board.\n17 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \nImpact the TA is Aligned with \nGreen, high-quality development achieved, especially across counties in the southwest region of the PRC \n(14th Five-Year Plan)a \nData Sources and  Risks and Critical \nResults Chain  Performance Indicators  Reporting Mechanisms  Assumptions \nOutcome  By 2024: \nStrategies and policies  At least two stakeholders  Follow-up survey and  A: Enterprises, \nto strengthen  (one government unit and  dialogue with industry  industries, and local \nagriculture and  one non-government  leaders and enterprise  government officials \nnonagriculture sectors  stakeholder) adopted  owners of poverty  are open to adopting \nin the southwest region  policy measures to  alleviation industries,  innovative \nimproved  support rural economies  ADB TA progress  approaches to \nin the southwest region  reports, surveys of  increase quality, \n(2021 baseline: Not  industry leaders,  efficiency, and \napplicable)   provincial government  competitiveness of \ndocuments, TA  industries. \nmonitoring \nR: Changes in \nnational or local \ngovernment priorities \nOutputs  By 2024: \n1. Study on 1a. At least one study on  1a. Comprehensive study  R: Current \nstrengthening rural strengthening economic  on strengthening  coronavirus disease \neconomies that foundations that promote  economic foundations  pandemic worsens, \nensures labor stable income of the rural  that promote labor  affecting travel and \nincome opportunities low-income population  income opportunities of  meetings and \nof the rural low- prepared and  the rural low-income  delaying writing of \nincome population in disseminated to the  population completed  chapters for the study \nthe southwest PRC government and  and curtailing \ncompleted enterprise management in  dialogue among \nthe PRC and other DMCs  stakeholders \n(2021 baseline: 0) \nR: Difficulty in \n1b. At least one case  1b. One case on a city \nidentifying enterprises \nstudy in the southwest  from the southwest \nand data because of \nregion of the PRC  region of the PRC \nchanging company \nprepared and  included in the study \npolices on disclosure \ndisseminated to local \nof information \ngovernments and \nenterprises in the PRC \nand other DMCs (2021 \nbaseline: 0) \n2. Policy advice on 2.At least one policy 2.Copy of policy paper R: Changes in local \nstrengthening rural paper with with recommendations government officials \neconomies that recommendations shared with at least one and enterprise \nensures labor income prepared and submitted local government unit in managers \nopportunities of the to local government units the southwest PRC, ADB\nrural low-income in Guizhou province and TA progress reports\npopulation in the at least three other local\nsouthwest PRC government units at the\nfinalized municipality, provincial, or", "Appendix 1  7 \nData Sources and  Risks and Critical \nResults Chain  Performance Indicators  Reporting Mechanisms  Assumptions \nmunicipality, provincial, or \ncounty level in the \nsouthwest region of the \nPRC (2021 baseline: 0) \n3.Understanding of 3.At least 30 government 3.Survey of workshop or\nlocal government and industry officials (at training participants,\nofficials and least 30% female) who workshop and training\nmanagers of participated in training feedback and evaluation\nbusiness enterprises sessions report increased forms, participants list\non the approaches understanding of issues\nto local economies affecting local economy in\nenhanced rural areas (2021\nbaseline: 0) (OP 6.1.1)\nKey Activities with Milestones \n1. Study on strengthening rural economies that ensures labor income opportunities of the rural\nlow-income population in the southwest PRC completed\n1.1 Identify chapter authors and/or writers (Q1 2022). \n1.2 Conduct writers’ meeting and discuss outline (Q1 2022).\n1.3 Research and write chapters and cases, including consultations with key stakeholders and \nconducting stock-taking exercise.  (Q1–Q3 2022).\n1.4 Organize writers’ workshop and peer review (Q3 2022).\n1.5 Finalize study (Q4 2022–Q2 2023).\n1.6 Launch and disseminate study (Q2 2023). \n2. Policy advice on strengthening rural economies that ensures labor income opportunities of\nthe rural low-income population in the southwest PRC finalized\n2.1 Research and write policy notes (Q1–Q3 2022).\n2.2 Finalize policy briefs and/or notes (Q1 2023). \n2.3 Hold dialogues with local government on policy recommendations (Q1 2023). \n2.4 Publish policy briefs and/or notes (Q2 2023). \n3. Understanding of local government officials and enterprise management of approaches to\nsustainable operations strengthened\n3.1 Prepare training materials (Q2–Q3 2023).\n3.2 Conduct technical training for local government officials and industry leaders (Q3–Q4 2023).\n3.3 Conduct follow-up survey and dialogue with local government officials and industry leaders (Q1–Q2\n2024). \nTA Management Activities \nReview of background studies, reports, recruitment, monitoring and evaluation, reporting, budget \nmanagement and coordination with national government, other regional departments, and DMCs, as \nneeded. \nSurvey of industry leaders, as required. \nInputs \nADB’s Technical Assistance Special Fund (TASF-other sources): $300,000\nNote: The government will provide counterpart support in the form of information and data support, \ncounterpart staff, office supplies, conference and training venues, secretarial assistance, and other in-kind \ncontributions. \nA = assumption, ADB = Asian Development Bank, DMC = developing member country, OP = operational priority, \nPRC =  People’s Republic of China, R = risk, TA = technical assistance.", "8  Appendix 1 \na  Government of the PRC. 2021. The Outline of the Fourteenth Five-Year Plan for National Economic and Social \nDevelopment and the Long-range Objectives through the Year 2035. Beijing. \nContribution to Strategy 2030 Operational Priorities: \nOP 6.1.1 Government officials with increased capacity to design, implement, monitor, and evaluate relevant measures \n(number) \nThe expected values and methodological details for all OP indicators to which this TA will contribute results are detailed \nin Contribution to Strategy 2030 Operational Priorities (accessible from the list of linked documents in Appendix 3). In \naddition to the OP indicator tagged in the design and monitoring framework, this TA will contribute results for: \nOP 1.2 Jobs generated (number) \nOP 1.3 Poor and vulnerable people with improved standards of living (number) \nOP 5.1.4 Rural economic hubs supported (number) \nSource: Asian Development Bank. ", "Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($’000)\nItem  Amount \nAsian Development Banka \n1. Consultants\na. Remuneration and per diem\ni. International consultants 69.0 \nii. National consultants 114.0 \nb. Out-of-pocket expenditures\nInternational and local travel 11.1 \n2. Printed external publicationsb 10.0 \n3. Training, seminars, and conferences\na. Facilitators/resource persons 20.4 \nb. Participants per diem 36.0 \nc. Venue rental and related facilities (venue, overhead 12.0 \nprojectors, equipment, and meals)\n4. Miscellaneous technical assistance administration costsc 12.5 \n5. Contingencies 15.0 \nTotal  300.0 \nNote: The technical assistance (TA) is estimated to cost $330,000, of which contributions from the \nAsian Development Bank are presented in the table. The government will provide counterpart support \nin the form of information and data support, counterpart staff, office supplies, conference and training \nvenues, secretarial assistance, and other in-kind contributions.  The value of  the government \ncontribution is estimated to account for 10% of the total TA cost. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-other\nsources). \nb  While the primary means of dissemination of the study and policy recommendations is through a \ndigital publication, the TA will support the printing of publications, especially if a Chinese version of \nthe study is needed for distribution to local government officials and local enterprise owners to \nbetter disseminate the results of the study. \nc  Translation, interpretation, and other TA-related costs. \nSource: Asian Development Bank estimates. ", "10  Appendix 3 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=55065-001-TAReport \n1. Terms of Reference for Consultants\n2. Contribution to Strategy 2030 Operational Priorities"], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20211209231513+08'00'", "Creator": "PDF24 Creator", "Keywords": "china, prc, guizhou province, china southwestern region, rural livelihood, labor income opportunities, low-income population, economic activities, poverty reduction, inequality, 55065-001, ta 6842, adb technical assistance, approved technical assistance", "ModDate": "D:20211213164334+08'00'", "Producer": "GPL Ghostscript 9.55.0", "Subject": "Technical Assistance Report", "Title": "55065-001: Policy Research and Capacity Building to Strengthen Rural Economies in the Southwest Region of the People’s Republic of China"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 10 November 2021) \nCurrency unit  – yuan (CNY)\nCNY1.00  =  $0.156 \n$1.00  =  CNY6.398 \nABBREVIATIONS \nADB  – Asian Development Bank\nPRC  – People’s Republic of China\nTA  – technical assistance\nNOTE \nIn this report, “$” refers to United States dollars. \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  M. Teresa Kho, East Asia Department (EARD)\nTeam leader  Akiko Terada-Hagiwara, Principal Economist, Office of the \nDirector General (EAOD), EARD \nTeam members  Reynaldo Ablanida, Associate Operations Analyst, EAOD, EARD \nSophia Castillo-Plaza, Knowledge Management Officer, EAOD, \nEARD \nMonica Dimaano, Senior Operations Assistant, EAOD, EARD \nJesus Felipe, Advisor, Office of the Chief Economist and Director \nGeneral, Economic Research and Regional Cooperation \nDepartment \nMichiko Katagami, Principal Natural Resources and Agriculture \nSpecialist, Sustainable Development and Climate Change \nDepartment \nShingo Kimura, Senior Natural Resources and Agriculture \nSpecialist; Environment, Natural Resources and Agriculture \nDivision; EARD \nLongyun Peng, Senior Economics Officer, People's Republic of \nChina Resident Mission, EARD \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.", "authors": [{"fullname": "Ahmed M. Saeed", "role": "Operations", "organization": ""}, {"fullname": "M. Teresa Kho", "role": "East Asia Department (EARD)", "organization": ""}, {"fullname": "Akiko Terada-Hagiwara", "role": "Principal Economist", "organization": "Office of the"}, {"fullname": "Reynaldo Ablanida", "role": "Associate Operations Analyst", "organization": "EAOD"}, {"fullname": "Sophia Castillo-Plaza", "role": "Knowledge Management Officer", "organization": "EAOD"}, {"fullname": "Monica Dimaano", "role": "Senior Operations Assistant", "organization": "EAOD"}, {"fullname": "Jesus Felipe", "role": "Advisor", "organization": "Office of the Chief Economist and Director"}, {"fullname": "Michiko Katagami", "role": "Principal Natural Resources and Agriculture", "organization": ""}, {"fullname": "Shingo Kimura", "role": "Senior Natural Resources and Agriculture", "organization": ""}, {"fullname": "Longyun Peng", "role": "Senior Economics Officer", "organization": "People"}, {"fullname": "China Resident Mission", "role": "EARD", "organization": ""}]}