{"path": "data/input/ta/55070-001-tar-en.pdf", "pages": ["Technical Assistance Report\nProject Number: 55070-001 \nTransaction Technical Assistance Facility (F-TRTA) \nNovember 2021 \nPreparing Clean and Renewable Energy Investments \nin the Pacific \nThis document is being disclosed to the public in accordance with ADB's Access to Information \nPolicy.\nPUBLIC. This information is being disclosed to the public in accordance with ADB’s Access to Information Policy.", "ABBREVIATIONS \nADB  – Asian Development Bank\nCOVID-19  – coronavirus disease\nDMC  – developing member country\nIPP  – independent power producer\nPPP  – public–private partnership\nTA  – technical assistance\nNOTE \nIn this report, “$” refers to United States dollars.\nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Leah C. Gutierrez, Pacific Department (PARD) \nDeputy Director  Emma M. Veve, PARD \nGeneral \nDirector  Mukhtor Khamudkhanov, Energy Division (PAEN), PARD \nTeam leaders  Rafayil Abbasov, Energy Specialist, PAEN, PARD \nLen George, Principal Energy Specialist, PAEN, PARD \nTeam members  Faith Joy Buentipo, Senior Operations Assistant, PAEN, PARD \nAivy Katherine Dizon, Project Analyst, PAEN, PARD \nWoo Yul Lee, Senior Energy Specialist, PAEN, PARD \nRosalind McKenzie, Principal Operations Coordination Specialist \n(Fragile Situations), Social Sectors and Public Sector \nManagement Division, PARD \nKoichi Takei, Counsel, Office of the General Counsel \nCinderella Tiangco, Principal Energy Specialist, PAEN, PARD \nTakeshi Shiihara, Senior Energy Specialist, PAEN, PARD \nPeer Reviewer  Priyantha Wijayatunga, Chief of Energy Sector Group, Sustainable \nDevelopment and Climate Change Department \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \nPUBLIC. This information is being disclosed to the public in accordance with ADB’s Access to Information Policy.", " \nCONTENTS \n \nPage \n \nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE \nI.   THE TECHNICAL ASSISTANCE FACILITY  1 \nA.  Justification  1 \nB.  Outputs and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nII.   THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Cost Estimates and Financing Plan  6 \n2.  Projects under the Technical Assistance Facility  7 \n3.  List of Linked Documents  9 \n \n \n \nPUBLIC. This information is being disclosed to the public in accordance with ADB’s Access to Information Policy. ", "Project Classification Information Status: Complete\nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 55070-001\nProject Name Preparing Clean and Renewable  Department/Division PARD/PAEN\nEnergy Investments in the Pacific\nNature of Activity Project Preparation Executing Agency Asian Development Bank\nModality Facility\nCountry REG (FSM, RMI, SOL)\n2. Sector Subsector(s)     ADB Financing ($ million)\nEnergy Energy efficiency and conservation 3.00\nTotal 3.00\nqq\n3. Operational Priorities Climate Change Information\n  Accelerating progress in gender equality GHG Reductions (tons per annum) 0.000\n  Tackling climate change, building climate and disaster  Climate Change impact on the Project Low\nresilience, and enhancing environmental sustainability\nADB Financing\n  Fostering regional cooperation and integration\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.3 Some gender elements (SGE)\nSDG 5.c\nSDG 9.4 Poverty Targeting\nSDG 10.2 General Intervention on Poverty\nSDG 12.2\n4. Risk Categorization Complex \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 3.00\n    Transaction technical assistance: Technical Assistance Special Fund 3.00\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 3.00\n  \nCurrency of ADB Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 07092021144611873745 Generated Date: 08-Oct-2021 9:54:38 AM", " \nI.  THE TECHNICAL ASSISTANCE FACILITY \n \nA.  Justification \n \n1.  The transaction technical assistance (TA) facility will provide project preparation support \nto a series of ensuing projects, including (i) Federated States of Micronesia Climate Resilient \nEnergy and Water Project ($43 million), (ii) Republic of the Marshall Islands Electrification Project \n($10 million), and (iii) Solomon Islands Sustainable Solar Development Investment Program \n($50 million). The TA facility will support required due diligence, provide project preparation and \nprocurement support, capacity building, and policy recommendations for ensuing projects, which \nare planned for approval in 2022–2025 under the Indicative Country Pipeline and Monitoring \nReport for Eleven Small Pacific Island Countries (PIC-11), 2022–2024. The TA facility is listed in \nthe Regional Operations Business Plan for 2021–2023 and aligned with Asian Development \nBank’s (ADB) Strategy 2030 operational priorities 2, 3, and 7, as well as the Sustainable \nDevelopment Goals and the Paris Agreement on climate change.1 Two of the three main \nobjectives of the Pacific Approach, 2021–2025 are “preparing for and responding to shocks” and \n“delivering sustainable services,” areas in which renewable energy-based electricity generation \nhas a key role to play.2 \n \n2.  Development context. The PIC-11 are among ADB’s smallest developing member \ncountries (DMCs) by population size, and 10 of them are included in the world’s 25 smallest \ncountries. These small island developing states tend to share similar development challenges, \nincluding  small  populations,  limited  resources,  remoteness,  susceptibility  to  disasters, \nvulnerability to external shocks, and excessive dependence on international trade. Six of the PIC-\n11 are classified as fragile and conflict-afflicted situations, characterized by weak governance and \ninstitutional capacity, economic and social insecurity, and greater vulnerability to the effects of \nclimate change and natural hazards.  \n \n3.  The Pacific DMCs are committed to improving energy security and reducing greenhouse \ngas emissions and have set ambitious targets for renewable electricity generation by 2025–2030.3  \nThe global deployment of renewable energy in recent years has been rapid, mostly due to \nmanufacturing economies of scale, an exponential decline in hardware costs, and resultant \ngreater affordability. Battery and other energy storage technologies are more available and \naffordable for improving network reliability and stability, which is helping increase the share of \nrenewable electricity.4 However, the implementation of renewable energy programs has been \ninsufficient  to  meet  renewable  energy  targets  and  nationally  determined  contribution \ncommitments. The share of renewable energy in the Pacific subregion has increased less than \n20% since 2015. Diesel and other petroleum fuels remain the primary sources of the energy mix \nin most Pacific DMCs.  \n \n4.  Energy security. The Pacific DMCs rely on imported fuels for bulk power generation at \nan estimated cost of over $1.5 billion annually (footnote 4). The average fuel import bills in the \nPacific DMCs are about 25% of total imports and over 10% of gross domestic product. Fuel \nimports are vulnerable to severe weather events, which are exacerbated by climate change. This \ndependence on energy imports exposes Pacific DMCs to fuel price shocks and a higher risk of \npower outages if supply is interrupted.  \n \n1   ADB. 2020. Regional Operations Business Plan: Pacific, 2021–2023. Manila; and ADB. 2018. Strategy 2030: \nAchieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. Manila \n2  ADB. 2021. Pacific Approach, 2021–2025. Manila. \n3  Pacific Community. 2021. Framework for Energy Security and Resilience in the Pacific 2021–2030. Noumea. \n4  International Energy Agency et al. 2021. Tracking SDG 7: The Energy Progress Report. Washington, DC. \n \nPUBLIC. This information is being disclosed to the public in accordance with ADB’s Access to Information Policy. ", "2   \n5.  Insufficient funding for climate-resilient energy. Pacific utilities are heavily dependent \non public funds, with limited or no access to private capital for energy investments. With fuel \nexpenses making up more than 65% of generation costs, renewable energy is key to reducing \noperating costs. The Pacific DMCs require an estimated $500 million of investments annually until \n2030 to meet renewable energy targets, which far exceeds envisioned public funding.5 Some \nPacific DMCs have prioritized the transition to renewable energy by designing projects to be \nimplemented with commercial investment through independent power producers (IPPs). While \nrobust power purchase agreements are instrumental for hedging IPPs’ risks, the power utilities \ncontinue to underperform with weak transmission and distribution grids and limited evacuation \ncapacity for renewable energy produced by IPPs. Due to the combination of the high costs of \nenergy supply and public service obligations and limited operating budgets, most utilities defer \ngrid maintenance, which results in poor service reliability and unscheduled interruptions.   \n \n6.  High cost of energy. Electricity costs in the Pacific are among the highest in the world. \nThe reliance on imported fuel is reflected in the high generation and retail tariffs estimated at an \naverage of $0.33 per kilowatt-hour and $0.42 per kilowatt-hour, respectively (footnote 5). Under \npresent tariff regimes, electric power utilities can pass fuel costs directly to consumers and charge \nan inflation-indexed nonfuel tariff. Volatile fuel prices and heavy reliance on imported fuel for \npower generation negatively affect the economy and living standards. To mitigate the high cost \nof electricity, the Pacific DMCs maintain various retail price subsidies and community service \nobligation programs, compensating the most vulnerable households and communities. However, \npublic resources are not sufficient to fund both energy subsidization schemes and other critical \nsocial programs (health, education, etc.) funded by the governments.  \n \n7.  Coronavirus disease pandemic. Energy sector resilience and security in the Pacific \nsubregion has been identified as an urgent need during the coronavirus disease (COVID-19) \npandemic. Power utilities have been one of the most severely affected, many of which were not \nin a strong financial position before the pandemic. Reductions in energy demand due to COVID-\n19 lockdowns have reduced revenues, but operational costs have not decreased. These utilities \nhave experienced the combination of decreased revenues as demand declined and reduced \npayment  from  end-consumers  who  are  less  able  to  pay  because  of  the  pandemic.  Many \ngovernments have provided financial support to both end-users and energy utilities to mitigate \nthese issues, which could affect the ability to finance the utilities’ capital investments. While the \nCOVID-19 pandemic has reduced the cost of imported fuel, the Pacific DMCs experienced \nsignificant supply challenges caused by transportation delays and limited storage capacity due to \noutdated infrastructure.  \n \n8.  Pacific DMCs can produce power that is lower in cost than fossil fuel generation, providing \nthe economic incentives (i.e., preferential taxation, customs, etc.) and access to capital to deploy \nclean  energy  technologies  to  harvest  indigenous  renewable  resources.  Alongside  this, \ninvestments  in  climate-resilient  electricity  grids  are  needed  to  reduce  the  cost  of  power \ntransmission in the Pacific DMCs. ADB is well-placed to support these investments along with \nstrengthening governance, policy, and planning that may otherwise prove to be a weak link in the \ntransition to lower-carbon energy systems. Aligning these investments with COVID-19 recovery \nstimulus can leverage development progress while meeting climate change goals and ensuring \nthat energy infrastructure is in place to support the economic recovery of the Pacific DMCs.  \n \n9.  Pacific  energy  development  priorities.  The  Pacific  DMCs  formulated  their  vision, \n“Framework for Energy Security and Resilience in the Pacific (2021–2030)” (footnote 4), with the \n \n5  Pacific Power Utilities. 2020. Pacific Benchmarking Report. Suva. \n \nPUBLIC. This information is being disclosed to the public in accordance with ADB’s Access to Information Policy. ", "3 \naim to develop climate-resilient power generation and distribution infrastructure for the Pacific \n(Policy Target 10). The Pacific DMCs recognize the strong link between energy and sustainable \nand  resilient  economic  growth,  and  the  urgency  to  sustain  energy  supply  by  modernizing \ninfrastructure and promoting reliable and clean energy generation. ADB’s Pacific Approach also \nprioritizes clean energy investments in: (i) battery storage to support grid stability and higher \npenetration rates of renewables; (ii) improvements to the technical and commercial performance \nof utilities by building capacity and helping rationalize tariffs; and (iii) public–private partnerships\n(PPPs) and catalyzing private investment in clean energy and new technology.6  \n10. The ensuing projects to be prepared under the TA facility are of similar nature. These\nprojects are aligned with the objectives of the Pacific DMCs to strengthen the reliability and\nsustainability of the energy sector and mobilize private sector investments (footnote 4). The\nprojects aim to improve the quality of energy supply, reduce aggregate technical and commercial\nlosses, and improve the financial performance of energy utilities. All proposed projects will be\nsupported by ADB’s ongoing and scheduled regional technical assistance programs.7\nB. Outputs and Activities\n11. Output 1: Viability assessments on ensuing projects prepared. The TA facility will\nprovide technical expertise to prioritize, plan, and prepare investment projects for the proposed\n(i) Federated States of Micronesia Climate Resilient Energy and Water Project, (ii) Republic of\nthe  Marshall  Islands  Electrification  Project,  and  (iii)  Solomon  Islands  Sustainable  Solar\nDevelopment Investment Program. Due diligence will include viability assessments of all key\naspects  of  the  proposed  projects.  Detailed  activities  will  include,  as  required:  (i)  technical\nfeasibility studies; (ii) economic and financial analyses; (iii)  financial management assessments;\n(iv) procurement assessments, plans and preparation of bidding documents; (v) gender analysis,\ncollection of baseline data and gender action plans; (vi) risk assessments and management plans;\n(vii) environment, involuntary resettlement and indigenous peoples safeguards assessments and\nsupport for initial implementation of required safeguards plans; (viii) integrity due diligence;\n(ix) initial poverty and social analysis; (x) climate adaptation and disaster risk management\nmeasures, climate risk and adaptation assessment, and disaster risk assessment; (xi) sector\nassessment; and (xii) project implementation consultant recruitment.\n12. Output 2: Capacity building intervention and energy sector reforms strengthened.\nThis will include identifying potential technical capacity building, financial management, reporting,\ndisclosure, and corporate governance issues and defining the scope of capacity building to meet\nADB’s requirements on sustainability. This activity will be completed by ongoing and planned ADB\nregional  assistance  to  power  utilities  and  regulators  to  ensure  sustainable  implementation \ncapacity for future operations is built.8 In addition, plans to mobilize and manage PPPs in energy \ninfrastructure will be developed, including support to the Pacific DMCs for identifying, designing, \nmanaging, tendering, and negotiating private sector participation in the energy projects. Under \n6  The ensuing projects will also consider a broad spectrum of opportunities for private investment: (i) hydrogen and \nthermal storage for seasonal time-shifting; and (ii) energy end-use as storage, e.g., electric vehicle charging. \n8  ADB. 2017. Report and Recommendation of the President to the Board of Directors: Proposed Pacific Renewable \nEnergy Investment Facility. Manila; ADB. 2017. Technical Assistance for Capacity Building and Sector Reform for \nRenewable Energy Investments in the Pacific. Manila; ADB. 2019. Report and Recommendation of the President to \nthe Board of Directors: Proposed Pacific Renewable Energy Program. Manila; and ADB. 2021. Proposed Technical \nAssistance for Development of the Pacific Energy Regulators Alliance (under the Pacific Renewable Energy \nInvestment Facility). Manila. \n8  ADB. 2017. Technical Assistance for Capacity Building and Sector Reform for Renewable Energy Investments in the \nPacific; Proposed Technical Assistance for Development of the Pacific Energy Regulators Alliance (under the Pacific \nRenewable Energy Investment Facility). Manila. \nPUBLIC. This information is being disclosed to the public in accordance with ADB’s Access to Information Policy.", "4 \nOutput 2, Pacific DMCs will be supported to identify broader investment pipelines, which will \ncrowd in private investment, and, for a subset of these projects, create preliminary project profiles \nand facilitate investment roadshows.  \nC. Cost and Financing\n13. The TA facility is estimated to cost $3.0 million, which will be financed on a grant basis by\nADB’s Technical Assistance Special Fund (TASF 7). The beneficiary governments will provide\ncounterpart  support  in  the  form  of  counterpart  staff,  office  supplies,  office  space  and \ncommunication facilities for consultants, and other in-kind contributions. The governments were \ninformed that approval of the TA facility does not commit ADB to finance any ensuing project. \nD. Implementation Arrangements\n14. The TA facility activities (paras. 10 and 11) for an ensuing project will start only after ADB\napproves the project concept paper on the ensuing project. ADB will administer the TA facility.\nThe Energy Division of ADB’s Pacific Department will select, supervise, and evaluate consultants.\nOverall, TA facility results and outputs will be disseminated through workshops, donor meetings, \nPPP, and ADB’s energy sector group.\n15. The implementation arrangements are summarized in the table.\nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  November 2021–November 2026\nExecuting agency  ADB \nImplementing agency  Energy Division, Pacific Department \nConsultants  To be selected and engaged by ADB \nFirms: Quality- and  Project preparation consultants \ncost-based selection, direct \ncontracting  International (75 person-months) \nNational (32 person-months) \nProcurement  None \nAdvance contracting and  None \nretroactive financing \nDisbursement  The TA facility resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2020, as amended from time to \ntime).  \nAsset turnover or disposal  None \narrangement upon TA facility \ncompletion \nADB = Asian Development Bank, TA = technical assistance. \nSource: Asian Development Bank. \n16. Consulting services. ADB will engage the consultants following the ADB Procurement\nPolicy (2017, as amended from time to time) and its associated project administration instructions\nand/or staff instructions.9 The TA facility will require 75 person-months of international consultants’\nand 32 person-months of national consultants’ inputs. ADB will engage consulting firms through\nquality- and cost-based selection or through direct contracting. Consultants engaged for an initial\nfacility project assignment may be extended or have their contract varied to continue onward to\n9  Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \nPUBLIC. This information is being disclosed to the public in accordance with ADB’s Access to Information Policy.", "5 \nsubsequent  facility  project  assignments.  Output-based  contracts  will  be  used,  wherever \nappropriate. \nII. THE PRESIDENT'S DECISION\n17. The President, acting under the authority delegated by the Board, has approved the\nprovision of technical assistance not exceeding the equivalent of $3,000,000 on a grant basis for\npreparing the Clean and Renewable Energy Investments in the Pacific, and hereby reports this\naction to the Board.\nPUBLIC. This information is being disclosed to the public in accordance with ADB’s Access to Information Policy.", "6  Appendix 1 \nCOST ESTIMATES AND FINANCING PLAN \n($’000)\nItem  Amount \nAsian Development Banka \nA. Consultants\n1. Remuneration and per diem\na. International consultants 1,837.2 \nb. National consultants 281.6 \n2. Out-of-pocket expenditures\na. International and local travel 67.6 \nb. Surveys 150.0 \nc. Training, seminars, and conferencesb 210.0 \nd. Reports and communications 102.0 \ne. Miscellaneous administration and support costsc 70.0 \nB. Contingencies 281.6 \nTotal  3,000.0 \nNote: The technical assistance (TA) is estimated to cost $3.33 million, of which contributions from the Asian \nDevelopment Bank are presented in the table. The beneficiary governments will provide counterpart support in the form \nof counterpart staff, office supplies, office space and communication facilities for consultants, and other in-kind \ncontributions. The value of the government contribution is estimated to account for 10% of the total TA cost.  \na  Financed by ADB’s Technical Assistance Special Fund (TASF 7).\nb  In-country capacity building such as training and workshops. Advance payment facility may be used. \nc  Translation and editing costs. Advance payment facility may be used. \nSource: Asian Development Bank estimates. \nPUBLIC. This information is being disclosed to the public in accordance with ADB’s Access to Information Policy.", "Appendix 2  7 \nPROJECTS UNDER THE TECHNICAL ASSISTANCE FACILITY \nTable A2.1: Indicative Consultants’ Input Allocation\n(person-months) \nItem  Projects \nFSM  RMI  SOL \nTotal  Complex  Complex  Complex \nEnergy (Solar) Specialist/Team  15.0  5.0  4.0  6.0 \nLeader  \nEnergy (Battery Storage)  5.0  0.0  2.0  3.0 \nSpecialist  \nPower Distribution (Mini Grid)  5.0  3.0  2.0  0.0 \nSpecialist \nTransport Electrification  2.0  0.0  2.0  0.0 \nSpecialist \nEnergy Economist  7.0  2.0  2.0  3.0 \nPPP Specialist   4.0  0.0  2.0  2.0 \nFinancial Management Specialist  8.0  3.0  2.0  3.0 \nEnvironmental Specialist   7.0  2.0  2.0  3.0 \nSocial Safeguards and Gender  8.0  2.0  2.0  4.0 \nSpecialist  \nProcurement Specialist  7.0  2.0  2.0  3.0 \nClimate Change Specialist  7.0  2.0  2.0  3.0 \nPower Specialist/ Deputy Team  12.0  4.0  2.0  6.0 \nLeader  \nEnvironmental Specialist  10.0  2.0  2.0  6.0 \nSocial Safeguards Specialist  10.0  2.0  2.0  6.0 \nFSM = Federated States of Micronesia, PPP = public–private partnership, RMI = Republic of the Marshall Islands, SOL\n= Solomon Islands.  \nSource: Asian Development Bank estimates.  \nPUBLIC. This information is being disclosed to the public in accordance with ADB’s Access to Information Policy. ", "8  Appendix 2 \nTable A2.2: Indicative Technical Assistance Budget Allocation \n($'000) \nItem  FSM  RMI  SOL \nTotal  Complex  Complex  Complex \nTraining, seminars, and conferences  210.0  30.0  30.0  150.0 \nReports  102.0  12.0  11.0  79.0 \nSurveys  150.0  30.0  20.0  100.0 \nOthers  351.6  60.1  42.3  249.2 \nFSM = Federated States of Micronesia, RMI = Republic of the Marshall Islands, SOL = Solomon Islands. \nSource: Asian Development Bank estimates.  \nTable A2.3: Basic Project Information \nFSM  RMI  SOL \nIndicative ADB financing  $28 million  $10 million  $50 million \nLending modality  Project/SDP  Project  MFF \nBoard approval \n(indicative)  2023  2023  2023 \nOutcome  Access to sustainable and clean energy enhanced \nImplementing Agency  Department of Resources  Marshalls Energy  Solomon Power \nand Development /  Company \nPohnpei Utility \nCorporation/Chuuk Public \nUtility Corporation  \nADB = Asian Development Bank, FSM = Federated States of Micronesia, MFF = multitranche financing facility, RMI = \nRepublic of the Marshall Islands, SDP = sector development project, SOL = Solomon Islands. \nSource: Asian Development Bank.  \nPUBLIC. This information is being disclosed to the public in accordance with ADB’s Access to Information Policy.", "Appendix 3  9 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=55070-001-TAReport \n1. Terms of Reference for Consultants\nPUBLIC. This information is being disclosed to the public in accordance with ADB’s Access to Information Policy. "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20211117142439+08'00'", "Creator": "PDF24 Creator", "Keywords": "pacific, micronesia, marshall islands, solomon islands, project preparation, climate resilience, access to energy, procurement support, capacity building, 55070-001, ta 6826, adb technical assistance, approved technical assistance, tar, ta projects, trta", "ModDate": "D:20211118103735+08'00'", "Producer": "GPL Ghostscript 9.55.0", "Subject": "Technical Assistance Report", "Title": "55070-001: Preparing Clean and Renewable Energy Investments in the Pacific"}, "author_page": "ABBREVIATIONS \nADB  – Asian Development Bank\nCOVID-19  – coronavirus disease\nDMC  – developing member country\nIPP  – independent power producer\nPPP  – public–private partnership\nTA  – technical assistance\nNOTE \nIn this report, “$” refers to United States dollars.\nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Leah C. Gutierrez, Pacific Department (PARD) \nDeputy Director  Emma M. Veve, PARD \nGeneral \nDirector  Mukhtor Khamudkhanov, Energy Division (PAEN), PARD \nTeam leaders  Rafayil Abbasov, Energy Specialist, PAEN, PARD \nLen George, Principal Energy Specialist, PAEN, PARD \nTeam members  Faith Joy Buentipo, Senior Operations Assistant, PAEN, PARD \nAivy Katherine Dizon, Project Analyst, PAEN, PARD \nWoo Yul Lee, Senior Energy Specialist, PAEN, PARD \nRosalind McKenzie, Principal Operations Coordination Specialist \n(Fragile Situations), Social Sectors and Public Sector \nManagement Division, PARD \nKoichi Takei, Counsel, Office of the General Counsel \nCinderella Tiangco, Principal Energy Specialist, PAEN, PARD \nTakeshi Shiihara, Senior Energy Specialist, PAEN, PARD \nPeer Reviewer  Priyantha Wijayatunga, Chief of Energy Sector Group, Sustainable \nDevelopment and Climate Change Department \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \nPUBLIC. This information is being disclosed to the public in accordance with ADB’s Access to Information Policy.", "authors": [{"documentRole": "Vice-President", "fullname": "Ahmed M. Saeed", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "Leah C. Gutierrez", "role": "Pacific Department (PARD)", "organization": ""}, {"documentRole": "Deputy Director", "fullname": "Emma M. Veve", "role": "PARD", "organization": ""}, {"documentRole": "Director", "fullname": "Mukhtor Khamudkhanov", "role": "Energy Division (PAEN)", "organization": "PARD"}, {"documentRole": "Team leaders", "fullname": "Rafayil Abbasov", "role": "Energy Specialist", "organization": "PAEN"}, {"documentRole": "Team leaders", "fullname": "Len George", "role": "Principal Energy Specialist", "organization": "PAEN"}, {"documentRole": "Team members", "fullname": "Faith Joy Buentipo", "role": "Senior Operations Assistant", "organization": "PAEN"}, {"documentRole": "Team members", "fullname": "Aivy Katherine Dizon", "role": "Project Analyst", "organization": "PAEN"}, {"documentRole": "Team members", "fullname": "Woo Yul Lee", "role": "Senior Energy Specialist", "organization": "PAEN"}, {"documentRole": "Team members", "fullname": "Rosalind McKenzie", "role": "Principal Operations Coordination Specialist", "organization": ""}, {"documentRole": "Team members", "fullname": "Management Division", "role": "PARD", "organization": ""}, {"documentRole": "Team members", "fullname": "Koichi Takei", "role": "Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "Cinderella Tiangco", "role": "Principal Energy Specialist", "organization": "PAEN"}, {"documentRole": "Team members", "fullname": "Takeshi Shiihara", "role": "Senior Energy Specialist", "organization": "PAEN"}, {"documentRole": "Peer Reviewer", "fullname": "Priyantha Wijayatunga", "role": "Chief of Energy Sector Group", "organization": "Sustainable"}]}