{"path": "data/input/ta/55111-001-tar-en.pdf", "pages": ["Technical Assistance Report \nProject Number: 55111-001 \nKnowledge and Support Technical Assistance (KSTA) \nJuly 2021 \nImproving Infrastructure and State-Owned \nEnterprise Governance for Sustainable Investment \nand Debt Management \nThis document is being disclosed to the public in accordance with ADB’s Access to Information \nPolicy.", "ABBREVIATIONS \nADB  – Asian Development Bank\nCOVID-19  – coronavirus disease\nDMC  – developing member country\nIMF  – International Monetary Fund\nO&M  – operation and maintenance\nOP  – operational priority\nPIM  – public investment management\nPPFD  – Procurement, Portfolio, and Financial Management Department\nPPP  – public–private partnership\nQII  – quality infrastructure investment\nSDG  – Sustainable Development Goal\nSOE  – state-owned enterprise\nTA  – technical assistance\nVfM  – value for money\nNOTE \nIn this report, “$” refers to United States dollars. \nVice-President Bambang Susantono, Knowledge Management and Sustainable \nDevelopment \nDirector General Bruno Carrasco, Sustainable Development and Climate Change \nDepartment (SDCC) \nThematic Cluster Head Xiaohong Yang, Chief Thematic Officer, Office of the Cluster \nHead (SDTC), SDCC \nChief Jose Luis Syquia, Officer-in-Charge, Governance Thematic \nGroup (SDTC-GOV), SDCC \nTeam leaders Hanif Rahemtulla, Principal Public Management Specialist, \nSDTC-GOV, SDCC \nDavid Robinett, Senior Public Management Specialist (State-\nOwned Enterprise Reforms), SDTC-GOV, SDCC \nJohannes Jacobus Frederik Van Rijn, Principal Public \nManagement Specialist, Public Management, Financial \nSector, and Regional Cooperation Division, East Asia \nDepartment \nTeam members Alaysa Tagumpay Escandor, Public Management Officer \n(Governance), SDTC-GOV, SDCC \nMa. Antoinette Figurasin, Operations Assistant, SDTC-GOV, \nSDCC \nMarjorie Anne Javillonar, Operations Analyst, SDTC-GOV, \nSDCC \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", "CONTENTS \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI. INTRODUCTION 1 \nII. ISSUES 1 \nIII. THE TECHNICAL ASSISTANCE 4 \nA. Impact and Outcome 4 \nB. Outputs, Methods, and Activities 4 \nC. Cost and Financing 5 \nD. Implementation Arrangements 5 \nE. Governance 6 \nIV. THE PRESIDENT'S DECISION 7 \nAPPENDIXES \n1. Design and Monitoring Framework 8 \n2. Cost Estimates and Financing Plan 10 \n3. List of Linked Documents 11 ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 55111-001\nProject Name Improving Infrastructure and  Department/Division SDCC/SDTC-GOV\nState-Owned Enterprise Governance \nfor Sustainable Investment and Debt \nManagement\nNature of Activity Capacity Development, Policy Advice Executing Agency Asian Development Bank\nModality Regular\nCountry REG (ARM, BAN, INO, MLD, MON, \nNEP, PRC, TAJ)\n2. Sector Subsector(s)     ADB Financing ($ million)\nPublic sector Public expenditure and fiscal management 1.25\nmanagement\nReforms of state owned enterprises 1.25\nTotal 2.50\nqq\n3. Operational Priorities Climate Change Information\nAccelerating progress in gender equality GHG Reductions (tons per annum) 0.000\nMaking cities more livable Climate Change impact on the Project Low\nStrengthening governance and institutional capacity\nADB Financing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 9.1 Some gender elements (SGE)\nSDG 11.a\nSDG 16.6 Poverty Targeting\nSDG 17.4 General Intervention on Poverty\n4. Risk Categorization Complex \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 2.50\n    Knowledge and Support technical assistance: Technical Assistance  2.50\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 2.50\nCurrency of ADB Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 17062021180740148478 Generated Date: 23-Jun-2021 15:58:40 PM", "I. INTRODUCTION\n1. This knowledge and support technical assistance (TA) responds to the  requests of\ndeveloping member countries (DMCs) of the Asian Development Bank (ADB) to strengthen public\nsector capacity for the development of sustainable infrastructure, including through state-owned\nenterprises (SOEs), in fiscally responsive ways.1 The TA will support strengthening infrastructure\ngovernance, including alignment with the quality infrastructure investment (QII) principles,2 by\nfocusing on the policy, institutional, and fiscal frameworks in specific infrastructure projects in\nADB’s country programs and portfolio.3 As part of this focus, the TA will identify means to reduce\nliabilities resulting from weak SOE performance.\n2. The TA is in line with ADB’s Strategy 2030 operational plan for operational priority (OP) 6\non strengthening governance and institutional capacity, and contributes to OP 2 on accelerating\nprogress in gender equality and OP 4 on making cities more livable (footnote 1). It is also aligned\nwith the strategic priority areas in the Asian Development Fund 13 replenishment on quality\ninfrastructure and debt management.4 The TA is included in the 2021 ADB Management-\napproved  results-based  work  plan  of  the  Sustainable  Development  and  Climate  Change\nDepartment.5\nII. ISSUES\n3. Asia and the Pacific continues to confront a significant public infrastructure deficit—400\nmillion Asians live without electricity, 300 million without safe drinking water, and 1.5 billion without\nbasic sanitation.6 ADB forecasts the annual infrastructure investment gap for 25 DMCs (i.e., the\nprojected need to maintain growth momentum, tackle poverty, and respond to climate change\nless the current level of investment) during 2016–2020 at $459 billion, or 2.4% of gross domestic\nproduct.7 Access  to  sustainable  infrastructure  has  become  even  more  critical  to  stimulate\neconomic growth as the region emerges from the coronavirus disease (COVID-19) pandemic.\nFinancing this investment will require ADB’s DMCs to increase domestic resource mobilization\nefforts while taking on substantial debt at a time when many developing economies have seen\nthe fastest and most broad-based increase in debt in the past 50 years, further accentuated by\nthe collapse in economic activity and revenues because of COVID-19.8\n4. While increased infrastructure spending (for both social and economic infrastructure) will\nhelp stimulate economic recovery in some countries, other countries may not be able to provide\nenough fiscal support because of their debt and revenue positions, leading to higher borrowing\n1  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n2  Government of Japan, Ministry of Finance. 2019. G20 Principles of Quality Infrastructure Investment. Communiqué \nannex for the G20 Finance Ministers and Central Bank Governors Meeting. Fukuoka, Japan. 8–9 June. \n3  QII principles call for (i) maximizing the life cycle value and positive impact of infrastructure to achieve sustainable \ngrowth and development while preserving the sustainability of public finances; (ii) raising economic efficiency in view \nof life cycle cost; (iii) integrating environmental considerations in infrastructure investment; (iv) building resilience \nagainst natural disasters and other risks; (v) integrating social considerations in infrastructure investment; and (vi) \nstrengthening infrastructure governance, including through technology. \n4  ADB. 2020. Asian Development Fund 13 Donors’ Report: Tackling the COVID-19 Pandemic and Building a \nSustainable and Inclusive Recovery in line with Strategy 2030. Manila. \n5  The TA first appeared in the business opportunities section of ADB’s website on 2 June 2021. \n6  ADB. 2020. Asia’s Journey to Prosperity: Policy, Market, and Technology Over 50 Years. Manila. These figures may \nhave increased as a result of the pandemic. \n7  ADB. 2017. Meeting Asia’s Infrastructure Needs. Manila. \n8  M. Ayhan Kose et al., eds. 2020. Caught by the Cresting Debt Wave. Washington, DC: International Monetary Fund \n(IMF). ", "2\ncosts and reduced infrastructure investments, or prioritizing spending on more immediate needs. \nAgainst this backdrop, it is important that infrastructure spending is undertaken efficiently and in \nline with the six principles of QII (footnote 3).9 The value addition is to help ADB’s DMCs \nstrengthen effective public investment management (PIM) with a focus on fiscal risk and debt \nmanagement to promote a sustainable infrastructure project pipeline. The combination of (i) \nstrengthened policy, legal, regulatory, and institutional frameworks and (ii) management of the \ndecision-making  process  in  traditional  public  sector  investments,  SOEs,  and  public–private \npartnerships (PPPs) will be critical to maximize the impact of infrastructure development and \nsupport fiscal governance, especially for countries that have elevated debt and low growth.10 \n5. First, DMCs with stronger fiscal management institutions have more predictable, credible,\nefficient,  productive,  and  sustainable  investments  that  deliver  social,  environmental,  and\neconomic objectives. Better infrastructure governance improves both the volume and quality of\ninfrastructure investment decisions and overall implementation across the life cycle of an asset.\nImproved PIM and better integration of capital and recurrent expenditures are more likely to\nensure that projects are built on time and on budget, thereby containing risks of ensuing debt\nbuildup.  The  key  drivers  of  infrastructure  governance  are  investment  efficiency,  financial\nsustainability, and transparency in all decision-making processes. The International Monetary\nFund (IMF) found that countries in Asia and the Pacific, on average, lose 32% of potential benefits\nof public investment in infrastructure because of inefficiencies in the investment process, and\npoorer economies face an even greater efficiency gap of up to 40%.11 This results in projects that\nare neither properly costed upstream to take into account risks, including climate risks, nor\nintegrated  with  the  medium-term  framework  to  inform  public  investment  decisions.12 Many\njurisdictions lack transparent fiscal data on infrastructure investment because of weak policy and\nregulatory frameworks and/or limited experience in assessing subsidies and contingent liabilities.\n6. Second, weak governance and underperforming institutions are a constraint to delivery of\nbasic  services  and  infrastructure  development,  and  reduce  the  potential  for  private  sector\ninvestment.  SOEs  play  a  major  role  in infrastructure  investment  and  in  the  operation  and\nmaintenance (O&M) of infrastructure assets.13 Poor SOE governance, including ineffective SOE\noversight, underfunded and opaque policy mandates for SOEs, and weak governance at the\nenterprise level, can directly impact public finances through SOE losses and lower profitability.\nThese, in turn, lead to large transfers from the budget and the creation of high SOE indebtedness\nand other contingent liabilities. Poor SOE governance can also directly and indirectly raise costs\nof infrastructure and lower its quality, especially over the longer term, and may undermine\nopportunities to bring in other sources of finance. SOE reform can reduce these liabilities,\nprofessionalize state asset management and oversight, introduce two-sided balance sheets for\ngovernments that show assets as well as liabilities, improve SOE governance and financial\ndiscipline, and allow for nonsovereign borrowing by SOEs and other forms of private sector\n9  ADB. Forthcoming. Supporting Quality Infrastructure in Developing Member Countries. Manila. \n10 Refer to footnote 3 for a more detailed assessment and analysis on how the principles of QII can be translated into \noperations. \n11 G. Schwartz et al., eds. 2020. Well Spent: How Strong Infrastructure Governance Can End Waste in Public \nInvestment. Washington, DC: IMF. To measure country infrastructure governance capability, the IMF developed a \npublic investment management assessment to evaluate infrastructure governance  based on  an  analysis of \ninstitutions that cover the three stages of the public investment cycle: planning, allocation, and implementation. It \nassesses institutions from three perspectives: institutional design and roles, effectiveness, and reform priorities. ADB \nhas collaborated with the IMF on PIM assessments in Indonesia, Nepal, the Philippines, and Viet Nam. \n12 ADB. 2021. A System-Wide Approach for Infrastructure Resilience: Technical Note. Manila. \n13 World  Bank.  2019.  Who  Sponsors  Infrastructure  Projects?  Disentangling  public  and  private  contributions. \nWashington, DC. As a share of total infrastructure investment, SOEs contributed 74% in East Asia and the Pacific \nand 44% in South Asia in 2017. ", "3 \nparticipation.  All  these  create  new  ways  to  finance  infrastructure  investment,  improve  its \nmanagement, and create sovereign fiscal space.14 \n7. Third, the public sector is turning to the private sector to explore PPPs as a means of\ndeveloping and managing critical infrastructure. Prudent approaches to PPPs should be adapted,\nespecially in developing countries without well-developed national infrastructure governance\ninstitutions. PPPs are not a panacea, and do not automatically lift fiscal constraints. Although user\nfees may contribute to fiscal sustainability, international experience has often resulted in a fiscal\nillusion from the fact that PPPs are recorded off-budget and are not accounted for properly on top\nof public debt as a combination of contingent liabilities, fiscal commitments for future (availability)\n \npayments, and foregone direct revenue generation to the government (footnote 7).Countries also\nneed to ensure that investment decisions for all investment projects—not just PPPs—are first\nbased on internally vetted cost–benefit analysis and the result of a prioritization process within\ntheir multiyear investment planning aligned with sector strategies. Once the project analysis\ndemonstrates value for money (VfM), only then should a decision be made on which option offers\nthe best VfM—a PPP or a traditional infrastructure procurement.15\n8. Improving infrastructure governance requires a robust institutional response and a shift\nfrom a conceptual understanding of QII to DMCs actually applying QII to their portfolio of public\nand private investment projects.16 Based on the findings in the 2020 Development Effectiveness\nReview, the share of operations supporting governance and/or capacity development fell from\n74%  of  projects  signed  during  2016–2018  to  68%  during  2019–2020. 17 This  finding  is\nunderscored by the sector-wide evaluation on ADB’s energy policy and program during 2009–\n2019, which showed that ADB programs had limited effectiveness in capacity building and\ngovernance.18 The sector-wide evaluation of ADB support for the transport sector during 2010–\n2018 also found that the sustainability of transportation services and assets was undermined by\nweak institutions and governance marked by poor planning, budgeting, and revenue generation.19\nFurther, a synthesis report of evaluations of projects in the water and other urban infrastructure\nand services sector highlights related weaknesses in the sustainability of infrastructure assets.\nThe main issues affecting sustainability of urban water projects are difficulty in making realistic\ncost estimates for O&M, reluctance to charge appropriate tariffs, and lack of efficiency in O&M\nexpenditure.20 The evaluation of ADB’s support to PPPs found a lack of early-stage screening of\nPPP projects using VfM and cost–benefit analysis to ensure the allocation of funding to projects\nwith the highest value for the economy.21\n14 D. Detter. 2019. Public Commercial Assets: The Hidden Goldmine. The Governance Brief. No. 40. Manila: ADB; and \nADB. Forthcoming. The Bankable SOE: Commercial Financing for State-Owned Enterprises. Manila. \n15 ADB’s Office of Public–Private Partnership is supporting this work under the following TA: ADB. Regional: Creating \nInvestable Cities in a Post-COVID-19 Asia and the Pacific—Enhancing Competitiveness and Resilience through \nQuality Infrastructure. This TA emphasizes the development of standardized frameworks and capacity building at the \nsubnational level to improve the quality of the pipeline of municipal projects by (i) supporting early-stage project \npreparation; (ii) unlocking own-source revenue to support infrastructure development; and (iii) raising more capital \nfrom the private sector, including through PPPs. \n16 Several international financial institutions, as a capacity development effort, have developed methodologies and/or \ntools that serve important pedagogical purposes in conveying the basic structure of questions and exercises that \nshould determine quality infrastructure decision-making processes. One such example is SOURCE, which is a \nmultilateral platform for sustainable infrastructure led and funded by multilateral development banks. \n17 ADB. 2021. 2020 Development Effectiveness Review. Manila. \n18 Independent Evaluation Department (IED). 2020. Sector-wide Evaluation: ADB Energy Policy and Program, 2009–\n2019. Manila: ADB. \n19  IED. 2020. Sector-wide Evaluation: ADB Support for Transport, 2010–2018. Manila: ADB. \n20 IED. 2021. Water and Other Urban Infrastructure and Services Sector Program: Lessons from Project Evaluations \nJanuary 2017–August 2020. Synthesis Note No. 7. Manila: ADB. \n21 IED. 2020. Thematic Evaluation: ADB Support for Public–Private Partnerships, 2009–2019. Manila: ADB. ", "4 \n9. This TA will complement other TA projects aimed at improving institutional capacity,22 and\nit supports the Sustainable Development Goals (SDGs), including SDG 9 (industry, innovation,\nand infrastructure); SDG 11 (sustainable cities and communities); SDG 16 (peace, justice, and\nstrong institutions); and SDG 17 (partnerships for the goals).23 It will strengthen infrastructure\ngovernance in PIM agencies and SOEs, and have broad impacts on ADB’s Strategy 2030 OPs\nas shown in Appendix 3.24\nIII. THE TECHNICAL ASSISTANCE\nA. Impact and Outcome\n10. The TA is aligned with the following impact: efficiency in public infrastructure investment\nin selected ADB DMCs enhanced.25 The TA will have the following outcome: governance and\ninstitutional capacity in life cycle management of infrastructure investments, including through\nSOEs, in selected ADB DMCs improved.26\nB. Outputs, Methods, and Activities\n11. Output 1: Legal, policy, and regulatory frameworks for infrastructure and state-\nowned enterprise governance improved. To enhance infrastructure sustainability in selected\nADB DMCs, the TA will support the development of legal, policy, and regulatory frameworks\nacross the PIM life cycle. This output will include the (i) development of upstream and midstream\nguidance and methodologies to increase the capacity to plan and efficiently allocate resources\nand strengthen PIM institutions;27 (ii) development of mechanisms for coordinating infrastructure\nplanning  and  financing  across  multiple  levels  of  government,  including  support  to  define\ninstitutional responsibilities and policies for funding from the central government, and ensure\nsustainable levels of subnational borrowing;28 and (iii) establishment of SOE governance and\nprofessionalization of SOE oversight at the local, provincial, and national levels to facilitate\nmunicipal and nonsovereign sources of finance, and to develop and improve two-sided balance\nsheets  for  state  assets  that  can  account  for  infrastructure  investment,  depreciation,  and\nmaintenance.\n22 These  include  two  TA  projects:  ADB.  Regional:  Strengthening  State-Owned  Enterprise  Accountability  and \nPerformance  and the  proposed  ADB.  Regional:  Improving  Infrastructure  Sustainability  through  Better  Asset \nManagement. While both TA projects seek to improve the management of state-owned assets, neither has outputs \ndirectly linked to debt management nor do they focus primarily on the most indebted DMCs. This knowledge and \nsupport TA will also complement ADB. Regional: Improved Decision-Making for Climate Resilient Development in \nAsia and the Pacific, which supports governments in integrating climate risk considerations in fiscal decision-making.  \n23 United Nations. 2015. Transforming Our World: The 2030 Agenda for Sustainable Development. New York. \n24 Contribution to Strategy 2030 Operational Priorities (accessible from the list of linked documents in Appendix 3). \n25 ADB. 2019. Strategy 2030 Operational Plan for Priority 6: Strengthening Governance and Institutional Capacity, \n2019–2024. Manila. \n26 The design and monitoring framework is in Appendix 1. \n27 This guidance and these methodologies include (i) support for setting guidelines in assessing debt sustainability of \ninfrastructure investments; (ii) rule-based and transparent systems for capital transfers to SOEs and subnational \nentities; (iii) a methodology for medium-term projections of capital spending; (iv) guidance to review budget impacts \nof sector plans; and (v) incorporation of costs and/or revenues into the budget, including procedures for incorporating \nroutine maintenance expenditures into budget funding. \n28 This  output  will  complement  the  forthcoming  Improving  Infrastructure  Sustainability  through  Better  Asset \nManagement TA project (footnote 22), which will design and implement asset management programs, review how \nasset management has been employed by ADB projects, and assess the maturity of asset management by ADB’s \nDMCs. This output complements this knowledge and support TA through improved fiscal and debt management to \nensure that financing is reliably available for capital investment and life cycle costs of infrastructure projects. The \noutput will also help to ensure the fiscal and debt sustainability of asset management programs that rely on \ngovernment financing and funding. ", "5 \n12. Output 2: Country assessments, guidelines, or methodologies on public investment\nand/or  fiscal  sustainability  completed.  This  output  will  support  selected  ADB  DMCs,\nparticularly  DMCs  categorized  under  groups  A  and  B,  on  infrastructure  sustainability  by\ndeveloping specific approaches to PIM with a focus on fiscal risk and debt management.29 This\noutput will include the (i) development of guidelines and methodologies for the assessment of VfM\nand life cycle fiscal costs in infrastructure procurement; (ii) evaluation of (a) fiscal risk exposure,\nincluding  contingent  and  direct  liabilities  of  infrastructure  investment  and  incorporation  into\ncentralized  fiscal  risk  management  functions,  and  (b)  risk  assessment  and  management,\nincluding  potential  costs  of  climate  risks;  and  (iii)  conduct  of  public  financial  management\nassessments, including analysis of multiyear budgeting policies for infrastructure.\n13. Output 3: Policy experience on infrastructure governance disseminated. This output\nwill support the (i) preparation of a QII tool kit consisting of at least two guidance notes to help\nADB DMCs assess their capacity to deliver quality infrastructure; (ii) conduct of at least two\nregional trainings covering PIM, SOE, and risk assessments; and (iii) conduct of a regional forum\nwith development partners and ADB DMCs on tools and methodologies to strengthen upstream\nappraisal of fiscal and debt sustainability, and to operationalize QII principles within DMCs.30\nC. Cost and Financing\n14. The TA is estimated to cost $2,500,000, which will be financed on a grant basis by ADB’s\nTechnical Assistance Special Fund ($2,000,000 from TASF 7 and $500,000 from TASF-other\nsources). The key expenditure items are listed in Appendix 2.\nD. Implementation Arrangements\n15. ADB will administer the TA through the Governance Thematic Group of the Sustainable\nDevelopment and Climate Change Department. The TA will involve close consultation with ADB’s\noperations  departments  linked  to  new  and  ongoing  projects  and  programs  that  adopt  a\ndifferentiated  approach  of  assistance  to  selected  ADB  DMCs.31 Consultations  with  ADB’s\nStrategy, Policy, and Partnerships Department and Office of Public–Private Partnership were also\nvaluable and, during implementation, cooperation will be systematized. ADB will select, supervise,\nand evaluate consultants; organize workshops; and provide staff to act as resource persons in\nknowledge-sharing events and trainings. ADB will prepare annual progress reports throughout\nthe implementation of the TA to facilitate monitoring and evaluation.\n16. Implementation arrangements are summarized in the table.\n29 ADB. 2019. Classification and Graduation of Developing Member Countries. Operations Manual. OM A1/BP. Manila. \n30 The QII tool kit will provide a framework, practical guidance, and information to help policy makers design and \nimplement QII reforms that can improve the efficiency of public investment. This tool kit will cover policy, legal, \nregulatory, and institutional frameworks; and fiscal risk and debt management. It will address these issues by \npresenting a range of reforms applicable to fit a diverse range of country circumstances. The guidance notes will \ninclude global best practices and case studies to demonstrate the improvement of public investment efficiency in the \nplanning, allocation, and implementation of fiscal resources for public investment. \n31 ADB’s operations departments have initially identified DMCs aligned to existing ADB programs and/or projects. \nThese are Armenia, Bangladesh, Indonesia, Maldives, Mongolia, Nepal, the People’s Republic of China, and \nTajikistan. As part of the DMC selection process, a call for subproject proposals will be issued to ADB’s operations \ndepartments, with selection criteria based on operational relevance, linkages to country partnership strategies, \ndegree of institutional complexity, innovation, and learning potential. ", "6 \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  July 2021–December 2024 \nExecuting agency  ADB, SDTC-GOV \nImplementing agencies  ADB, SDTC-GOV \nConsultants  To be selected and engaged by ADB \nInternational consultants:  International expertise  $1,870,750 \nindividual selection and  (88 person-months) \nresource person \nNational consultants:  National expertise (53  $143,000 \nindividual selection and  person-months) \nresource person \nDisbursement  Disbursement of technical assistance resources will follow ADB's \nTechnical Assistance Disbursement Handbook (2020, as amended \nfrom time to time). \nADB = Asian Development Bank, SDTC-GOV = Governance Thematic Group of the Sustainable Development and \nClimate Change Department. \nSource: ADB. \n17. Consulting services. ADB will engage the consultants following the ADB Procurement\nPolicy (2017, as amended from time to time) and its associated project administration instructions\nand/or staff instructions.32 The TA will require 88 person-months of international and 53 person-\nmonths of national individual consultant inputs with expertise in governance, PIM, public financial\nmanagement, law and regulations, public sector management, procurement, SOE, anticorruption,\nand/or capacity and institutional development, operating within and across sectors and themes.\nConsultants will be engaged either through individual consultant selection, resource persons, or\nthrough a firm (using consultants’ qualification selection for small contracts with prior consultation\nwith  ADB’s  Procurement,  Portfolio,  and  Financial  Management  Department  [PPFD]  before\nproceeding with the selection). The Governance Thematic Group will manage all consultants\nunless otherwise agreed with ADB’s operations departments. Where appropriate, output-based\ncontracts will be considered for administrative efficiency and for a simplified disbursement process.\n18. ADB’s procurement. The TA will have the option to use service provider contracts for\nnonconsulting-related activities involving firms or individuals, particularly for seminars, workshops,\nand training activities. Prior consultation with the PPFD will be done before proceeding with the\nengagement of service providers to ensure compliance with the related staff instruction on the\nADB Procurement Policy: Goods, Works, Nonconsulting and Consulting Services (2017, as\namended from time to time); Procurement Regulations for ADB Borrowers (2017, as amended\nfrom time to time); and, in general, the ADB Procurement Policy and its associated project\nadministration instructions and/or staff instructions.\nE. Governance\n19. The TA will coordinate with the PPFD, Economic Research and Regional Cooperation\nDepartment, and Office of Anticorruption and Integrity to inform PIM diagnostics, drawing on\nADB’s  financial  management  assessments,  procurement  capacity  assessments,  country\ndiagnostics, risk assessment and management, and/or integrity due diligence.\n32 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). ", "7 \nIV. THE PRESIDENT'S DECISION\n20. The President, acting under the authority delegated by the Board, has approved the\nprovision of technical assistance not exceeding the equivalent of $2,500,000 on a grant basis for\nImproving Infrastructure and State-Owned Enterprise Governance for Sustainable Investment\nand Debt Management, and hereby reports this action to the Board.", "8  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \nImpact the TA is Aligned with \nEfficiency in public infrastructure investment in selected ADB DMCs enhanced (ADB Strategy 2030 \nOperational Plan for Priority 6)a \nData Sources and \nReporting  Risks and Critical \nResults Chain  Performance Indicators  Mechanisms  Assumptions  \nOutcome  By 2024: \nGovernance and  a.At least two DMCs integrate a.TA progress and R: Deterioration of \ninstitutional  improved life cycle management final reports, and news policy commitment to \ncapacity in life  functions in selected fiscal policy and reports from improve government’s \ncycle  and PIM processes (2020 selected ADB DMCs fiscal position \nmanagement of  baseline: 0) (OP 6.1.3, OP 6.2.3)\ninfrastructure  R: Delays in legal and \ninvestments,  regulatory policy \nincluding through  reforms caused by \nSOEs, in selected  vested interest or \nADB DMCs  weak capacity     \nimproved \nOutputs \n1.Legal, policy, 1a. At least two country reports  1a. Country reports  R: Uncertainty \nand regulatory (one per DMC) on improving  and annual TA  because COVID-19 \nframeworks for procedures for PIM and SOE  progress reports  outbreak restricts \ninfrastructure and governance completed by 2024  DMCs’ ability to \nSOE governance (2020 baseline: 0) (OP 6.1.3, OP  support TA activities \nimproved 6.2.3) \n2.Country 2a. At least three country  2a. Country \nassessments, assessments, guidelines, or  assessment reports on \nguidelines, or methodologies (at least one per  the impact of public \nmethodologies on DMC) providing guidance on the  investment and/or \npublic investment impact of public investment  risks on fiscal \nand/or fiscal and/or risks on fiscal sustainability  sustainability, and \nsustainability completed by 2024 (2020  annual TA progress \ncompleted baseline: 0) (OP 4.2.2, OP 6.1.3)  reports \n3.Policy 3a. One QII tool kit consisting of  3a. Published QII tool \nexperience on at least two guidance notes  kit with guidance notes \ninfrastructure produced and published by 2023 \ngovernance (2020 baseline: 0) (OP 6.1.3, OP \ndisseminated 6.2.3) \n3b. At least 90% of participants of  3b. Event proceedings \ntwo regional trainings (with at  reports, attendance \nleast 50 participants per training,  sheets, post-event \n30% of whom are women)  feedback forms, and \nconfirm improved knowledge and  annual TA progress \nunderstanding on PIM, SOE, and  reports \nrisk assessments by 2024 (2020 \nbaseline: 0) (OP 2.3.1, OP 6.1.1) \n3c. At least 90% of participants of  3c. Event proceedings \none regional forum with   reports, attendance  ", "Appendix 1  9 \nData Sources and \nReporting  Risks and Critical \nResults Chain  Performance Indicators  Mechanisms  Assumptions  \ndevelopment partners and DMCs  sheets, post-event \n(with at least 50 participants, 30%  feedback forms, and \nof whom are women) confirm  annual TA progress \nimproved knowledge and  reports \nunderstanding on tools and \nmethodologies for debt \nsustainability and aligning QII \nprinciples for public investment by \n2024 (2020 baseline: 0) \n(OP 2.3.1, OP 6.1.1) \nKey Activities with Milestones \n1. Legal, policy, and regulatory frameworks for infrastructure and SOE governance improved\n1.1 Issue call for subproject proposals to ADB’s operations departments with selection based on\nestablished criteria (Q3 2021). \n1.2 Develop guidance and methodologies to allocate budget resources to the most efficient projects and \nsectors (Q3 2021–Q4 2024). \n1.3 Develop mechanisms for coordinating infrastructure planning and financing across multiple levels of \ngovernment (Q3 2021–Q4 2024). \n1.4 Establish SOE governance and professionalize SOE oversight at the local, provincial, and national \nlevels (Q3 2021–Q4 2024). \n2. Country assessments, guidelines, or methodologies on public investment and/or fiscal\nsustainability completed\n2.1 Develop guidelines and methodologies for the assessment of value for money and life cycle fiscal \nimpacts in public infrastructure procurement (Q3 2021–Q4 2024). \n2.2 Evaluate (i) fiscal risk exposure, including contingent and direct liabilities of infrastructure investment, \nand (ii) risk assessment and management, including the potential costs of climate risks (Q3 2021–Q4 \n2024). \n2.3 Conduct public financial management, including multiyear budgeting policies and guidelines for \ninfrastructure projects (Q3 2021–Q4 2024). \n3. Policy experience on infrastructure governance disseminated\n3.1 Prepare and publish a QII tool kit with at least two guidance notes designed for ADB DMCs (Q1\n2022–Q4 2023). \n3.2 Conduct two regional trainings covering PIM, SOE, and risk assessments (Q3 2022–Q4 2024). \n3.3 Conduct a regional forum with development partners and DMCs on tools and methodologies for debt \nsustainability, and on alignment of QII principles for public investment (Q3 2022–Q4 2024). \nInputs \nADB: $2,500,000 Technical Assistance Special Fund ($2,000,000 from TASF 7 and $500,000 from TASF-\nother sources) \nADB = Asian Development Bank, COVID-19 = coronavirus disease, DMC = developing member country, OP = \noperational priority, PIM = public investment management, Q = quarter, QII = quality infrastructure investment, R = risk, \nSOE = state-owned enterprise, TA = technical assistance. \na  ADB. 2019. Strategy 2030 Operational Plan for Priority 6: Strengthening Governance and Institutional Capacity, \n2019–2024. Manila. \nContribution to Strategy 2030 Operational Priorities:\nThe expected values and methodological details for all OP indicators to which this TA will contribute results are detailed \nin Contribution to Strategy 2030 Operational Priorities (accessible from the list of linked documents in Appendix 3).  \nSource: ADB. ", "10  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nItem  Amount \nAsian Development Banka \n1. Consultants\na. Remuneration and per diem\ni. International consultants 1,870.8 \nii. National consultants 143.0 \nb. Out-of-pocket expenditures\ni. International and local travel 76.5 \nii. Reports and communicationsb 9.0 \n2. Training, seminars, workshops, forum, and conferences\na. Venue rental and related facilitiesc 50.0 \nb. Resource personsd 55.6 \nc. Participantse 156.0 \nd. Travel cost of Asian Development Bank staff acting as a resource 15.4 \npersonf\ne. Miscellaneous expensesg 21.0 \n3. Miscellaneous administration and support costs 10.0 \n4. Contingencies 92.7 \nTotal  2,500.0 \nNote: The technical assistance is estimated to cost $2,500,000, of which contributions from the Asian Development \nBank (ADB) are presented in the table. \na  Financed by ADB’s Technical Assistance Special Fund (TASF 7 and TASF-other sources). \nb  Includes translation costs. \nc  Allocated for three regional workshop venue rentals and related costs. \nd  Includes minimal honoraria, airfare, per diems, and miscellaneous travel expense allowances of resource persons \n(11 in total) to and from ADB member and, possibly, nonmember countries. \ne Includes airfare, hotel accommodation, daily subsistence allowance, and miscellaneous travel expenses for the three \nregional workshops’ participants (80 in total) to and from ADB member countries in accordance with ADB (Budget, \nPersonnel, and Management Systems Department; and Strategy and Policy Department). 2013. Use of Bank \nResources: Regional Technical Assistance and Technical Assistance vs. Internal Administrative Expenses Budget. \nMemorandum. 26 June (internal). \nf  Allocated for four ADB staff acting as resource persons for two regional workshops to cover travel costs. \ng  Covers simultaneous interpretation services, event collaterals, workshop kits, and miscellaneous items such as bags \nand flash drives. \nSource: ADB estimates. ", "Appendix 3  11 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=55111-001-TAReport \n1. Terms of Reference for Consultants\n2. Contribution to Strategy 2030 Operational Priorities"], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20210716163532+08'00'", "Creator": "PDF24 Creator", "Keywords": "infrastructure governance, public sector, state-owned enterprises, soe, sustainable infrastructure, infrastructure investment, capacity building, 55111-001, ta 6749, adb technical assistance, approved technical assistance, tar, ta projects, ksta", "ModDate": "D:20210729104620+08'00'", "Producer": "GPL Ghostscript 9.27", "Subject": "Technical Assistance Report", "Title": "55111-001: Improving Infrastructure and State-Owned Enterprise Governance for Sustainable Investment and Debt Management"}, "author_page": "ABBREVIATIONS \nADB  – Asian Development Bank\nCOVID-19  – coronavirus disease\nDMC  – developing member country\nIMF  – International Monetary Fund\nO&M  – operation and maintenance\nOP  – operational priority\nPIM  – public investment management\nPPFD  – Procurement, Portfolio, and Financial Management Department\nPPP  – public–private partnership\nQII  – quality infrastructure investment\nSDG  – Sustainable Development Goal\nSOE  – state-owned enterprise\nTA  – technical assistance\nVfM  – value for money\nNOTE \nIn this report, “$” refers to United States dollars. \nVice-President Bambang Susantono, Knowledge Management and Sustainable \nDevelopment \nDirector General Bruno Carrasco, Sustainable Development and Climate Change \nDepartment (SDCC) \nThematic Cluster Head Xiaohong Yang, Chief Thematic Officer, Office of the Cluster \nHead (SDTC), SDCC \nChief Jose Luis Syquia, Officer-in-Charge, Governance Thematic \nGroup (SDTC-GOV), SDCC \nTeam leaders Hanif Rahemtulla, Principal Public Management Specialist, \nSDTC-GOV, SDCC \nDavid Robinett, Senior Public Management Specialist (State-\nOwned Enterprise Reforms), SDTC-GOV, SDCC \nJohannes Jacobus Frederik Van Rijn, Principal Public \nManagement Specialist, Public Management, Financial \nSector, and Regional Cooperation Division, East Asia \nDepartment \nTeam members Alaysa Tagumpay Escandor, Public Management Officer \n(Governance), SDTC-GOV, SDCC \nMa. Antoinette Figurasin, Operations Assistant, SDTC-GOV, \nSDCC \nMarjorie Anne Javillonar, Operations Analyst, SDTC-GOV, \nSDCC \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", "authors": [{"fullname": "Vice-President Bambang Susantono", "role": "Knowledge Management and Sustainable", "organization": ""}, {"fullname": "Director General Bruno Carrasco", "role": "Sustainable Development and Climate Change", "organization": ""}, {"fullname": "Thematic Cluster Head Xiaohong Yang", "role": "Chief Thematic Officer", "organization": "Office of the Cluster"}, {"fullname": "Chief Jose Luis Syquia", "role": "Officer-in-Charge", "organization": "Governance Thematic"}, {"fullname": "Team leaders Hanif Rahemtulla", "role": "Principal Public Management Specialist", "organization": ""}, {"fullname": "David Robinett", "role": "Senior Public Management Specialist (State-", "organization": ""}, {"fullname": "Johannes Jacobus Frederik Van Rijn", "role": "Principal Public", "organization": ""}, {"fullname": "Management Specialist", "role": "Public Management", "organization": "Financial"}, {"fullname": "Team members Alaysa Tagumpay Escandor", "role": "Public Management Officer", "organization": ""}, {"fullname": "Ma. Antoinette Figurasin", "role": "Operations Assistant", "organization": "SDTC"}, {"fullname": "Marjorie Anne Javillonar", "role": "Operations Analyst", "organization": "SDTC"}]}