{"path": "data/input/ta/55121-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 55121-001 \nKnowledge and Support Technical Assistance (KSTA) \nOctober 2021 \n \n \nPromoting Gender Equality in the Central Asia \nRegional Economic Cooperation Region  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Access to Information \nPolicy. \n \n \n \n ", "", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CAREC  –  Central Asia Regional Economic Cooperation \n  COVID-19  –  coronavirus disease \n  CWRD  –  Central and West Asia Department \n  SDG  –  Sustainable Development Goal \n  TA  –  technical assistance  \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars. \n \n \nVice-President  Shixin Chen, Operations 1 \nDirector General  Eugenue Zhukov, Central and West Asia Department (CWRD) \nDeputy Director General  Nianshan Zhang, CWRD \nDirector  Alain Borghijs, Officer-in-Charge, Regional Cooperation and \nOperations Coordination Division (CWRC), CWRD \n   \nTeam leader  Saad Abdullah Paracha, Senior Regional Cooperation Specialist \nand CAREC Unit Head, CWRC, CWRD \nTeam members  Licel Calderon-Tanquintic, Senior Operations Assistant, CWRC, \nCWRD \nXinglan Hu, Principal Regional Cooperation Specialist, CWRC, \nCWRD \nMary Ann Magadia, Programs Analyst, CWRC, CWRD \nVeronica Mendizabal Joffre, Social Development Specialist \n(Gender and Development), Office of the Director General, \nEast Asia Department \nVishal Potluri, Young Professional, CWRC, CWRD  \nMary Alice Rosero, Senior Social Development Specialist \n(Gender and Development), Portfolio, Results, Safeguards \nand Gender Unit, CWRD \n   \n  \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", "", " \nCONTENTS \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  2 \nA.  Impact and Outcome  2 \nB.  Outputs, Methods, and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  10 \n3.  List of Linked Documents  11 \n \n \n \n   \n ", "", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 55121-001\nProject Name Promoting Gender Equality in the  Department/Division CWRD/CWRC\nCentral Asia Regional Economic \nCooperation Region\nNature of Activity Capacity Development, Research and  Executing Agency Asian Development Bank\nDevelopment\nModality Regular\nCountry REG (AZE, GEO, KAZ, KGZ, MON, \nPAK, PRC, TAJ, TKM, UZB)\n2. Sector Subsector(s)     ADB Financing ($ million)\nPublic sector  Social protection initiatives 1.00\nmanagement\nTotal 1.00\nqq\n3. Operational Priorities Climate Change Information\n  Addressing remaining poverty and reducing inequalities GHG Reductions (tons per annum) 0.000\n  Accelerating progress in gender equality Climate Change impact on the Project Low\n  Fostering regional cooperation and integration ADB Financing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.b Gender Equity (GEN)\nSDG 5.a\nSDG 10.2 Poverty Targeting\nSDG 16.7 General Intervention on Poverty\n4. Risk Categorization Low \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 1.00\n    Knowledge and Support technical assistance: Regional Cooperation and 0.70\nIntegration Fund\n    Knowledge and Support technical assistance: Technical Assistance  0.30\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 1.00\n  \nCurrency of ADB Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 16092021100618944455 Generated Date: 06-Oct-2021 8:15:01 AM", "", " \nI.  INTRODUCTION \n \n1.  The knowledge and support technical assistance (TA) will initiate the implementation of \nthe Central Asia Regional Economic Cooperation (CAREC) Gender Strategy 20301 and promote \ngender equality measures and people-to-people contacts (linked to objective 3 of the CAREC \nGender Strategy 2030) under the CAREC Program. 2 The TA will apply lessons from other gender \nmainstreaming efforts by the Central and West Asia Department (CWRD).3 \n  \nII.  ISSUES \n \n2.  CAREC countries face common challenges to improving the quality of life for women. In \nmost CAREC countries, women and men have equal rights under the law, including equal access \nto social services. However, gender-based disparities persist across multiple indexes4 in all \nCAREC countries, particularly in economic empowerment and political representation. These \ndisparities include (i) limited access to quality employment, as women tend to be employed in \nlower-paid and informal economic activities; (ii) challenges in implementing national policies that \npromote decent work and fair labor standards for women; and (iii) difficult access to finance for \nwomen  entrepreneurs.  Moreover,  the  digital  divide  in  and  between  member  countries \ndisproportionately affects women, and women tend to have less access to technology and the \ninternet than men. Many CAREC countries fare poorly in terms of the proportion of women in \nmanagerial positions—for example, less than 10% of firms in Pakistan and Tajikistan have a \nfemale top manager.5 Women’s political participation at the national level in CAREC countries \nfalls below the 33.3% advocated by the Beijing Declaration and Platform for Action.6 \n \n3.  In the CAREC region, women often have been disproportionally affected by external \nshocks. Not only are they expected to undertake primary care responsibility, but pre-existing \nstructural disadvantages also lead to inequality, discrimination, and the exclusion of women from \ndecision-making. This affects their ability to withstand shocks and stresses and leads to much \npoorer outcomes than for men. The coronavirus disease (COVID-19) pandemic has had a greater \nimpact on women than men in the CAREC region. Women often work in insecure labor markets \nor the informal economy, increasing their vulnerability to economic shocks. Meanwhile, women's \nunpaid care and domestic work have increased significantly during the pandemic.  \n \n4.  CAREC countries are committed to meeting the Sustainable Development Goal (SDG) on \ngender equality (SDG 5)7 and key international gender equality agreements while implementing \nthe CAREC Gender Strategy 2030. They can learn from each other to strengthen their national \napproaches to gender mainstreaming and adopt a transformative gender agenda. In addition, \n \n1  ADB. 2021. CAREC Gender Strategy 2030: Inclusion, Empowerment, and Resilience for All. Manila.  \n2  The TA first appeared in the business opportunities section of ADB’s website on 17 August 2021. \n3  ADB. 2016. Technical Assistance for Strengthening Gender-Inclusive Growth in Central and West Asia. Manila; ADB. \n2020. Technical Assistance for Monitoring and Achieving Gender Targets in Central and West Asia Operations. \nManila; and ADB. 2020.Technical Assistance for Preparing and Implementing Gender-Inclusive Projects in Central \nand West Asia. Manila; and ADB. 2017. Technical Assistance for Strengthening Institutions for Localizing Agenda \n2030 for Sustainable Development. Manila. \n4  These include the United Nations Development Programme’s Gender Inequality Index, United Nations Development \nProgramme’s Gender Development Index, and the World Economic Forum’s Global Gender Gap Index. \n5  Azerbaijan (16.5%); Georgia (16.5%); Pakistan (6%); Kazakhstan (26%); Kyrgyz Republic (32.9%); Mongolia \n(38.9%); People’s Republic of China (17.5%); Tajikistan (6.6%); Turkmenistan (data not available); Uzbekistan \n(12.4%). World Bank. World Bank Enterprise Surveys (accessed 22 September 2021). \n6  Endorsed at the United Nations’ fourth World Conference on Women in 1995 and considered as a comprehensive \nglobal policy framework for the rights of women. United Nations. 1995. Beijing Declaration and the Platform for Action. \nNew York. \n7  SDG 5: “Achieve gender equality and empower all women and girls.” \n \n ", "2 \nopportunities  have  been  missed  to  mainstream  gender  across  CAREC  projects.  Analysis \nindicates scarce regional networking among female entrepreneurs. Few mechanisms adequately \nsupport mainstreaming national and regional gender equality measures and dialogue or regional \ninvestment projects to uplift women. The CAREC cross-border community collaboration scoping \nstudy also identified opportunities to address problems faced by women, especially in the border \nregions, through enhanced people-to-people cooperation.8  \n \n5.  A regional approach to gender mainstreaming taken through the CAREC Gender Strategy \n2030, approved at the 19th Ministerial Conference in 2020, can complement national actions and \nexisting programs to support women’s empowerment in the region. The CAREC Gender Strategy \n2030 identifies key gender issues, potential strategic directions, and entry points for gender \nmainstreaming throughout CAREC’s five operational clusters. The strategy has four objectives: \n(i)  promote  women’s  access  to  economic  opportunities,  (ii)  contribute  to  women’s  social \nempowerment, (iii) support women’s regional networks and policy reform for women’s economic \nempowerment, and (iv) enhance women’s access to information and communication technology. \nThis TA will primarily contribute to promoting women’s access to economic opportunities and \nsupporting women’s regional networks.    \n \n6.   In addition to the SDGs, the TA is aligned with three of the operational priorities of \nStrategy 2030 of the Asian Development Bank (ADB).9 For Operational Priority 7 (Fostering \nRegional Cooperation and Integration), this TA will strengthen the CAREC Program’s role as a \nregional platform to better align gender activities through enhanced women’s regional networks \nby promoting people-to-people contacts and policy coordination. It will also address Operational \nPriority 2 (Accelerating Progress in Gender Equality) by enhancing gender equality in decision-\nmaking and promoting women’s economic empowerment. For Operational Priority 1 (Addressing \nRemaining Poverty and Reducing Inequalities), this TA will contribute to creating a more inclusive \nbusiness environment for women business groups and female entrepreneurs.   \n  \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n7.  The TA is aligned with the following impact: inclusive regional economic growth in the \nCAREC  region  enhanced.10 The  TA  will  have  the  following  outcome:  gender  equality  and \nwomen’s economic empowerment improved in the CAREC region.11 The outcome indicators are \n(i) two new regional mechanisms made operational for knowledge and experience sharing among \nCAREC countries on mainstreaming gender and enhancing women’s economic empowerment by \n2025; (ii) 90% of CAREC countries committed to implementing the newly developed regional \ngender  action  plan  on  women’s  empowerment  and  participation  in  the  selected  CAREC \noperational clusters by 2025; and (iii)  50% of newly committed CAREC projects categorized as \ngender equity theme, effective gender mainstreaming, or some gender elements by 2025. \n \n8  ADB. 2020. Strengthening Cross-Border Community Collaboration in the CAREC Region: A Scoping Study. Manila.  \n9  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. Manila; \nADB. 2019. Strategy 2030 Operational Plan for Priority 2: Accelerating Progress in Gender Equality, 2019‒2024. \nManila; ADB. 2019. Strategy 2030 Operational Plan for Priority 7: Fostering Regional Cooperation and Integration, \n2019‒2024. Manila; and ADB. 2019. Strategy 2030 Operational Plan for Priority 1: Addressing Remaining Poverty \nand Reducing Inequalities, 2019‒2024. Manila. \n10 TA defined based on ADB. 2017. CAREC 2030: Connecting the Region for Shared and Sustainable Development. \nManila; and ADB. 2021. CAREC Gender Strategy 2030: Inclusion, Empowerment, and Resilience for All. Manila. \n11 The design and monitoring framework is in Appendix 1. \n \n ", "3 \nB.  Outputs, Methods, and Activities \n \n8.  Output 1: Operational mechanisms for CAREC Gender Strategy 2030 developed.   \nThe TA will support the establishment of the following four operational mechanisms: (i) a  regional \ngender expert group12 to provide strategic guidance on the CAREC Gender Strategy 2030’s \neffective  implementation  and  inputs  for  gender  mainstreaming  in  the  development  and \nimplementation of CAREC-related projects; (ii) one or more regional gender action plans to \nenhance women’s empowerment and participation in the selected CAREC operational clusters; \n(iii) enhanced collaboration on advancing gender equality between the CAREC Secretariat, \nmember countries, development partners, and the CAREC Institute by promoting knowledge \nsharing and mutual learning; and (iv)  a monitoring and evaluation mechanism, which will facilitate \ntracking  and  communication  of  the  strategy’s  implementation  across  the  region.  A  gender \ndatabase—one of the monitoring and evaluation tools—will be developed and used to track and \nmonitor the results of the CAREC Gender Strategy 2030, inform the gender-sensitive and gender-\nresponsive  design  of  CAREC  investments,  and  help  countries  improve  their  policies  and \nstrategies for gender equality and women’s empowerment. The database will be managed and \nmaintained  by  the  CAREC  Secretariat.  These  mechanisms  will  be  supported  by  improved \nnetworking and collaboration among government agencies, development partners, the private \nsector, country-level women’s business groups, nongovernment organizations, and civil society \norganizations through a series of workshops, policy dialogues, and knowledge events.  \n \n9.  Output 2: Regional cooperation and integration projects for women’s economic \nempowerment  in  the  CAREC  region  developed.  The  TA  aims  to  generate  investment \nopportunities  for  women  and  women-led  businesses  by  identifying  economic  opportunities, \ngenerating  innovative  ideas,  piloting  activities,  and  developing  regional  cooperation  and \nintegration projects focusing on women’s economic empowerment. The projects can include (i) \nsupport for regulatory reforms13 by setting harmonized employment standards for increased \naccess to decent work14 for women and men in the selected CAREC sector such as transport, \nenergy,15 agriculture and water, human capital development, and trade or tourism; (ii) promoting \nwomen’s participation in regional and cross-border projects and activities; (iii) increasing women \nentrepreneurs’ access to relevant business training and trade finance; and (iv) improving women’s \naccess  to  digital  technologies  and  e-commerce  platforms.  The  TA  will  conduct  several \nconsultations with gender experts, women and men engaged in the relevant businesses, and \npolicymakers. The TA will also conduct a study on selected operational clusters of the CAREC \nProgram, which will help design concrete and targeted regional cooperation and integration \nprojects for women’s economic empowerment. This output will contribute to increasing women’s \naccess to jobs and business opportunities in CAREC sectors. A free electronic version of the TA \nknowledge outputs will be available to the public and will only be printed if requested by key \nstakeholders. \n \n \n12 The regional gender expert group will comprise representatives from all CAREC member countries, interested \ndevelopment partners, representatives from national and international civil society and international nongovernment \norganizations.  \n13  Regional and/or country-level policies, institutional arrangements can be reviewed and considered.  \n14  The International Labor Organization defines decent work as “productive work for women and men in conditions of \nfreedom, equity, security and human dignity” (International Labor Organization. 2012. Gender Equality and Decent \nWork. Geneva.). Decent work is also linked with SDG 8: “Promote sustained, inclusive and sustainable economic \ngrowth, full and productive employment and decent work for all.” \n15  The CAREC Energy Strategy 2030 has a strong focus on gender and foresees the establishment of a dedicated \nWomen in Energy Program to make women more employable and improve their career opportunities in the sector. \nADB. 2019. CAREC Energy Strategy 2030: Common Borders. Common Solutions. Common Energy Future. Manila. \n \n ", "4 \n10.  Output 3: CAREC People’s Forum conducted. The TA will support the establishment \nof a CAREC People’s Forum—virtual and physical, when possible—to foster regional networks \nfor women’s economic empowerment and to enhance business-to-business contacts, support \nentrepreneurship, and harness business opportunities. The aim is for the forum to become an \neffective  mechanism  to  engage  various  actors  and  strengthen  their  role  in  economic \nempowerment of women in CAREC countries. These actors may include national chambers of \ncommerce; other civil society organizations; micro, small, and medium-sized enterprises; startups \nled by women; and country-level women’s machineries16. Moreover, it will provide an open space \nfor the participants, particularly women entrepreneurs and women-led businesses, to network with \npeers, development partners, governments, and other stakeholders in various formats such as \njob fairs and regional expos—providing participants with the opportunity for education, business \nopportunities, and mentorship. This forum will kickstart the implementation of the CAREC Gender \nStrategy 2030 by supporting its objectives 1 and 3, and will thereafter include other issues of \nrelevance. After the TA completion, the CAREC Secretariat will maintain and continue operating \nthis platform.  \n \nC.  Cost and Financing \n \n11.  The TA is estimated to cost $1,000,000, of which (i) $300,000 will be financed on a grant \nbasis by ADB's Technical Assistance Special Fund (TASF 7), and (ii) $700,000 will be financed \non a grant basis by the Regional Cooperation and Integration Fund.17 The key expenditure items \nare listed in Appendix 2.  \n \nD.  Implementation Arrangements \n \n12.  ADB will administer the TA. The Regional Cooperation and Operations Coordination \nDivision  of CWRD  will  implement  the  TA  in  close  coordination  with  the  Portfolio,  Results, \nSafeguards and Gender Unit and its country network will provide expertise on gender issues for \nthe effective delivery of the outputs of this TA, as well as sector divisions and resident missions \nof CWRD and the East Asia Department, the Sustainable Development and Climate Change \nDepartment’s Gender Thematic Group, and government counterparts. The CAREC Secretariat in \nthe Regional Cooperation and Operations Coordination Division will provide operational and \nprogrammatic coordination for TA implementation and create synergies with other relevant TA \nprojects and activities.18  \n   \n \n16 National Women’s Machineries are key institutional mechanisms for the advancement of women and play a critical \nrole in promoting and ensuring implementation of the Convention on the Elimination of All Forms of Discrimination \nagainst Women and the Beijing Platform for Action at the national level. UN Women. 2016. National women’s \nMachineries on Strengthening CEDAW Implementation, Monitoring and Accountability Proceedings. Bangkok. \n17 Established by ADB. Financing partner: the Government of Japan \n18 For example, Women Leaders’ Dialogue in Central Asia (United Nations Regional Center for Preventive Diplomacy \nfor Central Asia) and Women’s Entrepreneurship Expo (United Nations Entity for Gender Equality and the \nEmpowerment of Women). \n \n ", "5 \n13.  Implementation arrangements are summarized in the table. \n \nImplementation Arrangements \nAspects  Arrangements \nIndicative implementation period  October 2021–December 2024   \nExecuting agency  ADB \nImplementing agency  CWRC, CWRD \nConsultants (including resource  To be selected and engaged by ADB  \npersons)  Individual:  International expertise  $201,800 \nIndividual selection  (18 person-months) \nIndividual:  National expertise (53  $174,900 \nIndividual selection  person-months) \nProcurementa  To be procured by ADB \nRFQ  7 contracts  $81,400 \nDisbursement  Disbursement of TA resources will follow ADB’s Technical Assistance \nDisbursement Handbook (2020, as amended from time to time). \nRCIF cofinancing will be frontloaded. \nAsset turnover or disposal  The procured equipment will be turned over to relevant government \narrangement upon TA completion  entities at the end of the project. \nADB = Asian Development Bank, CWRC = Regional Cooperation and Operations Coordination Division, CWRD = \nCentral and West Asia Department, RCIF = Regional Cooperation and Integration Fund, RFQ = Request for Quotation, \nTA = technical assistance. \na  Procurement Plan (accessible from the list of linked documents in Appendix 3). \nSource: Asian Development Bank. \n \n14.  Consulting services. ADB will engage the consultants following the ADB Procurement \nPolicy (2017, as amended from time to time) and its associated project administration instructions \nand/or staff instructions.19  \n \n15.  ADB’s procurement.  The purchase of information communication technology-related \nequipment, supplies, software, application and/or data subscriptions, and engagement of website \ndevelopers will follow the ADB Procurement Policy (2017, as amended from time to time) with \nclearance  from  ADB’s  Information  Technology  Department  if  necessary.20 A  certificate  of \nequipment turnover or disposal will be submitted at the end of the TA implementation.  \n \n16.  Social  media  and  websites.  Social  media  will  be  used  to  communicate  relevant \ninformation with networks such as women entrepreneurs and other women-led groups. The \nmaintenance of social media and websites will be included in the development of the project \ncommunication plan. The TA knowledge products and materials (including the gender database) \nwill be made available on the CAREC and/or CAREC Institute websites. \n \nIV.  THE PRESIDENT’S DECISION \n \n17.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,000,000 on a grant basis for \nPromoting Gender Equality in the Central Asia Regional Economic Cooperation Region, and \nhereby reports this action to the Board.  \n \n \n19 Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 3). \n20 Procurement Plan (accessible from the list of linked documents in Appendix 3). \n \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the TA is Aligned with  \nInclusive regional economic growth in the CAREC region enhanceda  \n  Data Sources and  Risks and Critical \nResults Chain  Performance Indicators   Reporting Mechanisms  Assumptions  \nOutcome       \nGender equality  a. Two new regional  a. Annual progress  A: All CAREC \nand women’s  mechanisms made  reports and CAREC  members and \neconomic  operational for knowledge  website  partners are \nempowerment  and experience sharing  committed to \nimproved in the  among CAREC countries on  advancing gender \nCAREC region  mainstreaming gender and  equality and people-\nenhancing women's  to-people contact  \neconomic empowerment by   \n2025   A: All CAREC \n(baseline 2021: 0) (OP 7.2.4)  members endorse the \n  newly developed \n  b. 90% of CAREC countries  b. Annual progress  regional gender action \ncommitted to implementing  reports and CAREC  plan  \nthe newly developed regional  website   \ngender action planb on  R: Insufficient \nwomen’s empowerment and  translation of \nparticipation in the selected  commitments toward \nCAREC operational clusters  gender equality and \nby 2025   people-to-people \n(baseline 2021:0) (OP 2.3.2)  contact into practice \n      and operations \n  c. 50% of newly committed  c. Annual progress \nCAREC projects categorized  reports and CAREC \nas GEN, EGM, or SGE by  website \n2025  \n(baseline 2021: 35%) (OP \n7.2.4) \nOutputs       \n1. Operational  1a. RGEG established by  1a. RGEG TOR, list of  A: Regional gender \nmechanisms for  2022 (baseline 2021: 0) (OP  experts, annual progress  experts are identified \nCAREC Gender  2.3.2; OP 7.2.4)c  reports, and CAREC  from the CAREC \nStrategy 2030    website  member countries \ndeveloped     \n1b. An online CAREC gender  1b. Annual progress  A: People in the \ndatabase developed and  reports and CAREC  CAREC countries are \nfunctional by 2023 d (baseline  website  willing to utilize \n2021: 0) (OP 2.3.2)  opportunities to \n  interact with each \n  1c. At least one regional  1c. Annual progress  other   \ngender action plan on  reports and CAREC   \nwomen’s empowerment and  website  R: Limited national \nparticipation in the selected  capacities to collect \nCAREC operational clusters  and manage gender-\ndeveloped by 2023 (baseline  related data    \n2021: 0) (OP 2.3.2)   \n     \n \n ", "Appendix 1  7 \nData Sources and  Risks and Critical \nResults Chain  Performance Indicators   Reporting Mechanisms  Assumptions  \n  1d. At least one regional  1d. Annual progress  R: Unforeseen \nknowledge exchange  reports and CAREC  changes in the \ndialogue e on gender  website  schedule of the \nmainstreaming/advancing  development and \ngender equality on country- implementation of the \nlevel operations per year by  project \n2024 (baseline 2021: 0) (OP \n7.2.4)  \n  \n2. Regional  2a. At least two activities  2a. Activity reports,  A: CAREC member \ncooperation and  piloted by 2023 (baseline  annual progress reports,  countries have \nintegration projects  2021: 0) (OP 7.2.4)   and CAREC website  common challenges \nfor women’s      and bottlenecks to \neconomic  2b. At least two concepts for  2b. Annual progress  improving women’s \nempowerment in  regional or national projects f  reports and CAREC  economic \nthe CAREC region  on promoting women’s  website  empowerment \ndeveloped   economic empowerment in   \nthe CAREC region identified   \nand developed by 2024 \n(baseline 2021: 0) (OP 7.2.4) \n \n2c. At least three knowledge  2c. Annual progress \nproductsg on enhancing  reports and CAREC \nwomen’s economic  websites \nempowerment and advancing   \ngender equality in the   \nselected CAREC operational \nclusters developed and \ndisseminated by 2023 \n(baseline 2021: 4)h (OP 7.2.4) \n \n3. CAREC People’s  3a. A virtual (and possibly in- 3a. Annual progress  A: Both women and \nForum conducted  person) information and  reports and CAREC  men of member \nknowledge sharing platform  website  countries are willing to \nfacilitated and functional by  interact with other \n2022 (baseline 2021: 0)   stakeholders to \n(OP 7.2.4) i  connect people and \n  business \n3b. At least 3 CAREC  3b. Post-forum summary  opportunities \nPeople’s Forum dialogues  or survey    \nfacilitated by 2024 (baseline  A: Travel restrictions \n2021: 0) (OP 7.2.4)  are lifted and eased to \n  enable in-person \n3c. 80% of participants of the  3c. Post-forum summary  knowledge sharing \nforum indicating commitment  or survey   activities  \nto developing closer people-  \nto-people ties in the CAREC  R: Unforeseen \nregion by 2024 (baseline  changes in the \n2021: 0) (OP 7.2.4)  schedule of the \n(Disaggregated by sex,  development and \nnationality, and affiliation)    implementation of the \n  project \n \n \n ", "8  Appendix 1 \nKey Activities with Milestones (Indicative) \n1.   Operational mechanisms for CAREC Gender Strategy 2030 developed \n1.1 Develop the RGEG TORs and an operationalization plan for the CAREC Gender Strategy 2030, \nincluding a monitoring and evaluation mechanism by Q4 2021 \n1.2 Establish the RGEG with finalized TORs and the list of experts by Q2 2022  \n1.3 Facilitate the RGEG until Q3 2024 \n1.4 Develop and launch a CAREC gender database including a user guide by Q4 2023 \n1.5 Operate the CAREC gender database with capacity development activities by Q3 2024  \n1.6 Develop a regional plan for women’s economic empowerment and participation in the selected CAREC \noperational cluster by Q4 2023 \n1.7 Convene regional knowledge exchange dialogues by Q3 2024 (member countries, development \npartners, and other subregional programs will be invited)  \n \n2.  Regional cooperation and integration projects for women’s economic empowerment in the \nCAREC region developed \n2.1 Facilitate consultations with gender experts (linked with activity numbers. 1.7 and 3.4 in this section on \nKey Activities with Milestones) by Q3 2024 \n2.2 Conduct studies on improving gender equality and women’s economic empowerment in the selected \nCAREC operational cluster(s) or sector(s) and disseminate them at regional dialogues by Q4 2023 \n2.3 Pilot activities and develop two concepts of regional or national projects for women’s economic \nempowerment and participation in the selected CAREC operational cluster by Q1 2023 \n2.4 Produce, disseminate, and discuss the knowledge products as planned by Q3 2024 \n \n3.  CAREC People’s Forum conducted \n3.1 Develop a concept for the establishment of a CAREC People’s Forum equipped with a virtual and/or \nin-person information and knowledge sharing platform by Q4 2021 \n3.2 Prepare implementation plans including activities, timeline, budget, monitoring and evaluation, and \nreporting plans by Q1 2022 \n3.3 Pilot activities in support of the implementation of a People’s Forum. Start operating the information \nand knowledge sharing platform in Q2 2022 \n3.4 Convene, monitor, and report on CAREC People’s Forum dialogues by Q3 2024 \n \nTA Management Activities \nEngagement of international and national consultants and resource persons to support the CAREC \nSecretariat in implementing activities. (Q4 2021–Q3 2024)  \nInternal midterm review (Q2 2023) \nTA completion report (Q1 2025) \nInputs \nADB: $300,000 (TASF 7) \nRegional Cooperation and Integration Fund: $700,000 \n \nNote: The governments of CAREC countries will provide counterpart support in the form of counterpart \nstaff, office space and supplies, data and information, and other in-kind contributions. \nA = assumption, ADB = Asian Development Bank, CAREC = Central Asia Regional Economic Cooperation, EGM = \neffective gender mainstreaming, GEN = gender equity theme, OP = operational priority, Q= quarter, R = risk, RGEG = \nregional gender expert group, SGE = some gender elements, TA = technical assistance, TASF = Technical Assistance \nSpecial Fund; TOR = terms of reference. \na  TA defined based on ADB. 2017. CAREC 2030: Connecting the Region for Shared and Sustainable Development. \nManila; and ADB. 2020. CAREC Gender Strategy 2030. Manila. \nb   Regional gender action plan will be informed by regional and cross-country policy dialogue and knowledge products, \nwhich will provide policy recommendations to promote policy reforms that remove structural impediments to women’s \nparticipation in economic activities.   \nc  The RGEG will consist of men and women experts pursuing gender balance to ensure representation of both male \nand female stakeholders.  \n \n ", "Appendix 1  9 \nd The database will be developed based on the data collected from existing sources such as the CAREC gender \nassessment. More country-specific data will be collected throughout the implementation of the TA, including data \nrelevant to women’s economic empowerment in CAREC’s operational clusters.  \ne  Regional knowledge exchange dialogues will be linked to five operational pillars of the CAREC Gender Strategy \n2030. Integration of a transformative gender agenda can be considered for the dialogues in consultation with the \nRGEG.   \nf   Pilot activities (2a) are small scale projects identified by RGEG that support the entry points outlined in the CAREC \nGender Strategy 2030. Results and lessons learned from pilot activities will inform design of the concepts for regional \nor national projects. These concepts will propose interventions related to selected operational clusters of CAREC \nStrategy 2030 determined in consultation with the RGEG. More concepts can be considered according to the needs \nidentified throughout the TA implementation.  \ng   A knowledge product will be developed for a selected operational cluster or a sector of the CAREC Program, which \nwill help in designing targeted CAREC-financed projects for women’s empowerment. The focus will be determined \nbased on consultations with the RGEG. \nh   ADB. 2021. CAREC Gender Assessment. Manila; ADB. 2021. CAREC Gender Strategy 2030. Manila; United Nations \nDevelopment Programme. 2020. Gender Equality in Public Administration—Snapshot of Eastern Europe and Central \nAsia. Istanbul; and ADB. 2019. Gender in Infrastructure: Lessons from Central and West Asia. Manila. \ni  Potential users include various actors such as national chambers of commerce, civil society organizations, small- and \nmedium-sized enterprises, startups led by women, and country-level women’s machineries. Targeted users include \nwomen entrepreneurs and women-led business groups. The platform will provide opportunities for target users to \nnetwork  and  exchange  ideas  with  their  peers,  development  partners,  government  delegations,  and  other \nstakeholders. \n \nContribution to Strategy 2030 Operational Priorities: \nThe expected values and methodological details for all OP indicators to which this TA will contribute results are detailed \nin the Contribution to Strategy 2030 Operational Priorities (accessible from the list of linked documents in Appendix 3). \nIn addition to the OP indicators tagged in the DMF, this TA will contribute results for (i) OP 1.2.1: Business environment \nfor entrepreneurs, companies, SMEs and inclusive business improved, (ii) OP 2.1.3: Women’s entrepreneurship \nsupported, and (iii) OP 7.3.4: Subregional and/or intersubregional DMC coordination mechanisms on regional public \ngoods established and functioning.  \nSource: Asian Development Bank.  \n \n ", "10  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Amount \nA.  Asian Development Banka   \n1.  Surveys  5.0 \n2.  Goods (rental or purchase)b  5.0 \n3.  Training, seminars, workshops, forum, and conferencesc  275.0 \n4.  Miscellaneous technical assistance administration costsd  5.0 \n5.  Contingencies  10.0 \nSubtotal (A)  300.0 \nB.  Regional Cooperation and Integration Funde   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  171.0 \nii.  National consultants  174.9 \niii.  Resource persons  30.8 \nb.  Out-of-pocket expenditures   \ni.  International and local travel  50.0 \nii.  Reports and communications  5.0 \niii.  Othersf  10.0 \n2.  Surveys  20.0 \n3.  Goods (rental or purchase)b  21.4 \n4.  Training, seminars, workshops, forum, and conferencesc   126.9 \n5.  Miscellaneous technical assistance administration costsd  50.0 \n6.  Contingencies  40.0 \nSubtotal (B)  700.0 \nTotal  1,000.0 \nNote: The technical assistance is estimated to cost $1,000,000, of which contributions from the Asian Development \nBank and the Regional Cooperation and Integration Fund are presented in the table. The Regional Cooperation and \nIntegration Fund contribution will be frontloaded. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF 7). \nb   Including purchase of equipment, supplies, software, and app/data subscription.  \nc  Including financing for pilot activities and ADB staff travel supporting the TA implementation activities. ADB (Budget, \nPersonnel, and Management Systems Department; and Strategy and Policy Department). 2013. Use of Bank \nResources: Regional Technical Assistance and Technical Assistance vs. Internal Administrative Expenses Budget. \nMemorandum. 26 June (internal). \nd   Includes translation costs and printing costs for requested printed copies of knowledge products, and Office 365 \nlicenses, engagement of website developers, etc. \ne    Established by the Asian Development Bank. Financing Partner: the Government of Japan. \nf   Including purchase of equipment or software/apps, and other computer-related items. \nSource: Asian Development Bank estimates. \n \n ", "Appendix 3  11 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=55121-001-TAReport \n \n \n1.  Terms of Reference for Consultants \n2.  Contribution to Strategy 2030 Operational Priorities \n3.  Procurement Plan \n \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20211008213319+08'00'", "Creator": "Acrobat PDFMaker 21 for Word", "Keywords": "central asia, carec, gender equality, inclusive growth, economic growth, women empowerment, social empowerment, gender mainstreaming, 55121-001, ta 6795, adb projects, adb technical assistance, approved technical assistance, tar, ta projects, ksta", "ModDate": "D:20211012140735+08'00'", "Producer": "GPL Ghostscript 9.54.0", "Subject": "Technical Assistance Report", "Title": "55121-001: Promoting Gender Equality in the Central Asia Regional Economic Cooperation Region"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CAREC  –  Central Asia Regional Economic Cooperation \n  COVID-19  –  coronavirus disease \n  CWRD  –  Central and West Asia Department \n  SDG  –  Sustainable Development Goal \n  TA  –  technical assistance  \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars. \n \n \nVice-President  Shixin Chen, Operations 1 \nDirector General  Eugenue Zhukov, Central and West Asia Department (CWRD) \nDeputy Director General  Nianshan Zhang, CWRD \nDirector  Alain Borghijs, Officer-in-Charge, Regional Cooperation and \nOperations Coordination Division (CWRC), CWRD \n   \nTeam leader  Saad Abdullah Paracha, Senior Regional Cooperation Specialist \nand CAREC Unit Head, CWRC, CWRD \nTeam members  Licel Calderon-Tanquintic, Senior Operations Assistant, CWRC, \nCWRD \nXinglan Hu, Principal Regional Cooperation Specialist, CWRC, \nCWRD \nMary Ann Magadia, Programs Analyst, CWRC, CWRD \nVeronica Mendizabal Joffre, Social Development Specialist \n(Gender and Development), Office of the Director General, \nEast Asia Department \nVishal Potluri, Young Professional, CWRC, CWRD  \nMary Alice Rosero, Senior Social Development Specialist \n(Gender and Development), Portfolio, Results, Safeguards \nand Gender Unit, CWRD \n   \n  \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", "authors": [{"documentRole": "Vice-President", "fullname": "Shixin Chen", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "Eugenue Zhukov", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"documentRole": "Deputy Director General", "fullname": "Nianshan Zhang", "role": "CWRD", "organization": ""}, {"documentRole": "Director", "fullname": "Alain Borghijs", "role": "Officer-in-Charge", "organization": "Regional Cooperation and"}, {"documentRole": "Team leader", "fullname": "Saad Abdullah Paracha", "role": "Senior Regional Cooperation Specialist", "organization": ""}, {"documentRole": "Team leader", "fullname": "and CAREC Unit Head", "role": "CWRC", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "Licel Calderon-Tanquintic", "role": "Senior Operations Assistant", "organization": "CWRC"}, {"documentRole": "Team members", "fullname": "Xinglan Hu", "role": "Principal Regional Cooperation Specialist", "organization": "CWRC"}, {"documentRole": "Team members", "fullname": "Mary Ann Magadia", "role": "Programs Analyst", "organization": "CWRC"}, {"documentRole": "Team members", "fullname": "Veronica Mendizabal Joffre", "role": "Social Development Specialist", "organization": ""}, {"documentRole": "Team members", "fullname": "Vishal Potluri", "role": "Young Professional", "organization": "CWRC"}, {"documentRole": "Team members", "fullname": "Mary Alice Rosero", "role": "Senior Social Development Specialist", "organization": ""}, {"documentRole": "Team members", "fullname": "and Gender Unit", "role": "CWRD", "organization": ""}]}