{"path": "data/input/ta/55278-001-tar-en.pdf", "pages": ["   \nTechnical Assistance Report\n \n \n \nProject Number: 55278-001  \nKnowledge and Support Technical Assistance Cluster (C-KSTA) \nNovember 2021 \n \n \n \nAsian Development Outlook 2022–2024 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Access to Information \nPolicy. \n \n ", " \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADO  –  Asian Development Outlook \n  COVID-19  –  coronavirus disease \n  DMC  –  developing member country \n  DOC  –  Department of Communications \n  ERCD  –  Economic Research and Regional Cooperation Department \n  ERMR  –  Macroeconomics Research Division \n  ICT  –  information and communication technology \n  KPA  –  knowledge partnership agreement \n  SDCC  –  Sustainable Development and Climate Change Department \n  TA  –  technical assistance \n \n \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \n \n \n \n \n \n \n \nVice-President  Bambang Susantono, Knowledge Management and Sustainable \nDevelopment \nChief Economist and  Joseph Ernest Zveglich, Jr., Deputy Chief Economist and \nDirector General   Officer-in-Charge, Economic Research and Regional \nCooperation Department (ERCD) \n   \nTeam leader  Abdul Abiad, Director, Macroeconomics Research Division \n(ERMR), ERCD \nTeam members  David Keith De Padua, Economics Officer, ERMR, ERCD \n  Editha Laviña, Senior Economics Officer, ERMR, ERCD \n  Priscille Villanueva, Economics Officer, ERMR, ERCD \n   \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n  ", " \nCONTENTS \n \nPage \nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  JUSTIFICATION FOR CLUSTER MODALITY  3 \nIV.  THE TECHNICAL ASSISTANCE CLUSTER  3 \nA.  Impact, Outcome, and Outputs  3 \nB.  Cost and Financing  4 \nC.  Implementation Arrangements  4 \nV.  THE PRESIDENT’S DECISION  6 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  7 \n2.  Subproject Descriptions  10 \n \n \n \n \n  ", "Project Classification Information Status: Complete\nKNOWLEDGE AND SUPPORT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 55278-001\nProject Name Asian Development Outlook 2022– Department/Division ERCD/ERMR\n2024\nNature of Activity Research and Development Executing Agency Asian Development Bank\nModality Cluster\nCountry REG (All DMCs)\n2. Sector Subsector(s)     ADB Financing ($ million)\nMultisector ADB's corporate management, policy and strategy development 3.00\nTotal 3.00\nqq\n3. Operational Priorities Climate Change Information\n  Accelerating progress in gender equality GHG Reductions (tons per annum) 0.000\n  Tackling climate change, building climate and disaster  Climate Change impact on the Project Low\nresilience, and enhancing environmental sustainability\nADB Financing\n  Strengthening governance and institutional capacity\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.5, 1.b Some gender elements (SGE)\nSDG 4.7\nSDG 5.c Poverty Targeting\nSDG 8.4 General Intervention on Poverty\nSDG 10.2\nSDG 17.4\n4. Risk Categorization Complex \nQq\n5. Safeguard Categorization Safeguard Policy Statement does not apply\nqq\n6. Financing\nModality and Sources Amount ($ million)\nADB 3.00\n    Knowledge and Support technical assistance: Technical Assistance  3.00\nSpecial Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 3.00\n  \nCurrency of ADB Financing: US Dollar \nq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 07102021143431888567 Generated Date: 01-Dec-2021 11:30:54 AM", " \nI.  INTRODUCTION \n \n1.  The knowledge and support technical assistance (TA) cluster will support the preparation \nof the Asian Development Outlook (ADO) through research work in the Asian Development Bank \n(ADB) headquarters, to provide views on the macroeconomic prospects for all 46 ADB developing \nmember countries (DMCs) and insights into the economic issues these DMCs face. ADO content \nprovides vital intelligence to policy makers in DMCs, ADB staff and shareholders, and researchers \nglobally; and underpins ADB operational decisions. The ADO showcases ADB’s knowledge and \nexpertise about the region.  \n \n2.  The ADO is a vehicle for the knowledge and operational work of multiple departments \nacross ADB. Country chapters in part III of the ADO, authored by country teams in the regional \ndepartments, discuss recent developments and the near-term outlook and risks to support the \ndevelopment of appropriate policies for macroeconomic stability. The chapters’ policy challenge \nsections include analysis of key obstacles to inclusive economic growth and poverty reduction. \nThe theme chapters in part II of the ADO tackle important development challenges.1 Theme \nchapter topics for  the  next  3 years  will  include  domestic  resource mobilization,  innovative \nentrepreneurship, and achieving green growth, among others. When possible, the ADO integrates \ngender analysis and sex-disaggregated data to ensure that analysis captures and reflects key \ngender disparities.2 The TA cluster is thus mapped to the following Strategy 2030 Operational \nPriorities: (i) accelerating progress in gender equality (Operational Priority 2); (ii) tackling climate \nchange, building climate and disaster resilience, and enhancing environmental sustainability \n(Operational Priority 3); and (iii) strengthening governance and institutional capacity (Operational \nPriority 6). ADO content is expected to inform discussion on these important issues. However, as \nthis corporate TA is intended to support the production of ADB flagship knowledge products and \nservices, it will not directly contribute to any of the corporate results framework indicators of the \nStrategy 2030 Operational Priorities. \n \n3.  ADB’s Economic Research and Regional Cooperation Department (ERCD) submitted the \nTA to the Strategy, Policy and Partnerships Department (SPD) through the Work Program and \nBudget Framework, 2021–2023 as part of ERCD’s priority TA program. SPD endorsed the TA as \na corporate priority TA on 22 January 2021.3  \n \nII.  ISSUES \n \n4.  The coronavirus disease (COVID-19) has stalled developing Asia’s considerable progress \nin  economic  growth  and  poverty  reduction  in  2000–2019.4 From  2000 to  2019, the  region \naveraged 6.6% annual growth and nearly doubled its share of world gross domestic product from \n20% to 37% in 2019. As a result, Asia made good progress in reducing extreme poverty, with the \nnumber of people living on less than $1.90 a day declining from 1.2 billion people in 1999 to 203 \nmillion in 2017. Developing Asia transitioned from a region consisting of low-income economies \n \n1  ADO theme chapters are led by a team from ADB’s Economic Research and Regional Cooperation Department \n(ERCD), often with participation and inputs from the Sustainable Development and Climate Change Department \n(SDCC) and other departments.  \n2  Examples of this in recent ADO reports include discussion of the increasing role of women in agriculture in the \nSeptember 2021 ADO Update theme chapter “Transforming Agriculture in Asia”; how green and social finance can \nsupport gender equity in the April 2021 ADO theme chapter “Financing a Green and Inclusive Recovery”; and \nexploring gender differences in wellness in the September 2020 ADO Update theme chapter “Wellness in Worrying \nTimes”. Various policy challenge sections in Part III of the ADO also discuss gender issues and present sex-\ndisaggregated data. \n3  The TA first appeared in the business opportunities section of ADB’s website on 30 September 2021. \n4  Developing Asia refers to ADB’s 46 DMCs. \n ", "2 \nto one dominated by middle-income economies, with about 80% of the DMCs enjoying middle-\nclass status in 2015.5 Despite this progress, poverty remains a key issue in developing Asia, with \none in three people in the region—close to 1.24 billion—still living on $3.20 or less a day. The \npandemic has set back developing Asia’s progress and has wreaked havoc on poor communities. \nThe large pandemic-induced drops in economic activity in 2020 pushed an additional 78.3 million \npeople into extreme poverty relative to a no-COVID scenario, and the recovery has been hindered \nby continued outbreaks.6 The main challenge for many DMCs is how to contain the pandemic; \nrevive growth and poverty reduction; and address continuing challenges such as inequality, \nclimate change and environmental degradation, and inadequate health and education, among \nothers. Macroeconomic stability and sustained and inclusive growth are a necessary condition for \nmaking progress on these fronts. \n \n5.  The capacity of many DMCs to respond to these macroeconomic and development \nchallenges is limited by knowledge gaps. The magnitude and nature of the recent shocks has \nmade it challenging to track the current state and project the future trajectory of economies, \nmaking policy-making more difficult. For many policy makers, the challenges they face from the \npandemic lack precedents that could help them formulate sound responses. After COVID-19, the \nchallenges of ensuring green growth; providing adequate education, health, and social protection; \nand addressing inequality require knowledge solutions. This underscores the need for up-to-date \nresearch and comprehensive analyses of macroeconomic issues and development challenges \naffecting the region. As indicated in ADB’s Strategy 2030, ADB’s relevance will increasingly \ndepend on its role as a knowledge institution, including its ability to generate solid, policy-relevant \nresearch. ADB’s knowledge and research are pivotal in increasing understanding and awareness \nabout critical areas for action, supporting effective policies and reform in DMCs, and contributing \nto global development discussions by offering perspectives from the region.7  \n \n6.  The TA cluster will build on the experience of the current ADO TA cluster.8 The ADO \nreports from 2019 to 2021 helped support policy dialogue and formulation. Analysis from the 2019 \nADO, for example, helped policy makers understand the potential impact on ADB DMCs of the \ntrade conflict between the United States and the People’s Republic of China. The 2020 ADO \nprovided estimates of the macroeconomic impact of COVID-19, which helped DMC policy makers \ncalibrate their policy responses and ADB teams to design lending support appropriately. The 2021 \nADO  analysis  of  learning  and  earning losses from  COVID-19 school  closures  is informing \neducation policy in the region. \n \n7.  One of the lessons learned from the previous ADO TA clusters is that there could be better \nmetrics to measure the impact and reach of the ADO.9 Traditional metrics such as downloads of \nthe  report  are  affected  by  the  increased  availability  of  materials  such  as  blogs,  videos, \ninfographics, and summaries on the ADO landing page, which convey the ADO’s key messages \nand content without having to download the electronic copy of the publication.10 In addition, it is \na challenge to measure whether the ADO reaches the key target audience of policymakers and \n \n5  ADB. 2017. Asian Development Outlook 2017: Transcending the Middle-Income Challenge. Manila. \n6  ADB. 2021. Asian Development Outlook 2021: Financing a Green and Inclusive Recovery. Manila. \n7  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n8  ADB. 2018. Technical Assistance for Asian Development Outlook 2019–2021. Manila. \n9  ADB. 2020. Technical Assistance Completion Report for Asian Development Outlook 2016–2018. Manila. \n10 A new ADO landing page, https://www.adb.org/outlook, was introduced in April 2020. The new ADO landing page \nuses multiple media formats to convey ADO’s key messages. Prior to this, the only ADO landing page was the \npublications page (https://www.adb.org/publications/series/asian-development-outlook) where one had to download \nan electronic copy of the report to get its contents.  \n ", "3 \npolicy influencers. To address this, in 2021 ERCD, in collaboration with DOC and regional \ndepartments, utilized email dissemination to reach out to DMC policymakers more directly.11 \nAnother useful metric to use is the percentage of target media, both top-tier and regional, that \npublished at least one story on the ADO. This has proven to be a more informative indicator of \nADO outreach, compared to the previously adopted measurement of counting the number of \nstories published by any media outlet. The new indicator reached an average of 70% during the \nlaunch of ADO 2021 and ADO 2021 Update. Finally, the ADO communications strategy and \nperformance indicators must recognize the increased role played by social media. In this regard, \nthe TA will use the number of impressions (i.e., the number of times content related to ADO was \ndisplayed on social media news feeds) during the launch as another metric to measure the reach \nof the ADO. On average, ADO 2021 and ADO 2021 Update recorded about 470,000 impressions \na month after their releases. As in the previous TA cluster, the TA will continue to monitor citation \nof the ADO in ADB documents and in research work outside ADB. Details of these indicators are \nprovided in the design and monitoring framework in Appendix 1. \n \nIII.  JUSTIFICATION FOR CLUSTER MODALITY \n \n8.  The Macroeconomics Research Division (ERMR) of ADB’s ERCD will formulate a 2-year \nrolling research plan to ensure the quality of ADB’s flagship publications. This is an initiative that \nERCD (previously the Economic and Research Department) began in 2011 in response to the \ngrowing demand for knowledge solutions from ADB DMCs, knowledge-related support from ADB, \nand an Asian voice in international forums.12 The extension of the research production process \nhas proven beneficial for the ADO, especially in preparing the thematic chapters, as it allowed \nERMR more time for in-depth analysis and rigorous peer review. The ADO will address several \nimportant challenges facing developing Asia, making the TA cluster approach an appropriate \nmodality  to  ensure  ongoing  support  for  the  2-year  rolling  research  work  through  timely \nengagement of experts and other activities.  \n \nIV.  THE TECHNICAL ASSISTANCE CLUSTER \n \nA.  Impact, Outcome, and Outputs \n \n9.  The TA cluster is aligned with the following impact: policy discussions and research on \nchallenges facing developing Asia deepened. The TA cluster will have the following outcome: \nADO content informs policy discussions by ADB and DMC officials, views of the public, and \nanalysis of researchers.13 The TA will produce the following outputs to guide ADB operational \ndecisions and provide timely and relevant insights to policy makers in DMCs, ADB staff and \nshareholders, and researchers. \n \n10.  Output 1: ADO reports disseminated for 3 years (2022 –2024). The TA cluster will \nsupport the production of the ADO, one of ADB’s flagship publications. ERCD produces four \nissues of ADO per year—one in April, another in September, and two short supplements in July \nand December.14 This will involve (i) preparing background analytical papers following the 2-year \nrolling research plan, (ii) developing and refining analytical methods, (iii) drafting ADO content for \n \n11 During the launch of the ADO 2021 in April and ADO 2021 Update in September, an email message from the chief \neconomist containing links to the ADO was sent to relevant DMC officials. \n12 ADB. Economic and Research Department Strategic Directions, 2012–2014. Unpublished.  \n13 The design and monitoring framework is in Appendix 1. \n14 Starting in 2022, the ADO Update will be referred to as the ADO September issue, in line with discussions with DOC \nto streamline ADO branding and to conform to practice of other international organizations such as the World Bank, \nthe International Monetary Fund, and the Organisation for Economic Co-operation and Development \n ", "4 \n2022–2024, (iv) editing economic content and manuscripts, (v) preparing and laying out materials \nfor publication, and (vi) disseminating key results and policy messages. The publications will be \nwidely disseminated in collaboration with DOC and participating resident missions. Lessons \nlearned from the implementation of the previous TA cluster—such as further coordination with the \nDOC to include better metrics for measuring the impact and reach of the ADO, improving the \ndissemination of the ADO, and other lessons—will be considered during the implementation of \nthe TA cluster and its subprojects. In the absence of road shows during the pandemic, this TA will \ncontinue to use online platforms for disseminating ADO reports, as the previous TA cluster has \nfound online means effective in reaching a wider audience that includes DMC policy makers. \nOnce the situation allows, international launches will resume followed by presentations cohosted \nby ADB development partners within and outside developing Asia. Outreach will include analytical \ndiscussions of the issues in partnership with academic institutions and think tanks. The ADO \npublications will be disseminated as electronic files on the ADB website15 and sent via DOC’s \ntargeted mailing list. However, as printed copies are still in demand from Management and outside \nresearchers, ERCD will print a limited number (about 100) in compliance with the Administrative \nOrder on Energy, Environment, Health, and Safety Management System.16 Printing of the ADO \nswitched to print on demand in 2017.  \n \n11.  Output 2: Background papers disseminated for 3 years (2022–2024). To provide a \nsolid  empirical  and  analytical  foundation  for  ADO  content,  the  TA  cluster  will commission \nbackground research papers to supplement ERMR research on selected thematic topics by \nanalyzing  issues  and  policy  implications  for  developing  Asia.  The  TA  team  will  organize \nworkshops and seminars focusing on the thematic chapters to strengthen ADO content, and will \ninvite distinguished economists to discuss initial drafts of the background papers to improve the \nanalytical rigor and policy relevance of the thematic chapters. These papers may be consolidated \nin edited research volumes to provide researchers with more extensive analyses related to the \nthematic topics. The research volumes may be co-published with a reputable publishing house, \nwhich could entail a buyback arrangement. ADB will also publish background papers on the ADB \nwebsite. The papers may also be published as working papers or journal articles, as appropriate.  \n \nB.  Cost and Financing \n \n12.  The TA cluster is estimated to cost $3,000,000, which will be financed on a grant basis by \nADB’s Technical Assistance Special Fund (TASF 7 for $1,500,000 and TASF-other sources for \n$1,500,000). Detailed cost estimates and financing arrangements will be presented in each TA \nsubproject proposal submitted for approval. \n \nC.  Implementation Arrangements \n \n13.  ADB will administer the TA cluster. ERMR will directly handle TA cluster administration \nand supervision, management of consultants, procurement, and accomplishment of outputs. \nAdopting the One ADB approach in knowledge solutions, ERMR will continue to collaborate with \nregional  departments,  including  the  resident  missions;  other  knowledge  departments;  and \nrelevant sector and thematic groups on activities under each subproject. Each TA subproject \nproposal will be submitted for approval to the ERCD chief economist and director general, \n \n15 The ADO will be disseminated in coordination with DOC and will be done via ADB’s official webpage and ADB’s \nofficial social media accounts. As such, maintaining a website and social media accounts after the TA is completed \nwill not be an issue.  \n16 ADB. 2016. Energy, Environment, Health, and Safety Management System. Administrative Orders. AO 4.13. Manila. \n ", "5 \nfollowing the business process for the knowledge and support TA cluster processing.17 Subproject \nactivities  will start  only  after the  approval  of  each TA  subproject  proposal. Implementation \narrangements are summarized in Table 1. \n \nTable 1: Implementation Arrangements for the Technical Assistance Cluster \nAspects  Arrangements \nIndicative implementation period  November 2021–December 2025  \nfor the TA cluster \nExecuting and implementing  Macroeconomics Research Division of ADB’s Economic Research and \nagency  Regional Cooperation Department \nConsultantsa  Package title  Selection method  Engaged by  \nIndividual:  Individual consultant  ADB  \nInternational expertise  selectionb \nIndividual: National  Individual consultant  ADB  \nexpertise  selectionb \nDisbursement  Disbursement of TA resources will follow ADB’s Technical Assistance \nDisbursement Handbook (2020, as amended from time to time). \nADB = Asian Development Bank, TA = technical assistance. \na  Terms of reference for consultants, including resource persons, will be included in the subprojects. \nb  Framework contracts will be considered. Output-based, lump-sum, or time-based contracts will be used as \nappropriate. \nSource: Asian Development Bank. \n \n14.  Subprojects. The TA cluster will be implemented through three subprojects (Appendix 2). \nEach subproject will be designed to support the achievement of the cluster outputs (paras. 10–\n11) as and when needed during the implementation period.18 The indicative implementation \nperiod and the budget allocation for the subprojects are summarized in Table 2. \n \nTable 2: Indicative Implementation Period and Budget Allocation for Subprojects \nItem  Subproject Title  Implementation Period  Budget ($’000) \nSubproject 1  Asian Development Outlook 2022  November 2021–December 2023  1,000 \nSubproject 2  Asian Development Outlook 2023  October 2022–December 2024  1,000 \nSubproject 3  Asian Development Outlook 2024  October 2023–December 2025  1,000 \nSource: Asian Development Bank. \n \n15.  Consulting  services.  Individual consultants  and  resource  persons  will  be  recruited \nthrough individual consultant selection or framework agreements wherein shortlisted consultants \nmay be hired as needed for the duration of the agreement (as may be appropriate) to provide \ninternational and national consulting. The TA cluster will require international consultancy from \neconomists and sector specialists who will prepare background papers and analyses supporting \nthe thematic chapters or topics related to the outlook. International economic advisory and editing \nconsultants will be required for the economic and technical editing of the ADO manuscripts before \nfinal publication. National economics consultants and research assistants will be required to assist \nwith data management and to conduct research on a particular topic. ADB will engage resource \npersons for a maximum of 33 working days to conduct training on macroeconomics and economic \nforecasting, serve as discussants during workshops, peer review papers, and serve as technical \n \n17 ADB. 2017. Staff Instruction on Business Processes for Knowledge and Support Technical Assistance. Compendium \nof Staff Instructions. Manila. \n18 Detailed implementation arrangements, including consultant terms of reference, will be presented in each subproject \nreport processed under the cluster. \n ", "6 \nexperts. Contracts for consulting services will consist of output-based, lump-sum, time-based or \nframework contracts, as appropriate. ADB will recruit the consultants and resource persons as \nindividuals to ensure that individuals with the requisite experience and qualifications are recruited. \nThe ADO covers a wide range of topics, and highly qualified consultants with expertise relevant \nto ADO requirements will most likely be associated with various research institutions, think tanks, \nand universities. Further, the TA will require rapid mobilization of the editorial consultants. The \nconsultants will be engaged following the ADB Procurement Policy (2017, as amended from time \nto time) and its associated project administration instructions and/or staff instructions.  \n \n16.  Knowledge partnerships. ERCD  will  seek to collaborate  with  reputable  centers  of \nexcellence during the conduct of research and implementation, and these may be engaged \nthrough knowledge partnership agreements (KPAs). ERCD will identify specific entities during TA \ncluster implementation. A nomination proposal will be prepared for proposed knowledge partners, \nand the corresponding KPA will be finalized before the approval of each TA subproject. Where \nknowledge partners are identified after TA subproject approval, ERCD will prepare a minor \nchange in implementation arrangements following para. 5 of the Staff Instruction on Business \nProcesses for Knowledge Partnerships under Technical Assistance Operations and will process \nall KPAs following this staff instruction.19  \n \n17.  ADB’s  procurement.  ERCD  will  procure  ICT-related  equipment  and/or  supplies, \nsubscriptions to third-party databases, and statistical software under the TA, as needed and in \ncoordination with the Information Technology Department and Corporate Services Department. \nDetailed implementation arrangements of ADB procurement will be finalized before the approval \nof each TA subproject. Procurement will follow the ADB Procurement Policy (2017, as amended \nfrom time to time).20 Disbursements under the TA will be made in accordance with ADB’s \nTechnical Assistance Disbursement Handbook (2020, as amended from time to time). \n \nV.  THE PRESIDENT’S DECISION \n \n18.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $3,000,000 on a grant basis for \nAsian Development Outlook 2022–2024, and hereby reports this action to the Board. \n \n \n19  ADB. 2017. Staff Instruction on Business Processes for Knowledge Partnerships Under Technical Assistance \nOperations. Compendium of Staff Instructions. Manila. \n20 Any procured equipment will be disposed of following ADB. 2013. Administering Grant-Financed Technical \nAssistance Projects. Project Administration Instructions. PAI 5.09. Manila. \n ", "Appendix 1  7 \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts the TA is Aligned with \nPolicy discussions and research on challenges facing developing Asia deepened.a \n  Data Sources and  Risks and Critical \nResults Chain  Performance Indicators   Reporting Mechanisms  Assumptions \nOutcome  By 2025     \nADO content  a. Maintain 70% coverage of  a.–b. DOC media  R: (1) Interest in the \ninforms policy  ADO in target newspapers,  monitoring reports  macroeconomic outlook \ndiscussions by ADB  television reports, and    waxes and wanes with \nand DMC officials,  publicationsb     developments; the 2021 \nviews of the public,  (2021 baseline: 70% target    baselines are likely \nand analysis of  media coverage)    higher than normal \nresearchers      because COVID-19 has \nb. Maintain substantial    raised macroeconomic \nsocial media presence by    uncertainty. (2) Metrics \nrecording at least 500,000    used as performance \nimpressions in social media    indicators may be \nplatformsc    affected by evolving \n(2021 baseline: 470,000    communication and \nimpressions)    social media patterns. \n    (3) Use of and \nc. Maintain substantial use  c. Search through  references to ADO by \nof ADO content in ADB  country partnership  DMC officials cannot be \noperations, by recording use  strategies, background  fully tracked. \nin at least 80 ADB  paper for ADF   \ndocuments in 2022–2024  replenishment reports,  A: Potential audience \n(2016–2018 baseline: 80  reports and  (policymakers, \nADB documents)  recommendations of the  researchers, and the \n  president, and other  public) are aware of the \n  ADB documents  outputs. \n       \nd. Continued references to  d. Web search engine \nADO made by external  that indexes the full text \nresearchers in an average  or metadata of scholarly \nof 200 papers or journals in  literature across an array \n2022–2024   of publishing formats \n(2016–2018 baseline: 200  and disciplines \ncitations)  (e.g., Google Scholar) \n   \ne. Maintain 800 total opensd  e. DOC reports \nof the targeted mailouts \ncontaining links to the ADO \nto DMC officials  \n(2021 baseline: 778) \n \nOutputs  By 2025     \n1. ADO reports  1a. Electronic files of ADO  1a. ADB website; DOC  R: Unforeseen \ndisseminated for  reports posted on the ADB  reports  circumstances may \n3 years (2022– website and distributed    compromise the \n2024)  through DOC’s targeted    production schedule. \nmailing list    Metrics used as \n(2021 baseline: 4 issues per    performance indicators \nyear)    may be affected by \n  evolving communication \n \n \n ", "8  Appendix 1 \nData Sources and  Risks and Critical \nResults Chain  Performance Indicators   Reporting Mechanisms  Assumptions \n1b. 25,000 page views of    and social media \nthe ADO main landing page  1b. DOC reports  patterns \nachieved per year    (e.g., downloads of the \n(2021 baseline: 25,000 page  electronic report may \nviews)  decline if DOC is \n  effective in using \n2. Background  2a. By 2025, 100% of  2a. Number of  multimedia to \npapers  background paperse are  publications produced  disseminate ADO’s key \ndisseminated for  disseminated either through    messages). \n3 years (2022– the ADB website or     \n2024)  published as working    R: Unexpected \npapers, journal articles, or    circumstances, such as \nedited research volumes.     delays in peer review, \n(2021 baseline: 100%    derail the publication \ndisseminated)    schedule. \n   \n2b. 2,000 page views of the  2b. DOC reports \nADO background papers   \npage achieved per year \n(2021 baseline: 1,900 page \nviews) \nKey Activities with Milestones \n1.  ADO reports disseminated for 3 years (2022–2024) \n1.1 Conduct workshops (December 2021, February 2022, May 2022, and July 2022; December 2022, \nFebruary 2023, May 2023, and July 2023; December 2023, February 2024, May 2024, and July 2024) \n1.2 Draft background papers (November 2021–January 2022 and January–June 2022; November 2022–\nJanuary 2023 and January–June 2023; November 2023–January 2024 and January–June 2024)  \n1.3 Macroeconomic modeling and surveillance in support of generating forecasts and monitoring markets \n(December 2021–December 2022; January–December 2023; January–December 2024) \n1.4 Draft, review, and edit ADO contents (November 2021–March 2022 and May–September 2022; \nNovember 2022–March 2023 and May–September 2023; November 2023–March 2024 and May–\nSeptember 2024) \n1.5 Finalize and disseminate publications (April 2022, July 2022, September 2022, and December 2022; \nApril 2023, July 2023, September 2023, and December 2023; April 2024, July 2024, September 2024, \nand December 2024) \n \n2.  Background papers disseminated for 3 years (2022–2024) \n2.1 Edit background papers (March–April 2022 and August–September 2022; March–April 2023 and \nAugust–September 2023; March–April 2024 and August–September 2024)  \n2.2  Post  background  papers  on  ADB  website  (April  2022  and  September  2022;  April  2023  and \nSeptember 2023; April 2024 and September 2024) \n2.3 Publish as edited research volumes or submit to reputable peer-reviewed academic journals, as \napplicable (December 2022 and June 2023; December 2023 and June 2024; December 2024 and \nJune 2025) \n \n \n \n \n ", "Appendix 1  9 \nTA Management Activities \nHiring of consultants (November–December 2021, May 2022; November–December 2022, May 2023; \nNovember–December 2023, May 2024) \nProcurement of information technology equipment and information and knowledge services (as needed, \nschedule to be determined) \nResults monitoring and evaluation activities (April 2022, September 2022, April 2023, September 2023, \nApril 2024, September 2024) \nInputs \nADB: $3,000,000 (TASF 7 $1,500,000; TASF-other sources $1,500,000) \n \nA = assumption, ADB = Asian Development Bank, ADF = Asian Development Fund, ADO = Asian Development \nOutlook, DMC = developing member country, DOC = Department of Communications, R = risk, TA = technical \nassistance. \na  Defined by TA. \nb  Target media are the 70-80 top-tier and regional media identified by DOC. These include the Financial Tines, Wall \nStreet Journal, New York Times, Associated Press, Reuters, Xinhua, Nikkei, Bangkok Post, and similar international, \nregional, and national media outlets. The indicator is measured one month after the launch of the ADO and ADO \nUpdate as indicated in DOC’s media monitoring report provided to ERCD. \nc  This refers to the number of times the content related to ADO was displayed on social media feeds on platforms such \nas Twitter, Facebook, LinkedIn, and Instagram. The performance against this indicator will be measured one month \nafter the launch of the ADO and ADO Update as indicated in DOC’s media monitoring reports.  \nd   This refers to the number of recipient opens of email from the ADB chief economist containing links to the ADO. This \nindicator only considers the DMC segment and often far exceeds the number of deliveries, as the direct recipients \ntend to share the ADO email further to their own contact list, which in turn is opened by many others. It is measured \none month after the launch of the ADO and ADO Update as indicated in DOC’s publications marketing report. \ne  From 2019 to 2021, the number of background papers produced for the ADO and ADO Update theme chapters \nranged from 7 to14.  \nContribution to Strategy 2030 Operational Priorities: \nThis corporate TA is intended to support the production of ADB flagship knowledge products and services. Although \nthe TA is mapped to 3 Strategy 2030 Operational Priorities (OP), OP tagging is not applicable, as agreed with the \nStrategy, Policy and Partnerships Department, since the results of the TA will not contribute directly to any of the \ncorporate results framework indicators of the Strategy 2030 Operational Priorities. \nSource: Asian Development Bank. \n \n ", "10  Appendix 2 \nSUBPROJECT DESCRIPTIONS \n \nSubproject 1  Asian Development Outlook 2022 \nIndicative outputs and activities  Subproject 1 of the TA cluster will cover the ADO 2022 cycle and \nwill produce the following outputs: ADO 2022, ADO 2022 \nUpdate, ADO supplements, and background papers. It will \nsupport activities to strengthen ADB’s economic work, assess \nthe most recent economic performance and prospects of ADB’s \nDMCs, and present the results in ADB’s flagship publication. \nIndicative implementation  ADB will administer subproject 1. ERMR will be directly \narrangements  responsible for TA subproject administration and supervision, \nmanagement of consultants, procurement, and accomplishment \nof outputs. The TA subproject proposal will be submitted for \napproval to the ERCD chief economist and director general, \nfollowing the business process for knowledge and support TA \ncluster processing.b \nThe ADO thematic chapters will deal with the issues and \nchallenges identified in Strategy 2030.a ADO 2022 will be on \nstrengthening taxes for sustainable development, while \nADO 2022 Update will focus on entrepreneurship, digitalization, \nand development.  \nImplementation schedule  November 2021–December 2023 \nSubproject 2  Asian Development Outlook 2023 \nIndicative outputs and activities  Subproject 2 of the TA cluster will cover the ADO 2023 cycle and \nwill produce the following outputs: ADO 2023, ADO 2023 \nUpdate, ADO supplements, and background papers. It will \nsupport activities to strengthen ADB’s economic work, assess \nthe most recent economic performance and prospects of ADB’s \nDMCs, and present the results in ADB’s flagship publication, \nERCD will solicit ideas for the thematic topics of ADO 2023 and \nthe ADO 2023 Update through discussions with regional \ndepartments, members of the regional economic task force, and \nexchanges with sector and thematic groups, as well as by \nresponding to priority issues identified by ADB Management as \noutlined in Strategy 2030.a \nIndicative implementation  ADB will administer subproject 2. ERMR will be directly \narrangements  responsible for the TA subproject administration and \nsupervision, management of consultants, procurement, and \naccomplishment of outputs. The TA subproject proposal will be \nsubmitted for approval to the ERCD chief economist and director \ngeneral, following the business process for knowledge and \nsupport TA cluster processingb \nImplementation schedule  October 2022–December 2024 \nSubproject 3  Asian Development Outlook 2024 \nIndicative outputs and activities  Subproject 3 of the TA cluster will cover the ADO 2024 cycle and \nwill produce the following outputs: ADO 2024, ADO 2024 \nUpdate, ADO supplements, and background papers. It will \nsupport activities to strengthen ADB’s economic work, assess \n \n ", "  Appendix 2  11 \nthe most recent economic performance and prospects of ADB’s \nDMCs, and present the results in ADB’s flagship publication. \nERCD will solicit ideas for the thematic topics of ADO 2024 and \nADO 2024 Update through discussions with regional \ndepartments, members of the regional economic task force, and \nexchanges with sector and thematic groups, as well as by \nresponding to priority issues identified by ADB Management as \noutlined in Strategy 2030.a \nIndicative implementation  ADB will administer subproject 2. ERMR will be directly \narrangements  responsible for the TA subproject administration and \nsupervision, management of consultants, procurement, and \naccomplishment of outputs. The TA subproject proposal will be \nsubmitted for approval to the ERCD chief economist and director \ngeneral, following the business process for knowledge and \nsupport TA cluster processingb \nImplementation schedule  October 2023–December 2025 \nADB = Asian Development Bank, ADO = Asian Development Outlook, DMC = developing member country, \nERCD = Economic Research and Regional Cooperation Department, ERMR = Macroeconomics Research Division, \nTA = technical assistance. \na  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \nb  ADB. 2017. Staff Instruction on Business Processes for Knowledge and Support Technical Assistance. Compendium \nof Staff Instructions. Manila.. \nSource: Asian Development Bank. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20211201120727+08'00'", "Creator": "PDF24 Creator", "Keywords": "asian development outlook, ado, adb flagship publication, ado production, research plan, analytical methods, economics, growth projections, capacity building, 55278-001, ta 0055, adb technical assistance, approved technical assistance, tar, ta projects, ksta", "ModDate": "D:20211202105121+08'00'", "Producer": "GPL Ghostscript 9.55.0", "Subject": "Technical Assistance Report", "Title": "55278-001: Asian Development Outlook 2022-2024"}}