{"path": "data/input/ta/55299-001-tar-en.pdf", "pages": [" \nTechnical Assistance Report\n \n \n \nProject Number: 55299-001 \nTransaction Technical Assistance (F-TRTA) \nOctober 2021 \n \n \n \nDeveloping Public-Private Partnership Projects in \nSocial Sector  \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Access to Information \nPolicy\n \n ", " \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  DMC  –  Developing Member Country \n  ECF  --  Elderly care facility  \n  HPMO        –  Hezhou Project Management Office  \nGPMO        –  Guangxi Project Management Office  \n  OPPP  –  Office of Public-Private Partnership \n  PRC  –  People’s Republic of China \n  PPP  –  public-private partnership \n  TA  –  technical assistance \n  TAS  –  transaction advisory services \n  TRTA  –  transaction technical assistance \nXPMO  –  Xiangyang Project Management Office  \n \n \n \n \nNOTE \nIn this report, “$” refers to United States dollars. \n \n \n \n \n \n \nVice-President  Ashok Lavasa \n  Vice-President (Private Sector Operations and Public-Private Partnerships) \n   \nHead   Yoji Morishita, Office of Public-Private Partnership OPPP \nDirector  Siddhartha Shah, Advisory Division 2, OPPP  \nTeam leaders  Rosemary Ong, Senior PPP Specialist, OPPP \nRachel Yew, Operations Coordination Specialist, OPPP \nTeam members  Analyn Grace Germo-Pedida, Associate Operations Coordination Analyst, OPPP \nDale Danielle Javier, Operations Assistant, OPPP \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", " \nCONTENTS \n \nPage \nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE \nI.  THE TECHNICAL ASSISTANCE FACILITY  1 \nA.  Justification  1 \nB.  Outputs and Activities  2 \nC.  Cost and Financing  3 \nD.  Implementation Arrangements  4 \nII.  THE PRESIDENT’S DECISION  5 \n \nAPPENDIXES \n1.  Cost Estimates and Financing Plan  6 \n2.  Projects Under the Technical Assistance Facility  7 \n3.  Outline Terms of Reference for Consultants  8 \n \n \n \n ", " \n \n \n ", "  1 \n \n \nI.  THE TECHNICAL ASSISTANCE FACILITY \n \nA.   Justification \n \n1.  The transaction TA facility will support the development of bankable ongoing and future \nsocial sector projects in developing member countries (DMCs), as listed below. The ongoing \nprojects and future PPP project/(s) supported by the transaction TA facility aims to enhance the \nprivate sector’s involvement in delivering sustainable social services such as elderly care, health, \nand education.  OPPP will provide transaction advisory services (TAS) and will be supported by \ntechnical,  legal,  and  national  PPP  procurement  experts.  This  will  include  conducting  due \ndiligence,  preparation  of  financial  viability  assessment  and  implementation  plan,  preparing \ndocumentation (including concession agreement and other agreements), developing financial \nmodels, assisting the timely completion of contract negotiations, and performing other activities \nas may be required. The outputs will focus on support needed by the DMCs to develop bankable \nand sustainable PPP projects.  \n \nOngoing projects:  \n(a) 50391-001 Demonstration of Guangxi Elderly Care and Health Care Integration and \nPublic Private Partnership Project \n(b) 52245-001 Xiangyang Hubei Elderly Care Service Development with Public–Private \nPartnership Project \n \nPipeline of future projects:  \n(a) UZB - Development of secondary/tertiary healthcare facilities  \n(b) INO  - Development of medical colleges/universities  \n(c) PAK  -  Development  of  vaccine  capacity  as  related  to  expanded  program  on \nimmunization  \n \n \n2.  Rapidly aging populations across various DMCs can no longer rely on traditional family \nand social structures.  The public and private sectors both play an increasingly important role in \nelderly care, and it is important that sustainable public-private partnership models that leverage \nthe expertise and efficiency of the private sector are developed to deliver quality elderly care. ADB \nhas provided sovereign loans to three elderly care projects in PRC, which are currently supported \nby OPPP, namely: (i) 50391-001 Demonstration of Guangxi Elderly Care and Health Care \nIntegration and Public Private Partnership Project; (ii) 52245-001 Xiangyang Hubei Elderly Care \nService Development with Public–Private Partnership Project; and (iii) 4909-002 Hubei Yichang \nComprehensive  Elderly  Care  Demonstration  Project,  to  promote,  coordinate  and  deliver \nintegrated elderly care and health care for those in need, serving as demonstration projects.  The \ntransaction TA facility will support two of these projects, which are covered by advisory mandates \nfor OPPP.1  \n \n3.   Pandemic impact.  Older persons are highly susceptible to infectious diseases and \nelderly care facilities are at high risk of infections. Geriatric care-focused hospitals serve older \npatients who are at high risk of hospital-acquired infections. The international evidence associated \n \n \n1The  projects covered by a TAS mandate for OPPP and to be supported by the transaction TA facility are 50391-001 \nDemonstration  of  Guangxi  Elderly  Care  and  Health  Care  Integration  and  Public  Private  Partnership  Project \n(https://www.adb.org/projects/documents/prc-50391-001-rrp); and 52245-001 Xiangyang Hubei Elderly Care Service \nDevelopment with Public–Private Partnership Project (https://www.adb.org/projects/documents/prc-52245-001-rrp). \n ", "2 \nwith coronavirus disease (COVID-19) outbreaks shows the high risk of mortality associated with \nCOVID-19 in care homes, with indications that the number of deaths in care homes accounts for \nabout 30%–50% of all COVID-19 deaths in various economies.2 Hence, it is important to consider \npreparedness and response by elderly care and other social sector facilities to infectious disease \nthreats.  Identification  and  development  of  risk  mitigating  measures  will  be  developed  and \nimplemented at various stages of the project lifecycle. During project preparation, a risk register \nwill be developed to analyze key project risks, including risks associated with infectious diseases \nand pandemics.  At the design and planning stages, the need for well-ventilated and flexible \nspaces that can be converted for isolation purposes will be considered. At the operations stage, \na range of approaches will be considered including: (i) staff training; (ii) adaptability of information \ncommunications technology to support wider efforts to contain the spread of infectious diseases \nwithin  the  facility;  and  (iii)  maintaining  optimal  levels  of  supplies  and  personal  protective \nequipment at the facility.    \n \n4.  Gender elements.  In line with the gender considerations per the on-going projects and \nfor future projects, this TRTA Facility seeks to promote gender elements by encouraging gender-\nsensitive workplace practices and policies among the private sector operators, as they align with \nthe DMC’s statutory requirements.   In  addition,  the  PPP  framework  which  defines  relevant \nimplementation arrangements can identify potential gender-sensitive elements in the operations \nand maintenance of the elderly care facilities.  \n \n5.    Other support.  As women live longer and require more care during periods of ill health, \nhigher quality healthcare and elderly care will improve the quality of life for older persons. For \nunpaid/family caregivers, the majority of whom are women, it will increase their opportunities to \njoin the paid labor force.  As outlined in the Project Administration Manual (PAM), the on-going \nprojects will support the use of gender-sensitive arrangements with separate facilities for men and \nwomen, enhance job opportunities for women during the construction and operation phases, \nimprove working conditions, and provide training opportunities for women to strengthen their skills \n \nand capacity. \n \nB.  Outputs and Activities \n6.  The major outputs and activities are summarized in Table 1. \n \nTable 1: Summary of Major Outputs and Activities \nMajor Outputs  Delivery Dates  Key Activities with Milestones \n1. Output 1: Financial  By Q4 2021 for  1.1. Conduct of due diligence;  \nviability assessment of  the on-going  1.2. Assess financial viability;  \nPPP and transaction  project  \n1.3. Develop financial model;  \nstructure prepared.  \nBy Q3 2023 for  1.4. Conduct of market sounding to gather \nthe ensuing  initial feedback from the private sector on the \nproject  \nproject’s bankability; and  \n  1.5.  Develop the transaction structure.  \n \n \n \n2 A. Comas-Herrera et al. 2020. Mortality Associated with COVID-19 Outbreaks in Care Homes: early international \nevidence. International Long-term care Policy Network (LTCcovid), CPEC-LSE. \n \n \n ", "3 \n \nBy Q3 2024 for \nfuture projects  \n2. Output 2: Project  By Q2 2022 for  2.1. Develop marketing documents such as \nmarketing support  the on-going  Project Brief;  \nprovided.   project  \n2.2. Organize bidder conference and other \n  events; and  \n2.3. Retain providers of transaction support \nBy Q3 2023 for \nthe ensuing  services, as may be required, such as but \nproject   not limited to Procurement Agency in PRC.  \n \n \nBy Q1 2025 for \nfuture projects \n3. Output 3: Bidding  By Q2 2022 for  3.1. Prepare the Implementation Plan;  \ndocuments prepared.   the on-going  3.2. Prepare Pre-qualification documents \nproject  \nand recommendations on criteria;  \n  3.3.  Develop Request for proposal (RFP) \nand recommendations on criteria;  \nBy Q3 2024 for \nthe ensuing  3.4.  Draft concession agreement, including \nproject   Key Performance Indicators; and  \n3.5. Support the Client in negotiations with \n \npreferred bidder leading to commercial \nBy Q2 2025 for \nclosure.  \nfuture projects \n \nADB = Asian Development Bank, Q= quarter, TA = technical assistance, Implementation Plan is typically required by \nmany DMCs prior to project launch.  \n  \nC.  Cost and Financing \n \n7.  The TA facility is estimated to cost $2,500,000, of which $1,250,000 will be financed from \nTASF-7 and $1,250,000 will be financed from TASF-Others. The key expenditure items are listed \nin Appendix 1. The TA facility will be subject to arrangements that will seek recovery of the cost \nfinanced under the TA facility when commercial close is achieved.  Terms of cost recovery will be \nnegotiated for each project, with fees paid at the time of commercial close deemed to have met \ncost recovery objectives.  \n \n8.  The on-going project 50391-001 People’s Republic of China: Demonstration of Guangxi \nElderly Care and Health Care Integration and Public–Private Partnership Project is supported by \nexisting TAs, as provided below. This proposed TRTA will be used to fund the incremental fees \nby the legal advisor.   \n \n \n ", "4 \n(i)  TA  9779 Transaction  Advisory  Services  for  the  Preparation  of  Public-\nPrivate Partnership Projects in Asia- funds Pinsent Masons LLP, as international \ncounsel, and Chang An Law Firm, as local counsel. The assignment period under \nthe Contract is 24 months and commenced on 23 March 2020; and  \n(ii)  TA  8909 Enhancing  Public–Private  Partnership  Project Development  through \nSupport for ADB Transaction Advisory Services in Southeast Asia and the Pacific, \nfunding EY  Corporate  Advisors  Pte.  Ltd.,  Singapore  as the  technical  and \nfinancial firm.  The  contract is  being implemented from 10  September  2019 \nand to be completed by 31 December 2021 with a high possibility of extension.  \n \n9.  The government may provide counterpart support in the form of counterpart staff, office \nspace, and other support, as articulated in the TAS agreement between ADB and the relevant \ngovernment agency. The government will be informed that approval of the TA does not commit \nADB to finance any ensuing project.  \n \nD.   Implementation Arrangements \n \n10.  ADB will be the executing and implementing agency of the TA. ADB will select, administer, \nand evaluate consultants, as well as supervise the consultants’ output to be delivered.  The TA \nwill finance consulting services, workshop and training events, including study visits and resource \npersons, preparation of reports as well as communication, miscellaneous administration, and \nsupport costs. ADB will engage the consultants following the ADB Procurement Policy (2017, as \namended from time to time) and its associated project administration instructions and/or staff \ninstructions.  The implementation arrangements are summarized in Table 2.  \n \nTable 2: Implementation Arrangements \nAspects  Arrangements \nIndicative implementation period  October 2021-October 2025 \nExecuting agency  ADB \nImplementing agency  ADB \nConsultant for on-going project:  Firm has been selected and engaged by ADB  \nProject number: 50391-001   Selection method  Selection title  Amount  \nOGC process a  Legal counsel for on-going  $150,000 \nproject (7 person-months) \nConsultants for on-going project:  Firms will be selected and engaged by ADB as needed by the \nProject number: 52245-001  Project. \n  Selection method  Selection title  Amount \n  QCBS/FBS – firm   Technical advisor  $600,000 \nDomestic PPP advisor3 \n(38 person-months) \nOGC process a  Legal counsel for new  $500,000 \nproject (18 person-months)   \nConsultants for future project/(s)  Firms will be selected and engaged by ADB as needed by the \nProject. \nSelection method  Selection title  Amount \nQCBS/FBS – firm   Technical advisor  $800,000 \n \n3 The technical and domestic PPP advisors will be recruited and hired under one contract, to facilitate interface and \ncoordination between consultants, while streamlining the recruitment process.  This arrangement is consistent with that \nof 50391--001 People’s Republic of China: Demonstration of Guangxi Elderly Care and Health Care Integration and \nPublic–Private Partnership Project.  \n \n ", "5 \n \nAspects  Arrangements \nDomestic PPP advisor4  \n(30 person-months) \nOGC process a  Legal counsel for new  $350,000 \nproject (14 person-months)   \nOthers (training, miscellaneous    $100,000 \nand contingency)  \nDisbursement  The TA resources will be disbursed following ADB's Technical \nAssistance Disbursement Handbook (2020, as amended from \ntime to time). \nAsset turnover or disposal  Not applicable.  \narrangement upon TA completion \na  Legal counsel will be procured by OGC in accordance with the “Customized procurement arrangements for the engagement of \nlegal consultants for transaction advisory services and related capacity building initiatives” dated 27 July 2017.  \n \n \nII.  THE PRESIDENT’S DECISION \n \n11.  The President acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $2.5 million on a grant basis for \nthe Transaction Advisory Services for the Preparation of Social Sector Public–Private Partnership \nProjects in Asia. \n \n4 The technical and domestic PPP advisors will be recruited and hired under one contract for the future project/(s), to \nfacilitate interface and coordination between consultants, while streamlining the recruitment process.  This approach is \nconsistent with contracting arrangements used for the on-going projects.  \n \n \n ", "6 \n     Appendix 1 \n \n \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \n \nItem  Total Cost \nAsian Development Bank a   \nI.  Consultants   \n1.  Renumeration and per diem  2,325 \n2.  International and local travelb  75 \nII.  Training, seminars, and conferences  30 \nIII. Miscellaneous administration and support costsc  20 \nIV. Contingencies  50 \n      Total  2,500 \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF 7 and \nTASF-Others). \nb  This category includes international and local travel costs for consultants as resource persons. \nc  Printing, translation, communication and O365 licenses for individual consultants, if \napplicable \nSource: Asian Development Bank estimates. \n   \n \n ", "7 \n \nAppendix 2 \n \n \nPROJECTS UNDER TECHNICAL ASSISTANCE FACILITY \n \nIndicative Consultants’ Input Allocation \n(person-month) \n \n   \nOngoing  Ongoing   \nProject  Project  Future \nItem  (50391-001)  (52245-001)  Project \n  Total       \nTechnical Advisor  28  0  16  12 \nLegal Advisor  39  7  18  14 \nDomestic PPP Expert  40  0  22  18 \n \nNote:  The future project aims to diversify the geography and social sector coverage supported by this transaction TA \nfacility and will be selected from the pipeline below.    \n \nPipeline of Future Projects \nDMC  Sector  Project Name \nUzbekistan  Health  Development of secondary/tertiary healthcare facilitiesa \nIndonesia  Education  Development of medical colleges/universitiesb \nPakistan  Health  Development of vaccine capacity as related to expanded \nprogram on immunizationc \nKazakhstan  Health  Karaganda Medical University Projectd \nBangladesh  Health  Piloting Dialysis and Diagnostic Centre PPPse \nPhilippines  Health  Vaccine Self Reliance Projectf \na  OPPP is exploring transaction advisory support for the development of secondary/tertiary \nhealthcare facilities nationwide, to be procured under the PPP framework. \nb  OPPP is in discussions with Ministry of Higher Education and Research in Indonesia for the \ndevelopment of medical colleges/universities.  \nc  OPPP is in discussions with National Institute of Health to develop capacity for key vaccines, as \npart of the expanded program on immunization. \nd  OPPP is in discussions with Ministry of Healthcare of up to 300-bed teaching hospital covering \nmulti-specialties and Ostkamengorsk up to 300-bed multi-disciplinary general hospital. \ne  Bangladesh Ministry of Health and Family Welfare (MOHFW) is looking for private sector \nintervention to improve the access to and quality of healthcare, starting with dialysis centers and \ndiagnostics facilities (labs, imaging).   \nf  OPPP is in discussions with the Department of Health - Research Institute for Tropical Medicine \nto develop domestic vaccine manufacturing capacity for key vaccines. \n \n \n \n \n \n \n ", "8 \nAppendix 3 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  A range of consultancy inputs could be obtained to support this technical assistance (TA) \nand  the  Asian  Development  Bank  (ADB)  Office  of  Public–Private  Partnership’s transaction \nadvisory services mandates. The following types of consultants are most likely to be hired, \nalthough others could be hired as well on a project-specific basis5. The terms of reference are \nindicative and will be updated and modified as required for each project for which the Office of \nPublic–Private  Partnership  receives  a  transaction  advisory  services  mandate.  Estimates  of \nperson-months are indicated for the following experts, to be funded by this TA.  The selection of \nconsultants is contemplated to be on Fixed Based Selection or Quality and Cost Based Selection, \nsubject to further deliberation by the project team.  \n \n2.  Technical advisor (approx. 28 person-months). The technical advisor will be a firm and \nwill have specific technical expertise relevant to the project and country needs.  The technical \nadvisor will include the following personnel and required minimum qualifications:   \n(a)  Lead international technical advisor – will have demonstrated knowledge and \nextensive experience, at least 15 years professional experience, of which at least \n8  years  in  social  sector  management  and/or  advisory  experience  across \ninternational markets.    \n(b)  National technical resource – will have at least 10 years professional experience, \nof which at least 5 years in relevant social sector management and/or advisory \nexperience in the relevant DMC.   \n(c)  Technical analyst – will have at least 3 years of professional experience in a \ntechnical advisory capacity.   \n \n3.  Working under the overall guidance of ADB, the responsibilities of the technical advisor \nwill include: \n(a)  conduct technical and operational due diligence on the project prior to tendering; \n(b)  develop feasibility studies and other relevant technical reports; \n(c)  identify key technical issues and provide recommendations for resolution; \n(d)  assist ADB in progressing the transaction structure; \n(e)  provide technical and commercial advice for the project; \n(f)  assist in drafting the technical specifications development and calibration of KPIs;  \n(g)  consider safeguard requirements in relation to project layout, design, or projected \noperational characteristics; \n(h)  advise on all technical questions received from bidders and provide responses to \nbe issued by DMC client or ADB, as appropriate; \n(i)  assist DMC client agency as instructed (subject to confirmation by ADB) in \nconducting discussions and coordinate with the bidder; \n(j)  assist ADB and coordinate with the legal advisor in preparing required \nmodifications to project agreements and bid documents; \n(k)  provide support, as necessary, during the procurement process and assist during \nbidder negotiation; \n \n5 This TRTA will support social sector projects where OPPP is providing TAS across various DMCs, which require \nextensive experience and relevant expertise within a specific DMC. It is important for OPPP to maintain flexibility and \ndiscretion to consider suitably qualified consultants for every project in a specific DMC. As such, the consulting contracts \nwill be separate as it would not be appropriate nor practical to use a framework agreement/framework contract.    \n \n \n ", "9 \n \n(l)  attend to any other matter of a technical nature relating to the project, as \ninstructed by ADB; \n(m)  provide advice on similar technologies or business models used in other DMCs; \n(n)  participate and support ADB during missions and meetings with the client, \nincluding;  \n(o)  liaise and coordinate with the legal advisor and domestic PPP expert, to support \nADB and ensure seamless delivery of transaction advisory services; and  \n(p)  assist the team coordinator in submitting TA reports; and attend to all other \nmatters of a technical nature relating to the transaction for which ADB is the \nmandated advisor. \n \n4.  Legal advisor (approx. 39 person-months). The legal advisor will be a firm and will have \nspecific technical expertise relevant to the project and country needs, having previous experience \nin the drafting of sector-specific concession agreements and other related project agreements, \nincluding in markets where no precedent for such documentation exists. The legal advisor with \ninclude the following personnel and required minimum qualifications:   \n(a)  Lead legal advisor – extensive experience, at least 10 years of professional legal \nexperience, including at least 8 years advising on PPP transaction internationally \nwith a track record of successfully closed deals, and experience in the relevant \nDMC is required.   \n(b)  International PPP legal expert – demonstrated expertise and extensive experience, \nat least 20 years professional experience, including 10 years.  Advising on PPP \ntransactions internationally, specifically government procurement agencies and \nhaving a track record of successfully closed deals, experience in the relevant DMC \nwill be an advantage.   \n(c)  National Legal analyst – at least 3 years professional experience in being a team \nmember advising on PPP transactions in the relevant DMC. \n \n5.  Working under the overall guidance of ADB, the responsibilities of the legal advisor will \ninclude: \n(a)  conduct legal and fiscal due diligence on the project for benefit of the government \nand/or mandated advisor;  \n(b)  identify key legal issues and provide recommendations for resolution; \n(c)  assist ADB in developing the transaction structure;   \n(d)  advise and assist the government and ADB in addressing all legal matters that \narise during the bid process including negotiations with the bidder(s);  \n(e)  assist the government and ADB in proposing contractual drafts of the project \nagreements to reflect the final negotiated and agreed position;  \n(f)  provide support, as necessary, for the negotiation process; \n(g)  provide the necessary assistance for TA reports;  \n(h)  participate and support ADB during missions and meetings with the client, \nincluding; and attend to all other matters of a legal nature relating to the \ntransaction for which ADB is the mandated advisor; and  \n(i)  liaise and coordinate with the technical advisor, domestic PPP expert, to support \nADB and ensure seamless delivery of transaction advisory services \n \n6.  Domestic PPP advisor (approx. 40 person-months). The domestic PPP advisor will be \na firm and will have specific PPP expertise in the relevant domestic market, advising on public–\n \n ", "10 \nprivate  partnership  transactions,  including  providing  support  during  negotiations  and  the \npreparation of project agreements. The domestic PPP advisor will include the following personnel \nand required minimum qualifications.   \n(a)  Lead National PPP expert – extensive experience of at least 15 years professional \nexperience, including 10 years of advising on PPPs transactions and government \nprocurement agencies in the domestic market.   \n(b)  Project procurement advisor – extensive experience, at least 10 years professional \nexperience, including at least 8 years advising on PPP transactions and managing \nPPP procurement and preparing the requisite analysis for statutory approval \npurposes. \n(c)  PPP analyst – at least 5 years professional experience, including being a team \nmember advising on PPP transactions in the relevant DMC.   \n \n7.  Working under the overall guidance of ADB, the responsibilities of the domestic PPP \nadvisor will include:  \n(a)  advise on and assist in preparing reports and analyses for statutory approval \nprocess based on specific country PPP requirements;  \n(b)  assist in drafting bid documents (including evaluation criteria) and assist in \nfinalizing project agreements to reflect the final negotiated and agreed positions;  \n(c)  conduct of market sounding and promoting the project and where appropriate, \nconduct briefings for civil society organizations (CSO)6;  \n(d)  assist in the PPP tender process including the data room, as may be required; \n(e)  provide support, as necessary and advise on transaction structure, commercial \nand domestic PPP procurement matters;  \n(f)  conduct financial due diligence and market analysis; \n(g)  prepare financial models, and conduct analysis required to support the tendering \nprocess, including value for money, financial and economic viability assessment;  \n(h)  assist the team coordinator in submitting TA reports;   \n(i)  provide inputs to the Strategic Procurement Plan, where ADB financing is \nutilized;  \n(j)  provide a review and evaluation of the preferred bidder’s updated financial \nmodel;  \n(k)  provide advice on business models used in other DMCs and provide case \nstudies, as may be required;  \n(l)  participate and support ADB during missions and meetings with the client;  \n(m)  liaise and coordinate with the technical advisor and legal advisor to support ADB \nand ensure seamless delivery of transaction advisory services; and \n(n)  attend to all other matters of a commercial and domestic PPP procurement \nnature relating to the transaction for which the transaction advisor is ADB. \n \n \n6 CSOs are expected to be actively involved in social sector projects and may be involved in the market scan, as \ndeemed appropriate.  \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20211026155103+08'00'", "Creator": "PDF24 Creator", "Keywords": "health, health care, health care financing, public-private partnerships, social services, elderly care, financial models, implementation plan, 55299-001, ta 6815, adb projects, adb technical assistance, approved technical assistance, tar, ta projects, trta", "ModDate": "D:20211102082627+08'00'", "Producer": "GPL Ghostscript 9.27", "Subject": "Technical Assistance Report", "Title": "55299-001: Developing Public-Private Partnership Projects in Social Sector"}}