{"path": "data/input/ta/ind-50238-001-rrp-ld-03.pdf", "pages": ["Northern Arc COVID-19 Livelihood Support Project (IND RRP 50238) \nDETAILS OF IMPLEMENTATION ARRANGEMENTS \n \nA.  Use of Proceeds \n \n1.  Northern Arc Capital Limited (NACL) will use the proceeds of the Asian Development \nBank’s (ADB) investment to directly fund or provide guarantees to NACL’s nonbank financial \ncompany and small finance bank clients, micro-borrowers, and micro-, small-, and medium-sized \nenterprises. A small part of ADB’s proceeds will be used to provide housing loans to the \neconomically weaker section and low-income groups.1  \n \n2.  ADB will make a senior secured debt investment in NACL of up to $50 million (in Indian \nrupee equivalent) by subscribing to nonconvertible debentures (NCDs). If a regulatory change \nmakes it unfeasible to structure the financing as an NCD issuance, ADB may provide a bilateral \nloan to NACL on substantially the same terms. ADB may enter into risk transfers with eligible \ncounterparties for a portion of the exposure.  \n \nB.  Legal Documentation \n \n3.  The proposed debt financing will be governed by transaction documentation appropriate \nto the debt financing modality and will be in form and substance satisfactory to ADB. For an NCD \ntransaction, such documentation may include (i) a subscription agreement, (ii) an offering memo, \nand (iii) an investment prospectus.  \n \n4.  For a bilateral loan, such documentation may include a credit agreement, which will \ncontain terms customary for loans of this nature and amount. \n \n5.  Documentation for either the NCD or the bilateral loan will include the following provisions: \n(i)  conditions precedent and delivery of all relevant legal opinions, all necessary \napprovals, and documents required by the relevant authorities in India; \n(ii)  provisions relating to the use of proceeds; \n(iii)  conditions to disbursement; \n(iv)  fees and costs, including increased costs; \n(v)  representations and warranties; \n(vi)  reporting requirements; \n(vii)  affirmative and negative covenants (including information covenants); \n(viii)  default and acceleration events;  \n(ix)  provisions for mandatory prepayment or suspension in the event of breach of \ncovenants and/or representations; and \n(x)  a security package. \n   \n \n1  Government of India, Ministry of Housing and Urban Poverty Alleviation. 2017. Pradhan Mantri Awas Yojna (PMAY). \nDelhi. The ministry defines those in the economically weaker section as having a family income of less than ₹0.3 \nmillion per annum; in low-income groups, ₹0.3 million–₹0.6 million; and in the middle-income group, above ₹0.6 \nmillion and less than ₹1.8 million. ", "2 \nC.  Monitoring and Reporting Arrangements \n \n6.  ADB  will  monitor  the  project.  NACL  will  provide  ADB  with  financial  reports  at \npredetermined intervals and as requested, including (i) quarterly unaudited financial statements, \n(ii) annual audited financial statements, (iii) quarterly compliance certificates for agreed-upon \nfinancial covenants, (iv) semiannual reporting on the use of ADB investment proceeds, (v) annual \nreporting  on  selected  development  indicators  agreed  by  ADB  and  the  borrower,  and  (vi) \nmonitoring of the implementation of the gender action plan.  \n \nD.  Evaluation \n \n7.  ADB will be preparing regular monitoring reports  at least on an annual basis. The first \nsuch report will be prepared no later than 12 months after the first disbursement.  \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20200930155418+08'00'", "Creator": "Microsoft® Word for Microsoft 365", "ModDate": "D:20210106163945+08'00'", "Producer": "Microsoft® Word for Microsoft 365", "Title": "RRP: Details of Implementation Arrangements"}}