{"path": "data/input/ta/reg-54137-001-tar-ld.pdf", "pages": ["Marine Aquaculture, Reefs, Renewable Energy, and Ecotourism for Ecosystem Services \nKnowledge and Support Technical Assistance (KSTA) 54137-001 \nTERMS OF REFERENCE FOR CONSULTANTS \n \n1.  A total of 63 person-months of consulting services will be engaged, with  26 person-months to be \nprovided by individual  international consultants and 37 person-months by a consulting firm (20 person-\nmonths international and 17 person-months national).  \n \nI.  Background \n \nA.  The Project \n \n2.  The knowledge and support technical assistance (TA) will facilitate future investment in sustainable \nocean  economy  development  through  two  main  activities:  (i)  assessment  of  marine  resource \ncommercialization  prospects  (including  energy,  seafood,  and  tourism)  and  identification  of  potential \ninvestment projects in selected developing member countries (DMCs); and (ii) stakeholder engagement \nand knowledge management on mechanisms to facilitate large-scale investments and to accelerate \nfinancing of selected projects.   \n \nB.  Major Elements and Outputs \n \n3.   Output 1: Healthy ocean investments catalyzed.  The TA will assess existing policies, \nregulatory frameworks, technologies, business models, learning from existing developments \nwhich  will  be  linked to  opportunities created by aggregation  of  activities  and suitability  for \nexpansion via various policy approaches informed by global and regional experience in large-\nscale energy development. The potential financing modalities will also be assessed   with focus \non sea use and cultural issues to meet local community expectations. Specific attention will be \nmade to engagement with local, national, and international stakeholders to support and secure \ncommitments  to  buy  energy  outputs  and  other  value-added  products  to  anchor  MARES \ninvestments. A structured process of discovery (surveys, interviews, and workshops) and curation \nwill identify a pipeline of investment projects which can be developed to match advanced market \ncommitments. The TA will support preliminary assessments of economic, environmental, social, \nand technical aspects of candidate investments, with recommendations for further development \nvia transaction TAs within the ADB Acton Plan for Healthy Ocean and Sustainable Blue Economy. \nInvestment operations will include public-private partnerships with sovereign and non-sovereign \nfinancial assistance. The frontier business models and leading technology to be explored will \nparticularly be opportunistic for upper middle-income countries especially in the non-sovereign \nsphere.    \n \n4.   Output 2: Knowledge in healthy oceans improved. Initial outcomes of the research, \nconsultations, and de-risking of prioritized investments on current commercial activities in the core \nMARES sectors will be shared with DMCs governments, local communities, and other key \nstakeholders through knowledge sharing events including workshops, seminars and investor \nforums. Activities in marine resource development , marine renewable energy to hydrogen and \nregenerative business models, and  the policy and regulation framework will be reviewed as will \nthe capacity of the community to engage in the underlying businesses in four core MARES sectors \nnamely, (i) marine energy (offshore solar, wind, tidal energy, etc.), coupled with production of \nhydrogen and other value added products; (ii) cultivated reefs, including rigs to reefs and living \nbreakwaters for coastal zone defense; (iii) restoration of ocean health through regenerative \naquaculture; and (iv) ecotourism. Knowledge products will be disseminated on ADB’s website. \nOutput 2 activities will be conducted in parallel with Output 1. \n \nC.  Deliverables \n \n5.  The TA deliverable is summarized as follows: ", "Marine Aquaculture, Reefs, Renewable Energy, and Ecotourism for Ecosystem Services \nKnowledge and Support Technical Assistance (KSTA) 54137-001 \n(i)  Assessment of policy and regulatory framework in target DMCs, \n(ii)  Assessment of existing examples of MARES solutions and provision of case studies where \navailable, \n(iii) Identification of potential MARES project transactions for initial screening, \n(iv) Collation of the project solutions with social and environmental safeguards and economic \nscreening into an ADB knowledge product or handbook, \n(v)  Screening  of  potential  transactions  with  social  and  environmental  safeguards  and \neconomic screening into project pipeline with recommendations, and \n(vi) Hosting and presenting in high level investor forum on MARES opportunities. \n \nD.  Interactions between Individual Consultants and Firm \n \n6.  Individual International Consultants will be engaged prior to the appointment of the firm.  These \ninternational consultants have high level expertise and experience. They will work on deliverables i) through \niii) under the supervision of the ADB Project Officer.  On appointment of the firm, all consultants shall assist \nthe Firm in the delivery of deliverables iv) through vi).  \n \n7.  Due the highly specialized nature of consultant expertise and the need to demonstrate the benefits \nof integrated solutions, all project team members (both Individuals and those engaged through the Firm) \nwill need to demonstrate the ability to work in a complex and collaborative environment. \n \n8.  The team will be collectively responsible for the delivery of the two project outputs. \n \n9.  The summarized qualifications and terms of reference of the consultants are described below. \n \nII.  Individual International Consultants (26 person-months) \n \n10.  Marine Economy Specialist (8 person-months): The Specialist will be responsible for leading the \ndelivery of initial TA activities including defining MARES investment types, identification of opportunities, \ncommunication with stakeholders and documentation of candidate investment operations in target DMCs. \nThe Specialist will coordinate with the Firm to harmonize the work of sector Specialists for production of an \nintegrated analysis and report. The Specialist will be required to demonstrate high level leadership \nexperience in the marine economy, notably shipping, offshore oil and gas or naval service (20 years \npreferred expertise). S/he will be responsible for integrating inputs from sector specialists and work with the \ncoordinator. \n  Devise a systematic methodology for identification and prioritization of MARES investments, \nincorporating criteria for resilient, inclusive, sustainable, and regenerative investments.  \n  Prepare consultation briefing notes in collaboration with all specialists. \n  Conduct stakeholder consultations with public and private stakeholders, representatives from \nrelevant agencies and development partners. \n  Provide leadership on inputs of other specialists and refer for consolidate the information and \nanalysis for the knowledge products by a Firm to be appointed separately.  The Knowledge Product \nwill also include a roadmap for taking forward ocean health initiatives which consider appropriate \ninstitutional structures and partnerships. \n  Provide leadership in potential MARES solutions transactions to be analyzed and collated by a \nFirm to be appointed separately. Prioritize investments which can scale for regeneration of ADB \nhealthy ocean portfolio. \n  Work with the other team members including  national coordinators on the  preparation  and \nimplementation of opportunity, policy and regulations dialogues with stakeholders. \n \n11.  Marine Hydrogen Energy Specialist (6 person-months): The Specialist will provide technical \ninputs on challenges and opportunities for investments in the production, storage and transformation of \nhydrogen derived from marine renewable energy. This should include reviewing existing initiatives and \nknowledge on the blue economy and explain how hydrogen production can contribute to improving ocean \nhealth. The specialist will identify opportunities and explore a minimum of two specific initiatives and provide \nan action plan for taking the work forward. The Specialist will be required to demonstrate high level technical ", "Marine Aquaculture, Reefs, Renewable Energy, and Ecotourism for Ecosystem Services \nKnowledge and Support Technical Assistance (KSTA) 54137-001 \ncapacity in the hydrogen production, storage, logistics and markets with experience in the marine economy, \nnotably shipping or offshore oil and gas (10 years preferred expertise). The Specialist will: \n  Identify and scope potential technical solutions for production of hydrogen from marine renewable \nenergy (notably electrolysis) leading to two key recommended initiatives. \n  Elaborate on the requirements for the recommended initiatives including potential infrastructure, \ncapacity building and policy or regulatory reforms. \n  Produce a draft report with findings and initial recommendations. This should include key next steps \nfor taking the action forward. \n  Provide leadership in consultations on this issue. \n  Contribute to interim/final reports and knowledge products under the direction of the project \ncoordinator. \n \n12.  Regenerative Marine Aquaculture Specialist (4 person-months): The expert will provide inputs \nand advice on opportunities and technical feasibility of investment opportunities on regenerative marine \naquaculture  with  specific  attention  to  large-scale  operations  in  Exclusive  Economic  Zones. \nRecommendations should consider how to increase ecosystems enhancement prospects via integration \nwith energy and tourism components of MARES approach and improve economic/social/environmental \nvalue of marine aquaculture (including fisheries). The priority will be on resilient, inclusive, regenerative, \nand sustainable initiatives. The Specialist will be required to demonstrate high level technical capacity in \nthe marine aquaculture including production, logistics and markets (10 years preferred expertise).  The \nspecialist will provide inputs to the project coordinator for the overall report. Anticipated activities include, \nbut are not limited to: \n  Background analysis and literature review on the legal and economic frameworks and strategies \naround fisheries, marine aquaculture and Exclusive Economic Zones in the selected countries; \n  Identify and scope potential technical solutions leading to potential investments. \n  Work with regional stakeholders on evolving plans and strategies in this area to avoid duplication \nof efforts; \n  Elaborate on the requirements for the recommended initiatives including potential infrastructure, \ncapacity building, and policy or regulatory reforms; \n  Produce a draft report with findings and initial recommendations. This should include key next steps \nfor taking the actions forward. \n  Lead consultations on the draft report with stakeholders \n  Produce a final report incorporating feedback from stakeholders. \n \n13.  Cultured Reefs Specialist (4 person-months): The Specialist will provide technical inputs on \nchallenges, opportunities for investments in cultured reefs and other ecological defense assets. This should \ninclude reviewing existing initiatives and knowledge on the blue economy and explain how cultured reefs \ncan improve ocean health. The Specialist will identify opportunities and explore a minimum of two specific \ninitiatives and provide an action plan for taking the work forward. The Specialist will be required to \ndemonstrate  high  level  technical  capacity  in  the  artificial  or  culture  reefs  including  site  selection, \ndevelopment, production, logistics and markets (10 years preferred expertise).  The Specialist will: \n  Identify and scope potential technical solutions for cultured reefs (including augmentation of natural \nreefs, reefs cultivated on offshore energy assets and shipwrecks, and living breakwaters) and \necological defense assets leading to two key recommended initiatives. \n  Elaborate on the requirements for the recommended initiatives including potential infrastructure, \ncapacity building and policy or regulatory reforms. \n  Produce a draft report with findings and initial recommendations including key next steps for taking \nthe action forward. \n  Lead consultations on this issue. \n  Contribute to interim/final reports and knowledge products under the direction of the project \ncoordinator. \n \n14.  Marine Renewable Energy Specialist (4 person-months): The Specialist will provide technical \ninputs on challenges and opportunities for investments in marine renewable energy. This will include \nreviewing existing initiatives and knowledge on the blue economy and explain how renewable energy can ", "Marine Aquaculture, Reefs, Renewable Energy, and Ecotourism for Ecosystem Services \nKnowledge and Support Technical Assistance (KSTA) 54137-001 \nimprove ocean health. The Specialist should identify opportunities and explore a minimum of two specific \ninitiatives and provide an action plan for taking the work forward. The Specialist will be required to \ndemonstrate high level technical capacity in the marine renewable energy including site selection, site \ndevelopment, production, transmission, logistics and markets (5 years preferred expertise). The Specialist \nwill: \n  Identify and scope potential technical solutions for renewable energy development in marine waters \nwith special attention to large scale development in Exclusive Economic Zones. The renewable \nenergy development will include identification of opportunities to integrate marine aquaculture, \ncultured reefs and ecological defense assets leading to a minimum of two key recommended \ninitiatives. \n  Elaborate on the requirements for the recommended initiatives including potential infrastructure, \ncapacity building and policy or regulatory reforms. \n  Produce a draft report with findings and initial recommendations. This should include key next steps \nfor taking the action forward. \n  Lead consultations on marine renewable energy development. \n  Contribute to interim/final reports and knowledge products under the direction of the project \ncoordinator. \n \nIII.  Consulting Firm \n \nA.  International (20 person-months) \n \n15.  Project Coordinator (8 person-months).  The firm will co-ordinate a scoping study for regenerative \nmarine economy investments pipeline for two (2) developing member countries with associated knowledge \nproducts to explain at a high level the technical, environmental and social aspect of the investments. The \ninvestment pipeline will be identified through prior knowledge work, research and consultations with \nindividual specialist, firm engaged specialists and stakeholders. The firm will produce a scoping study of \nthe potential projects including environmental, economic, social impact frameworks, technical constraints \nand success factors, advise on appropriate financing methodologies, division of roles and responsibilities \nbetween stakeholders. The firm will support stakeholder consultations on realizing implementation of \nidentified projects. The firm will deliver knowledge products which include the nature and scope of existing \nregenerative  marine  economy  investments  in  Marine  Aquaculture,  Reefs,  Renewable  Energy,  and \nEcotourism for Ecosystem Services (MARES), the potential for integration, and identify the policy and \nregulations required for expansion at scale through a pipeline of projects which can be further developed \nfor investment operations by ADB and other co-financiers. The firm will make use of and collate the \nknowledge from the various specialist consultants.  Prior experience in developing high level, internationally \nrecognized knowledge products relating to ocean resource utilization, the blue economy and the health of \nour ocean will be a pre-requisite (5 years preferred expertise). \n \n16.  Marine Resource Economist (3 person-months): The Economist will be responsible for leading \npreliminary economic analysis of investments and justifying the basis of the MARES approach. S/he should \nwork closely with the project coordinator on prioritizing investment options for analysis and structure \nincluding exclusive economic zones, advanced market commitments and blended finance. The Specialist \nwill be required to demonstrate high level technical capacity in the marine related economics with \nexperience in international organizations, shipping, oil and gas or NGOs  ( 5 years preferred expertise).  \nS/he will be responsible for: \n  Advising on criteria for selection of options for collaboration based on economic and financial \nconsiderations. \n  Assessing market potentials and identifying investment opportunities by conducting least cost \nanalysis, alternative analysis and cost-benefit analysis including valuation of ecosystem services.  \n  Conducting cost-benefit analysis for investment options. \n  Accounting GHG emission reduction potentials and other ecosystem benefits for the investment \noptions and estimating overall environmental and social benefits. \n  Conducting sensitivity analysis and distribution analysis (particularly if the investment option is for \npoverty alleviation).  ", "Marine Aquaculture, Reefs, Renewable Energy, and Ecotourism for Ecosystem Services \nKnowledge and Support Technical Assistance (KSTA) 54137-001 \n  Ensure internal communication of underlying assumptions, data challenges and key variables with \nproject coordinator and other members of the consulting team wither through an internal workshop. \n  Working with stakeholders to collect and analyze required data. \n  Preparing a draft report outlining the methodology and results of the analysis and recommendations \nto be incorporated into knowledge products. \n  Conducting consultation on the draft findings and recommendations with key stakeholders. \n  Contributing to interim/final reports and knowledge products under the direction of the project \ncoordinator. \n \n17.  Ecotourism Specialist (2 person-months): The tourism sector Specialist will be responsible for \nadvising on how the proposed activities can be integrated to support resilient, inclusive and sustainable \nblue economies. This may include for example consideration of mechanisms for redistribution of costs and \nbenefits, supporting assistance and capacity building, approaches to comprehensive participation and \ninclusion. \n  Elaborate on the requirements and potential impacts of the recommended initiatives including \ncapacity building and policy or regulatory reforms \n  Produce a draft report with findings and initial recommendations. This should include key next steps \nfor taking the action forward. \n  Lead consultations on the draft report with stakeholders \n  Contribute to interim/final reports and knowledge products under the direction of the project \ncoordinator. \n \n18.  Marine Scientist/Environmental Safeguards Specialist (international, 4 person-months).  The \nSpecialist will be required to demonstrate experience in international organizations, shipping, oil and gas \nor NGOs  ( 5 years preferred expertise).  The Specialist will:  \n  Conduct environmental screening of candidate investment projects and provide input to project \nteam on impacts on the marine ecosystem. \n  Provide advice on impacts on water quality,  \n  Prepare  categorization  of  the  investments  as  per  ADB’s  Safeguard  Policy  Statement  2009 \nrequirements;  \n  Recommend mitigation measures, identify critical monitoring requirements, and specify regulatory \nenforcement arrangements  \n  Contribute to interim/final reports and knowledge products under the direction of the project \ncoordinator. \n \n19.  Social Safeguards Specialist (international, 3 person-months).  The Specialist will be required to \ndemonstrate experience in international organizations, shipping, oil and gas or NGOs  ( 5 years preferred \nexpertise).  The Specialist will:  \n  Undertake social, poverty, and gender related screening in accordance with ADB guidelines.  \n  Screen for land acquisition and resettlement requirements of candidate investment projects.  \n  Prepare  categorization  of  the  investments  as  per  ADB’s  Safeguard  Policy  Statement  2009 \nrequirements;  \n  Contribute to interim/final reports and knowledge products under the direction of the project \ncoordinator. \n \nB.  National (17 person-months) \n \n20.  National coordinators (2 individuals, 4 person-months each): The national coordinators will \nsupport the SDCC Energy Sector Group and international consultants with administrative and logistical \nsupport for organization of meetings, workshops and missions related to the TA activities. The RETA is \nexpected to cover 2 DMCs initially, therefore a national coordinator from each DMC will be required. The \ncoordinator will be required to demonstrate experience in international organizations, shipping, oil and gas \nor NGOs  ( 5 years preferred expertise).  The National Coordinators will: \n  Advise on suitable itineraries and routes for team missions; \n  Set up meetings and consultations for project team missions; ", "Marine Aquaculture, Reefs, Renewable Energy, and Ecotourism for Ecosystem Services \nKnowledge and Support Technical Assistance (KSTA) 54137-001 \n  Prepare minutes of meetings; \n  Support administrative tasks for organization of workshops, trainings and meetings including \nliaising with service providers, preparing and sending invitations and follow-up on evaluations; \n  Support circulation of consultancy outputs with national stakeholders; \n  Undertake other related tasks as may be required. \n  Contribute to interim/final reports and knowledge products under the direction of the project \ncoordinator. \n \n21.  Social Sector Specialist (2 individuals, 3 person-months each): The social sector Specialists will \nsupport other sector specialists through the engagement with national business and NGOs to determine \nthe  impact  of  potential  MARES  investments  and  investment  scope  changes  to  ensure  community \nacceptance. The RETA is expected to cover 2 DMCs initially, therefore a social specialist from each DMC \nwill be required. The coordinator will be required to demonstrate experience in international organizations, \nshipping, oil and gas or NGOs  ( 5 years preferred expertise).  Specifically, the specialists will: \n  Source, prepare and structure social sector data in accordance with the requirements of ADB and \nother specialists  \n  Produce communications materials, engage in ongoing consultation and feedback to the project \ncoordinator and other specialists. \n  Document consultations and share with project coordinator/national coordinators \nContribute to interim/final reports and knowledge products under the direction of the project \ncoordinator. \n \nIV.  Resource Persons (3 person-months)   \n \n22.  Various experts will be mobilized from time-to-time to provide advice and guidance in technical and \nsector or thematic specific areas to the consultant team to prepare background and presentation materials \nfor their reports.  \n \n23.  In cases where national / local knowledge and expertise is required, the resource persons will be \nnational consultants. Other cases may require international consultants. \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20201209104004+08'00'", "ModDate": "D:20210104192325+08'00'", "Producer": "Microsoft: Print To PDF", "Title": "Terms of Reference for Consultants"}}