{"path": "data/input/ta/reg-54068-001-tar-ld-01.pdf", "pages": ["                                             Support to Climate Resilient Investment Pathways in the Pacific (KSTA REG 54068) \nTERMS OF REFERENCE FOR CONSULTANTS \n \n \n1.  A firm and a team of international and national consultants will be engaged to assist in \ntechnical  assistance  (TA)  implementation.  The  TA  will  require  about  70  person-months  of \ninternational and 50 person-months of national consultant inputs. Listed below are the individual \nconsultants to comprise the team which will assist in TA implementation, and the firm to conduct \nthe planned multi-hazard assessment in a selected DMC (estimated at 107 person months). \nA climate change economist and other international experts in the field of natural management \nand a geographic information system specialist may also be required (estimated at 13 person \nmonths).  The  Asian  Development  Bank  (ADB)  will  engage  all  consultants  and  carry  out \nprocurement following the ADB Procurement Policy (2017, as amended from time to time) and its \nassociated project administration instructions and/or staff instructions. \n \nA.  International Consultants \n \n2.  Senior Climate Change Scientist (7 person-months, intermittent). The scope of work is \nto provide technical inputs and guidance to enable ADB investments in the Pacific to contribute \nto systemic resilient low-carbon adaptation pathways in accordance with ADB’s Strategy 20301 \nand the Pacific Approach, 2021–2025, which will be finalized in 2021. The consultant will have a \ndoctoral degree in a field related to climate change, will have at least 15 years of experience \nworking in climate change adaptation related analysis and will have a current affiliation with an \nacademic institution. The consultant will be responsible for the following tasks:  \n(i)         Support PARD’s Climate Change and DRM team in developing sector-specific \ngood  practice  guidance  based  on  insights  gained  from  consultations  with \ninternational experts, ADB operations departments, DMCs and the latest academic \nliterature.  \n(ii)  Contribute to the expanded access to data on climate change and disaster risks \nwith a specific focus on data relating to SLR, extreme rainfall and changes to \ndrought patterns \n(iii)  Contribute to incorporating climate change and DRM considerations into country \npartnership strategies, country programming, and project design.  \n(iv)  Contribute to the development of adaptation pathways that enable governments of \nthe small island developing states (SIDS) to approach development planning under \nclimate change uncertainty and that help decision-makers to sequence measures \nfor flexible implementation with limited desirable and maladaptive consequences.  \n(v)  Conduct  preliminary  scoping  and  assessment  of  climate  risks  and  project \nvulnerabilities and the design of fit-for-purpose climate risk assessments. This \nincludes state-of-the-art reviews of emerging engineering design and decision-\nmaking protocols that reflect the impacts of climate change. \n(vi)  Strengthen the knowledge, skills, and practices of government agencies and ADB \nstaff by participating in knowledge events facilitated under the Knowledge and \nSupport Technical Assistance Support to Climate Change Resilient Investment \nPathways in the Pacific.    \n(vii)  Any other relevant tasks. \n \n3.  Climate Change and Disaster Risk Management Specialist (2 positions, each for 10 \nperson-months).  Each  consultant  will  have  at  least  a  master’s  degree  in  economics, \nenvironmental science, or a related field, and 10 years of experience related to climate change, \n \n1 ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. Manila. ", "2 \nand disaster risk management (DRM). Knowledge of ADB and experience in the Pacific are highly \ndesirable. Each consultant will be responsible for the following tasks: \n(i)  Conduct an analysis of the key barriers to long-term adaptation in at least two \nDMCs—identifying the full range of economic, political, and governance barriers in \nits Pacific DMCs, as well as benefits and opportunities that adaptation would bring \nto Pacific DMCs.  \n(ii)  Contribute to the expanded access to data on climate change and disaster risks \nbased on in country consultations, collection of primary data and desk-based \nanalysis.  \n(iii)  Provide expertise to incorporate climate change and DRM considerations into \ncountry partnership strategies, country programming, and project design.  \n(iv)  Contribute to the development of adaptation pathways that enable governments of \nthe SIDS to approach development planning under climate change uncertainty and \nthat help decision-makers to sequence measures for flexible implementation with \nlimited desirable and maladaptive consequences. \n(v)  Identify opportunities for investment with significant climate change adaptation \nand/or  DRM  benefits  and  climate  and  disaster-proofing  options,  as  well  as \nassociated co-benefits, in accordance with national development plans (including \nsector plans, intended nationally determined contributions, National Adaptation \nPlans, and National Action Plans for Disaster Risk Management). \n(vi)  Provide expertise to support ADB to continue its efforts to access external climate \nfinance from bi-lateral and multi-lateral sources including developing co-financing \nproposals for the Green Climate Fund, Global Environmental Facility and other co-\nfinancing resources.   \n(vii)  Conduct  preliminary  scoping  and  assessment  of  climate  risks  and  project \nvulnerabilities and the design of fit-for-purpose climate risk assessments. This \nincludes state-of-the-art reviews of emerging engineering design and decision-\nmaking protocols that reflect the impacts of climate change. \n(viii)  Conduct economic analyses of projects and estimate the incremental costs of \nadaptation \n(ix)  Strengthen the knowledge, skills, and practices of government agencies and ADB \nstaff by participating in knowledge events facilitated under the Knowledge and \nSupport Technical Assistance Support to Climate Change Resilient Investment \nPathways in the Pacific.  \n(x)  Prepare reports as required. \n(xi)  Any other relevant tasks. \n \nB.  National Consultants \n \n4.  Climate  Change  Specialist  (25  person-months).  The  consultant  will  have  at  least \n10 years of experience working in climate change adaptation related project implementation and \ncoordination and will hold both undergraduate and master’s degrees in a related field.  \n(i)  Coordinate with ADB project teams, consultants and government counterparts in \nimplementing the plan of activities. \n(ii)  Attend and participate, as required by the project officer, in all project meetings \nincluding inception workshops, planning sessions and missions. \n(iii)  Coordinate  with  the  PARD  sector  divisions  to  plan  climate  risk  assessment \nsupport,  including  contributions  to  developing  Terms  of  Reference  providing \nconsultant input to conduct climate risk assessments, and coordinating quality \nassurance and peer review of climate risk assessments. ‘ ", "3 \n(iv)  Support the lead consultants conducting the analysis of the key barriers to long-\nterm adaptation in at least two DMCs—identifying the full range of economic, \npolitical, and governance barriers in its Pacific DMCs. \n(v)  Contribute to the expanded access to data on climate change and disaster risks \nby supporting coordination with regional partners, data capture and engagement \nwith relevant platforms.  \n(vi)  Support  PARD’s  work  on  developing  adaptation  pathways  that  enable \nGovernments  of  the  SIDS  to  approach  development  planning  under  climate \nchange uncertainty and that help decision-makers to sequence measures for \nflexible implementation with limited desirable and maladaptive consequences. \n(vii)  Support ADB to continue its efforts to access external climate finance from bi-\nlateral and multi-lateral sources including developing co-financing proposals.  \n(viii)  Together  with  the  project  officer,  define  baselines,  targets  and  timelines  for \nimplementation; and implement progress monitoring and evaluation. \n(ix)  Review  PARD  experience  on  climate  change  and  the  climate  change \nimplementation  plan  and  provide  recommendations  for  updating  the  climate \nchange implementation plan, as well as for communication and dissemination of \nlessons. \n(x)  Prepare and submit reports. \n(xi)  Any other relevant tasks. \n \n5.  Project Coordinator (25 person-months). The consultant will have at least 10 years of \nexperience in project administration, and a bachelor’s degree in a related field. Experience with \nADB is highly desirable. The consultant will be responsible for the following tasks: \n(i)  Support the project officer in coordinating implementation of the TA. \n(ii)  Support coordination and scheduling of inputs by consultants. \n(iii)  Develop  project  implementation  schedules  and  apply  adaptive  management \napproaches to ensure smooth delivery of the TA outputs. \n(iv)  Support the recruitment of consultants. \n(v)  Support financial administration of the TA. \n(vi)  Coordinate and organize workshops and meetings. \n(vii)  Create and maintain a database for climate risk assessments and other climate \ninformation. \n(viii)  Support the preparation of reports, publications, and knowledge products. \n(ix)  Undertake any other tasks needed to ensure the smooth implementation of the TA. \n \nC.  Firm \n \n6.  Multi-Hazard Risk Assessment (international experts, 30 person-months). The draft \nPacific Approach, 2021–2025 is placing the coronavirus disease (COVID-19) recovery and \nbuilding resilience at the center of ADB’s strategy for engagement in the Pacific for the next 5 \nyears. To effectively prioritize climate change adaptation components of that strategy and to build \nadaptation pathways for specific population centers, detailed assessments of hazards, exposure \nand risk under climate change considerations are required. This assignment will aim to provide \nthe necessary detailed information for Government and ADB for at least one population center in \none of the SIDS.2 This assignment aims to provide the necessary detailed hazard information \n(covering pluvial inundation, sea level rise including inundation associated king tides and storm \n \n2 To be selected in conjunction with other PARD processes including FCAS Analysis and the Pacific Disaster Resilience \nProgram.  \n ", "4 \nsurges, tropical cyclones, drought and seismic events as applicable to the particular setting), \nexposure and vulnerability to generate an in-depth understanding of the increased risk that \nclimate change will create for the current and future assets, population and socio-economic \ncontext.  \n \nScope of Work \n \n7.  The hazard, exposure and vulnerability assessment will comprise the following tasks:  \n(i)  A probabilistic hazard assessment of inundation from pluvial flooding, storm surge, \nextreme  sea  levels,  cyclones,  and  drought  under  current  and  future  climate \nconditions including selected sea level rise scenarios. \n(ii)  An  assessment  of  seismic  hazards  as  applicable  to  the  situation  (e.g., \nearthquakes, volcanoes, and tsunamis. \n(iii)  An exposure dataset and assessment of population, buildings, road, power, water \nand communications infrastructure will be developed to estimate the exposure to \neach of the hazards under current and future climate change scenarios. \n(iv)  Physical vulnerability curves for each building types, roads, power, water, and \ncommunications infrastructure.  \n(v)  Development  of  social  vulnerability  indicators  to  estimate  the  impact  on \nhousehold’s livelihood and poverty index. \n(vi)  Conduct a probabilistic risk assessment for each of the hazards. \n(vii)  Develop state-of-the-art communication products for conveying the significance of \nthe findings to stakeholders for planning future investments.  \n \n8.  Detailed Terms of Reference will be developed based on the particular DMC and urban \ncenter selected.  \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20201218122746+08'00'", "Creator": "Microsoft® Word for Microsoft 365", "ModDate": "D:20201221155314+08'00'", "Producer": "Microsoft® Word for Microsoft 365", "Title": "Terms of Reference for Consultants"}}