{"path": "data/input/ta/reg-54412-001-tar-ld-01.pdf", "pages": ["Improved Decision-making for Climate Resilient Development in Asia and the Pacific                                      \nKnowledge and Support Technical Assistance (KSTA) 54412-001 \n \nTERMS OF REFERENCE FOR CONSULTANTS \n \nI.  Background \n \nThe terms of reference for consultants describe the main tasks under this technical assistance \n(TA). The TA has two outputs: (i) country systems for climate risk-informed fiscal decision-making \nstrengthened;  and  (ii)  knowledge  on  climate  risk-informed  decision-making  enhanced.  The \noutputs  will  be  implemented  in  three  developing  member  countries  (DMCs)  of  the  Asian \nDevelopment Bank (ADB)—Armenia, Indonesia, and Mongolia. The TA will require a minimum of \n51 person-months of international and 144 person-months of national consulting services. ADB \nwill engage the consultants following the ADB Procurement Policy (2017, as amended from time \nto time) and its associated project administration instructions and/or staff instructions. The \nengagement of consultants will include individual consultant (international and national) and a \nfirm (international).  \n \nII.  Individual Consultants \n \n1.  Climate Risk and Adaptation Specialist (International, 9 person-months, intermittent) \n \nScope of Work: The Climate Risk and Adaptation Specialist will lead the work on compiling \nclimate risk profiles for the three DMCs which can be used for fiscal and sector-specific decision-\nmaking purposes. Under the guidance of ADB project officer, the consultant will undertake the \nfollowing tasks:  \n(i)  undertake discussion with ministries of finance in 3 DMCs to understand the type \nof fiscal decisions that they need to make and identify how such decisions can be \nimpacted by current and future climate risk; \n(ii)  based on understanding of fiscal decision-making processes, lead the compilation \nof climate risk information that can be used by ministries of finance; \n(iii)  based on discussion with national stakeholders responsible for collecting and \nprocessing climate risk data, provide recommendations to ministries of finance on \nhow national climate risk data infrastructure can be strengthened;  \n(iv)  develop country-specific capacity building modules for ministries of finance on use \nof  climate  risk  information  and  on  adoption  of  climate  adaptation/resilience \nmeasures as part of risk-informed fiscal decision-making;  \n(v)  undertake research and analytics on net benefits of investments in resilience, and \nfiscal policy (including fiscal incentive) implications for enhancing resilience; \n(vi)  undertake discussion with ministries of finance in 3 DMCs to support identification \nof country-specific adaptation/resilience measures that can be promoted through \nrisk-informed fiscal decision-making, including combination of financial, regulatory \nand policy measures;  \n(vii)  support ministries of finance to strengthen inter-agency coordination on climate \nadaptation/resilience  in  order  to  identify  collective  actions  that  needs  to  be \nundertaken to improve wider systems for adaptation/resilience,  \n(viii)  design  and  lead  the  conduct  of  roundtable  meetings  with  stakeholders \n(government, private sector, civil society organizations) to identify challenges \nfaced by different stakeholders to scale up investments adaptation and discuss \nopportunities;  \n(ix)  discuss with selected sector ministries in 3 DMCs (one from each ministry) to \nunderstand the long-term vision of the sector and the type of decisions they need \nto make from long-term planning perspective to achieve the vision, and identify \nhow such decisions can be impacted by current and future climate risk; ", "Improved Decision-making for Climate Resilient Development in Asia and the Pacific                                      \nKnowledge and Support Technical Assistance (KSTA) 54412-001 \n \n(x)  based on understanding of sector vision and decision-making processes, lead the \ncompilation of climate risk information that will be critical for developing climate \nresilient pathway for the sector; \n(xi)  based on discussion with national stakeholders responsible for collecting and \nprocessing climate risk data, provide recommendations to sector ministries on how \nthey can support strengthening of national climate risk data infrastructure;  \n(xii)  develop and support in delivery of country-specific capacity building modules for \nsector ministries on use of climate risk information for decision-making; \n(xiii)  support  public  financial  management  specialist,  macroeconomist  and  sector \nclimate adaptation specialist to select the type of climate risk information needed \nfor decision-making purposes;  \n(xiv)  provide guidance to national climate change experts on collecting climate risk data, \ninformation,  undertaking  stakeholder  analysis  and  policy  analysis  on \nadaptation/resilience measures and conduct of capacity building.  \n(xv)  coordinate with the firm engaged on knowledge management related activities.   \n \n \nMinimum Qualification Requirements: \n  The candidate will hold a degree, preferably at the graduate level, in atmospheric science, \napplied climatology, earth science (hydrology), physical geography or the equivalent. \n  Minimum of 8 years of experience, ideally including extensive work within Asia and the \nPacific, in the preparation and use of climatic risk information to support decisions and design \nof adaptation measures, especially in the context of fiscal decision-making. \n \n2.  Public Financial Management Specialist (International, 4 person-months, intermittent) \n \nScope  of  Work:  The  Public  Financial  Management  will  lead  the  work  on  providing \nrecommendations  for  integrating  climate  resilience  considerations  into  public  financial \nmanagement tools and processes in the three DMCs. Under the guidance of ADB project officer, \nthe consultant will undertake the following tasks:  \n(i)  undertake discussion with ministries of finance in 3 DMCs to understand the tools \nand processes used for public financial management; \n(ii)  undertake discussions with climate risk specialist and climate adaptation specialist \nto identify entry points and topics for integrating climate resilience considerations \ninto public financial management tools and processes; \n(iii)  in close consultation with ministries of finance provide recommendations on how \nclimate resilience considerations can be integrated in specific tools or processes; \n(iv)  develop and support in delivery of country-specific capacity building modules for \nministries of finance on integration of climate risk information into public financial \nmanagement processes; and  \n(v)  provide guidance to national public financial management expert on collection of \ninformation and undertaking of analysis.  \n \nMinimum Qualification Requirements: \n  The candidate will hold a degree, preferably at the graduate level, in economics, public \nfinancial management or the equivalent, with good understanding of climate risk.  \n  Minimum of 8 years of experience, ideally including extensive work within Asia and the \nPacific, on climate risk-informed decision-making. \n \n \n ", "Improved Decision-making for Climate Resilient Development in Asia and the Pacific                                      \nKnowledge and Support Technical Assistance (KSTA) 54412-001 \n \n3.  Climate Adaptation Sector Specialist (International, 4 person-month, intermittent) \n \nScope of Work: The Climate Adaptation Sector Specialist will lead the work on supporting DMCs \ndevelop the climate-resilient development pathway for selected sectors. Under the guidance of \nADB project officer, the consultant will undertake the following tasks:  \n(i)  discuss with selected sector ministries in 3 DMCs (one from each ministry) to \nunderstand the long-term vision of the sector and the type of decisions they need \nto make from long-term planning perspective to achieve the vision, and identify \nhow such decisions can be impacted by current and future climate risk \n(ii)  based on understanding of sector vision and decision-making processes, and \nworking in close collaboration with Climate Risk Specialist, suggest the aspects to \nbe  covered  in  the  climate-resilient  pathway  and  identify  broad \nadaptation/resilience-related  recommendations  for  policy,  investments  and \nknowledge; \n(iii)  undertake consultations with government agencies, development partners and \nprivate sector on the proposed scope of the climate-resilient pathway, to seek \ninputs and improve the recommendations; \n(iv)  provide  guidance  to  government  on  operationalization  of  the  climate-resilient \npathway; \n(v)  provide inputs to ADB on potential support to help government implement the \nclimate-resilient pathway, including ideas on policies, investment and knowledge \n(vi)  develop and support in delivery of country-specific capacity building modules for \nsector ministries on climate-resilient pathway; \n(vii)  support  public  financial  management  specialist,  macroeconomist  and  climate \nadaptation specialist with sector specific information; and \n(viii)  provide guidance to national sector expert on collection of climate risk data, \nundertaking analysis and conduct of capacity building courses.  \n \nMinimum Qualification Requirements: \n  The candidate will hold a degree, preferably at the graduate level, in agriculture, fisheries, \nwater resources or the equivalent, with good understanding of climate risk context in the \nsectors. \n  Minimum of 8 years of experience, ideally including extensive work within Asia and the \nPacific, in sector-specific adaptation projects. \n \n4.  Macroeconomist (International, 4 person-months, intermittent) \n \nScope of Work: The Macroeconomist will lead the work on providing recommendations for \nintegrating climate resilience considerations into macroeconomic forecasting tools and processes \nin the three DMCs. Under the guidance of ADB project officer, the consultant will undertake the \nfollowing tasks:  \n(i)  undertake discussion with ministries of finance in 3 DMCs to understand the \nmacroeconomic forecasting tools and processes; \n(ii)  undertake research and analytics on the macroeconomics impacts of climate risk \non the country \n(iii)  undertake discussions with climate risk specialist and climate adaptation specialist \nto identify entry points and topics for integrating climate resilience considerations \ninto macroeconomic forecasting tools and processes; \n(iv)  in close consultation with ministries of finance provide recommendations on how \nclimate resilience considerations can be integrated in macroeconomic forecasting \ntools and processes; ", "Improved Decision-making for Climate Resilient Development in Asia and the Pacific                                      \nKnowledge and Support Technical Assistance (KSTA) 54412-001 \n \n(v)  develop and support in delivery of country-specific capacity building modules for \nministries of finance on integration of climate risk information into macroeconomic \nforecasting tools and processes; and  \n(vi)  provide guidance to national macroeconomist on collection of information and \nundertaking of analysis.  \n \nMinimum Qualification Requirements: \n  The  candidate  will  hold  a  degree,  preferably  at  the  graduate  level,  in  economics \n(specialization in macroeconomics) with good understanding of climate risk.  \n  Minimum of 8 years of experience, ideally including extensive work within Asia and the \nPacific, on climate risk-informed decision-making. \n \n5.  Climate Adaptation Expert (National, 3 positions, 18 person-months each, intermittent) \n \nScope of Work: The Climate Adaptation Specialist will lead the support to be provided to DMC \ngovernments in implementing the TA. Under the guidance of ADB project officer, the consultant \nwill undertake the following tasks:  \n(i)  undertake discussion with ministry of finance to understand the type of fiscal \ndecisions that they need to make and identify how such decisions can be impacted \nby current and future climate risk; \n(ii)  support the development and lead the delivery of country-specific capacity building \nmodules for ministries of finance on climate risk-informed fiscal decision-making;  \n(iii)  support  Climate  Adaptation  Sector  Specialist  and  Climate  Adaptation  Sector \nExpert in discussing with selected sector ministries in 3 DMCs (one from each \nministry) to understand the long-term vision of the sector and the type of decisions \nthey need to make from long-term planning perspective to achieve the vision, and \nidentify how such decisions can be impacted by current and future climate risk; \n(iv)  support  TA  focal  agencies  in  coordinating  with  other  stakeholders  including \norganizing inter-agency coordination meetings, round table meetings, consultation \nworkshop, and peer-to-peer learning; and \n(v)  support  international  specialists  and  consulting  firm  on  TA  related  in-country \nmatters. \n \nMinimum Qualification Requirements: \n  The candidate will hold a degree, preferably at the graduate level, in atmospheric science, \napplied climatology, earth science (hydrology), physical geography or the equivalent. \n  Minimum of 5 years of in-country experience in climate adaptation. \n \n6.  Public Financial Management Expert (National, 3 positions, 12 person-months each, \nintermittent) \n \nScope of Work: The Public Financial Management Expert will support DMCs to identify entry \npoints and integrate climate resilience considerations in public financial management tools and \nprocesses. Under the guidance of ADB project officer, the consultant will undertake the following \ntasks:  \n(i)  undertake  discussion  with  ministry  of  finance  to  understand  the  tools  and \nprocesses used for macroeconomic forecasting and public financial management; \n(ii)  undertake discussions with public financial management specialist, climate risk \nspecialist, climate adaptation specialist and macroeconomic specialist to identify \nentry  points  and  topics  for  integrating  climate  resilience  considerations  into \nmacroeconomic forecasting and public financial management tools and processes; ", "Improved Decision-making for Climate Resilient Development in Asia and the Pacific                                      \nKnowledge and Support Technical Assistance (KSTA) 54412-001 \n \n(iii)  support  ministries  of  finance  to  integrate  climate  resilience  considerations  in \nnecessary tools and processes related to macroeconomic forecasting and public \nfinancial management; and \n(iv)  support the development and lead the delivery of country-specific capacity building \nmodules for ministries of finance on integrating climate risk considerations in \nmacroeconomic forecasting public financial management. \n \nMinimum Qualification Requirements: \n  The candidate will hold a degree, preferably at the graduate level, in economics, public \nfinancial management or the equivalent. \n  Minimum of 5 years of in-country experience in fiscal policy and related matters. Good \nunderstanding of climate risk is desirable. \n \n7.  Climate  Adaptation  Sector  Expert  (National,  3  positions,  12  person-months  each, \nintermittent) \n \nScope of Work: The Climate Adaptation Sector Expert will support DMCs to develop climate \nresilient pathways for sectors. Under the guidance of ADB project officer, the consultant will \nundertake the following tasks:  \nundertake discussion with ministry of finance to understand the type of fiscal decisions that they \nneed to make and identify how such decisions can be impacted by current and future climate risk; \n(i)  discuss with sector ministry to understand the long-term vision of the sector and \nthe type of decisions they need to make from long-term planning perspective to \nachieve the vision, and identify how such decisions can be impacted by current \nand future climate risk; \n(ii)  based on understanding of sector vision and decision-making processes, and \nworking in close collaboration with Climate Risk Specialist and Climate Adaptation \nExpert suggest the aspects to be covered in the climate-resilient pathway and \nidentify  broad  adaptation/resilience-related  recommendations  for  policy, \ninvestments and knowledge; \n(iii)  support  in  undertaking consultations  with  government  agencies,  development \npartners and private sector on the proposed scope of the climate-resilient pathway, \nto seek inputs and improve the recommendations; \n(iv)  provide  guidance  to  government  on  operationalization  of  the  climate-resilient \npathway; \n(v)  support  Climate  Adaptation  Sector  Specialist  in  providing  inputs  to  ADB  on \npotential support to help government implement the climate-resilient pathway, \nincluding ideas on policies, investment and knowledge; and \n(vi)  support the development and lead the delivery of country-specific capacity building \nmodules for sector ministries on climate-resilient pathway  \n \nMinimum Qualification Requirements: \n  The candidate will hold a degree, preferably at the graduate level, in agriculture, fisheries, \nwater resources or the equivalent. \n  Minimum of 5 years of in-country experience in climate adaptation in specific sector. \n \n8.  Climate Adaptation Advisor (National, 3 positions, 6 person-months each) \n \nScope of Work: The Climate Adaptation Advisor will promote guidance to DMCs to on decisions \nrelated to risk-informed fiscal decision-making. Under the guidance of ADB project officer, the \nadvisor will undertake the following tasks:  ", "Improved Decision-making for Climate Resilient Development in Asia and the Pacific                                      \nKnowledge and Support Technical Assistance (KSTA) 54412-001 \n \n(i)  joint key discussions with ministry of finance to strengthen the case for climate risk-\ninformed fiscal decisions and provide strategic guidance on related matters; \n(ii)  review recommendations developed by international and national consultants and \nprovide inputs;  \n(iii)  review  content  of  training  modules  developed  by  international  and  national \nconsultants and provide inputs;  \n(iv)  review and provide strategic inputs on climate-resilient pathway for sectors; and  \n(v)  attend key inter-agency meeting and wider stakeholder roundtables organized by \ninternational and national consultants and provide strategic guidance to ministry of \nfinance \n \nMinimum Qualification Requirements: \n  The candidate will hold a degree, preferably at the graduate level, in economics, finance, \nenvironmental science or the equivalent \n  Minimum of 15 years of in-country experience in fiscal policy or climate adaptation.  \n \n9.  TA coordinator (International, 18 person-months, intermittent) \n \nScope of Work: The TA coordinator will be responsible for coordination of all TA related activities. \nUnder the guidance of ADB project officer, the advisor will undertake the following tasks:  \n(i)  undertake day-to-day coordination with TA focal agencies in 3 DMCs; \n(ii)  lead coordination among all international and national consultants; \n(iii)  develop and monitor TA implementation plan to ensure all activities are carried out \nin a timely manner; \n(iv)  review and provide substantive inputs to the outputs developed by all consultants; \n(v)  participate and provide substantial contribution to the design and delivery of TA \nroundtable meetings, trainings, and peer-to-peer learning; \n(vi)  produce TA progress report;  \n(vii)  support in disseminating TA outputs at various global and regional events through \nsocial media and other channels;  \n(viii)  support in TA reporting to Climate Investment Funds; and  \n(ix)  support in developing TA completion report.  \n \nMinimum Qualification Requirements: \n  The candidate will hold a degree, preferably at the graduate level, in economics, finance, \nenvironmental science or the equivalent \n  Minimum of 8 years of experience (with at least 3 years of international experience) in climate \nadaptation.  \n \nIII.  Consulting  Services  Package  (3  international  consultants,  12  person-months, \nintermittent) \n \nThe consulting firm will be responsible for the following outputs: \n \ni)  Guide sheets and technical notes on various topics related to climate risk-informed \nfiscal decision-making \nii)  Compilation of global good practice/example on various topics related to climate \nrisk-informed fiscal decision-making and on climate-resilient pathway \niii)  Regional training module on climate risk-informed fiscal decision-making and \nclimate-resilient pathway \niv)  Report on delivery of regional training module ", "Improved Decision-making for Climate Resilient Development in Asia and the Pacific                                      \nKnowledge and Support Technical Assistance (KSTA) 54412-001 \n \nv)  Report on peer-to-peer exchanges \n \nTo deliver the outputs, the package will include the following indicative positions: \n \n1.  Climate Risk and Adaptation Specialist (International, 5 person-months, intermittent) \n \nScope of Work: The Climate Risk and Adaptation Specialist will act as the team leader and be \nresponsible for providing guidance on type of information needed to strengthen fiscal and sectoral \ndecision-making and  developing knowledge on adaptation/resilience measures that can be \npromoted through improved risk-informed decisions. The consultant will be responsible for leading \nthe team and will undertake the following tasks: \n(i)  compile global examples of: \n•  net  benefits  of  investing  in  climate  resilience;  and  adaptation/resilience \nmeasures promoted through risk-informed fiscal decision-making, including \nfinancial, regulatory and policy measures, and provide guidance on broad \napplicability of such measures in the context of 3 TA DMCs;  \n•  how ministries of finance are strengthening institutional systems to scale up \nadaptation/resilience, and examples of key global and regional coordination \nmechanisms on the topic;  \n(ii)  develop guide sheets on: \n•  type of climate risk information needed for different aspects of fiscal \ndecision-making (such as macroeconomic forecasting, medium-term fiscal \nstrategies, annual budgeting, investment planning and procurement) \n•  long-term decision-making in three specific sectors (tentative sectors include \nagriculture, fisheries, water resources); \n•  how risk-informed fiscal decision-making can support mobilizing private \nsector investments in adaptation/resilience  \n(iii)  develop and deliver (up to 2) regional capacity building module for ministries of \nfinance of the 3 TA DMCs on: \n•  climate  adaptation/resilience  measures  as  part  of  risk-informed  fiscal \ndecision-making;  \n•  use of climate risk information for fiscal decision-making; \n(iv)  lead  the  design  of  content  for  peer-to-peer  learning,  including  guidance  on \nselection of country for pee-to-peer exchange and coordination with countries (with \nsupport from national experts) to organize such learning exchanges; \n(v)  support the three DMCs to participate and share experiences at selected global \nand regional events on similar topics under Global Commission on Adaptation’s \nupcoming capacity building program;   \n(vi)  supervise the work of other consultants in the consulting services package team; \nand  \n(vii)  develop semi-annual progress report to ADB \n \n \nMinimum Qualification Requirements: \n  The  candidate  will  hold  a  degree,  preferably  at  the  graduate  level,  in  development \neconomics, environmental science or the equivalent.  \n  Minimum of 10 years of experience, ideally including extensive work within Asia and the \nPacific, in the preparation and use of climatic risk information to support decisions; \n ", "Improved Decision-making for Climate Resilient Development in Asia and the Pacific                                      \nKnowledge and Support Technical Assistance (KSTA) 54412-001 \n \n2.  Macroeconomist and Public Financial Management Specialist (International, 4 person-\nmonths, intermittent) \n \nScope of Work: The Macroeconomist and Public Financial Management Specialist will lead the \nwork  on  producing  knowledge  on  integrating  climate  resilience  considerations  into \nmacroeconomic  forecasting  and  public  financial  management-related  tools  and  processes. \nWorking under the close supervision of the team leader, the consultant will undertake the following \ntasks:  \n(i)  undertake discussion with ministries of finance in 3 DMCs to understand their \nmacroeconomic  forecasting  and  public  financial  management  tools  and \nprocesses; \n(ii)  compile global examples of countries and develop technical note on integrating \nresilience considerations in: \n•  public  financial  management-related  tools  and  processes,  and  provide \nguidance on broad applicability of such measures in the context of 3 TA \nDMCs; \n•  macroeconomic forecasting tools \n(iii)  organize peer-to-peer learning on integrating climate resilience considerations in: \n•   public financial management tools and processes, and document lessons \nshared during the exchanges;  \n•  macroeconomic forecasting tools, and document lessons shared during the \nexchanges \n(iv)  develop and delivery regional capacity building modules for ministries of finance \non integrating climate resilience considerations in public financial management \ntools and processes and macroeconomic forecasting \n \nMinimum Qualification Requirements: \n  The candidate will hold a degree, preferably at the graduate level, in economics and/or \nmacroeconomics, public financial management or the equivalent, with good understanding \nof climate risk.  \n  Minimum of 8 years of experience, ideally including extensive work within Asia and the \nPacific, on climate risk-informed decision-making. \n \n \n3.  Climate Adaptation Sector Specialist (International, 3 person-month, intermittent) \n \nScope of Work: The Climate Adaptation Sector Specialist will lead the work on producing \nknowledge on climate-resilient pathway for specific sectors (max of 3 sectors). Working under the \nclose supervision of the team leader, the consultant will undertake the following tasks:  \n(i)  prepare  an  introductory  note  on  importance  of  climate-resilient  pathways  for \nsector(s); \n(ii)  compile  global  example  on  climate-resilient  pathways  for  specific  sectors \n(especially  examples  from  agriculture,  fisheries  and  water  resources-related \nsectors); \n(iii)  prepare a framework outlining the key aspects to be covered in the climate-resilient \npathway  document,  including  suggestions  on  approaches  to  be  adopted  for \ndeveloping such pathway; and \n(iv)  develop and delivery regional capacity building module for sector ministries on \nintegrating climate-resilient pathways. \n ", "Improved Decision-making for Climate Resilient Development in Asia and the Pacific                                      \nKnowledge and Support Technical Assistance (KSTA) 54412-001 \n \nMinimum Qualification Requirements: \n  The candidate will hold a degree, preferably at the graduate level, in agriculture, fisheries, \nwater resources or the equivalent, with good understanding of climate risk context in the \nsectors. \n  Minimum of 8 years of experience, ideally including extensive work within Asia and the \nPacific, in sector-specific adaptation projects. \n \n "], "metadata": {"ADBContentGroup": "2;#SDCC|5aaa5968-0b17-43f6-85ce-71d3f4ca97a7", "ADBCountry": "", "ADBDepartmentOwner": "", "ADBDivision": "", "ADBDocumentLanguage": "1;#English|16ac8743-31bb-43f8-9a73-533a041667d6", "ADBDocumentSecurity": "", "ADBProject": "", "ADBProjectDocumentType": "", "ADBSector": "", "ADBSubRegion": "", "Author": "Asian Development Bank", "Comments": "", "Company": "", "ContentTypeId": "0x010100A3BFD338C4D69F46BE33AA49AB50870100C520B00D8BB20C45814389052060F14C", "CreationDate": "D:20201209125009+08'00'", "Creator": "Acrobat PDFMaker 20 for Word", "Focus Area": "5;#Climate Change and Disaster Risk Management|68d6d109-9dc5-45be-901b-3292e30865a3", "Keywords": "", "ModDate": "D:20201215222535+08'00'", "Producer": "Adobe PDF Library 20.13.96", "Segment": "", "SourceModified": "", "Subject": "", "Title": "Terms of Reference for Consultants"}}