{"path": "data/input/ta/rrp-prc-36507.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK RRP: PRC 36507 \n \n \n \n \n \n \n \n \n \n \nREPORT AND RECOMMENDATION \n \nOF THE \n \nPRESIDENT \n \nTO THE \n \nBOARD OF DIRECTORS \n \nON A  \n \nPROPOSED LOAN \n \nTO THE \n \nPEOPLE’S REPUBLIC OF CHINA \n \nFOR THE \n \nJILIN WATER SUPPLY AND SEWERAGE DEVELOPMENT PROJECT \n \n \n \n \n \n \n \nJune 2005", "CURRENCY EQUIVALENTS \n(as of 31 May 2005) \n \nCurrency Unit –  yuan (CNY) \nCNY1.00 =  $0.121     \n$1.00 =  CNY8.27     \n         \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  BOT  –  Build-operate-transfer \n  CMG  –  Changchun municipal government \n  EIRR  –  economic internal rate of return \n  FIRR  –  financial internal rate of return \n  ICB  –  international competitive bidding \n  IA  –  implementing agency \n  JPG  –  Jilin provincial government \n  ha  –  hectare \n  km  –  kilometer \n  LIBOR  –  London interbank offered rate \n  LMG  –  Liaoyuan municipal government \n  m3  –  cubic meter \n  MDG  –  Millennium Development Goal \n  MMG  –  Meihekou municipal government \n  MOC  –  Ministry of Construction \n  NDRC  –  National Development and Reform Commission \n  NGWT  –  National Guidelines on Water Tariffs \n  NSP  –  nonpoint source pollution \n  O&M  –  operation and maintenance \n  PIU  –  project implementing unit \n  PMO  –  project management office \n  PRC  –  People’s Republic of China \n  PSC  –  project steering committee \n  RP  –  resettlement plan \n  SEIA  –  summary environmental impact assessment \n  SEPA  –  State Environmental Protection Agency \n  SRB  –  Songhua River Basin \n  WACC  –  weighted average cost of capital \n  WPA  –  water purchase agreement \n  WSC  –  water supply company \n  WTP  –  water treatment plant \n  WWTP  –  wastewater treatment plant \n       \nNOTES \n(i)  The fiscal year (FY) of the Government ends on 31 December.  \n(ii)  In this report, “$” refers to US dollars.  \n \n \nThis report was prepared by a team consisting of S. Penjor, project team leader; S. Popov, \nproject specialist (environment); X. Peng, principal counsel; S. Ferguson, resettlement \nspecialist; S. Handayani, poverty reduction specialist; and S. Tamayo, administrative assistant. ", " \nCONTENTS \n \nPage \n \nLOAN AND PROJECT SUMMARY  iii \nMAPs   \nI. THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  3 \nIII.  THE PROPOSED PROJECT  7 \nA.  Impact and Outcome  7 \nB.  Outputs  7 \nC.  Special Features  8 \nD.  Cost Estimates  9 \nE.  Financing Plan  9 \nF.  Implementation Arrangements  10 \nIV.  PROJECT BENEFITS, IMPACTS, Assumptions, AND RISKS  14 \nA.  Project Benefits and Impacts  14 \nB.  Social Dimensions  15 \nC.  Financial Aspects  17 \nD.  Economic Aspects  18 \nE.  Environmental Aspects  18 \nF.  Project Risks and Mitigation Measures  19 \nV.  ASSURANCES  19 \nVI.  RECOMMENDATION  20 \nAPPENDIXES   \n1.  Design and Monitoring Framework  21   \n2.  Water Supply and Wastewater Sector Analysis  25 \n3.  Policy Dialogue  29 \n4.  External Assistance Funded by the Asian Development Bank   36         \n5.  Cost Estimates   38 \n6.  Flow of Funds and Onlending Arrangements  39 \n7.  Financial Management Assessment  40 \n8.  Implementation Schedule  42 \n9.  Indicative Procurement Packages  44   \n10.  Summary Resettlement Plan  45 \n11.  Summary Poverty Reduction and Social Strategy  50   \n12.  Financial Analysis  53 \n13.  Economic Analysis  56 \nSUPPLEMENTARY APPENDIXES (available on request)   \nA.  Institutional Analysis and Capacity Building  \nB.  Detailed Description of Project Components \nC.  Detailed Cost Estimates and Financing Plan   ", "D.        Detailed Financial Management Assessment  \nE.        Organization Chart of Project Implementing Agencies \nF.        Detailed Financial Analysis and Financial Projections \nG.       Outline Terms of References for Consulting Services \nH.       Health Impact Analysis \nI.       Willingness to Pay Survey and Demand Curve Analysis \nJ.       Detailed Economic Analysis and Least Cost Analysis \nK.  Downstream Impact Analysis \nL.       Water Purchase Agreement \nM.      Socioeconomic Assessment \nN.       Six Resettlement Plans \n \n ", " \nLOAN AND PROJECT SUMMARY \n \nBorrower  The People’s Republic of China (PRC) \n   \nClassification  Targeting Classification:   General intervention \nSector:       Water supply, sanitation, and waste management \nSubsector: Water supply and waste management                             \nTheme:      Environmental sustainability; sustainable economic       \n                  Growth \nSubtheme: Urban environmental improvement; \n                  Fostering physical infrastructure development \n                                         \nEnvironment  Category  A.  An  environmental  impact  assessment  (EIA)  was \nAssessment  undertaken.  The  summary  EIA  was  circulated  to  the  Asian \nDevelopment  Bank  (ADB)  Board  along  with  the  summary \nresettlement plan on 28 December 2004 and uploaded on the \nADB website on 29 December 2004. \n   \nProject Description  The Jilin Water Supply and Sewerage Development Project is a \nkey urban infrastructure initiative of the Jilin provincial government \n(JPG). The Project will help (i) reduce water pollution; (ii) protect \nwater resources; (iii) address water shortage through recycling \neffluent and meet the demand for high-quality treated water by \n2010; (iv) promote sustainable economic development; and (v) \nimprove  the  environment,  living  conditions,  and  public  health \nstandards in three cities and one district of Jilin Province. The \nProject  has  five  components  involving  the  improvement  and \nexpansion  of  (i)  the  Changchun  wastewater  treatment  and \nsewerage system; (ii) the Shuangyang water supply system; (iii) \nthe Changchun Yongchun River flood control capacity; (iv) the \nLiaoyuan water supply system; and (v) the Meihekou water supply \nsystem. The Project will provide capacity building and training on \nproject management, institutional and wastewater management, \nand tariff analysis for all the project implementing agencies (IAs). \nThe Project supports the Government’s objectives for the water \nand wastewater sector as set out in the Tenth Five-Year Plan \n(2001–2005), to improve living conditions and health in the project \ncities, and promote their sustainable economic development. \n   \nRationale  The Songhua River Basin (SRB) is the third largest river basin in \nthe PRC and intersects Jilin and Heilongjiang provinces and the \nInner Mongolia Autonomous Region. The SRB has a catchment \narea of 557,000 square kilometers and a population of 62 million. \nThe  Songhua  River is one  of the  most   polluted of the 47 major \nrivers in the PRC, and  is  contaminated with a number  of organic \n  chemicals, heavy metals, and conventional pollutants.  ", "iv \n  This  imposes  a  major  constraint  to  sustainable  economic \ndevelopment in the region. The Yitong and Yongchun rivers in \nChangchun, which flow into the SRB, are highly polluted due to \ninadequate wastewater treatment in Changchun. As a result of \nrapid  economic  growth  and  urbanization,  water  pollution  and \nwater  scarcity  have  become  major  problems.  The  Project  will \ncontribute significantly to controlling water pollution in the Yitong \nand Yongchun rivers and in the upstream section of the SRB. The \nProject will also help solve the current water shortages in the \nproject  cities  and  meet  future  demand  for  high-quality  treated \nwater.  Further,  ADB  is  developing  an  integrated  plan  and  an \nimmediate action plan for pollution control in the SRB through the \nongoing  advisory  Songhua  River  Water  Quality  and  Pollution \nControl Management technical assistance (TA). The Project fits \nwell within the strategic framework for pollution control in the SRB \nas it was developed under the Songhua Pollution Control TA. \n   \nImpact and Outcome  The Project will enhance the urban environment, and improve \npublic health and quality of life for urban residents in the cities of \nChangchun, Liaoyuan, and Meihekou by increasing wastewater \ncoverage and improving the supply of potable water. The outcome \nof the Project will be improved  management and utilization of \nwater resources in the SRB by (i) achieving the goal of 70% \nwastewater treatment rate in Changchun by 2010; (ii) solving the \nwater  shortage  problem  through  effluent  reuse;  (iii)  increasing \nflood control; (iv) providing a supply of reliable and high-quality \npotable water; (v) reducing the incidence of waterborne diseases \nsuch as diarrhea and hepatitis A; (vi) increasing the efficiency and \nmanagement capacity of the IAs; (vii) integrating approaches to \nbasin-wide pollution prevention and control; and (viii) improving \ncost  recovery  through  a  better  tariff  structure,  with  gradual \nincreases to achieve full cost recovery.  \n   \nCost Estimates  The  total  project  cost is  $232.2  million  equivalent,  including  a \nforeign exchange cost of $110.8 (48%) and local currency cost of \n$121.4 million (52%) equivalent. \n   \nFinancing Plan  ($ million equivalent)\n  Foreign  Local  Total   \nSource  Exchange Currency  Cost  % \nAsian Development    100.0  0.0  100.0      43 \nBank \nDomestic Commercial       0.0  5.8  5.8       3 \nBank  \nCMG, LMG, and MMG       10.8  115.6  126.4     54 \nand tariff increases \n  Total    110.8  121.4  232.2  100.0 \nCMG  =  Changchun  municipal  government,  LMG  =  Liaoyuan  municipal \ngovernment, MMG = Meihekou municipal government. \nSource: Asian Development Bank estimates.", "    v\n  ADB will provide a loan of $100 million equivalent, to finance 90% \nof  the  foreign  exchange  cost  of  the  Project.  The  remaining \nfinancing will be provided through a combination of equity from the \nChangchun  municipal  government  (CMG),  Liaoyuan  municipal \ngovernment  (LMG),  Meihekou  municipal  government  (MMG), \nwater and wastewater tariff increases, and borrowing from the \ndomestic Commercial Bank. \n \nLoan Amount and Terms  A loan of $100.0 million from ADB’s ordinary capital resources will \nbe provided under ADB’s London interbank offered rate (LIBOR)-\nbased lending facility. The loan will have a 25-year term, including \na  grace  period  of  5  years,  an  interest  rate  determined  in \naccordance  with  ADB’s  LIBOR-based  lending  facility,  a \ncommitment charge of 0.75% per annum, and such other terms \nand  conditions  as  set  forth  in  the  draft  loan  and  project \nagreements. \n   \nAllocation and Relending  The loan proceeds will be re-lent by the central Government to \nTerms  JPG. JPG will onlend the loan proceeds to CMG, LMG, and MMG. \nAll three transactions will have the same terms and conditions as \nthe  ADB  loan.  CMG,  LMG,  and  MMG  will  onlend  the  loan \nproceeds to the IAs serving the project cities on the same terms \nand conditions as the ADB loan. The IAs will assume the foreign \nexchange and interest rate variation risks for the ADB loan. \n   \nPeriod of Utilization  Until 30 June 2010 \n   \nEstimated Project  31 December 2009 \nCompletion Date \n   \nImplementation  JPG has established a project steering committee (PSC) led by a \nArrangements  Vice  Governor.  Members  include  representatives  of  the  Jilin \nDevelopment  Reform  Commission,  Jilin  Construction \nCommission, Jilin Finance Bureau, and concerned agencies; and \nMayors of CMG, LMG, and MMG. The PSC will meet periodically \nto provide policy guidance, facilitate interagency coordination, and \nresolve  institutional  problems  affecting  project  implementation. \nThe Project Management Office (PMO) for the project preparatory \nTA led by the Jilin Construction Bureau will continue as the PMO \nfor the Project and the secretariat of the PSC. The PMO will \ncoordinate  with  the  project  implementing  units  established  in \nCMG,  LMG,  and  MMG,  which  will  monitor  implementation \nprogress made by the IAs.  \n   \nExecuting Agency  Jilin Provincial Government \n   \nProcurement  ADB-financed  equipment  and  materials  will  be  procured  in \naccordance  with  ADB’s  Guidelines  for  Procurement.  Major \ncontracts for equipment and materials will be tendered through \ninternational  competitive  bidding  or  international  shopping \nprocedures, depending on the contract amount. In accordance \nwith ADB’s Guidelines for Procurement,  foreign contractors may \n ", "vi \n   participate in bidding for local competitive bidding contracts.  \n   \nConsulting Services  About 30 person-months of international consulting, including 6 \nperson-months for a social and resettlement monitoring specialist, \nand 120 person-months of domestic consulting will be required. \nExpertise  will  be  needed  in  international  competitive  bidding \nprocedures,  construction  supervision,  and  quality  control; \nresettlement  monitoring;  pipelines  and  water  and  wastewater \ntreatment plant and network construction and improvement; ADB \nprocurement procedures and reporting requirements; social and \nenvironmental  monitoring;  tariff  analysis;  quality  control;  and \nproject  performance  management  systems.  The  international \nconsultants will also provide training and capacity building in water \nsupply and wastewater treatment planning, water resources and \nquality  management,  financial  management,  environmental \nmonitoring  and  management,  and  project  performance \nmanagement  system.  The  consultants  will  be  recruited  in \naccordance with ADB’s Guidelines on the Use of Consultants.  \n   \nProject Benefits and  The Project will benefit about 3 million urban residents whose \nBeneficiaries  living conditions and public health standards will be improved due \nto (i) improved quality of water supply and wastewater services, \nprotection from flooding, and elimination of hazards associated \nwith  poor  drainage;  and  (ii)  reduction  in  the  incidence  of \nwaterborne  diseases  such  as  diarrhea  and  hepatitis  A,  below \n2003  levels  in  Changchun,  Liaoyuan,  and  Meihekou  (to  be \nmonitored through the project performance management system). \nThe Project will result in improved management and utilization of \nwater resources in the upper SRB, bringing positive downstream \nand  transjurisdictional  benefits  in  the  province  of  Heilongjiang. \nThe water quality improvements in the SRB will also contribute to \nintegrated water resource management and pollution control; the \nbasinwide  management  program;  and  transboundary  pollution \nprevention and control. \n \n  The Project will secure the provision of reliable drinking water to \nChangchun, Liaoyuan, and Meihekou. Recycling wastewater will \nreduce water pollution and address the water shortage problem. \nThis will have a catalytic effect on encouraging the replication of \nsimilar optimal and cost-effective approaches to address water \npollution and water shortage. Of the total beneficiary population, \nabout 210,000 or 7.0% are classified as poor measured by the \nlocal  urban  poverty  line  of  CNY1,875  per  year.  Major  social \nmeasures  to  protect  urban  residents  from  falling  into  poverty \ninclude  (i)  living  allowance  for  laid-off  employees,  (ii) \nunemployment insurance,  and  (iii)  social support program under \n  the minimum living standard scheme. Further, CMG, LMG, and \nMMG  have  agreed  to  implement  poverty  reduction  measures, \nincluding  (i)  implementing  lifeline  tariffs,   (ii)  providing water bill \ndiscounts or cash rebates amounting to 50% of the monthly water \nbill  for  households  living  below  the  poverty  line;  and  (iii) \nconnecting  the  poorest   households  to  tap  water  in  Liaoyuan, ", "   v ii\n  Meihekou, and Shuangyang district in Changchun. The Project \nwill create a minimum of 570 permanent jobs for the operation of \nthe facilities, and 3,200 jobs during the 5-year construction period. \nFollow-on multiplier effects are expected to create an additional \n5,100  full-time  jobs.  About  half  of  the  construction  jobs  are \nunskilled and are most likely to be filled by currently unemployed \npersons. Since unemployment is a major cause of poverty in the \nproject area, the poor will benefit disproportionately from this job \ncreation. Public health benefits will accrue through the reduction in \nwaterborne diseases. The Project is expected to reduce disease \nepisodes by an average of 8,000 cases per year. One in 20 of \nthese  cases,  or  400  cases  annually,  are  likely  to  be  serious \nenough to result in a medical consultation. The reliable supply of \nwater will reduce the burden on women responsible for domestic \nduties  and  caring  for  the  sick.  Provision  of  clean  water  will \nimprove the quality of life of the poor and vulnerable by reducing \nthe proportion of household income spent on medical treatment \nfor  waterborne  diseases.  The  number  of  school  days  and \nworkdays lost due to sickness will also be reduced. Further, the \nProject will reduce the proportion of household income spent on \nbuying water from private sources and buying storage containers, \nfilters,  and  other  water-cleaning  equipment.  Water  pressure \nimprovements will greatly enhance the quality of life of households \nliving in apartments and reduce their water-pumping costs. The \nincreased  flood  control  will  reduce  the  risk  of  infection  from \noverflowing sewers during the flooding season.  \n \n  The Project is technically sound, affordable to beneficiaries, and \nfinancially and economically viable with a financial internal rate of \nreturn of 6.2% (higher than the real weighted average cost of \ncapital of 1.9%). The base case economic internal rate of return of \n21.1% is well above the economic opportunity cost of capital of \n12%. \n   \nRisks and Assumptions  Potential  institutional,  financial,  and  policy  risks  related  to  the \nProject include failure of CMG, LMG, and MMG to (i) implement \ninstitutional reforms; (ii) increase water and wastewater tariffs to \nmeet cost-recovery targets; and (iii) meet the equity requirements \nto implement the Project. These risks have been mitigated by \n(i) obtaining assurances from JPG, CMG, LMG, and MMG on the \nfinancial  and  managerial  autonomy  of  the  IAs;  (ii) institutional \nstrengthening  of  the  IAs;  (iii) periodic  water  tariff  reviews  and \nadjustments following the national guidelines; and (iv) provision of \ncounterpart funding. ADB review missions will monitor compliance \nwith the financial and operational covenants to ensure the IAs are \nfinancially sustainable. \n \n  The  Project  does  not  have  any  unusual  technical  risks.  The \nproject components will use standard technology that conforms to  \n  international  standards.  Specific  construction  risks  will  be \nmitigated  by  the  use  of  experienced  consultants  to  prepare \ndesigns and monitor project implementation. \n ", "", "", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the People's Republic of China (PRC) for the Jilin Water Supply and Sewerage Development \nProject. \n \n2.  In line with its long-term goals for the urban sector of improving living conditions and \nexpanding the supply of clean water and enhancing wastewater treatment coverage, the PRC \nGovernment requested the Asian Development Bank (ADB) to help increase the wastewater \ntreatment capacity and provision of clean potable water in the cities of Changchun, Liaoyuan, \nand Meihekou in Jilin Province in northeastern PRC. The Project is consistent with ADB water \npolicy1  and  will  help  the  PRC  achieve  the  Millennium  Development  Goals  (MDG)  of \nenvironmental sustainability and increased access to safe drinking water and basic sanitation. \nThis report is based on the findings of the loan appraisal mission and discussions with the \ncentral and local governments, relevant agencies, and community organizations. The design \nand monitoring framework2 is in Appendix 1.  \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n \nA.  Performance Indicators and Analysis \n \n3.  Over the last 20 years, economic growth in the PRC averaged 8% per year and it is \nprojected to average 7% over the next 5 years. The urban population increased from about 190 \nmillion in 1980 to about 524 million in 2003, about 40% of the total population. This is expected \nto increase to 700 million or 50% by 2030.3 The Government’s Agenda for Economic Reform \nand  Social  Development  in  the  New  Century  aims  to  accelerate  urbanization  and  the \ndevelopment of large, medium, and small cities and small towns. This urbanization process will \ncontinue to increase the demand for all urban services. In particular, it will place a strain on the \nphysical  and  financial  capacity  of  most  cities  to  provide  adequate  water  and  wastewater \ntreatment infrastructure. Without significant investment, quality of life for urban residents will \ndeteriorate,  the  urban  environment  will  be  degraded,  and  economic  development  will  be \ninefficient.  \n \n4.  Municipal water supply in the PRC has increased steadily in the past decade. In 2003, \ntotal water production was 28.8 billion cubic meters (m3)/day and sales 24.8 billion m3/day, with \nunaccounted for water at 15% of total water production. Industrial and domestic water sales \naccount for 35.4% and 56.4% of water sold, while other sales are 8.2%. The national average \nuse of water was 365 liters per capita per day and domestic consumption 220 liters per capita \nper day. In most large cities, more than 90% of all urban households have access to piped water \nsupply. However, this indicator obscures shortages in many cities of good quality raw water \nsupply, water supply delivery capacities, and wastewater treatment facilities. The Government \nhas classified more than 300 cities as water-short, with 108 having serious water problems and \nmore than 60 being critically short of water. Many of the cities facing water shortages are in \nnorthern  PRC.  The  per  capita  water  availability  ranges  from  360–750  m3  (lower  than  the \ninternational definition of water scarcity of 1,000 m3/person). The situation is exacerbated by the \n                                                 \n1  ADB. 2001. Water for All: The Water Policy of the Asian Development Bank. Manila. \n2  Impact and outcome statements reflect benefits to the affected communities. Physical impacts are indicated \nprimarily in the “Activities and Milestones” section of Appendix 1. \n3  The Government’s long-term vision for development was set out during the 16th Party Congress held in November \n2000 and reiterated during the 10th National People’s Congress held in March 2003.  ", "2     \npollution of raw water sources by the discharge of inadequately treated agricultural, municipal, \nand industrial wastewater.  \n \n5.  The PRC’s urban areas face environmental threats from pollution of rivers, lakes, and \nunderground aquifers from untreated water. In 2003, about 46 billion m3 of wastewater were \ngenerated, of which about 65% was from municipal sources and 35% from industrial sources. \nCurrently, about 90% of industrial wastewater is treated before discharge to a municipal sewer. \nMunicipal wastewater is a major contributor to pollution of the PRC’s rivers and lakes, with the \nmost severe pollution impacts in the water-short northern region. Currently, only about 40% \n(34% in 1999) of urban wastewater is treated; the rest is discharged untreated to rivers and \nlakes. In regional and administratively higher level cities, only 30% of rivers meet designated \nwater quality standards compared with the Government objective of 60% in the current Tenth \nFive-Year Plan (2001–2005). About 52% of the water in the seven major river basins4 do not \nmeet the class III5 national quality standard. Surface water sources serving municipal water \nsupply systems are polluted to levels unacceptable under water quality standards. To address \nthe pollution of lakes and rivers, the following actions are required to (i) strengthen laws, \nregulations,  and  institutions  to  address  transjurisdiction  pollution;  (ii)  adopt  river  basin \nmanagement approaches for water resource management; and (iii) reduce nonpoint pollution. \nSignificant investments are needed to solve the water shortage problems, supply clean drinking \nwater, and expand wastewater treatment capacity. \n \n6.  Recognizing that adequate environmental protection and pollution controls are essential \nfor sustainable economic growth, the Government has incorporated environmental protection as \na national priority in its development strategy. In addition to enacting environmental protection \nlaws  and implementing  regulations  that  emphasize  preventive  measures,  the polluter  pays \nprinciple, and decentralized environmental management, the Government has also undertaken \nnumerous programs including those for wastewater management.6 Industries were ordered to \ntreat wastewater to national wastewater discharge standards by the end of 2000; municipalities \nhave been required under successive 5-year plans to address wastewater collection, treatment, \nand disposal; and pollution control plans have been developed and partially implemented for the \nkey river basins. The Government plans to increase centralized urban wastewater treatment \nduring the Tenth Five-Year Plan to increase the treatment rate to 45%. The Government has \ndecreed 7 that by 2010, the wastewater treatment rate in all the PRC cities should not be lower \nthan 60%, and not lower than 70% for major cities8 with secondary treatment facilities. The \ntreatment level required is dependent on water quality class for the receiving water. To achieve \nwater quality class I, II, or III, secondary wastewater treatment is normally required.  \n \n7.  The Government has accorded priority in the Tenth Five-Year Plan to addressing water \nsupply  and  wastewater  treatment  issues  through  policy  reform,  increased  investment,  and \nimproved  urban  infrastructure  management.  The  Government’s  strategy  focuses  on  (i) \n                                                 \n4  Changjiang (Yangtze River), Haihe, Huaihe, Huanghe Liaohe, Songhuajiang, and Zhujiang.  \n5  The PRC water quality standards have five classes of quality covering about 40 pollution parameters. Class I is \npristine, while class V is suitable only for industrial use. Class III is the minimum water quality required for \nmunicipal water supply. \n6  The PRC Law on Prevention and Control of Water Pollution was first adopted in 1984 and amended in 1996. The \nlaw was enacted to prevent and control water pollution, protect and improve the environment, safeguard human \nhealth, and ensure effective utilization of water resources. The law also establishes the standards for water \nenvironment  quality  and  for  discharge  of  water  pollutants;  and  enumerates  the  planning,  supervision,  and \nmanagement of the prevention and control of water pollution. \n7  Ministry of Construction. 2000. Publication of Urban Wastewater Treatment and Control Technology Advice. \nBeijing. \n8  These include cities directly under the central Government, provincial capital cities, and key tourist cities. ", "    3 \ndeveloping water sources; (ii) protecting existing sources by controlling industrial and residential \npollution;  (iii)  controlling  overextraction  from  groundwater  resources;  (iv)  introducing  water \nefficient  technologies  and  operations;  and  (v)  using  appropriate  pricing  mechanisms  to \nencourage  conservation  and  generate  necessary  funds  for  operation,  maintenance,  and \ninvestment. The Government’s ongoing economic and enterprise reform programs require that \nall  water  supply  and  wastewater  projects  be  financially  sustainable  and  capable  of  cost \nrecovery. The water supply and wastewater sector analysis is given in Appendix 2. \n \nB.  Analysis of Key Problems and Opportunities \n \n8.  Key problems and opportunities include (i) shortage of good quality drinking water; (ii) \ninadequate wastewater treatment capacity; (iii) land subsidence arising from the overuse of \ngroundwater; and (iv) the need to assist water supply and wastewater treatment to be self-\nfinancing through tariff reforms. Assistance is required to help the Government achieve the \nMDG for environmental sustainability (MDG goal 7) and to halve the proportion of people \nwithout sustainable access to safe drinking water and basic sanitation by 2015 (MDG target 10).  \n \n1.  Background and Long-Term Plans for the Songhua River Basin \n \n9.  The Songhua River Basin (SRB) is the third largest river basin in the PRC after the \nYangtze and Yellow rivers. It has an area of 557,000 square kilometers (km2) and a population \nof 62 million. Major cities, such as Harbin and Changchun, and the country’s largest oil fields \nare located in the basin. Agriculture is well developed and the basin has a large industrial base. \nThe Songhua river catchment area covers portions of Jilin and Heilongjiang provinces and Inner \nMongolia Autonomous Region. Changchun is located in the upstream part of the Sonhua River, \nwhich flows through Harbin. After Harbin, the river joins the Heilongjiang River, enters the \nRussian Federation, and eventually discharges to the sea (Map 1).  \n \n10.  The Songhua River is one of the most polluted of the 47 major rivers in the PRC. It is \ncontaminated with a number of organic chemicals, heavy metals, and conventional pollutants \nthat result mainly from the discharge of untreated or partially treated wastewater, primarily from \nindustries upstream from Harbin. The river is classified by the Government as class IV (falling \nbelow class V during the 6-month, low-flow winter season), and is considered unsuitable for \nmunicipal domestic water use. The river water parameters consistently fail to meet PRC class III \nstandards, the minimum water quality required for the water to be used as a raw water source \nfor water supply. In March 2003, ADB approved the Harbin Water Supply Project for $100 \nmillion to address the needs of Harbin city (population of 3 million) for clean and reliable drinking \nwater from an alternative water source (Lalin River), since their existing source—the Songhua \nRiver—was highly polluted. Because of the deteriorating water quality in the Songhua River, the \nHarbin Municipal Government is expediting construction of the project, which is on track to be \ncompleted ahead of the original schedule.9 From 2001 to 2005, Heilongjiang Province has taken \nconcrete actions to reduce pollution into the SRB, immediately upstream of Harbin City, namely, \nfrom the cities of Daqing and Qiqihar. Daqing City constructed a 50,000 m3/day wastewater \ntreatment plant (WWTP) in 2001, and a second WWTP with a capacity of 80,000 m3/day will be \nin operation in 2005. The current wastewater treatment rate in Daqing of 50% is expected to \nreach 70% by 2008. Qiqihar City constructed a 350,000 m3/day WWTP, which started operating \nin November 2003. In addition, Harbin commissioned a 163,000 m3/day WWTP in 2004 and \n                                                 \n9  ADB. 2003. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of China for the Harbin Water Supply Project. Manila. As of May 2005, overall physical progress \nof the Project was 60% against elapsed time of 40%.   \n ", "4     \nanother WWTP with a capacity of 325,000 m3/day is under construction. In addition, to help \naddress SRB pollution, ADB has provided TA for Songhua River Basin Water Quality and \nPollution Control Management.10 The ongoing TA is (i) addressing technical knowledge gaps; \n(ii) strengthening the capacity of the Songhua Water Resources Protection Bureau; and (iii) \nhelping the Government develop a long-term water pollution control plan for the SRB beyond \n2010. The TA will provide strategic policy inputs to the Eleventh Five-Year Plan and will propose \na prioritized list of wastewater and sewerage development projects to clean up the SRB. The \nproposed Project will be the first major ADB investment directly contributing to the cleanup of \nthe SRB. In addition, a new law on management of water resources adopted in 200211 formally \nintroduces the concept of river basin management. The State Environment Protection Bureau is \ntaking the lead role in coordinating the issues of SRB pollution and has developed a Five-Year \nSonghua Pollution Control Plan, which is the first of the concrete steps needed to return the \nSonghua River to meet the minimum water quality levels.  \n \n2.  Project Rationale  \n \n11.  Changchun, the capital of Jilin Province, has an urban population of 3 million. It is \nlocated in the upper reaches of the SRB, between the provinces of Heilongjiang and Liaoning. \nThe rivers in Changchun (Yitong and Yongchun rivers), which flow into the Songhua River, are \nhighly polluted due to inadequate treatment of wastewater discharge. Jilin Province, therefore, \nhas a critical role to play in wastewater management in the upstream of the SRB. The current \nwater quality in the Yitong and Yongchun rivers does not meet class V of the national water \nquality standards; this has caused severe pollution of the Songhua River, and poses a threat to \npublic health of the urban population and downstream users. Changchun has inadequate water \nsupply and wastewater treatment. Further, water shortage is expected to reach 360,000 m3/day \nby  2010  and  water  rationing  is  sometimes  implemented.  Changchun’s  current  wastewater \ntreatment capacity of 565,000 m3/day is inadequate and has already resulted in heavy pollution \nof  the  Yitong  and  Yongchun  rivers.  To  meet  future  demands,  this  capacity  needs  to  be \nincreased to 803,000 m3/day by 2010 and 1,700,000 m3/day by 2020. The sewer network and \nwastewater treatment capacity in Changchun must be expanded to improve water quality in the \nYitong and Yongchun rivers. Through the Project, the discharge of untreated wastewater in the \nupstream  of  the  SRB  will  be  significantly  reduced.  The  Project  will  also  contribute  to  the \nChangchun municipal government (CMG) goal of achieving a wastewater treatment rate of 70% \nby 2010. The Project’s rationale is consistent with the ADB water policy, which aims to foster \nintegrated management of water resources from a river basin perspective.  \n \n12.  Shuangyang district, which is located 46 km southeast of Changchun, has an urban \npopulation  of  85,000.  Shuangyang’s  current  drinking  water  source  is  groundwater.  This  is \ndepleting the aquifer beneath the city resulting in land subsidence. To address the current water \nshortage (20,000 m3/day) and increased demand through 2010, the proposed water supply \nsubproject  will  convey  class  II  raw  water  (39,000  m3/day)  from  the  existing  Shuangyang \nReservoir, to a water treatment plant (WTP) constructed under the project which would be \nconnected to the existing distribution network. \n \n13.  Liaoyuan, with a population of 470,000, has an aging water treatment and distribution \nsystem  suffering  from  persistent  corrosion,  adversely  affecting  the  system’s  treatment  and \n                                                 \n10  ADB. 2002. Technical Assistance to the People’s Republic of China for Songhua River Water Quality and Pollution \nControl Management. Manila. \n11  The Law on the Management of Water Resources was approved by the Standing Committee of the National \nPeople’s Congress on 29 August 2002 and became effective 1 October 2002. ", "    5 \nconveyance capacity. The water reticulation systems, particularly in low-pressure zones, cannot \ncope with the city’s supply requirements. Liaoyuan also has aging drainage systems dominated \nby combined storm-water drainage and sewerage systems. Wastewater has caused serious \ndrainage  system  deterioration.  Some  of  the drains  are constantly blocked  because  of  low \ncapacity, leakage, and poor maintenance. During heavy rainfall, surface runoff from nearby \nmountain terrain carries large quantities of grit and mud from the degraded soil and landscape \nto the drainage systems, causing blockage to the drainage systems and flooding that in turn \ndisrupts city traffic and results in economic losses. \n \n14.  Meihekou, with a population of 629,000, uses solely groundwater for its drinking water \nsupply. The groundwater sources are estimated to have a capacity of 13,600 m3/day. However, \nwithdrawals are now 16,900 m3/day. Prolonged overextraction has resulted in the formation of a \ndrawdown zone of 2.5 km2 in the vicinity of the underground water source. As a result of heavy \nindustrial  water  demand,  the  groundwater  level  has  fallen  by  9  meters,  resulting  in  land \nsubsidence in some areas of the city. The distribution networks within the city have deteriorated \ndue to aging and lack of maintenance. The leakage of the water mains is serious and the \nleakage rate reaches approximately 30%, resulting in inadequate water pressure, unreliable \nwater supply, and the need for occasional water rationing. \n \n15.  The Project will contribute significantly to water pollution control within the SRB and \nwithin Jilin Province by improving wastewater collection and treatment. The project components \nand subcomponents include sewage treatment with effluent reuse, drainage and sewerage \nnetworks, water supply and distribution networks, and flood mitigation. Water pollution and \nwater scarcity are recognized as major problems: the Project is a major urban infrastructure \ninitiative under Jilin’s Tenth Five-Year Plan (2001–2005). Downstream beneficiaries include \nresidents of Heilongjiang Province.  \n  \n3.  Policy Dialogue \n \n16.  The  Project  supports  and  strengthens  ADB  policy  dialogue  and  initiatives  with  the \nGovernment in several key areas including (i) cost recovery and tariff reform, (ii) adoption of \nwater purchase agreements, (iii) wastewater management, (iv) upstream pollution prevention \nand control, (v) water conservation, (vi) corporate governance and enterprise reform, and (vii) \nwatershed management (Appendix 3). The reform agenda for water supply and wastewater \nmanagement moved forward significantly with the introduction of tariffs and enterprise reforms, \nstrengthening of legal and regulatory frameworks, and promotion of private sector participation. \nADB has supported the water supply tariff reform process through two completed water tariff \nstudies12 with the Ministry of Construction under which the National Guidelines on Water Tariffs \nwere developed, promulgated, and implemented. The proposed Project is noteworthy as a \nmajor water supply and wastewater treatment investment in which the national guidelines and \nthe principle of funding investments directly from tariffs are being implemented in the PRC. \nFurther, ADB’s wastewater tariff study TA13 developed national guidelines for wastewater tariffs, \nincluding  tariff  calculation  methodologies  that  allow  for  full  cost  recovery  taking  into \nconsideration  affordability  and  social  constraints.  The  TA  also  recommended  options  for \nencouraging multi-channel investment, including private sector participation in urban wastewater \nmanagement. \n                                                 \n12  ADB. 1997. Technical Assistance to the People’s Republic of China for Water Supply Tariff Study; and ADB. 1999. \nTechnical Assistance to the People’s Republic of China for Water Tariff Study II. Manila. \n13  ADB. 2001. Technical Assistance to the People’s Republic of China for National Guidelines on Urban Wastewater \nTariffs and Management Study. Manila.  \n ", "6     \n \n17.  ADB is also providing support to the Government through TA to strengthen policy reform \non the use of market-based instruments to enhance private sector partnership in public utilities, \nmainly for water supply, and wastewater and solid waste management.14 This ongoing TA will \nprovide an analysis of the issues in the context of international best practices and how these \ncould be adopted in the PRC. The ongoing ADB TAs will strengthen ADB’s role in promoting \nprivate  sector  participation  in  water  supply  and  wastewater  management.  During  project \nprocessing, the main features of the ADB-supported Chengdu build-operate-transfer project \nwere  discussed  with  CMG,  Liaoyuan  municipal  government  (LMG),  Meihekou  municipal \ngovernment  (MMG),  and  the  implementing  agencies  (IAs);  they  indicated  interest  in  this \nmodality of private sector involvement for future investments. Completed in February 2002, the \nbuild-operate-transfer  plant  is  delivering  its  contracted  capacity  to  Chengdu  municipality, \nproviding an additional source of clean water to its residents. The proposed Project will create \nthe environment necessary for eventual private sector participation by pursuing tariff reform, full \ncost recovery, enterprise reform, and improved governance; all are prerequisites for private \nsector involvement. Other modalities of private sector participation, including leasing contracts \nand joint ventures, were also assessed and discussed. For the proposed Project, the IAs \nindicated their strong intent to list in one of the regional stock exchanges once the plants have \ncompleted the mandatory 3-year period for commercial operations. \n \n4.  Lessons Learned \n \n18.  ADB has provided more than $1.7 billion in loans for wastewater and water supply \nprojects in the PRC (Appendix 4). Loan projects have generally been implemented well. During \nproject processing, lessons of experience were addressed by (i) thoroughly evaluating the \ntechnical designs and technologies; (ii) ensuring an adequate debt-equity ratio for the project \nIAs; (iii) undertaking rigorous sensitivity analysis of cash flows, and financial and economic \nanalysis; and (iv) incorporating institutional strengthening measures to improve the level of \ncorporate governance.  \n \n19.  Lessons learned from ADB postevaluation experience in water supply and sanitation \nhighlight the importance of integrating both supply and demand concerns into project design. \nEncouraging broad reforms, such as commercial management, and introducing competition will \npromote efficient and responsive delivery of water supply and wastewater services. Appropriate \npricing policies for water and sanitation services are also required. Lessons learned include (i) \nthe importance of a thorough review of technical designs; (ii) the need for strategic master plans \nin urban development and environmental management; (iii) consideration of local conditions and \nconstraints;  (iv)  the  importance  of  measures  to  support  financial  reform,  particularly  in \nestablishing autonomous wastewater entities and tariff increases; (v) the need for institutional \nstrengthening,  particularly  in  establishing  managerial  autonomy;  (vi)  the  need  to  address \nregulatory and enforcement issues; (vii) the importance of public education on environmental \nimprovement; (viii) the need to provide training to utility personnel; (ix) better public consultation \nand community participation; (x) early attention to resettlement issues; and (xi) the need to \nsupport public-private partnerships in water supply and wastewater treatment.  \n \n \n                                                 \n14  ADB. 2003. Technical Assistance to the People’s Republic of China for Policy Reform Support. Manila. ", "    7 \nIII.  THE PROPOSED PROJECT \n \nA.  Impact and Outcome \n \n20.  The Project will enhance the urban environment and improve public health15 and quality \nof life for urban residents in the cities of Changchun, Liaoyuan, and Meihekou, by increasing \nwastewater coverage and improving the supply of potable water. The outcome of the Project will \nbe improved management and utilization of water resources in the SRB by (i) achieving the goal \nof  70%  wastewater  treatment  rate  in  Changchun  by  2010;  (ii)  solving  the  water  shortage \nproblem through effluent reuse; (iii) increasing flood control; (iv) providing a supply of reliable \nand high-quality potable water; (v) reducing the incidence of waterborne diseases such as \ndiarrhea and hepatitis A; (vi) increasing the efficiency and management capacity of the IAs;16 \n(vii) integrating approaches for basinwide pollution prevention and control; and (viii) improving \ncost  recovery  through  a  better  tariff  structure,  with  gradual  increases  to  achieve  full  cost \nrecovery.  \n \nB.  Outputs \n \n21.  The Project has five physical components that involve the improvement and expansion of \nthe (i) Changchun wastewater treatment and sewerage system, (ii) Shuangyang water supply \nsystem, (iii) Changchun Yongchun River flood control capacity, (iv) Liaoyuan water supply \nsystem, and (v) Meihekou water supply system. The Project also includes capacity building \n(Supplementary Appendix A) to support project management and implementation, by improving \nthe capabilities of the project management office (PMO) and implementing agencies (IAs). The \ndetailed description of the physical components is given Supplementary Appendix B.  \n \n22.  The  improvement  and  expansion  of  wastewater  services  in  Changchun  includes  (i) \nupgrading the existing Beijiao primary WWTP to secondary treatment with a capacity of 130,000 \nm3/day including recycling of treated wastewater; (ii) constructing sewerage pipelines, pumping \nstations, and maintenance and management stations; and (iii) constructing a 150,000 m3/day \nNanjiao WWTP including recycling of treated wastewater. These improvements will result in \n70% of the wastewater treated and wastewater services coverage increased to 85% of the \nurban population in Changchun by 2010. The improvement and expansion of the Shuangyang \nwater supply system involves constructing a WTP with a capacity of 36,000 m3/day, with a \nrelated  water  pumping  station  to  extract  surface  water  from  Shuanyuang  reservoir,  and \npipelines to convey treated water from the WTP to the district’s distribution network.  \n \n23.  The  Changchun  Yongchun  River  flood  control  improvement  component  involves \nimproving the dam and spillway of the Sanjia reservoir, widening the Yongchun River, and \nconstructing seven new box culverts.  \n \n                                                 \n15  Based on review of work completed by World Bank and Department for International Development (United \nKingdom), indicators based on water quality service standards should be used to monitor the health impact of the \nProject. In addition, a direct measure of the risk of exposure to pathogens in the water supply should also be used, \nsuch as the occurrence of Escherichia coli in tap water monitored in the distribution system. Data on disease \nincidence (diarrhea and hepatitis A) can also be monitored as a composite indicator of the impact of this Project \nand other public health measures affecting these diseases.   \n16  The IAs include (i) Changchun Water Group Urban Drainage Company, (ii) Changchun High-Tech Industry \nDevelopment Company, (iii) Liaoyuan Water Group Company, (iv) Meihekou Water Supply Company, and (v) \nShuangyang Water Supply Company. \n ", "8     \n24.  The improvement and expansion of the water supply and sewerage system in Liaoyuan \nincludes (i) upgrading two existing WTPs to enable full utilization of their design capacity; (ii) \nimproving the water distribution network by constructing booster pumping stations, rehabilitating \nexisting  water  supply  networks,  and  laying  new  water  supply  pipelines;  (iii)  upgrading  the \ndrainage/sewerage  network  to  separate  the  drainage  and  sewerage  systems  including \nconstructing sewerage pipelines and three wastewater pumping stations; and (iv) constructing \nstorm-water  open  channels  and  box  culverts  to  collect  mountain  terrain  runoff  for  flood \nmitigation.  \n \n25.  The improvement and expansion of the Meihekou water supply system includes (i) \nconstructing a WTP with a capacity of 100,000 m3/day and a 40 km raw water transmission \npipeline to convey surface water from the Hailong reservoir to the WTP, and (ii) upgrading 56 \nkm  of  the  existing  water  distribution  network.  Under  the  institutional  capacity  building \ncomponent, the PMO and IAs will develop expertise in (i) efficient operation of the facilities; (ii) \nfunctional areas covering administration, finance, accounting, and business planning; (iii) human \nresource development; and (iv) cost-recovery and financial sustainability aspects including tariff \nreview and increases to reflect inflation, increasing operating costs, and managing currency \nfluctuations and collections. \n \n26.  Beneficial outputs include increased access to and improved quality of water supply and \nwastewater services, protection from flooding, and elimination of hazards associated with poor \ndrainage.  These  benefits  fall  disproportionately  to  women  and  the  poor.  Women  benefit \nbecause they now assume primary responsibility for measures taken to cope with flooding, and \npoor water supply and wastewater services. The poor will benefit because they can least afford \nto pay for these coping mechanisms. Moreover, existing and proposed cost-recovery measures \nand poverty reduction policies protect the poor from any increases in tariffs required to finance \nthe subprojects. \n \nC.  Special Features \n \n27.  The funding of the Project directly from water and wastewater tariffs is a major reform in \nline with the ADB water policy. This is expected to reduce water consumption and increase \nrecycling of industrial water. ADB involvement in the Project, coupled with water tariff increases, \nis expected to have a catalytic effect in attracting future private sector participation. Recycling \nwastewater at a rate of 150,000 m3/day will have two significant benefits: reduce water pollution \nand address water shortage problems. Further, the demonstration of a successful wastewater \nrecycling subproject will encourage replication of similar optimal and cost-effective approaches \nto address water pollution and water shortage. \n \n28.  To safeguard the quality of water from the Shuangyang reservoir for the Shuangyang \nwater supply and the Hailong reservoir for the Meihekou water supply, and to prevent pollution \nin the upstream part of these reservoirs, Shuangyang and Meihekou water resource protection \ncommittees  will  be  established  before  August  2005.  They  will  coordinate  and  facilitate \nenvironmental monitoring and mitigation, and address the interests of stakeholders, before, \nduring, and after project implementation. Plans include (i) closing off the reservoir to the general \npublic, and (ii) restricting access to the catchment areas to prevent any pollution entering the \nwater system upstream.17 The committees will increase environmental awareness in the project \narea, develop cooperation between various regional stakeholders by sharing data, and provide \na forum for discussion of environmental issues not related to the Project. The committees will be \n                                                 \n17 Three concentric reservoir protection zones will prevent development activities.  ", "    9 \nchaired  by  the  vice  mayor  of  Meheikou  and/or  Shuangyang,  and  comprise  members  of \nconcerned provincial and municipal environment protection bureaus, IAs, and civil society.  \n  \nD.  Cost Estimates \n \n29.  The total project cost is $232.2 million equivalent, including foreign exchange cost of \n$110.8  million  (48%)  and  local  currency  cost  of  $121.4  million  equivalent  (52%).  Table  1 \nprovides a summary of cost estimates, Appendix 5 provides the cost estimates and financing \nplan, and Supplementary Appendix C includes the detailed cost estimates and financing plan. \n \nTable 1: Cost Estimates \n($ million) \n  Foreign  Local  Total \nComponent  Exchange  Currencye  Cost \nA. Base Costsa       \n    1. Changchun Water Supply and Wastewater Treatment       \n        a. Beijiao WWTP and Treated Wastewater Reuse  16.5  14.0  30.5 \n        b. Nanjiao WWTP and Treated Wastewater Reuse  15.6  21.9  37.5 \n        c. Beijiao Sewer Mains Construction and Rehabilitation  18.9  20.2  39.1 \n        d. Shuangyang Water Supply Facilities  2.9  2.9  5.8 \n        e. Yongchun River Integrated Treatment  6.4  13.4  19.8 \n    2. Liaoyuan Water Supply        \n        a. Water Treatment Plant Rehabilitation  2.6  1.0  3.6 \n        b. Water and Wastewater Pipes, Pump Stations  10.9  12.4  23.3 \n    3. Meihekou Water Supply   12.6  21.5  34.1 \n    4. Project Management  1.3  0.0  1.3 \n                       Subtotal (A)  87.7  107.3  195.0 \nB. Contingencies       \n    1. Physicalb  8.6  10.9  19.5 \n    2. Pricec  2.2  2.4  4.6 \n            Subtotal (B)  10.8  13.3  24.1 \nC. Financing Charges during Implementationd  12.3  0.8  13.1 \n                                          Total  110.8  121.4  232.2 \nWWTP= wastewater treatment plant. \na In end 2004 prices.  \nb Computed at 10% for all civil works; and 5% for equipment, training, and consulting. \nc Computed, based on foreign exchange inflation rate of 2.3%, and local currency inflation rate at 3.6% in 2005 and \n3.3% in 2006, 3.2% in 2007, and 3.0% in 2008 and onward; and includes provision for potential exchange rate \nfluctuation under the assumption of a purchasing power parity exchange rate. \nd Includes interest and commitment charges. Interest during construction has been computed at the 5-year forward \nLIBOR rate plus a spread of 0.6%. \ne Includes taxes and duties at $15.81 million. \nSource: Asian Development Bank estimates. \n \nE.  Financing Plan \n \n30.  The Government has requested a loan of $100.0 million, about 43% of the total project \ncost.  The Borrower of the loan will be the PRC. The proceeds of the ADB loan will be used to \nfinance 90% of the foreign exchange cost of the Project, including interest during construction. \nThe remaining financing will be provided through water and wastewater tariffs; CMG, LMG, and  \n \n \n ", "10    \nMMG budget sources; and domestic loans from PRC banks.18 The financing plan for the Project \nis summarized in Table 2.   \n \n31.  The ADB loan is proposed to come from ADB’s ordinary capital resources. The loan will \nhave  a  25-year  term,  including  a  grace  period  of  5  years,  an  interest  rate  determined  in \naccordance  with  ADB’s  London  interbank  offered  rate  (LIBOR)-based  lending  facility,  a \ncommitment charge of 0.75% per annum, and such other terms and conditions set forth in the \ndraft loan and project agreements. The Government has provided ADB with (i) the reasons for \nits decision to borrow under ADB’s LIBOR-based lending facility on the basis of these terms and \nconditions, and (ii) an undertaking that these choices were its own independent decision and not \nmade in reliance on any communication or advice from ADB. \n \nTable 2: Financing Plan \n($ million) \n  Foreign  Local   Total \n% \nSource  Exchange  Currency  Cost \nA. Asian Development Bank Loan  100.0  0.0  100.0  43 \nB. Counterpart Fundsa         \n     Changchun Municipal Government  6.4  63.0  69.4  29 \n     Changchun Shuangyang District Government  0.3  3.3  3.6  2 \n     Changchun Hi-Tech District Government  0.8  14.9  15.7  7 \n     Liaoyuan Municipal Government  1.7  10.2  11.9  5 \n     Meihekou Municipal Government  1.6  24.2  25.8  11 \n       Subtotal (B)  10.8  115.6  126.4  54 \nC. Domestic Commercial Bank  0.0  5.8  5.8  3 \n        Total   110.8  121.4  232.2  100 \na The detailed financing plan is in Supplementary Appendix A. Government will finance the entire foreign physical and \nprice contingencies. \nSource: Asian Development Bank estimates. \n \n32.  The Borrower, will make proceeds of the loan available to the Jilin provincial government \n(JPG). JPG will then make the proceeds available to CMG, LMG, and MMG, which will onlend \nthe proceeds of the loan to the IAs. All onlending will be on the same terms and conditions as \nthe ADB loan. The IAs will assume the foreign exchange and interest rate variation risks for the \nADB loan. The flow of funds and onlending arrangements are illustrated in Appendix 6. \n \nF.  Implementation Arrangements \n \n1.  Project Management \n \n33.  JPG will be the Executing Agency. A project steering committee (PSC) was established, \nheaded by the JPG vice governor and comprising the heads of the Jilin Development Reform \nCommission; Jilin Construction Commission; Jilin Finance Bureau; and the mayors of CMG, \nLMG,  and  MMG.  The  PSC  will  provide  overall  policy  guidance,  facilitate  interagency \ncoordination, and resolve any institutional problems affecting project implementation. A PMO \nwas established at the JPG level led by the Jilin Construction Commission. The PMO will also \nbe the PSC secretariat. Project implementing units (PIUs), established in CMG, LMG, and \nMMG, will report to the PMO, and coordinate and monitor activities of the IAs. The IAs are \n                                                 \n18 The Industrial and Commercial Bank of China has issued a letter of commitment for the domestic loans. The loans \ncarry an interest rate of 6.1% per annum with a maturity of 11 years, including a grace period of 4 years. Analysis \nof the cash flow obligations of CMG, LMG, and MMG indicate that they have sufficient financial resources to meet \ntheir counterpart financing obligations under the Project.  ", "    11 \nlimited  liability  companies  incorporated  under  the  PRC  company  law  with  initial  registered \ncapital. A board of directors will oversee financial and operational matters of the IAs including \n(i) hiring  and  firing  senior  management,  (ii) reviewing  staffing  and  remuneration  plans, \n(iii) reviewing construction progress and approving annual construction plans, (iv) reviewing and \napproving annual financial budgets, (v) reviewing investment plans and accounts of the IAs, and \n(vi) approving procurement of major equipment and civil works contracts. The IAs will increase \ntheir  staff  strength  significantly  for  the  construction  period  and  when  operations  begin.  A \nfinancial  management  assessment  of  the  internal  controls,  and  accounting  and  auditing \nprocedures of the IAs found them to be generally in order and they will be fully functional and \navailable for use under the Project for the construction and operational phases (Appendix 7). An \nassessment of the IAs’ technical and institutional capacities found them to be adequate for \nproject implementation. The detailed financial management assessment is in Supplementary \nAppendix D. IA organization is in Supplementary Appendix E. The IAs’ current and projected \nfinancial position is detailed in Supplementary Appendix F. The IAs will retain the services of \ndesign institutes, specialist procurement agencies, and construction supervision companies to \nhelp  with  implementation.  The  PMO  and  IAs  will  have  several  staff  trained  in  project \nmanagement and relevant ADB procedures during project implementation.  \n \n2.  Implementation Schedule \n \n34.  The Project will be implemented over 5 years from 2005 to the end of 2009 (Appendix \n8). This schedule is considered realistic as the project implementation structure is already in \nplace and preparatory works are under way. ADB’s successful experience in similar projects in \nthe PRC, and JPG’s and the IAs’ in-depth knowledge and experience in water supply and \nwastewater treatment projects indicates that this schedule is achievable. \n \n3.  Procurement \n \n35.  Equipment, materials and goods, and services financed by the loan will be procured in \naccordance with ADB’s Guidelines on Procurement and follow ADB procedures for international \ncompetitive bidding (ICB) for packages each with a value greater than $1.0 million. Packages \nvalued at $1.0 million or less will be procured following international shopping procedures; \npackages valued at $100,000 and less will be procured through direct purchase procedures. \nCivil works contracts costing more than $10 million will be procured using ICB. Civil works \ncontracts valued at $10 million equivalent or less can be procured using local competitive \nbidding procedures in accordance with the PRC Tendering and Bidding Law and the respective \nprocurement regulations.19 Selection and engagement of contractors will be subject to ADB \napproval.20 Indicative procurement packages are listed in Appendix 9. Major equipment will be \npurchased through ICB procedures and financed by the ADB loan. The internationally tendered \nequipment packages will include necessary technical support for ensuring proper installation, \ntesting, commissioning, and training of operational staff as part of the related contracts. In \naccordance with ADB requirements, foreign contractors may participate in bidding for local \ncompetitive bidding contracts. \n \n \n \n \n                                                 \n19 ADB. 1997. Technical Assistance to the People’s Republic of China for Establishment of National Procurement \nRegulations for the Public Sector. Manila. \n20 ADB will require JPG to use ADB-approved standard bidding documents (to be developed as necessary) to ensure \nhigh quality and consistency of the documents; this will facilitate ADB review. \n ", "12    \n4.  Advance Procurement Action \n \n36.   ADB has approved JPG’s request for advance procurement action to expedite project \nimplementation. Advance action will include (i) prequalification of contractors, tendering, and bid \nevaluation for civil works contract packages; and (ii) preparation of tender documents for the \nprocurement of materials, plant, equipment, and vehicles. Such advance action will cover the \nperiod from the end of the Appraisal Mission visit until loan effectiveness. The issuance of \ninvitations to bid or to prequalify under advance procurement action will be subject to ADB \napproval.21  All  advance  procurement  actions  will  be  undertaken  in  accordance  with  ADB \nGuidelines on Procurement. The Government and JPG were advised that approval of advance \naction does not commit ADB to finance the Project.  \n \n5.  Consulting Services \n \n37.  Consulting services will be required to (i) build the capacity of PMO and IA staff; (ii) \nmonitor construction and operation; and (iii) monitor resettlement. A consultant firm will be \nrecruited in accordance with ADB’s Guidelines on the Use of Consultants using the quality and \ncost-based selection method. Provision has been made for 30 person-months of international \nand 120 person-months of domestic consulting services to be funded under the loan, to support \nthe PMO, PIUs, and IAs in project implementation and capacity building. These tasks include (i) \nreview of designs, specifications, and tender documents; (ii) construction supervision, quality \ncontrol, and related monitoring of progress during project implementation; (iii) training for the \nPMO,  PIUs,  and  IAs  in  finance,  accounting,  mechanical,  and  operation  and  maintenance \n(O&M), including leakage detection; (iv) development of a management information system for \nthe PMO, PIUs, and the IAs; (v) social, resettlement, and environmental monitoring; (vi) review \nof project water and wastewater tariffs, and impact on retail tariffs based on actual investment \ncost; (vii) project management; (viii) efficient operating procedures; (ix) preventive maintenance; \n(x) financial management; (xi) human resource development; (xii) corporate governance; and \n(xiii)  provision  of  advice  to  the  PMO  and  IAs  on  performance  improvements  including \nmanagement  of  nonrevenue  water.  The  outline  terms  of  reference  are  in  Supplementary \nAppendix G. Capacity building for the IAs will also include hands-on domestic and international \ntraining on project facilities. The consultants will assist the PMO with ADB procedures and \nreporting,  procurement,  quality  control,  start-up  testing,  commissioning,  O&M,  and \nimplementation of the project performance management system.  \n \n6.  Resettlement Monitoring \n \n38.  ADB requires monitoring and evaluation of the resettlement and resettlers for at least 2 \nyears after the resettlement program has been completed. The PMO and IAs will retain the \nservices of a domestic monitor, to be engaged by the PMO (and one international social \nspecialist under the consulting services). The monitor will visit the sites semiannually to review \nprogress made and the general welfare of those resettled, make recommendations to resolve \nany issues/problems, and support the training programs. The monitor will pay special attention \nto programs to help resettlers experiencing difficulties to regain their preproject standard of \nliving. Monitoring and evaluation reports will be prepared and simultaneously submitted to ADB, \nPMO, PIUs, and IAs. \n \n \n                                                 \n21 Advance action was approved on 22 February 2005. ", "    13 \n7.  Disbursement Arrangements \n \n39.  To make adequate amounts of the project loan proceeds available on a timely basis, \nJilin Provincial Finance Bureau will establish an imprest account after loan effectiveness in \naccordance  with  the  ADB  Loan  Disbursement  Handbook.  Disbursements  from  the  imprest \naccount will be supported by an appropriate withdrawal application and related documentation. \nSuch documentation will demonstrate, among other things, that the goods and/or services were \n(i) produced in and procured from ADB member countries, and (ii) eligible for ADB financing. \nThe initial amount to be deposited in the imprest account will not exceed 6 months of estimated \nexpenditure for the Project or 10% of the loan amount, whichever is lower. ADB statement of \nexpenditures  procedure  may  be  used  to  reimburse  eligible  expenditures  and  to  liquidate \nadvances  in  amounts  not  exceeding  $200,000  equivalent  per  item  of  expenditure.22  The \nonlending  agreement  along  with  the  legal  opinion  regarding  a  project  component  will  be \nrequired as a condition of disbursement for the concerned project component. \n \n8.  Accounting, Auditing, and Reporting \n \n40.  Sound  auditing  is  an  important  element  of  good  governance  and  an  important \nanticorruption  measure.  ADB  is  helping  strengthen  the  PRC  auditing  system.  The  IAs  will \nmaintain records adequate to identify goods and services financed out of the loan proceeds, \nfollowing accounting principles and practices prescribed by the PRC Accounting Law. The law \nrequires  enterprises  to  prepare  financial  statements  and  generally  follow  internationally \naccepted accounting standards. The IAs will maintain separate project accounts and records. \nThe financial statements of the project accounts and the annual corporate financial statements \nfor IAs will be subject to external audit by the Changchun, Liaoyuan, and Meihekou municipal \naudit bureaus; Jilin Provincial Audit Bureau; and State Audit Administration. The audits will be \ncarried out in accordance with regulations for auditing approved by the State Council in 1993 \nand will meet ADB requirements. A separate auditor’s opinion on the use of the imprest account \nand statement of expenditure will be incorporated in the audit reports. The IAs’ annual audited \nfinancial statements and audited project accounts will be submitted to ADB no later than 6 \nmonths after the end of the fiscal year for the entire implementation period.23 The Government, \nJPG, CMG, LMG, MMG, and IAs have been informed about ADB policy on submission of \naudited financial statements and possible penalties for delays in submission. JPG and the IAs \nwill submit reports and information to ADB concerning the use of the loan proceeds, project \nimplementation, and IA performance. They will include (i) quarterly progress reports on project \nimplementation; (ii) annual reports; and (iii) a project completion report, not later than 3 months \nafter completion of the project facilities.  \n  \n9.  Project Performance Management System \n \n41.   The project performance management system indicators include water and wastewater \ntreatment service levels, treated wastewater quality, percentage of wastewater collected and \ntreated, user satisfaction with the urban environment, nonrevenue water, water conservation, \ntreated water quality,  and other  measures of operational performance; relevant social and \neconomic data, such as income, health and gender, incidence of waterborne diseases including \ndiarrhea and hepatitis A, and levels of Escherichia coli in tap water. These will permit monitoring \n                                                 \n22 Limits for the imprest account and the statement of expenditure are in accordance with the recent review of ADB’s \nPRC portfolio and to facilitate improved efficiency in loan disbursement. \n23 IAs currently have three tiers of audit including (i) internal audit, (ii) municipal government level audit, and (iii) \nprovincial and state government level audit. \n ", "14    \nof  project  impacts  on  improved  living  conditions  and  economic  opportunities;  number  of \nconnections provided to the poor; and number of people benefiting from lifeline tariffs. These \nrelate  to  (i) improved  water  supply  and  wastewater  treatment  facilities  and  services, \n(ii) improved  quality  of  life,  (iii) resettlement,  (iv) physical  completion,  (v) institutional \nstrengthening,  and  (vi) policy  reforms.  The  Project  provides  for  baseline  and  follow-up \nsocioeconomic and health impact surveys in years, three, four, and five of project construction. \nThe  surveys  will  collect  necessary  information  on  the  target  population  (disaggregated  by \npoor/nonpoor status) to monitor coverage of the poor and impact on public health against the \nbaseline survey data as the new water is distributed and wastewater treatment rate increases \nthroughout  the  project  area.  The  incidence  of  waterborne  diseases will  be  monitored  with \nreference to official health statistics and using the socioeconomic survey as a cross-check to \nobtain beneficiary views on the extent that public health is showing real improvements as a \nresult  of  the  Project.  The  IAs  will  finalize  the  project  performance  management  system \nframework,  confirm achievable goals, firm up  monitoring and recording arrangements, and \nestablish systems and procedures no later than 6 months after loan effectiveness. The IAs, with \nthe assistance of the consultants, will monitor and assess activities, and report to ADB quarterly \non the physical implementation; resettlement; environment; and social, poverty, and financial \naspects of the Project to ensure that impacts are monitored and reported in line with ADB \nrequirements.  \n \n10.  Anticorruption Policy \n \n42.  The ADB anticorruption policy was explained to central and local government officials. \nAttention was drawn to the section on fraud and corruption that was added to ADB Guidelines \nfor Procurement, particularly the need for bidders, suppliers, and contractors to observe the \nhighest standards of ethics in the procurement and execution of ADB-financed contracts, and \nthe sanctions to be applied if fraud and corruption are discovered. The anticorruption provisions \nadded to ADB Guidelines on the Use of Consultants were discussed. For the Project, CMG, \nLMG, and MMG will undertake the following anticorruption actions: (i) involve full-time officials \nfrom the Changchun, Liaoyuan, and Meihekou municipal discipline investigation bureaus in \nbidding and construction; (ii) introduce a dual-signing system, in which the civil works contract \nwinner also signs an anticorruption contract with the employer; and (iii) periodically inspect the \ncontractor’s activities related to fund withdrawals and settlements.  \n \n11.  Project Review \n \n43.  Besides  regular ADB  review  missions, ADB  and  the  Government  will  undertake  a \ncomprehensive midterm review, 2 years after project implementation begins. This review will \ninclude  a  detailed  evaluation  of  the  scope,  implementation  arrangements,  resettlement, \nachievement of scheduled targets, and progress on the agenda for policy reform and capacity-\nbuilding measures. A review of retail water tariffs in Changchun, Liaoyuan, and Meihekou will \nalso be undertaken.  \n \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \n \nA.  Project Benefits and Impacts \n \n44.  The Project will benefit about 3 million urban residents whose living conditions and \npublic  health  standards  will  be  improved  due  to  (i)  improved  quality  of  water  supply  and \nwastewater services, protection from flooding, and elimination of hazards associated with poor \ndrainage; and (ii) reduction in the incidence of waterborne diseases such as diarrhea and ", "    15 \nhepatitis A, below 2003 levels in Changchun, Liaoyuan, and Meihekou (to be monitored through \nthe project performance management system). The Project will result in improved management \nand utilization of water resources in the upper SRB by (i) achieving the goal of 70% wastewater \ntreatment rate in Changchun by 2010; (ii) solving the water shortage problem through effluent \nreuse, which can be used beneficially for industry or irrigation; (iii) increasing flood control; (iv) \nproviding a supply of reliable and high-quality potable water; (v) increasing the efficiency and \nmanagement  capacity  of  the  IAs;  and  (vi)  improving  cost  recovery  through  a  better  tariff \nstructure, with gradual increases to achieve full cost recovery. The water quality improvements \nin the SRB will also contribute to integrated water resource management and pollution control; \nthe basinwide management program; and transboundary pollution prevention and control. \n \n45.  The Project will secure the provision of clean and reliable water supply to Changchun, \nLiaoyuan  and  Meihekou,  by  developing  drinking  water  sources  from  rivers  and  existing \nreservoirs, instead of relying solely on groundwater that is overexploited and has reached \nunsustainable  levels.  The  proposed  extension,  replacement,  and  rehabilitation  of  water \ndistribution systems will increase the proportion of the population with access to piped water \nsupplies. These improvements in the distribution system will reduce water losses and reduce \nthe risk of contamination of treated water within the distribution system. Recycling wastewater \nwill reduce water pollution and address the water shortage problem. The Project will improve \nflood  control  by  improving  the  drainage  systems,  separating  the  storm-water  drains  and \nsewerage networks, and strengthening the dam and spillway of the existing Sanjia reservoir. \nThis will minimize loss of life and damage to property, agriculture, and infrastructure. The \nextraction of groundwater will be reduced to sustainable levels, thus reducing land subsidence.  \nThe reliable supply of water will reduce the burden on women responsible for domestic duties \nand caring for the sick.  \n \nB.  Social Dimensions \n \n1.  Land Acquisition and Resettlement \n \n46.  Impacts related to resettlement (physical and economic displacement) include people \naffected by (i) permanent acquisition of land for the WWTP and pumping stations, (ii) temporary \nuse of land for installation of trunk sewers and water pipelines, and (iii) demolition of houses and \nshops. Resettlement requirements have been carefully considered and incorporated into the \nproject design. All project components were planned to minimize disruption of residential areas \nand villages, and maintain village cohesion. The Project will require the permanent acquisition of \n78 hectares (ha) of land, temporary acquisition of 202 ha, and dismantling of 62,700 m2 of \nresidential houses and 2,077 m2 of commercial buildings. In total, 244 households with 911 \npeople will be permanently affected by land acquisition, and 502 households with 1,799 people \nby the dismantling of houses. In addition, two enterprises and 18 shops will be affected. The \ncompensation of the permanent land loss is based on PRC Land Administration Law (1998) and \nthe State Council Decision to Deepen Reform and Strictly Enforce Land Administration (28 \nNovember 2004). \n \n47.  The total cost for both land acquisition and resettlement is estimated to be CNY179.43 \nmillion or $21.62 million. Resettlement impacts were identified and six resettlement plans (RPs) \nprepared in accordance with PRC laws and ADB policy on involuntary resettlement.24 The RPs \nprovide a socioeconomic profile of those affected and the scope of the impacts; and addresses \nissues  related  to  entitlements  for  compensation,  legal  framework,  public  consultations, \n                                                 \n24  ADB. 1998. The Bank’s Policy on Involuntary Resettlement. \n ", "16    \ngrievance  procedures,  rehabilitation  measures,  budget,  and  monitoring  and  implementation \nmilestones.  \n \n48.  JPG, CMG, LMG, MMG, and the IAs implemented the ADB full disclosure policy for the \nresettlement activities, including (i) disclosure of the summary resettlement plan attached to the \nsummary environmental impact assessment (SEIA) circulated to the Board on 28 December \n2004; (ii) distribution of the Resettlement Information Booklet to affected households and village \noffices between August 2004 and January 2005; and, (iii) posting of the RPs in village offices \nand resident committees in January 2005, and on the ADB website in May 2005.25 The PMO \nhas established subproject resettlement units for supervision and monitoring in April 2005. \n \n49.  All those affected will be compensated and resettled in a timely and adequate manner in \naccordance with the RPs so that they will be at least as well off as they would have been \nwithout the Project. To ensure that they have been adequately compensated and rehabilitated, \nJPG and the IAs will (i) keep ADB informed of RP implementation through quarterly progress \nreports until resettlement is complete, and (ii) prepare resettlement completion reports and a \npost-resettlement impact evaluation report and submit it to ADB. JPG and the IAs will engage \nan independent agency for semiannual monitoring and annual evaluation of land acquisition and \nresettlement  until  2  years  after  the  completion  of  land  acquisition  and  resettlement.  The \nsummary RP is provided in Appendix 10. \n \n2.  Poverty Reduction and Social Benefits \n \n50.  The Project will benefit about 3 million urban people in Changchun, Liaoyuan, and \nMeihekou,  through  the  provision  of  clean  water,  expansion  of  wastewater  capacity,  and \nincreased  flood  protection.  Of  the total  beneficiary  population,  about  210,000  or  7.0%  are \nclassified as poor measured by the weighted average local urban poverty line of CNY1,875 per \nyear. The Project will support poverty reduction by (i) providing safer and more reliable urban \nwater supplies; (ii) improving the natural environment by increased wastewater treatment; (iii) \nreducing morbidity due to decreased exposure to waterborne diseases such as diarrhea and \nhepatitis A; (iv) reducing risk of frequent local flooding by improving collection and disposal of \nwastewater and storm water; (v) reducing the risk of major flooding through river training and \nreservoir rehabilitation works; and (vi) providing employment opportunities for the poor.  \n \n51.  The  Project  will  improve  public  health  by  reducing  waterborne  diseases  through \nimproved water supply, expanded wastewater capacity, and increased flood protection. An \norder of magnitude analysis of the impact on morbidity and mortality was completed for the \nProject (Supplementary Appendix H). The Project is expected to reduce disease episodes by an \naverage of 8,000 cases per year. One in 20 of these cases, or 400 cases, is likely to be serious \nenough to result in a medical consultation. Provision of clean water will improve the quality of \nlife of the poor and vulnerable by reducing the proportion of household income spent on medical \ntreatment for waterborne diseases. The number of school days and workdays lost due to \nsickness will also be reduced. Further, the Project will reduce the proportion of household \nincome spent on buying water from private sources and buying storage containers, filters, and \nother water-cleaning equipment. Water pressure improvements will greatly enhance the quality \nof life of households living in apartments and reduce their water-pumping costs. Improved water \nsupply will significantly reduce the time, cost, and labor that mainly women spend on collecting \nwater, cleaning containers, and improving water quality. The increased flood control will reduce \nthe risk of infection from overflowing sewers during the flooding season.  \n                                                 \n25 All RPs were uploaded on the ADB website on 22 May 2005. ", "    17 \n \n52.  The Project will create 3,200 full-time jobs during the 5 years of construction. The poor \nand women will fill about one half of these jobs. Project operations will create 567 full-time \npermanent jobs; many will be available to unemployed persons with basic technical training. \nProject-related services, such as procurement of construction materials and equipment, and \nfollow-on multiplier effects will create an additional 5,000 jobs. Those temporarily employed in \nconstruction operations will benefit from additional training and experience that will provide them \nwith opportunities in planned infrastructure construction.  \n53.  In the project area, the major social measures to protect urban residents from falling into \npoverty include (i) living allowance for laid-off employees, (ii) unemployment insurance, and (iii) \nsocial support program under the minimum living standard scheme. Further, CMG, LMG, and \nMMG have agreed to implement poverty reduction26 measures including (i) lifeline tariffs, (ii) \nwater bill discounts or cash rebates amounting to 50% of the monthly water bill for households \nliving below the poverty line; and (iii) connections for the poorest households to tap water in \nLiaoyuan, Meihekou, and Shuangyang district in Changchun. The Project will promote public \nawareness  and  education  programs  about  project  benefits,  public  hygiene,  and  consumer \nbehavior on water saving and managing wastewater disposal. The summary poverty reduction \nand social strategy is in Appendix 11. \n \nC.  Financial Aspects \n \n54.  The financial evaluation of the Project was undertaken in real terms using constant 2004 \nprices. The project cost estimates and financial projections in nominal terms were converted to \nreal terms by adjusting for the projected effects of foreign and domestic inflation and currency \nfluctuation. Incremental benefits and costs were derived by evaluating the financial position of \nthe IAs under with- and without-project scenarios. The financial internal rate of return for the \nProject  was  computed  on  an  after-tax  basis  of  6.2%,  which  compares  favorably  with  the \nweighted average cost of capital in real terms of 1.9%. The financial analysis is in Appendix 12.  \n \n55.  The sensitivity analysis includes examination of the risk that project costs will increase by \n10%, or that revenues will be depressed by a 1-year delay in tariff adjustments; the resulting \nfinancial internal rates of return are 5.3% and 5.5%, respectively. Detailed verification of the \nlocal financing plan indicate that the equity contributions from CMG, LMG, and MMG are about \n1%, 1.3%, and 1.5% of annual revenues respectively, indicating minimal risk. CMG, LMG, and \nMMG have sufficient financial resources to take on responsibility for guaranteeing the loan \nrepayments, and have provided assurances that they accept this risk. An affordability analysis \nhas been undertaken, based on proposed tariffs and household income data from the social \nsurvey. Tariffs under the Project are considered affordable if the combined average water and \nwastewater charges are less than 5% of household income. The estimated tariffs on this basis \nare affordable to the average household (2.0% of income), and also affordable to the poorest \n10%  of  households  (less  than  3.4%  of  income  before  accounting  for  poverty  reduction \nmeasures that exist now or that have been committed to).  \n \n56.  The IAs have agreed to minimum levels of financial performance, and these will be \nincluded as loan covenants covering capital structure (debt to equity), debt service cover, and \nliquidity. Financial projections estimate the tariffs required for an appropriate level of financial \n                                                 \n26 The TA study (i) defined poverty levels used in the analysis, (ii) assessed and provided an income and expenditure \nprofile of poor households based on a household survey of 1,200 households, (iii) evaluated and recommended \nmeasures to alleviate the impacts of increased water and wastewater tariffs on the poor, and (iv) assessed the \npositive impacts of the Project on the poor and low-income beneficiaries.  \n ", "18    \nperformance. Periodic tariff reviews will be required to overcome the risk of poor financial \nperformance or of unexpected changes in the tariff income.  \n \n57.  The financial sustainability of the Project was verified through the financial analysis of \nthe IAs and secured through the signed water purchase agreements (WPAs) in Meihekou and \nShuangyang for the water supply components. The financial projections for the IAs indicate that \nthe minimum debt-service coverage ratios and acceptable rates of return on equity will generally \nbe achieved by the Project. To ensure that the Project does not have an adverse fiscal impact \non  any  level  of  government,  wholesale  and  retail  tariffs  were  structured  on  the  basis  of \nachieving full cost recovery.  \n \nD.  Economic Aspects \n \n58.  The  Project  is  an  integral  part  of  the  ongoing  provincial,  municipal,  and  basinwide \nenvironmental programs directly contributing to the cleanup of the SRB. The economic analysis \nwas  conducted  over  25  years,  inclusive  of  project  construction,  in  accordance  with  ADB \nGuidelines for the Economic Analysis of Projects. Project benefits and costs were estimated on \na without- and with-project basis appropriately apportioned on the basis of being tradable or \nnontradable, and with appropriate adjustments to the nonincremental and incremental project \nbenefits. Incremental benefits were valued on the basis of willingness to pay and, in the case of \nflood  prevention,  avoided  damages.  The  willingness  to  pay  and  demand  analysis  is  in \nSupplementary Appendix I.  \n \n59.  The economic internal rate of return for the (i) Changchun wastewater component is \n16.6%; (ii) Shuangyang water supply component, 32.2%; (iii) Liaoyuan water supply component, \n30.0%; (iv) Meihekou water supply component, 20.9%; (v) Yongchun River component, 25.6%; \nand (vi) Liaoyuan drainage component, 32.2%. The economic internal rate of return for the \nwhole Project is estimated at 21.1%, which exceeds the economic opportunity cost of capital, \nassumed to be no less than 12% (Appendix 13). The detailed economic and least-cost analysis \nis in Supplementary Appendix J.  \n  \nE.  Environmental Aspects \n \n60.   The Jilin Environmental Protection Bureau has already approved the environmental \nimpact assessment reports for all project components. The SEIA along with the summary RP \nwas circulated to the ADB Board on 28 December 2004 and posted on the ADB website on 29 \nDecember 2004. The Project will improve the urban environment and surface water quality, \nprimarily in the Yitong and Yongchun rivers, which flow into the SRB. The Project will target \nsubstantial improvements in wastewater management in Changchun and Liaoyuan, which will \nhave significant positive effects on water pollution control in the upper reaches of the SRB. The \nProject will provide clean and reliable water supply to Liaoyuan, Meihekou, and Shuangyang \ndistrict in Changchun, secured from rivers and existing reservoirs instead of from overexploited \ngroundwater. The Project will have an overwhelming positive environmental impact and any \nenvironmental risks during construction will be mitigated through measures in the SEIA. The \nSEIA summarizes the environmental impacts, mitigation measures, and monitoring plans. About \n100  million  m3  annually  of  untreated  wastewater  will  be  treated  under  the  Project.  The \nenvironmental  management  plan,  prepared  as  part  of  the  SEIA,  will  guide  environmental \nmitigation and monitoring under the Project. Extensive public consultations were undertaken \ntwice during TA implementation involving 35–40 stakeholders. \n ", "    19 \nF.  Project Risks and Mitigation Measures \n \n61.  The  Project  does  not  have  any  unusual  technical  risks.  The  water  supply  and \nwastewater  subprojects  have  adopted  conventional  engineering  design  and  treatment \nprocesses that are robust and with proven records of reliable performance. The ICB equipment \nprocurement packages will include technical support for installation, testing, and commissioning \nas  recommended  by  the  manufacturer.  During  project  implementation,  internationally \nexperienced  consultants  will  provide  support  to  the  PMOs,  PIUs,  and  IAs  to  ensure  the \ndelivered equipment and works comply with the design requirements and quality standards. \nBased on the performance of ADB’s PRC portfolio, cost overruns and major implementation \ndelays are not expected.  \n \n62.  Potential risks in developing a strong water supply and wastewater utility include: (i) \nfuture constraints on institutional reforms; and (ii) lack of adequate public support to increase \nwater supply tariffs and wastewater charges to meet cost recovery targets. These risks have \nbeen mitigated by: (i) assurances from CMG, LMG and MMG on the financial and managerial \nautonomy of the IAs; (ii) local programs to mitigate the impact of tariff increases on poor \nhouseholds; and (iii) the diversity and frequency of public participation conducted to date, which \nthe IAs are committed to continue, in combination with regular tariff reviews and oversight of \nlocal price bureaus. Potential financial and commercial risks related to the project include (i) \nfailure to meet the cash/equity transfers required to construct the Project; (ii) failure of the \nShuangyang Tap Water Company and Meihekou Reservoir Management Bureau to honor the \nWPA; (iii) constraints on institutional reform of water supply and drainage companies; and (iv) \nfailure by the IAs to increase the tariffs to meet cost recovery targets. The potential financial and \npolicy risks will be mitigated by assurances related to the financial and managerial autonomy for \nwater supply and drainage companies.  The risks associated with lack of local funding will be \naddressed by the assurance from CMG, LMG, and MMG that they (i) would meet whatever cost \nincreases are incurred, and (ii) provide a guarantee on the required equity injections to meet the \nfinancing requirements and financial ratios of the project. \n \nV.  ASSURANCES \n \n63.  In addition to the standard assurances, the Government, JPG, CMG, LMG, MMG, and \nIAs have given the following assurances, which are incorporated in the legal documents:  \n \n(i)  JPG, the Executing Agency, will have overall responsibility for the Project. The \nIAs will be responsible for day-to-day implementation. JPG will ensure that the \nIAs are maintained as separate legal entities with full financial and managerial \nautonomy as provided for under relevant PRC laws. \n \n(ii)  JPG, through CMG, LMG, MMG, and IAs, will ensure (a) adequate staff and \nresources  are  committed  to  supervising  and  internal  monitoring  of \nimplementation  of  each  subproject  RP;  (b)  quarterly  monitoring  during \nresettlement implementation, followed by a resettlement completion report for \neach subproject; (c) an independent agency acceptable to ADB is contracted to \ncarry out monitoring and evaluation, including data disaggregated by gender \nwhere applicable, and reports are forwarded to ADB as specified in the RPs; (d) \nADB is provided with a summary of annual government audits of resettlement \ndisbursements and expenditures; (e) the RPs are updated based on detailed \nmeasurement  surveys  and  sent  to  ADB  for  its  concurrence  prior  to \ncommencement  of  related  civil  works;  (f)  ADB  is  promptly  advised  of  any \n ", "20    \nsubstantial changes in the resettlement impacts and, if necessary, a revised \nresettlement plan is submitted to ADB for its approval; (g) civil works contractors’ \nspecifications include requirements to comply with the RPs and entitlements for \npermanent and temporary impacts on people affected; (h) the contractors are \nsupervised to ensure compliance with RP requirements including restoration of \nland temporarily used during construction, applicable law, and ADB policy on \ninvoluntary resettlement.  \n(iii)  JPG will, and cause CMG and MMG to, ensure that the WPAs entered into \nbetween Meihekou Reservoir Management Bureau and Meihekou Water Supply \nCompany, and between Changchun Shuangyang Water Supply Company and \nShuangyang Tap Water Company, are implemented in accordance with their \nrespective obligations under the WPA. JPG will cause CMG to ensure that as of \n1  January  2010,  Shuangyang  Tap  Water  Company  purchases  the  minimum \nvolume of treated water specified in the concerned WPA. \n \n(iv)  JPG will, and will cause CMG to, ensure that as of 1 January 2010, the water \npurchase price of the WPA for Shuangyang Tap Water Company is set at a level \nthat ensures full cost recovery of O&M, depreciation, and financial costs, i.e., \ndebt service obligations, and a reasonable profit margin for Shuangyang Tap \nWater Company. This price level will be reviewed on an annual basis, so that any \nchanges in O&M and financial costs, inflation, and currency fluctuations are met.  \n \n(v)  JPG will, and cause MMG to, ensure that the raw water purchase price of the \nWPA as of 1 January 2010 for Meihekou Water Supply Company is set at a level \nbased on recovery only of those costs associated with providing raw water to \nMeihekou Water Supply Company, including all resource fees or taxes. This \nprice level will be reviewed on an annual basis, so that any changes in the price \nare justified based on changes in costs. \n \nVI.  RECOMMENDATION \n \n64.    I am satisfied that the proposed loan would comply with the Articles of Agreement of \nthe Asian Development Bank (ADB) and, acting in the absence of the President, under the \nprovisions of Article 35.1 of the Articles of Agreement of ADB, I recommend that the Board \napprove the loan of $100,000,000 to the People’s Republic of China for the Jilin Water Supply \nand Sewerage Development Project from ADB’s ordinary capital resources with interest to be \ndetermined in accordance with ADB’s London interbank offered rate (LIBOR)-based lending \nfacility; a term of 25 years, including a grace period of 5 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft Loan and Project \nAgreements presented to the Board.  \n \n \n         \n  Joseph Eichenberger \n    Vice President (Operations 2) \n \n \n23 June 2005 \n ", "  Appendix 1  21    \n  DESIGN AND MONITORING FRAMEWORK   \n \nDesign  Performance Targets and  Data Sources and  Assumptions and Risks \nSummary  Indicators  Reporting \nMechanisms \nImpact       \nEnhanced urban  Eliminate water supply interruption  Household surveys  Assumptions \nenvironment, and  from the current 5–7 hours per day  and public feedback at  •  Changchun, Liaoyuan, \nimproved public  to zero by 2010.   public hearing  and Meihekou Tenth \nhealth and  Water quality of Yitong and  meetings for tariff  Five-Year Plan for \nquality of life for  Yongchun rivers that flow into the  adjustments   Environmental \nthe urban  Songhua River Basin will be  Environmental  Management is effectively \nresidents in the  improved from the current class IV-V  monitoring data of  implemented  \ncities of  to class III by 2010  local environmental  •  Changchun, Liaoyuan, \nChangchun,  Composite incidence of diarrhea and  protection bureau and  and Meihekou urban city \nLiaoyuan, and  hepatitis A drop below 2003 levels of  state environmental  plans are successfully \nMeihekou   1.83, 1.53, and 1.49 per 1,000  protection  implemented \npersons in Changchun, Liaoyuan,  administration   •  All applicable local and \nand Meihekou respectively  Municipal government  national environmental \nhealth bureau data on  laws in the People’s \ndrinking water quality  Republic of China (PRC) \nand the incidence of  are effectively enforced \ninfectious disease  Risks  \n  •  In stream water, quality \n  monitoring data do not \nprovide sufficient \ninformation to detect \ntrends  \nOutcome       \nImproved  Wastewater effluent pollutant  Wastewater effluent  Assumptions  \nmanagement and  loadings from Changchun to the  quality and quantity  •  Industrial demand for \nutilization of  Songhua River Basin fall by 2010 by  monitoring data   recycled nonpotable \nwater resources  the following amounts annually:  Water supply company  effluent will develop  \nin the upper  15,500 tons of biochemical oxygen  well log data  •  Continued growth in \nSonghua River  demand, 27,600 tons of chemical  demand for water supply \nChangchun statistical \nBasin  oxygen demand, 17,900 tons of  and wastewater services \nyearbook  \n  suspended solids, 1,570 tons of   to achieve full capacity \nHousehold surveys \nammonia nitrogen, 270 tons of total  utilization and generate \nphosphorous   revenue to finance \nRecovery of the groundwater aquifer  investments \nin Shuangyang and Meihekou by  •  Customers are willing to \nmore than 85% by 2011  pay increased tariffs \nIncrease water supply service  •  Infrastructure assets are \ncoverage of the urban population in  properly maintained  \nShuangyang (90%), Meihekou \nRisks \n(85%), and Liaoyuan (85%) by 2010 \n  More than 50% reduced disruption    •  Existing (or enhanced) \nand damage due to flooding in  pollution prevention and \nLiaoyuan and along the Yongchun  control policies do not \nRiver in Changchun by 2010  continue to be \nimplemented by central \nand local government \nOutputs       \n1. Improve and   70% of wastewater collected and  Site inspection and  Assumptions \nexpand  treated in Changchun by 2010  project implementation  • Timely construction of the \nwastewater   Provide wastewater service to 85%  reports  Nanjiao wastewater \n ", "22   Appendix 1 \nDesign  Performance Targets and  Data Sources and  Assumptions and Risks \nSummary  Indicators  Reporting \nMechanisms \nservices in  of the urban population in  Wastewater system  treatment plant (WWTP) \nChangchun  Changchun by 2010  operator production  and upgrading of the \nand Liaoyuan.    statistics (rate of  Beijiao WWTP \n70% of wastewater collected and  capacity utilization,  •  Changchun \ntreated in Liaoyuan by 2010  effluent flows)  environmental protection \nbureau enforces \nenvironmental standards \nRisks \n•  Follow-on investments to \nconnect customers to new \nsewers are not made quickly \nenough \n 2.   Improve and  Provide tertiary treatment and reuse  Sales records of the  Assumptions  \nexpand water  150,000 m3/day for irrigation and  implementing agencies \n•  Changchun, Liaoyuan,, \nsupply  industrial use in Changchun by 2010  (IAs) for recycled \nand Meihekou municipal \nservices in  Achieve the PRC drinking water  wastewater effluent \ngovernments’ health \nChangchun,  quality standards in the distribution  Demand and \nbureaus enforce drinking \nLiaoyuan, and  systems for Shuangyang, Meihekou  production statistics \nwater quality standards \nMeihekou.  and Liaoyuan (system pressure,  (rate of capacity \nand monitoring \nresidual chlorine, hours of service,  utilization, average and \nrequirements \nE. coli occurrence)  maximum day \ndemand) of water  Risks \nsupply companies  •  Reluctance to use treated \n(WSC)  wastewater effluent \nWSC drinking water \nquality monitoring \nprogram data \n \n3.  Reduce  Flooding frequency, duration and  Stream flow records of  Assumptions \nflooding in  extent reduced by 50% along the  the Changchun Water  •  Rehabilitated drains are \nChangchun  Yongchun River in the Changchun  Resources Bureau for  maintained and cleaned \n(Yongchun  by 2010  the Yitong River   on a regular basis \nRiver) and  Reduced frequency of drain overflow  Observations of \nLiaoyuan.  and local flooding in Liaoyuan  Liaoyuan government  Risks \nstaff involved in drain  •  A 5-year record (2006–\nmaintenance  2010) is probably too \nshort to monitor impacts \non flooding. \n \n4.  Increase the  The 5 IAs have functioning boards of  WSC records  Assumptions  \ninstitutional  directors and operate as  concerning tariff  •  WSCs allowed to \ncapacity of  independent corporations by 2006.  adjustments and  exercise independent \nthe IAs in  The IAs provide 45 staff and  related public hearing  management \nChangchun,  resources, as indicated in the cost  Meetings \nLiaoyuan, and  estimates, to implement the Project   WSC annual financial  •  Government approves \nnecessary tariff \nMeihekou.  statements and audit \nadjustments  \nreports  \nRisks \nAsian Development \n•  Lack of local government \nBank (ADB) review \nsupport for reform \nMissions  \nprocess \nHousehold surveys. \n \n     ", "  Appendix 1  23    \nDesign  Performance Targets and  Data Sources and  Assumptions and Risks \nSummary  Indicators  Reporting \nMechanisms \n  The IAs review and improve policies    • Adjustments in tariffs may \nfor cost control, internal financial  be blocked by opposition \ncontrol  at public hearing meetings \n   \nTariffs are reviewed annually and \nadjusted as needed to achieve \n100% cost recovery by 2010 \n5.  Resettlement  Resettle 1,799 persons   Independent  Assumptions \n(502 households)  international advisor  •  Entitlement paid as \nand monitors \nrequired on a timely basis \nDomestic advisors \n•  Effective assimilation into \nRegular reports to  host communities \nADB \n•  Training is successful \nResettlement bureaus, \nRisk \nvillage committees, \n•  Safety net/fund is not \nand other local \nprovided in timely \ngovernment agencies \nmanner \nActivities with Milestones  Inputs \n1. Improve and expand wastewater services in Changchun and Liaoyuan:  •  ADB inputs \n•  Complete Bejiao sewerage improvements by June 2010 (216 kilometers  - Provide $100 million loan \n[km] of new sewers and drainage pipelines, 2 sewage pumping stations, 6  - Undertake review \nnew maintenance stations).  missions \n- Provide training in ADB \n•  Build Beijiao WWTP by June 2009 (secondary treatment works capacity of \n130,000 m3/ day (land acquisition and resettlement [LAR]).   procedures \n•  Build Nanjiao WWTP by June 2009 (secondary WWTP capacity of 100,000  •  Governments and IAs \nm3/day, LAR).  (JPG, CMG, LMG, MMG) \n-  Provide $126 million \n•  Complete Liaoyuan sewerage improvements by June 2009 (3 sewage \nequivalent in \npump stations and 12 km of sewers). \ncounterpart funds  \n2. Improve and expand water supply services in Changchun, Liaoyuan, and  -  Secure a $6 million \nMeihekou:  equivalent local bank \n•  Build Beijiao wastewater reuse treatment facility by June 2009 (wastewater  loan \neffluent tertiary treatment 100,000 m3/day for reuse).  -  Undertake on lending \narrangements and loan \n•  Build Nanjiao wastewater reuse treatment facility by June 2009 (effluent \nmanagement \nreuse distribution network, wastewater effluent tertiary treatment 50,000 \nm3/day for reuse, LAR).  -  Hire design institutes, \nand secure other \n•  Complete Shuangyang water supply improvements by Dec 2008 (39,000  consulting services  \nm3/day raw water pump station, 3.2 km of raw water transmission pipeline,  -  Contract tendering, \n36,000 m3/day WTP, LAR).  select contractors, \n•  Complete Liaoyuan improvements by June 2009 (upgrade Long Shan  contract management  \nWTP—30,000 m3/day, upgrade He Bing WTP 80,000 m3/day, build 17  -  Initiate and support \npump stations, rehabilitate 53.1 km of water distribution mains).  institutional reforms and \ncapacity building \n•  Complete Meihekou water supply improvements by June 2009 (40 km raw \nwater transmission pipeline, WTP.100,000 m3/day, 55.5 km of water supply  -  Provide planning and \nresources for public \npipeline, LAR). \ninformation \n3. Reduce flooding in Changchun (Yungchun River) and Liaoyuan:  and consultation \n•  Complete Yongchun River improvements by June 2009 (rehabilitate 4.8 km  activities \nof river channel) and LAR.   \n•  Complete Liaoyuan local drainage improvements by June 2009 (4 km open \nbox channels and 4.3 km box culverts, LAR). \n ", "24   Appendix 1 \nActivities with Milestones   \n4.  Increase the institutional capacity of the IAs in Changchun, Liaoyuan, and \nMeihekou: \n•  Complete organizational arrangements for project management offices \n(PMOs) in Changchun, Liaoyuan, and Meihekou IAs (establish boards of \ndirectors, hire staff) by June 2005.  \n•  Complete organizational arrangements for the Shuangyang IA (hire staff; \nset up accounting system, financial policies and procedures, human \nresource policies and procedures, other administrative policies procedures; \nset up PMO) \n•  Develop plans, budgets, procedures for loan implementation, and project \ncontrol in all PMOs by Dec 2005 (set up budgets, project accounts, \nreporting systems, disbursement procedures, budget tracking procedures, \ncost controls, inventory systems, etc.)  \n•  Complete IA and government staff training by Dec 2009 (training in ADB \nprocedures for LAR and loan disbursement, water supply and wastewater \ntreatment operations, environmental monitoring and management, \nfinance). \n•       Complete review and adjustment of wastewater tariffs in Changchun and \nwater supply tariffs in Liaoyuan, Meihekou, and Shuangyang, annually \nthrough to Dec 2010 (set budgets, estimate full-cost tariffs, review existing \ntariffs, and propose adjustments as needed, public information and \nconsultations, approvals). \n•  Undertake public education in hygiene, environmental awareness, and \nwater supply and wastewater planning on an ongoing basis through to Dec \n2010. \n \n \n \n \n \n \n \n \n                                   \n     ", "  Appendix 2  25 \nWATER SUPPLY AND WASTEWATER SECTOR ANALYSIS \n \nA.  The National Policy and Regulatory Framework \n \n1.  Until recently, the Government of the People’s Republic of China (PRC) was the sole \nprovider  of  urban  services.  Wastewater  management  practice  was  based  on  septic  tanks, \ndesignated  open  drainage  ditches,  and  no  treatment.  Services  were  funded  through  tax \nrevenue, with minimum or no charges levied on consumers. With rapid economic growth and \nurban expansion, the Government recognized the need for environmental protection measures \nto be implemented alongside economic growth policies to meet its vision of clean, modern, and \nenvironmentally sustainable cities that would be competitive in the global market place. As a \nresult, the Government made a fundamental shift to a market-based approach and enterprise \nprovision  in  the  delivery  of  infrastructure  services  and  an  integrated  approach  to  urban \nmanagement. \n \n2.  The Water Pollution and Prevention Law (1996) authorizes the setting of standards for \nambient  surface  water  quality1  and  uses  these  standards  to  set  targets  for  individual \nwatercourses. The State Environment Protection Agency (SEPA) defines the technical national \nstandards, including standards that apply to sections of rivers or other watercourses of strategic \nsignificance.  For  other  rivers  and  watercourses,  the  relevant  municipal  or  provincial \nenvironmental protection department sets the targeted water quality class. \n \n3.  The water sector continues to be a priority sector in the Tenth Five-Year Plan. The \nGovernment’s strategy focuses on (i) developing water sources; (ii) protecting existing sources \nby controlling industrial and residential pollution in rivers, lakes, and reservoirs; (iii) controlling \noverextraction  from  groundwater  resources;  and  (iv)  improving  demand  management  by \nintroducing technologies that enhance the efficiency of water operations, and using appropriate \npricing mechanisms. Guidelines for urban water supply emphasize (i) proper planning and the \ninclusion of water supply projects in national, provincial, and municipal economic development \nplans; (ii) mobilizing financial resources from users and from various Government sources for \nthe construction of new facilities; (iii) full cost recovery from industrial and commercial users, \nand recovery of operation and maintenance costs from residential users; (iv) use of loans and \ncredit to finance urban water supply; and (v) application of new technology where appropriate. \nThe  Government  is  increasingly  concerned  about  the  need  for  policy  reform  and  capacity \nbuilding to improve water resource management, and to introduce cost-recovery techniques and \ncapability to enable water delivery programs to be financially self-sustaining. Also, because of \nthe severity of urban environmental problems, the Government has made cities the focal point \nof its environment protection efforts.  \n \n4.  The  Government’s  successive  5-year  plans  have  set  targets  and  requirements  for \nachieving  the  designated  water  quality  classes.  Provincial  and  municipal  governments  are \ncalled upon to draw up specific plans to address wastewater collection, treatment, and disposal. \nRegulations are provided for effluent standards for industries prior to discharge to a municipal \nsewer.  Industries  are  required  to  provide  adequate  wastewater  treatment  to  meet  specific \nregulatory pollution limits. For municipal wastewater, the level of treatment is determined by the \nwater quality class of the receiving water and specific target treatment rates. A target in the \n                                                 \n1  The Environmental Quality Standards have five classes for surface water quality based on their use. Class I is for \nwater resources and nationally protected bodies of water. Class II is for high-value fish production areas. Class III \nis for potable water resources. Class IV is for industrial water sources. Class I water sources are the best in quality \nand class V are the worst.  \n ", "26  Appendix 2 \nTenth Five-Year Plan was a wastewater treatment rate of 45% for regional and higher level \ncities, and rates of 60% for cities discharging more than 500,000 cubic meters (m3)/day by 2005. \nThe Ministry of Construction has set more stringent targets for larger cities (e.g., major cities; \nprovincial capitals) to have a 70% treatment rate by 2010.2 Several other policies, regulations, \nand plans support the framework for water quality management. Building regulations from the \nMinistry of Construction (dating back to the 1980s) require the construction of septic tanks for all \nnew residential and other nonindustrial developments. New developments are excused from this \nrequirement if the discharge is to a municipal sewer connected to a wastewater treatment plant \n(WWTP). The Tenth Five-Year Plan also requires substantial progress in establishing systems \nof  discharge  permits,  installing  continuous  monitoring  for  larger  industrial  discharges,  and \nsetting discharge limits based on total pollution loads. \n \nB.  Wastewater Management  \n \n5.  Progress in environmental management was made during the Ninth Five-Year Plan \n(1995–2000). By 1999 the total discharge volume of major pollutants, including chemical oxygen \ndemand and petroleum-related products, declined by 15–25% compared with 1995 levels. Much \nof the progress was made in industrial pollution in line with Government policy to target major \npoint source polluters first. Many polluting industries were closed down and others undertook \ninvestment  in  on-site  wastewater  treatment,  including  some  supported  by  the  Asian \nDevelopment Bank (ADB). Investment also took place in municipal treatment plants. By 2002, \nabout 537 municipal WWTPs were treating approximately 35.8 million m3/day. \n \n6.  In 2003, wastewater generated was 46 billion m3/year. Growth in domestic3 wastewater \ngeneration  (about  65%  of  the  total)  is  outweighing  the  reductions  achieved  in  industrial \nwastewater (about 35%). Currently about 40% of the total wastewater generated is treated, \nleaving an annual volume of over 20 billion m3 of untreated wastewater. In the absence of a \nmunicipal  WWTP,  a  mixture  of  raw  domestic  wastewater  and  partially  treated  industrial \nwastewater is discharged from the municipal sewer into the nearest body of water. Designated \nopen wastewater ditches are still common in many cities. Municipal wastewater is a major \ncontributor to the pollution of rivers and lakes, with the most severe pollution impacts in the \nwater-short northern region of the country. \n \n7.  In regional and higher level cities, only 30% of rivers meet their designated water quality \nstandards compared with the Tenth Five-Year Plan objective of 60%. In seven major river \nbasins,4 52% of rivers do not meet the class III standard required for sources of potable water. \nMore than half the rivers in urban areas are the lowest quality—class V or below. About 16% \nare at the lowest class V standard, and 36% are worse than class V standard. Eutrophication is \noccurring in three quarters of major fresh water lakes. Surface water sources serving municipal \nwater supply systems are polluted to levels unacceptable under water quality standards. The \nwater  quality  in  groundwater  aquifers  is  deteriorating.  Much  more  investment  in  collection \nsystems and municipal WWTPs is needed. WWTPs are the key to water pollution control, since \nindustrial treatment plants typically provide only pretreatment to a low effluent standard, prior to \ndischarge  to  a  municipal  sewer.  Social  surveys  demonstrate  that  the  urban  population  is \nbecoming  increasingly  concerned  about  the  impact  of  wastewater  pollution.  Although \nwastewater companies have been established in many cities, few are financially or managerially \nautonomous/ and tariff increases have been slow to be implemented. \n                                                 \n2  Ministry of Construction. 2000. Urban Wastewater Treatment and Control Technology Advice. Beijing. \n3  Including residential, commercial, administration, and others. \n4  Changjiang (Yangtze River), Haihe, Huaihe, Huanghe (Yellow River), Liaohe, Songhuajiang, and Zhujiang.  \n     ", "  Appendix 2  27 \nC.  Urban Development and Wastewater Management in Changchun \n \n8.  ADB supports integrated water resource management: coordinates basin activities to \nmanage surface water quality, evaluates implementation of plans, and assesses progress in \nmanaging water quality. \n \n9.  The project area is located within the Songhua River Basin (SRB). Three tributaries of \nSonghua River: Yongchun, Xinkai, and Yitong, pass through Changchun. The Yongchun River \nflows into the Xinkai River, which flows into the Yitong River, which flows into the SRB.  \n \nD.  Performance Indicators \n \n10.  SRB water quality is managed through legally established targets for water quality: five \nclasses plus a residual class for water bodies with quality below the lowest class. Yitong River \nreceives Changchun’s domestic and industrial wastewater. The water quality of the section of \nYitong River downstream of Changchun has been characterized as class V, based on water \nquality monitoring data for this Project. Major pollutants are chemical oxygen demand (COD), \nbiochemical oxygen demand (BOD), ammonia nitrogen (NH3-N), and petroleum hydrocarbon. \n \n11.  Currently, about 677,300 m3/day of wastewater is collected in the five urban built-up \ndistrict areas of Changchun. The total capacity of the existing municipal wastewater treatment \nplants is 540,000 m3/day; however, one (Beijiao treatment plant of capacity 390,000 m3/day) is a \nprimary treatment plant, and the treated wastewater does not meet secondary effluent standard. \nThe actual secondary wastewater treatment rate in Changchun is estimated to be 22.15%, while \nthe remaining untreated wastewater is discharged into rivers causing major pollution. \n \nE.  Institutional Framework: Laws, Policies, and Government Agencies \n \n12.  The institutional framework for managing surface water quality in the SRB includes (i) \nlegal standards and targets for surface water quality; and (ii) policies, regulations, and plans to \nmeet the targets. The 1996 Water Pollution and Prevention Law authorized setting national \nstandards for surface water quality, and using these standards to set targets for individual \nwatercourses. The law empowers SEPA to define national technical standards. \n \n13.  The standards of surface water quality are set according to the intended use of the \nwater. Classes I, II, and III apply to surface water for drinking. Classes IV and V are for surface \nwater for irrigation or industry. Each class is defined by 30 criteria, prescribing numeric ranges \nfor the physical, chemical, and biological properties of water (such as temperature, pH, and \ncoliform counts). Once SEPA defined the water quality classes, desired or targeted ambient \nwater quality was determined for each river reach. SEPA set the desired or targeted ambient \nwater quality for some strategic river reaches but, more generally, either the municipal or \nprovincial environmental protection department set the targeted water quality class.  \n \n14.  To  help  address  pollution  of  the  SRB,  ADB  provided  the  SRB  Water  Quality  and \nPollution Control Management technical assistance. A key objective is to help develop an SRB \npollution control plan that includes a list of prioritized wastewater and sewerage development \nprojects that would contribute to pollution control in the SRB.  \n \n \n \n ", "28  Appendix 2 \nF.  Evaluation of Current Framework and Needed Reforms \n \n15.  The PRC’s approach to managing water quality, based on targets for ambient water \nquality, is an approach used widely and effectively around the world. Like other comprehensive \napproaches  to  managing  water  quality,  ambient  standards  require  advanced  scientific, \nengineering, and administrative expertise. The SRB pollution control plan is to be developed \nunder the ongoing Songhua Pollution Control technical assistance.  \n \nG.  Need for the Project \n \n16.  The Project will reduce transboundary pollution by reducing pollutant input into  the \ntributaries  of  the  Songhua  River.  Upon  project  implementation,  the  following  quantities  of \npollutants are expected to be removed from the SRB: 15,549 tons biochemical oxygen demand; \n27,631 tons chemical oxygen demand; 17,885 tons suspended solids; 1,570 tons ammonia \nnitrogen, and 268 tons total phosphorous.  \n \nH.  Policy Dialogue  \n \n17.  The ADB agenda for policy dialogue in the water and wastewater sector covers (i) SRB \nmanagement,  (ii)  reduction  of  transjurisdiction  pollution,  (iii)  regulatory  enforcement  and \nmonitoring  for  environmental  management,  (iv)  wastewater  management,  (v)  water \nconservation, (vi) cost recovery and tariff reform, (vii) corporate governance and enterprise \nreform, and (viii) adoption of water purchase agreements. \n \n \n \n \n     ", "  Appendix 3  29 \nPOLICY DIALOGUE \n \nA.  River Basin Management \n1.  The Songhua River Basin (SRB) is the third largest river basin in the People’s Republic \nof  China  (PRC)  after  those  of  the  Changjiang  and  Yellow  rivers.  Located  in  Jilin  and \nHeilongjiang provinces and Inner Mongolia Autonomous Region, the SRB has a catchment area \nof 557,000 square kilometers with a population of 62 million. The Songhua River, one of the \nmost polluted of the 47 major rivers in the PRC, is contaminated with a number of organic \nchemicals, heavy metals, and conventional pollutants. Water pollution has been identified as a \nmajor  constraint  to  sustainable  development  of  the  PRC  economy.  An  ongoing  Asian \nDevelopment  Bank  (ADB)  cluster  technical  assistance  (TA)1  is  helping  the  Government \noperationalize transjurisdictional provisions of the Water Pollution Prevention and Control Act. \nTo help address SRB pollution, ADB provided the SRB Water Quality and Pollution Control \nManagement TA2 to strengthen the capacity for water quality and pollution control management, \nand help develop an SRB pollution control plan. The TA will (i) address the technical knowledge \ngaps, (ii) strengthen the capacity of the Water Resources Protection Bureau and the central and \nlocal stakeholders in identifying basinwide lines of institutional responsibility for policy analysis \nand pollution control management, and (iii) help the Government develop a long-term plan to \n2010. The TA consultants were fielded on 27 June 2004 and will complete the assignment in \nJune 2005. The TA will (i) provide inputs on policies and strategic points related to pollution \ncontrol in the SRB to the Eleventh Five-Year Plan, which is currently under preparation; and (ii) \nrecommend a list of prioritized wastewater and sewerage development projects to contribute to \npollution control in the SRB for inclusion in the ADB lending program. The Jilin provincial \ngovernment (JPG), Changchun municipal government (CMG), Liaoyuan municipal government \n(LMG), and Meihekou municipal government (MMG) have worked closely with the TA to identify \na prioritized list of wastewater and sewerage treatment projects in Jilin for possible future ADB \nfunding  that  would  all  contribute  to  SRB  cleanup.  The  proposed  Jilin  Water  Supply  and \nSewerage Development Project would be the first major ADB investment project to directly \ncontribute to pollution control in the upper reaches of the SRB. The annual wastewater to be \ntreated will be about 100 million tons. Key annual wastewater load reduction that will impact the \nSRB include 15,549 tons biochemical oxygen demand; 27,631 tons chemical oxygen demand; \n17,885 tons suspended solids; 1,570 tons ammonia nitrogen, and 268 tons total phosphorous. \n \n2.  ADB policy dialogue has stressed the need to strengthen Songliao Water Resources \nCommission to give it greater authority for comprehensive flood management.3 A new law on \nmanagement of water resources adopted in 20024 formally introduces the concept of river basin \nmanagement.  The  State  Environment  Protection  Bureau (SEPA)  is  taking  the  lead  role in \ncoordinating issues of SRB pollution and has developed a 5-year Songhua pollution control \nplan—the first of the concrete steps needed to return the Songhua River to minimum water \nquality levels. \n \n \n                                                 \n1  ADB. 2000. Technical Assistance Cluster to the People’s Republic of China for Transjurisdiction Environment \nManagement. Manila. \n2  ADB. 2002. Technical Assistance to the People’s Republic of China for Songhua River Water Quality and Pollution \nControl Management. Manila. \n3  ADB. 2002. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of China for the Songhua River Flood Management (Sector) Project. Manila. \n4 The Law on the Management of Water Resources was approved by the Standing Committee of the National \nPeople’s Congress on 29 August 2002 and became effective 1 October 2002. \n ", "30  Appendix 3 \nB.  Transjurisdiction Pollution \n3.  The ADB $2.1 million cluster TA to help the Government strengthen transjurisdiction \nenvironment  management  (footnote  1)  has  four  components:  (i)  legislation  to  support \ntransjurisdiction water pollution prevention and control, (ii) procedures and methodologies for \ntransjurisdiction water quality management, (iii) capacity building, and (iv) dissemination of \nfindings and recommendations for potential application in river basins.  A major output of the \nfirst  component  was  model  river  basin  legislation  developed  for  the  Fen  River  in  Shanxi \nProvince, a major tributary of the Yellow River.  \n \n4.  Nonpoint  Pollution.  Over  the  past  2  decades,  the  PRC  has  made  progress  in \ncontrolling and preventing point source pollution, especially in reducing industrial pollution. With \nthis  progress,  management  of  nonpoint  source  pollution  (NSP)  is  becoming  increasingly \nsignificant for improving PRC water quality. Policies that have traditionally focused on industrial \npoint  source  pollution  control  need  to  be  complemented  by  measures  to  address  NSP, \nespecially  in  view  of  the  known  significant  impacts  of  nonpoint  sources.  Against  this \nbackground, ADB has provided TA to study the control and management of rural NSP. The \nmain objectives of the TA are to (i) help prepare national policies, plans, and programs for the \ncontrol and prevention of rural NSP, based on better understandings of the status and trends of \nthe  problem;  and  (ii)  strengthen  national  and  local  institutional  capacity  for  control  and \nmanagement of rural NSP. The TA is ongoing. Major outputs to date include (i) an analytical \nreport on the main problems and underlying causes of rural NSP (under preparation); (ii) a \nreport on international experience with rural NSP control and implications for PRC policies, \nplans,  and  programs;  and  (iii)  a  medium-term  national  action  plan  for  the  control  and \nmanagement of rural NSP, with a focus on pollution generated from livestock production (under \npreparation). JPG, CMG, and LMG have agreed to prepare comprehensive policies, plans, and \nprograms for the control and prevention of NSP by December 2006.  \n \nC.  Regulatory Enforcement and Monitoring for Environmental Management \n5.  To build the necessary capacity for sound environmental management and to strengthen \nthe legal framework, ADB helped train staff of the Environment Protection Commission, and is \nhelping draft and revise some PRC environmental laws.5 ADB is helping to promote a more \neffective legal/regulatory framework for environmental protection in light of the PRC’s transition \nto a market economy and its adherence to international environmental protection agreements. \nADB helped to upgrade the knowledge and skills of provincial legislative drafters in the review, \namendment, and formulation of local legislation related to the protection and conservation of the \nenvironment and natural resources.6 In addition, ADB provided assistance in environmental \nmanagement by improving the institutional capacity of SEPA, and the local and provincial \nenvironmental  protection  bureaus,  to  strengthen  environmental  standards  and  to  enforce \nenvironmental  laws  and  policies.7  JPG,  CMG,  LMG,  and  MMG  have  acknowledged  their \nresponsibilities to ensure that the commitments given in the environmental impact assessment \ndocumentation  are  adhered  to  during  project  implementation.  This  responsibility  will  be \ndischarged by the implementing agencies (IAs) in conjunction with relevant departments of \nCMG, LMG, and MMG; a specific staff member will be designated to undertake a monitoring \n                                                 \n5  ADB. 1996. Technical Assistance to the People’s Republic of China for Capacity Building for National Resources \nLegislation. Manila. \n6  ADB. 1998. Technical Assistance to the People’s Republic of China for Provincial Legislation on Environmental \nProtection and Natural Resources Conservation. Manila. \n7  ADB. 1995. Technical Assistance to the People’s Republic of China for Strengthening the Environmental Standards \nand Enforcement Policies. Manila. \n     ", "  Appendix 3  31 \nand coordination role. Establishment of appropriate monitoring procedures is included in the \nconsulting services contract for project implementation. \n \nD.  Wastewater Management \n6.  The  focus  of  the  policy  dialogue  on  wastewater  management  is  the  integrated \nmanagement  of  industrial  and  domestic  wastewater  including  on-site  treatment  and  public \nsewer connections. ADB has supported the Government's policies for wastewater management \nby  providing  a  number  of  related  environmental  loans  that  include  wastewater  treatment \ncomponents  in  Beijing,  Chengde,  Chaohu,  Fuzhou,  Hefei,  Qingdao,  Shanghai,  Tangshan, \nTianjin, and Wuhan; and along the Hai River system. Wastewater treatment was also addressed \nunder  the  Urban  Environmental  Improvement  Planning  TA  that  strengthened  institutions \nresponsible  for  environmental  improvement  in  a  number  of  cities,  and  identified  future \ninfrastructure requirements.  \n \n7.  CMG, LMG, and MMG recognize that provision of adequate facilities for wastewater \ntreatment is essential for public health. This treatment must be undertaken incrementally and in \nphases because of the high cost involved. The success of wastewater management policy will \nimpact on the sector objective of pollution reduction and also on the cost-effectiveness of \nwastewater management and operations. The incremental wastewater treatment capacity that \nwill be added will exceed the incremental water supply in the project area. \n \nE.  Cost Recovery and Tariff Reform \n8.  The Project will support the Government’s ongoing economic and enterprise reform \nprograms that require all water supply and wastewater management projects to be financially \nsustainable and capable of cost recovery. Water supply companies (WSCs) are required to \nimprove their cost-recovery capability. Appropriate mechanisms for tariff setting are a critical \nfactor in attracting the needed investment to the sector, ending WSC reliance on government \nsubsidies and providing incentives to users to conserve water resources.  \n \n9.  ADB is actively encouraging this transition in its policy dialogue and lending operations. \nTwo ADB water tariff studies support the Government’s initiatives. A major output of the first TA \nwas  the  National  Guidelines  on  Water  Tariffs  (NGWT),  subsequently  promulgated  by  the \nNational  Development  and  Reform  Commission  (NDRC)  and  the  Ministry  of  Construction \n(MOC)  in  September  1998.  Major  features  in  the  NGWT  that  reflect  specific  TA \nrecommendations include: (i) selecting a tariff structure based on local conditions and priorities, \n(ii) considering a two-part tariff with a volumetric charge and fixed demand charge, (iii) adopting \nfull cost recovery as the main objective in setting and approving tariff levels, (iv) use of the \npublic hearings mechanism to disseminate tariff increase plans to the public and obtain their \nfeedback; and (v) adopting a simplified process for tariff regulation, requiring evaluation and \napproval by the municipal government and supported by provincial and national review and \nmonitoring. The NGWT improved the long-term financial viability of the WSCs, and provided for \noperation, maintenance, and service expansion, which in turn will help increase private sector \nparticipation in the water sector.  \n \n10.  The  second  water  tariff  study  TA  focused  on  helping  the  Government  develop \ninstitutional and methodological capacities to implement the NGWT. The TA helped prepare the \ndraft local implementing regulations of the NGWT for Zhangjiakou, Fuzhou, and Chengdu. \nEnactment of a local tariff regulation provides a legal basis for regulating water tariffs and \nensures transparency and efficiency. The Zhangjiakou Implementation Regulations, approved \n ", "32  Appendix 3 \nby the Zhangjiakou municipal government in September 2000, were the first local water tariff \nregulation under the NGWT. The Chengdu Implementation Regulations were issued in 2002. \nPublic hearing meetings are a mandatory requirement of the NGWT. The TA advocated the use \nof  hearings  to  obtain  the  views  of  the  public  on  water  supply  and  to  promote  public \nunderstanding of WSCs, policies, and efforts to develop improved water supply services. Based \non the first public hearing meeting, Zhangjiakou increased its water tariffs by 75%. The TA \nrecommendations, including the achievements in Zhangjiakou, have been acknowledged by the \nState Council as a good example of tariff reform. NDRC issued a notice to local governments \nnationwide indicating that the Zhangjiakou water tariff reforms were recognized as a good \nexample for undertaking tariff reforms required by the NGWT. On 1 April 2002, upon completion \nof  the  study,  MOC,  Ministry  of  Finance,  Ministry  of  Water  Resources,  NDRC,  and  SEPA \nofficially issued a notice on strengthening urban water tariff reforms; this was followed on 9 April \n2002 by a nationwide video conference to discuss the Zhangjiakou experience on water tariff \nreforms. Nationwide replication of the Zhangjiakou tariff reforms model is ongoing. Generation \nof funds for future expansion and rehabilitation of water supply and wastewater systems directly \nfrom  tariff  increases  is  gaining  momentum  and  having  a  positive  impact  on  the  financial \nsustainability of WSCs and wastewater utility agencies.  \n \n11.  Specific impacts of the overall package of reforms are best illustrated by the benefits in \nZhangjiakou. The benefits include (i) the Price Bureau's lead role in tariff administration was \nclearly  established;  (ii)  the  water  supply  administration  of  the  Public  Utility  Bureau  was \nstreamlined; (iii) a financial plan was in place for the Zhangjiakou Water Supply Company to \nservice the debt within a reasonable time frame, while recovering other costs and earning \nprofits;  (iv)  the  Zhangjiakou  municipal  government  has  funds  to  repay  international  and \ndomestic loans within 6 years and will have funds for future development; (v) the construction \ncommission, which is responsible for Zhangjiakou's new water treatment plant, has the funding \nrequired to finish its work; (vi) proposed tariffs are affordable for domestic customers, and poor \nhouseholds benefit from a new program to provide relief from cost of their water bills; (vii) public \nhearings make the tariff approval process transparent, encourage cost control and service \nimprovements, promote understanding of the importance of tariff increases, and help support \ntariff  adjustments;  (viii)  the  institutional  capacity  to  control  costs  and  tariff  increases  was \nstrengthened; and (ix) water conservation was improved by tariff increases and an appropriate \ntariff structure. Multiyear tariff adjustment proposals such as the one developed for Zhangjiakou \nwill result in other benefits. First, the underlying financial plan for the proposal provides the basis \nof a service contract between the municipality and the WSC, which can serve as a tool to \ncontrol costs. Second, the long-term financial planning provides a framework to attract private \ninvestors. \n  \n12.  JPG, CMG, LMG, and MMG confirmed that they were implementing the NGWT. CMG, \nLMG, and MMG have been increasing water and wastewater tariffs in keeping with the state \ngovernment  policies  to  promote  better  cost  recovery.  Between  1999  and  2004,  aggregate \ndomestic tariffs (water plus wastewater) have increased by 194% in Changchun,8 150% in \nLiaoyuan, and 70% in Meihekou. Corresponding increases in industrial tariffs have been 66%, \n50%, and 15%. A water supply and wastewater tariff increase policy will be issued by December \n2005 for 2006–2009. \n \n                                                 \n8 Changchun tariffs apply in Shuangyang. \n     ", "  Appendix 3  33 \n13.  ADB’s wastewater tariff study TA9 implemented between 2002 and 2003 also contributed \nto the Government’s initiative on wastewater tariff reform. The major output of the TA was a \ndetailed draft national guidelines for urban wastewater tariffs, which comprises a short and \nconcise main text of 37 clauses, and five annexes covering (i) rationale and explanation, (ii) \ntariff calculation methodology, (iii) model agreement for tariff billing and collection, (iv) penalty \nand administrative remedies for nonpayment, and (v) model contract for industrial discharge to \nsewer  network.  The  TA’s  recommendations  on  wastewater  tariff  policies,  objectives,  and \nstructure were supported by MOC, which indicated the intention to use the recommendations in \npreparing the draft guidelines for submission to the PRC State Council for approval in 2005. The \nPRC policy guidance on setting wastewater tariffs was amended by Circular No, 1192, issued in \nSeptember  1999  by  MOC,  NDRC,  and  SEPA  jointly.  The  circular  includes  provisions  that \nwastewater  tariffs  be  set  on  the  basis  of  full  cost  recovery  principles  but  allows  local \ngovernments flexibility in deciding the timing for implementing  the circular. \n \nF.  Water Purchase Agreements  \n14.  Water purchase agreements (WPAs) are required under the proposed Project for the \nShuangyang  and  Meihekou  components.  The  Shuangyang  WSC  will  sell  water  to  the \nShuangyang Tap Water Company, and Meihekou WSC will buy raw water from the Meihekou \nReservoir Management Bureau. The WPAs will be implemented to protect both the purchaser \nand the seller. The WPAs, signed in December 2004, specify the minimum quantities to be sold \nand the tariff. \n \nG.  Water Conservation \n15.  The  water  conservation  policies  pursued  in  conjunction  with  the  Project  include  (i) \nensuring that system losses are kept to a minimum through efficient and commercial operations, \nleakage detection and repair,10 and training related to reduction of nonrevenue water; and (ii) \nproviding market-based incentives to reduce water use through adequate pricing of water and \nwastewater tariffs. ADB is pleased that the Government will use the pricing mechanism during \nthe Tenth Five-Year Plan to help allocate water resources between competing uses, such as \nagriculture, industry, and municipal. This will encourage the efficient utilization of scarce water \nresources and water conservation. The loan consulting package will include 4 person-months of \ninternational and 7 person-months of domestic consulting to develop a strategic action plan to (i) \ndetect and reduce water main leakage, (ii) propose optimum water main rehabilitation and \nreplacement techniques, and (iii) provide an outline on asset inventory system development for \nthe project cities. \n \nH.  Corporate Governance and Enterprise Reform \n16.  ADB’s policy dialogue during project processing addressed three aspects of corporate \ngovernance: (i) strong local ownership, (ii) guaranteed water sales, and (iii) structuring of the IAs \nalong commercial lines. A detailed assessment was undertaken of (i) CMG, MMG, and LMG \nequity ownership of the respective IAs and their representation on the board of directors; (ii) the \nguaranteeing of water sales through legally binding WPAs; (iii) the incorporation of the IAs under \nPRC Company Law as a registered, limited liability company; (iv) the need for the IAs to prepare \na corporate plan that identifies the longer term operation and financial targets of the enterprise \n                                                 \n9 ADB. 2001. Technical Assistance to the People’s Republic of China for National Guidelines on Urban Wastewater \nTariffs and Management Study. Manila.  \n10 ADB. 1997. Technical Assistance to the People’s Republic of China for Regional Training Course on Reducing \nDistribution System Water Losses in Developing Member Countries. Manila. \n ", "34  Appendix 3 \nand the need for the plan to be endorsed and its execution monitored by the board of directors. \n \n17.  Based  on  the  analysis  completed  to  date,  key  areas  for  improvement  of  financial \nmanagement include the following activities for all IAs: \n \n(i)  Review and evaluate budgeting policies and procedures to assure that these \nprovide effective cost control. In particular, policies relating to project budgeting \nshould require (a) a monthly review of expenditures against budgets, (b) the \nroutine use of variance analysis in all monthly budget reviews, and (c) budget \nsetting based on both physical and financial targets. Budgeting policies should \nestablish clear accountability at the level of the work unit and their managers for \ncost control, with a system of rewards for exceptionally good performance and \npenalties for exceptionally poor performance. All the IAs have one or more of \nthese policies in place, but the policies are not universally used.  \n(ii)  Review and evaluate policies and procedures relating to conflict of interest and to \nreporting options for whistle blowers. Strong policies in these areas are essential \ntools to prevent wasteful and fraudulent uses of company resources.  \n(iii)  Review policies and procedures concerning delinquent accounts. Water bills that \nwill never be paid should be promptly recognized as bad debt and written off \nagainst current revenues. Customers that regularly fail to pay their water bills \nshould have their water services cut off. If social, political, or economic reasons \nprevent  this  from  happening,  then  the  local  government  should  assume \nresponsibility for compensating the IA for the unpaid water bills. \n \nI.  Private Sector Participation \n18.  ADB is also providing support to the Government through a TA to strengthen policy \nreform on the use of market-based instruments in enhancing private sector partnership in public \nutilities mainly for water supply, and wastewater and solid waste management.11 This ongoing \nTA will provide an analysis of the issues in the context of international best practices and how \nthese could be adopted in the PRC situation. The ongoing TAs will strengthen ADB’s role in \npromoting private sector partnerships in water supply and wastewater. The Government is \nconsidering using market instruments to improve investment and management efficiency in the \npublic utility industries. The Regulated for Chartered Operation in Urban Infrastructure Facilities \n(Regulation) was issued in May 2004. The Regulation outlines the principles and procedures for \nregulating  chartered  operations  involved  in  urban  infrastructure  facilities,  defines  the \nqualifications of a concessionaire, outlines the contents of a concession agreement, and defines \nresponsibilities of the concession granting agency and the concessionaire. The outputs of the \nTA included (i) an analysis of the issues that need to be resolved to attract private sector \ninvestment in the PRC from a perspective of international best practices and recommendations \non how these could be addressed in the PRC context; (ii) a study of the Government regulatory \nframework in the water sector; and (iii) comments on the Regulation and recommendations for \namendments to the Regulation. \n \n19.  During  project  processing,  the  main  features  of  the  ADB-supported  Chengdu  build-\noperate-transfer  (BOT)  project  were  discussed  with  CMG,  LMG,  MMG,  and  the  IAs,  who \nexpressed interest in this modality of private sector involvement for  future investments. In \n                                                 \n11 ADB. 2003. Technical Assistance to the People’s Republic of China for Policy Reform Support. Manila. \n     ", "  Appendix 3  35 \nChengdu, ADB, together with the European Investment Bank, facilitated the participation of a \ngroup of six international commercial banks, providing debt funding of $75 million to Chengdu \nGenerale des-Eaux Marubeni, a consortium of Vivendi Environment (France) and Marubeni \n(Japan),  for  constructing  a  400,000  cubic  meters/day  water  treatment  plant  under  a  BOT \nscheme for Chengdu. Completed in February 2002, the plant has been delivering its contracted \ncapacity to Chengdu municipality, providing an additional source of clean water to its residents.  \n \n20.  The Chengdu Project achieved several notable firsts: (i) the first urban water supply BOT \nproject awarded under an open bidding system; (ii) the first official BOT water supply project to \nreach financial close in the PRC; (iii) the first major BOT water supply project in which the \nsponsors and lenders took a municipal risk; (iv) the first PRC project financing involving the  \nEuropean Investment Bank; and (v) first use of an efficient new French technology that enabled \nthe consortium to bid the lowest tariff. This project has received three international awards for \nexcellence. ADB is now actively pursuing other private sector investment opportunities related \nto water supply and wastewater treatment.  \n \n21.  The Project will create the enabling environment necessary for eventual private sector \nparticipation by pursuing tariff reforms, full cost recovery, enterprise reform, and governance, \nwhich are prerequisites for such private sector involvement. Jilin Province is very progressive in \nadopting water and wastewater tariff reforms. During project processing, the main features of \nthe Chengdu BOT project were discussed with CMG, LMG, MMG, and the IAs; they expressed \ninterest in this modality of private sector involvement for future investments. Other modalities of \nprivate sector participation including leasing contracts and joint ventures were also discussed. \nThe  water  and  wastewater  IAs  confirmed  their  intent  to  list  in  one  of  the  regional  stock \nexchanges once the 3-year mandatory period for commercial operations is complete. \n \n \n ", "36  Appendix 4 \nEXTERNAL ASSISTANCE FUNDED BY THE ASIAN DEVELOPMENT BANK \n \n       \n    Date of  Amount \nNo.  Name  Approval  ($ million) \nA.  Loans     \n1205  Qingdao Environmental Improvement Project  10 Dec 92  103.00 \n1270  Tangshan and Chengde Environmental Improvement Project  25 Nov 93  140.00 \n1313  Dalian Water Supply Project  20 Sep 94  160.00 \n1336  Beijing Environment Improvement Project  29 Nov 94  157.00 \n1490  Anhui Environmental Improvement Project   26 Nov 96  28.00 \n1491  Anhui Environmental Improvement Project (Industrial Component)  26 Nov 96  112.00 \n1543  Xian-Xianyang-Tongchuan Environmental Improvement Project  24 Sep 97  156.00 \n1544  Zhejiang-Shanxi Water Supply (Phase I) Project  24 Sep 97  100.00 \n1636  Fuzhou Water Supply and Wastewater Treatment  30 Sep 98  102.00 \n1692  Suzhou Creek Rehabilitation Project  29 Jun 99  300.00 \n1797  Tianjin Wastewater Treatment and Water Resources Protection  11 Dec 00  130.00 \n1985  Hebei Province Wastewater Management Project  19 Dec 02  82.36 \n1995  Harbin Water Supply Project  11 Mar 03  100.00 \n1996  Wuhan Wastewater Management Project  25 Apr 03  83.00 \n      Subtotal (A)      1,753.36 \nB.  Advisory Technical Assistance      \n  987  Institutional Strengthening of National Environmental Protection Agency  10 Jun 88  0.34 \n1436  Environmental Impact Assessment and Training  10 Dec 90  0.60 \n1464  Management of Environment and Natural Resources in Hainan  11 Jan 91  0.60 \n1772  Institutional Strengthening of the Qingdao Environmental Protection  30 Oct 92  0.60 \n1835  Haihe Basin Environmental Management and Planning Study  31 Dec 92  1.24 \n1916  Institutional Strengthening of the Environmental Protection Bureau  28 Jul 93  0.45 \n1988  Environmental Impact Assessment and Training Phase II  18 Nov 93  0.90 \n2015  Urban Environmental Improvement Planning  14 Dec 93  0.48 \n2090  Legislative Reform for Protecting the Environment and Natural Resources  18 May 94  0.50 \n2210  Capacity Building of the Beijing Municipal Environmental Protection  29 Nov 94  0.60 \nBureau \n2398  Improving Environmental Monitoring and Enforcement in Henan  15 Sep 95  0.09 \n2456  Pilot Environmental Plans for Selected Medium-Size Cities  4 Dec 95  0.60 \n2504  Seminar on BOT in Water Supply Sector  22 Dec 95  0.10 \n2505  Strengthening the Environmental Standards and Enforcement  22 Dec 95  0.60 \n2693  Formulation of Integrated Environmental Management Plans for the Chao     \nLake Basin  26 Nov 96  0.80 \n2726  Water Quality Management for Suzhou Creek  23 Dec 96  0.60 \n2726  Water Quality Management for Suzhou Creek (Supplementary)  13 Feb 98  0.40 \n2751  Capacity Building of Wastewater Treatment Operations      \n  in Anhui  27 Jan 97  0.20 \n2773  Water Supply Tariff Study  24 Mar 97  0.60 \n2804  BOT Chengdu Water Supply Project  2 Jun 97  0.60 \n2817  Strategic Operations for the Water Sector  26 Jun 97  1.18 \n2873  Improvement of Environmental Management in Shanxi Province  24 Sep 97  0.94 \n2906  Leadership Training on Urban Environmental Management in Key Cities  3 Nov 97  0.60 \n2951  Promotion of Market-Based Instruments for Environmental Management  16 Dec 97  0.70 \n2975  Environmental Impact Assessment Training and Curriculum Development  31 Dec 97  0.60 \n3079  TA Cluster to the PRC for the Promotion of Clean Technology  29 Sep 98  3.50 \n3095  Hai River Basin Wastewater Management and Pollution Control  10 Nov 98  0.57 \n3211  Improving Environmental Management in Suzhou Creek  29 Jun 99  0.84 \n3250  Water Tariff Study II  3 Sep 99  0.95 \n3377  Urban Poverty Study   27 Dec 99  0.41 \n3447  Strengthening Urban Solid Waste Management  25 May 00  0.60 \n3588  Transjurisdiction Environment Management (TA Cluster)  11 Dec 00  2.10 \n3749  National Guidelines for Urban Wastewater Tariffs and Management Study  25 Oct 01  0.90 \n4095  Policy Reform Support  11 April 03  0.15 \n4215  Safe Drinking Water and Sanitation for the Rural Poor  12 Nov 03  0.40 \n4335  Town-Based Urbanization Strategy Study  6 May 04  0.75 \n    Subtotal (B)      26.09 \n     ", "  Appendix 4  37 \n       \n    Date of  Amount \nNo.  Name  Approval  ($ million) \nC.  Project Preparatory Technical Assistance      \n1549  Qingdao Environmental Improvement Project  18 Jun 91  0.10 \n1831  Tangshan and Chengde Environmental Improvement Project  31 Dec 92  0.10 \n1852  Dalian Water Supply Project  10 Mar 93  0.10 \n917  Beijing Environment Improvement Project  28 Jul 93  0.60 \n2187  Anhui Environmental Improvement Project for Wastewater Component      \n19 Oct 94  0.28 \n2445  Xian-Xianyang-Tongchuan Environmental Improvement Project  16 Nov 95  0.50 \n2770  Fuzhou Water Supply and Wastewater Treatment  14 Mar 97  0.60 \n2901  Shanxi Environment Improvement Project  21 Oct 97  0.59 \n3049  Zhejiang-Shanxi Water Supply (Phase II)  21 Jul 98  0.54 \n3095  Hai River Basin Wastewater Management and Pollution Control  10 Nov 98  0.57 \n3215  Heilongjiang Water Supply  1 Jul 99  1.00 \n3216  Tianjin Wastewater Treatment and Water Resources Protection  2 Jul 99  0.80 \n3488  Hebei Province Wastewater Management Project  30 Aug 00  0.85 \n3571  Harbin Water Supply  12 Dec 00  0.72 \n3638  Wuhan Wastewater Treatment  19 Mar 01  0.50 \n4014  Fuzhou Environmental Improvement Project  5 Dec 02  0.60 \n4223  Shandong Hai River Basin Pollution Control Project  21 Nov 03  0.60 \n4227  Jilin Water Supply and Sewerage Development  26 Nov 03  0.65 \n4233  Henan Wastewater Treatment  3 Dec 03  0.80 \n4385  Guangxi Nanning Urban Infrastructure Development Project  3 Sep 04  0.56 \n4436  Wuhan Wastewater and Storm-Water Management  18 Nov 04  0.70 \n      Subtotal (C)    11.76 \n        Total (B+C)   37.85 \nADB = Asian Development Bank, BOT = build-operate-transfer, TA = technical assistance. \nSource: Asian Development Bank.\n ", "     \nCOST ESTIMATES    \n \n3\n  8\n \n  Foreign  Local    Foreign  Local      \n \n  Exchange  Currency  Total Cost   Exchange  Currency  Total Cost    \n \nA\nItem  (CNY ‘000)  (CNY ‘000)  (CNY ‘000)  ($ ‘000)  ($ ‘000)  ($ ‘000)  p\np\nA. Base Cost (as of February 2005)              e\nn\n     1. Civil Works  255,009  217,251  472,260  30,798  26,238  57,036  d\nix\n     2. Equipment and Materials, Transportation, and               5\nInstallation    \n         Equipment  196,840  42,380  239,220  23,773  5,118  28,891 \n         Pipe Materials, Valves, and Accessories  264,094  227,393  491,487  31,895  27,463  59,358 \n     3. Land Acquisition and Resettlement Compensation  0  151,703  151,703  0  18,322  18,322 \n     4. Environmental Protection  0  3,690  3,690  0  446  446 \n     5. Implementation Supervision and Training             \n         Implementation Supervision—Domestic  3,620  12,976  16,596  437  1,567  2,004 \n         Implementation Supervision—International   6,198  0  6,198  749  0  749 \n         Training  0  1,355  1,355  0  164  164 \n     6. Survey, Research, Design, Consulting Services  580  64,624  65,204  70  7,805  7,875 \n     7. Bidding Documents and Expenses  0  3,116  3,116  0  376  376 \n     8. Production Preparation and Trial Production  0  2,980  2,980  0  360  360 \n     9. EA/IAs Project Management and Others  0  27,437  27,437  0  3,314  3,314 \n  Subtotal (1–9)  726,341  754,905  1,481,246  87,722  91,173  178,895 \n   10. Taxes/ Duties  0  132,735  132,735  0  16,100  16,100 \n  Subtotal (A) Inclusive of Taxes/ Duties  726,341  887,640  1,613,981  87,722  107,273  194,995 \nB. Contingencies             \n     Physical  71,487  89,911  161,398  8,634  10,859  19,493 \n     Price  43,487  47,423  90,910  2,187  2,427  4,614 \n  Subtotal (B)  114,974  137,334  252,308  10,821  13,286  24,107 \n                 Base Cost (A) + Contingencies (B)  841,315  1,024,974  1,866,289  98,543  120,559  219,102 \nC. Financial Charges During Construction             \nInterest during Construction  97,075  6,815  103,890  11,724  799  12,523 \nCommitment Charges  4,602  0  4,602  556  0  556 \n  Subtotal (C)  101,677  6,815  108,492  12,280  799  13,079 \n         Total)  942,992  1,031,789  1,974,781  110,823  121,358  232,181 \nEA = executing agency, IA = implementing agency. \nSource:   Asian Development Bank estimates. \n \n \n \n \n \n     ", "    \nFLOW OF FUNDS AND ONLENDING ARRANGEMENTS \n \n \n \n  Asian Development \n \n  Bank (ADB) \n   \n   \n \n   \n    Ministry of Finance  \n    (Central Government) \n \n   \n \n                    Re-lending   \n \n                           \n    Jilin Provincial \n \n  Government \n \n    Subloan Agreements \n \n   \n   \n   \n \n \n  Changchun Municipal Government \n    Liaoyuan Municipal  Meihekou Municipal \n    Government  Government \n    \n  Onlendinga            Onlendinga           Onlendinga                                        Onlendinga                                    Onlendinga \n \n  \n  Changchun Hi- Shuangyang  Changchun \n    Tech Dev  Water Supply  Drainage  Liaoyuan Water group  Meihekou Water Supply \n    Company \nCompany  Company Company  \n     \n \n                                                                                                                       \n   \n \n   A\n  p\n                                                                                     L  o  c  a  l  B   a  n  k                  Local Bank           ADB/ Counterpart Funds    pe\nn\n               ADB Repayments  dix 6\n             Local Bank Funds     \n    \n             Local Bank Repayments    3\n  a  The ADB loan will be onlent on the same terms and conditions as those received by the Ministry of Finance.  9\n \n            S  o  u  r c  e  :       Asian Development Bank    \n \n ", "40      Appendix 7   \nFINANCIAL MANAGEMENT ASSESSMENT \n \nA.  Introduction \n1.  The financial management skills of the implementing agencies (IAs)—Changchun Water \nGroup  Urban  Drainage  Company,  Changchun  High-tech  Industry  Development  Company, \nLiaoyuan Water Group Company, Meihekou Water Supply Company, and Shuangyang Water \nSupply  Company—were  assessed  using  the  Asian  Development  Bank  (ADB)  financial \nmanagement assessment questionnaire.  \n \nB.  Results  \n2.  A full assessment was possible for the Changchun Drainage Company, Changchun \nNational High-Tech Development Company, Liaoyuan Water Group Company, and Meihekou \nWater Supply Company. A cursory assessment was completed for the Shuangyang Water \nSupply Company, established recently to act as IA and is not yet operational. \n \n3.  Responses to the questionnaire and detailed assessments of each IA are provided in \nSupplementary Appendix D. A summary description of each IA follows. \n \n4.  The  Changchun  Water  Group  Urban  Drainage  Company  is  responsible  for  three \nproject  components  and  will  manage  a  significant  portion  of  the  loan  funds.  It  has  prior \nexperience  working  with  an  international  lending  agency  and  foreign  exchange  risks.  It  is \nregistered and fully incorporated, which is unusual for wastewater service providers in the \nPeople’s  Republic  of  China.  Adequate  accounting  and  financial  management  policies  and \nprocedures appear to have been implemented, including procedures for project accounting.  \n \n5.  The  Changchun  High-Tech  Industry  Development  Company  is  a  prosperous  land \ndevelopment company. It has a comprehensive system in place for accounting and financial \nmanagement, and is registered and fully incorporated. The company is audited annually by an \nindependent auditor. The project component managed by this company, a water management \nstructure,  is  relatively  small.  Water  resources  are  not  an  element  of  the  company’s  core \nbusiness but it has extensive experience in civil works and project management.  \n \n6.  The Liaoyuan Water Group Company manages water supply and wastewater operations \nfor Liaoyuan. It is registered and fully incorporated, and has a comprehensive, computerized \naccounting system in place featuring standard reporting and control policies and procedures. It \nis audited annually by an independent auditor. Certain improvements are required notably with \nrespect to budget control.  \n \n7.  The Meihekou Water Supply Company manages water supply operations for Meihekou. \nIt is registered and fully incorporated. It uses a manual accounting system featuring standard \nreporting and control policies and procedures. It is audited annually by an independent auditor \nand a government auditor. This system was found to be generally acceptable but improvements \nare required notably with respect to routine and project budget control.  \n \n8.  The  Shuangyang  Water  Supply  Company  is  a  newly  established  company  set  up \nexpressly  to  construct  and  operate  the  project  component  for  Shuangyang  District.  It  is \nregistered and fully incorporated. The company has 10 staff. The general manager, appears to \nhave  a  reasonable  general,  but  not  detailed,  knowledge  of  accounting  and  financial \nmanagement requirements.  \n     ", "   Appendix 7        41\n9.  All of the operating IAs seem to have adequate accounting and financial management \npolicies and procedures in place including procedures for project accounting. The accounts of \nthe  Changchun  Drainage  Company  and  the  Meihekou  Water  Supply  Company  are  not \ncomputerized  but  this should  not be  an  issue.  The  most  significant  shortcomings  concern \nbudgeting  and  cost  control.  With  the  exception  of  the  Changchun  National  High-Tech \nDevelopment Company, the IAs do not appear to hold staff accountable for budget overruns. \nPolicies and procedures relating to conflict of interest and reporting options for whistle blowers \nneed to be strengthened. The Project provides for training on accounting controls and financial \nmanagement.  \n \n10.  The  Jilin  provincial  government  (JPG),  Changchun  municipal  government  (CMG), \nLiaoyuan  municipal  government  (LMG),  and  Meihekou  municipal  government  (MMG)  have \nagreed to the recommendations concerning financial management. All the IAs will be provided \nwith thorough training in ADB loan processing policies and procedures, as well as methods for \nthe effective management of foreign exchange risks. \n \n11.  All IAs should review and evaluate their budgeting policies and procedures to assure \nthat these provide effective cost control. In particular, policies relating to project budgeting \nshould require (i) a monthly review of expenditures against budgets, (ii) the routine use of \nvariance analysis in all monthly budget reviews, and (iii) budget setting based on both physical \nand  financial  targets.  Budgeting  policies  should  also  establish  clear  accountability  for  cost \ncontrol  at  the  level  of  the  work  unit  and  their  managers,  with  a  system  of  rewards  for \nexceptionally good performance and penalties for exceptionally poor performance. All of the IAs \nhave one or more of these policies in place, but the policies are not universally used.  \n \n12.  The IAs failed to provide clear or detailed information on policies and procedures relating \nto conflict of interest and to reporting options for whistle blowers. Strong policies in these areas \nare essential to prevent wasteful and fraudulent use of company resources. The IAs should \ntherefore review, evaluate, and strengthen policies and procedures in these areas. \n \n13.  The  respective  IAs  have  established  a  well  staffed  project  management  offices. \nCompany accounts should be adapted and appropriate subsidiary accounts established as \nrequired to assure that project management office activities can be separately accounted for. In \nthe case of the Shuangyang Water Supply Company, a qualified person has been hired to fill \nthe  position  of  finance  director.  This  person  will  develop  the  company’s  basic  policies, \nprocedures,  and  systems  for  accounting  and  financial  management  including  its  chart  of \naccounts and procedures for budgeting and cost control. These will be in place prior to loan \neffectiveness. JPG, CMG, LMG, MMG, and the IAs have accepted these recommendations. \n \n ", " \n4\n2\n \nIMPLEMENTATION SCHEDULE \n \nA\nItem  2005  2006  2007  2008  2009  2010  p\np\n  1  2  3  4  1  2  3  4  1  2  3  4  1  2  3  4  1  2  3  4  1  2  e\nn\nA. Beijiao WWTP Sewerage Improvement                                              d\nix\n1. Design and Tender Documentation                                               8\n \n2. Land Acquisition and Resettlement Works                                             \n3. Tender Invitation, Assessment, Contract Award                                             \n4. Civil Works Construction                                             \n5. Testing and Commissioning                                             \nB. Beijiao WWTP Phase II                                             \n1. Design and Tender Documentation                                             \n2. Tender Invitation, Assessment, Contract Award                                             \n3. Civil Works Construction                                             \n4. E&M Equipment Installation                                             \n5. Testing and Commissioning                                             \nC. Nanjiao WWTW                                             \n1. Design and Tender Documentation                                             \n2. Tender Invitation, Assessment & Contract Award                                             \n3. Land Acquisition and Resettlement Works                                             \n4. Civil Works Construction                                             \n5. E&M Equipment Installation                                             \n6. Testing and Commissioning                                             \nD. Shuangyang Water Supply                                             \n1. Design and Tender Documentation                                             \n2. Tender Invitation, Assessment, Contract Award                                             \n3. Land Acquisition and Resettlement Works                                             \n4. Civil Works Construction                                             \n5. E&M Equipment Installation                                             \n6. Testing and Commissioning                                             \nE. Yongchun River Improvement                                             \n1. Design and Tender Documentation                                             \n2. Tender Invitation, Assessment, Contract Award                                             \n3. Land Acquisition and Resettlement Works                                             \n4. Civil Works Construction                                             \n5. Testing and Commissioning                                             \nF. Liaoyuan Component                                             \n1. Design and Tender Documentation                                             \n2. Tender Invitation, Assessment, Contract Award                                             \n3. Land Acquisition and Resettlement Works                                             \n4. Civil Works Construction                                             \n5. E&M Equipment Installation                                             \n     ", "   \nItem  2005  2006  2007  2008  2009  2010 \n  1  2  3  4  1  2  3  4  1  2  3  4  1  2  3  4  1  2  3  4  1  2 \n6. Testing and Commissioning                                             \nG. Meihekou Component                                             \n1. Design and Tender Documentation                                             \n2. Tender Invitation, Assessment, Contract Award                                             \n3. Land Acquisition and Resettlement Works                                             \n4. Civil Works Construction                                             \n5. E&M Equipment Installation                                             \n6. Testing and Commissioning                                             \nE&M =  electrical & mechanical, WWTP = wastewater treatment plant, WWTW =  wastewater treatment works.      \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nA\np\np\ne\nn\nd\nix\n 8\n \n \n \n \n \n \n4\n3\n \n \n \n \n ", "44  Appendix 9 \nINDICATIVE PROCUREMENT PACKAGES \n \n    Number  Percentage \n  Procurement  of  Financed \nItem  Mode  Packages  by ADB \nA. Changchun Component       \n    1. Beijiao/Nanjiao WWTPs       \n         Civil works: wastewater treatment works and effluent reuse        \nnetworks  LCB  3  55 \nEquipment and materials: wastewater treatment works and effluent       \nreuse networks  ICB  3  100 \n    2. Beijiao WWTP Sewerage       \n        Civil works       \n        Pipeline CW and brick utility holes  LCB  3  55 \n        Sewerage pump stations and maintenance stations  LCB  1  55 \n        Equipment and materials: interceptors, sewers, and pumping station  ICB  3  100 \n    3. Shuangyang       \n       Civil works: water intake, WTP, road/river crossing  LCB  2  55 \n       Equipment and materials        \n             WTW equipment  ICB  1  100 \n              Pipeline materials, valves, pump equipment  IS  1  100 \n    4. Yongchun River       \n      Civil works: River improvement, flood control, drainage works  LCB  3  55 \n      Equipment and materials       \n      Pipe, valves, accessories  ICB  1  100 \n      Sewage pumping station equipment  IS  1  100 \nB. Liaoyuan Component       \n    1. Water Treatment Plants       \n      Civil works and installation  LCB  1  55 \n      Equipment and materials  ICB  1  100 \n   2. Sewer Pump Station and Pipes       \n      Civil works: sewer pump stations, pipe (incl. pipeline CW)  LCB  1  55 \n      Equipment and materials: sewer lifting pumps, pipes, and accessories  IS  1  100 \n   3. Water Supply/ Distribution Pipes       \n      Civil works: pipeline CW  LCB  1  55 \n      Equipment and materials: pipes, valves and accessories  ICB  1  100 \n  4. Secondary Booster Pump Stations       \n      Civil works: secondary booster pump stations  LCB  1  55 \n      Equipment and Materials: pumps and installation materials  IS  2  100 \n  5. Mountain Torrent Control       \n      Civil works  LCB  1  55 \n      Equipment and materials: gate and hoist equipment  IS  1  100 \nC. Meihekou Component       \n     Civil works: water intake, WTP, crossing roads and rivers  LCB  1  55 \n     Equipment and materials       \n     Water intake, WTP, tools, and spare parts  ICB  1  100 \n     Water conveyance pipes, valves, and accessories  ICB  1  100 \n     Water distribution pipes, valves, and accessories  ICB  1  100 \nD. Project Management  CS  1  100 \nADB =  Asian Development Bank CW = civil works,  ICB = international competitive bidding, IS = international shopping, \nLCB = local competitive bidding, WTP = water treatment plant, WTW = water treatment works, WWTP = wastewater \ntreatment plant. \nSource: Jilin Project Management Office. \n     ", "  Appendix 10  45 \nSUMMARY RESETTLEMENT PLAN \n \n1.  The Project is composed of six subprojects in Changchun, Liaoyuan, and Meihekou \ncities,  all  of  which  will  require  some  land  acquisition  and  population  resettlement.1  The \nresettlement planning and implementation is designed to ensure that those affected will be \nbetter-off or at least not worse-off as a result of the Project.  \n \n2.  The  project  impacts  are  summarized  in  Table  A10.1.  In  total,  28  villages  will  be \naffected  by  land  acquisition  and  resettlement.  About  78  hectares  (ha)  of  land  will  be \npermanently acquired, of which 21% is classified as farmland; this will affect 244 households or \n911 people. The Project will also require the temporary acquisition of 202 ha, of which 67% is \nfarmland and affect 2,305 households or 8,113 people. A total of 502 households or 1,799 \npeople will be relocated and about 62,729 square meters (m2) of houses will be demolished. \nTwo small enterprises and 18 shops with a total of 112 employees will be affected and 2,077 m2 \nof commercial structures will be dismantled. In addition, some public infrastructure and facilities \nwill be affected, including gravel roads, culverts, fiber cables, electric poles, transformers, and \nmachine-operated wells. The 10,569 people affected include urban and rural residents, legal \nand nonlegal owners of structures, private business owners, and permanent and temporary \nemployees.  \n \n3.  To  avoid  or  minimize  land  acquisition  and  resettlement,  the  preliminary  and  final \nfeasibility  study  stages  involved  close  consultation  with  local  officials  and  village/street \ncommittees. \n \n4.  Compensation of the permanent land loss is based on the Land Administration Law of \nthe People’s Republic of China (1998) and the State Council Decision to Deepen Reform and \nStrictly  Enforce  Land  Administration  (Document  28  dated  November  2004).  The  house \ndemolishment  is  based  on  the  Provincial  and  Municipal  Urban  Housing  Demolishment \nAdministration Regulations. Six resettlement plans (RPs) were prepared to comply with the \nAsian Development Bank (ADB) policy on involuntary resettlement. Based on consultations with \nlocal  governments  and  those  affected,  and  general  practice  in  Changchun,  Liaoyuan,  and \nMeihekou cities, a set of compensation standards was adopted by the respective city project \nmanagement offices (PMOs) and implementing agencies (IAs). The resettlement principles \nestablished  for  the  Project  are  (i)  land  acquisition  and  involuntary  resettlement  should  be \navoided  or  minimized  where  feasible  by  developing  and  comparing  a  series  of  design \nalternatives;  (ii)  compensation  and  entitlements  provided  are  based  on  market  value  or \nreplacement value, and must be adequate to allow those affected to at least maintain their \npreproject standard of living, with the prospect of improvement; (iii) land temporarily occupied \nand the period for disruption are to be kept to a minimum; (iv) all those affected, legal and \nillegal, are to be taken into consideration and accounted for; (v) the per capita landholding after \nland acquisition will be sufficient to maintain the previous livelihood standard; (vi) where land \nallocation per capita is not sufficient to maintain the previous livelihood standards, other income-\ngenerating activities will be provided; (vii) a preferential policy will be provided to vulnerable \ngroups in such things as compensation, housing assignment, transfer, and employment; (viii) all \nthose affected will be adequately informed about eligibility, compensation rates and standards, \n                                                 \n1  The Beijiao wastewater treatment plant phase II will be built on the existing industrial property owned by the \ncompany, so no land acquisition and resettlement will be involved. Also the Long Shan water treatment works \nimprovement and He Bing water treatment works improvement under the Liaoyuan component will not involve any \nland acquisition and resettlement as the two subprojects involve rehabilitation of water treatment works. \n ", "46  Appendix 10 \nlivelihood and income restoration plans, and project timing; and (ix) close monitoring and timely \nactions will be carried out to identify and resolve any problems.  \n \n5.  On various occasions during meetings, interviews, focus group discussions, public \nconsultation  workshops,  and  community  consultation  meetings,  local  representatives  have \nparticipated in the planning; and concerns integrated into the RPs. The resettlement information \nbooklet was distributed to affected villages and households between August 2004 and January \n2005. The RPs were provided to village offices and resident committees, and was posted on the \nADB website in May 2005. The respective project IAs have established project resettlement \nunits to supervise implementation, continue public consultation, monitor progress, and respond \nto grievances. The grievance address procedures are well established and explanations are \nincluded in the resettlement information booklets.  \n   \n6.  For land acquisition, part of the compensation will be paid to the affected village and \nthe  resettlement  subsidy  will  be  paid  to  the  affected  households.  For  residential  houses, \nenterprises, and commercial shops to be demolished, compensation will be paid to owners, \nincluding those without house registration. The payment will be made in cash according to the \nappraised value of the property. Households that have to relocate will also receive a transfer \nand transportation allowance. Compensation for standing crops, auxiliaries, and other assets \nwill be paid directly to affected farmers. Income losses resulting from reduced production/sales \nand wages caused by the Project will be compensated in cash. \n \n7.  The resettlement strategy encompasses (i) the replacement of housing, and (ii) the \nrestoration  of  livelihoods  and  income.  People  losing  housing  in  urban  areas  have  two \nresettlement options—to receive cash compensation or property exchange. Assistance will be \nprovided to find available housing close to their original homes, if that is their preference. People \nwill be relocated to apartment housing that has better infrastructure, e.g., water, sewer, road, \ngas,  and  electricity.  The  respective  subproject  implementation  units  (PIUs),  IAs,  and  local \ngovernment will provide necessary assistance for house construction and relocation during \nresettlement implementation. \n \n8.  The measures for economic rehabilitation include (i) providing employment opportunities \nduring the project construction and operational phases; (ii) arranging for those affected to be \nemployed in the local enterprises and businesses; (iii) redistributing land where possible; (iv) \nintensifying and diversifying farm operations to increase the value of production and income per \nunit of land; (v) developing greenhouses and animal-breeding income-generating activities; (vi) \npromoting and developing new enterprises and self-employed tertiary businesses (i.e., auto-\naccessory  manufacturing,  transportation,  entertainment,  and  catering  services;  and  (vii) \nproviding  training  on  scientific  and  diversified  agricultural  business,  technology  on  animal \nhusbandry  and  economic  crops  planting,  and  technology  on  planting  vegetables  in \ngreenhouses, to assist those affected increase their income. Compensation paid to village \ncommittees will be used to improve village production and infrastructure (e.g., road construction, \nirrigation works, clinics, day cares, and bathhouses). Relocated enterprises and shops will be \nprovided with the options of compensation and resettlement. The same enterprises and shops \nwill either reemploy affected employees, or former employees will help to secure other work. \n \n9.  Based on the survey results, 7 vulnerable people were identified for the Nanjiao WWTP \nsubproject. The subproject PMO will establish a special fund at CNY2,000 per person for them \nto improve their living standards. The fund will be paid as a one-time cash payment. In addition, \nthe vulnerable households will receive CNY140/month as municipal living guarantee from the \nmunicipal  civil  affairs  bureau.  The  PMO  will  supervise  implementation  to  ensure  these \n     ", "  Appendix 10  47 \nvulnerable  persons  receive  adequate  compensation,  special  funds,  and  municipal  living \nguarantee; and assistance to restore their living conditions and incomes. \n   \n10.  Each PIU and IA will have at least 2 full-time staff responsible for land acquisition and \nresettlement, respectively. The staff from each subproject resettlement unit will take the lead \nresponsibility for coordinating the planning, implementation, financing, and monitoring of land \nacquisition and resettlement. They will work closely with relevant village/street officials, land \nadministration bureaus, and house demolishment offices; and will be responsible for supervision \nand monitoring of resettlement (e.g., delivery of entitlements, selection of new housing sites, \nrestoration  of  incomes,  provision  of  replacement  land,  and  other  economic  measures).  A \ntraining program will be organized for the resettlement officers.  \n \n11.  The cost estimate for land acquisition and resettlement is $21.62 million, equivalent to \nCNY179.43 million in 2004 prices, including contingencies. Resettlement implementation will be \nscheduled to precede the subproject construction schedules. Most resettlement activities will \noccur between June 2005 and December 2006. Resettlement implementation will be completed \nprior  to  subproject  construction.  Detailed  measurement  surveys  will  be  conducted  in  each \nvillage, neighborhood, and enterprise; and the compensation contracts will be negotiated and \nsigned with village committees, households, and enterprises. Based on these surveys, the RPs \nwill be updated and submitted to ADB for review and approval. \n \n12.  Internal and external monitoring of RP implementation will be conducted. Monitoring \nmethodologies are specified in the RPs. Internal supervision and monitoring will be done by \neach IA to ensure compliance with the RP provisions. The PMO and IAs have agreed to a set of \nsupervision milestones with ADB, to ensure timely and effective implementation of resettlement \nactivities. External monitoring and evaluation will be carried out by an independent agency \nunder contract to the PMO/IAs. External monitoring reports will be forwarded directly to both the \nPMO and ADB. \n \n \n \n \n \n \n \n \n \n \n ", " \n4\nTable A10.1: Summary of Land Acquisition and Resettlement Impacts and Costs  8\n \n \nProject        Residential House \nA\nComponent  Engineering Works  Permanent Land Acquisition  Temporary Land Acquisition  Demolition  p\np\n  Project Activities  Quantity  Units  Total  Of  Affect-  Affect- Total  Of  Affect- Affect- Total  Affect- Affect- e\nn\nd\nArea  which  ed  ed  Area  which  ed  ed  Area  ed  ed  ix\n(ha)  Farm- House- People  (ha)  Farn- House- People  (m3)  House- People   1\n0\nland (ha)  holds  land  holds  holds   \n(ha) \nA. Changchun                              \n1. Nanjiao  New WWTP  150,000  m3/  20.88  6.5  91  374  1.59  0  0  0  55,354  450  1,687 \nWWTP  day \n2a. Beijiao  Upgrade to  130,000  m3/  0  0  0  0  5.83  0  0  0  0  0  0 \nWWTP  secondary WWT  day \n2b. Beijiao  Pipelines, 3 PS,         216  km  4.7  2.9  12  43  21.8  21.8  29  106  7,182  50  107 \nSewer Network  7 maintenance \nstations \n3. Shuangyang  Pumping stations    36,000  m3/  3.15  1.26  13  48  7.59  7.04  90  448  193  2  5 \nWater Supply  and WTP    day \ntransmission     \npipeline         2.4  km \n4. Yongchun  Flood canal         4.8  km  28.08  0  91  300  16.09  8.68  198  595  0  0  0 \nRiver \nImprovement \n                                                \nSubtotal (A)  56.81  10.66  207  765  52.9  37.52  317  1,149  62,729  502  1,799 \nB. Meihekou                             \n5a. WS Pipeline  Transmission  40  km  0.56  0.56  12  36  98.5  98.5  1,988  6,964  0  0  0 \nand WTP  pipeline \n  WTP  100,000  m3/  5.6  5.41  25  110  0  0  0  0  0  0  0 \nday \n5b. Water  pipelines  55.5  km      0  0  11.41        0  0  0 \nDistribution \nNetwork \n                           6.16  5.97  37  146  109.91  98.50  1,988  6,964  0  0  0 \nSubtotal (B) \nC. Liaoyuan                              \n6a. Water  Upgrading two  110,000  m3/  0  0  0  0  0  0  0  0  0  0  0 \nTreatment  WTP  day \nPlants \n6b. Water  Pipelines, 17 PS  53.1  km  1.046  0  0  0  27.26  0  0  0  0  0  0 \nDistribution \nNetwork \n                             \n     ", "     \nProject        Residential House \nComponent  Engineering Works  Permanent Land Acquisition  Temporary Land Acquisition  Demolition \n6c. Drainage  Upgrading      0  0  0  0    0  0  0  0  0  0 \nand Sewerage  drainage \nNetwork  pipelines \n  New sewer pipes  12  km  0  0  0  0  0  0  0  0  0  0  0 \nand 3 PS \n6d. Flood  Open channels  8.3  km  14.19  0  0  0  12.34  0  0  0  0  0  0 \nCanals  and box culverts \n                          15.24  0  0  0  39.6  0  0  0  0  0  0 \nSubtotal (C) \n   Total        78.21  16.63  244  911  202.41  136.02  2,305  8,113  62,729  502  1,799 \nha = hectare, m3 = cubic meter, PS = pumping station WS = water supply, WTP= water treatment plant, WWTP = wastewater treatment plant. \nSources:  Asian Development Bank, Executing Agency, and Implementing Agency. \n \n \nProject Components  Enterprises and Shops  Total Affected People  Affected  Resettlement Costs \nVillages \n  Total  Number  Affected  Total  Urban  Rural    10,000 CNY  $ million \nArea (m3)  Workers \nD. Changchun                   \n1. Nanjiao WWTP  1,887  19  106  1,793  106  1687  2  10,307.92  12.42 \n2a. Beijiao WWTP  0  0  0  0  0  0  0  0  0.00 \n2b. Beijiao Sewer Network  0  0  0  256  0  256  3  1,094.64  1.32 \n3. Shuanyang Water Supply  190  1  6  515  8  507  4  311.71  0.38 \n4. Yongchunhe Improvement  0  0  0  895  0  895  3  3,651.84  4.40 \nSubtotal (D)  2,077  20  112  3,459  114  3,345  12  15,366.11  18.52 \nE. Meihekou                   \n5a. WS Pipeline and WTP  0  0  0  7,000  0  7,000  13     \n  0  0  0  110  0  110  1  2,368.88  2.85 \n5b. Water Distribution Network  0  0  0  0  0  0       \nSubtotal (E)  0  0  0  7,110  0  7,110  14  2,368.88  2.85   \n \nF. Liaoyuan                      \n \n6a. Water Treatment Plants  0  0  0  0  0  0          \n6b. Water Distribution Network  0  0  0  0  0  0         A\np\n6c. Drainage and Sewerage  0  0  0  0  0  0  2  207.85  0.25  p\ne\nNetwork  n\nd\n  0  0  0  0  0  0        ix\n6d. Flood Canals  0  0  0  0  0  0         1\n0\nSubtotal (F)  0  0  0  0  0  0  2  207.85  0.25    \n \n  Total  2,077  20  112  10,569  114  10,455  28  17,943  21.62    \n \nCNY = yuan, m3 = cubic meter, WS = water supply, WTP= water treatment plant, WWTP = wastewater treatment plant.  49\nSources:  Asian Development Bank, executing agency, and implementing agency.   \n \n \n ", "50   Appendix 11 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY  \n \nLinkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?      priority in country poverty partnership   \n      No  agreement?      No \n \nContribution of the sector or subsector to reduce poverty in the People’s Republic of China (PRC): \n \nThe PRC has performed well against most of the Millennium Development Goals (MDG). However progress on some \ngoals has been slow with respect to improving the proportion of the population with access to safe drinking water and \nreversing environmental degradation. The Project  will support the achievement of the MDG for environmental \nsustainability (MDG, goal 7) and to half the proportion of people without sustainable access to safe drinking water and \nbasic sanitation by 2015 (MDG, target 10). 1 \n \nThe Project will benefit an urban population of 3.0 million by (i) providing new and improved wastewater services, (ii) \nreducing flood damage, and (iii) providing a 24-hour water supply service. Of the total beneficiary population, about \n210,000 or 7.0% are classified as poor measured by the weighted average local urban poverty line of CNY1,875 per \nperson per year. Provision of clean water will improve the quality of life of the poor and vulnerable people by reducing \nthe proportion of household income spent on medical treatment for waterborne diseases. The number of school days \nand workdays lost due to sickness will also be reduced. Further, the Project will reduce the proportion of household \nincome spent on buying water from private sources, and buying storage containers, filters, and water cleaning \nequipment.  \n \n \nB.  Poverty Analysis   Targeting Classification: General intervention \n \nThe poverty analysis is based on the data from the urban household survey conducted by the National Bureau of \nStatistics (2000) and socioeconomic survey of 1,200 households in Changchun, Liaoyuan, and Meihekou cities from \nJune to August 2004. The data indicate that the urban poverty line was CNY1,875 per capita per year in 2000 prices. \nThe incidence of urban poverty, including the floating population in 2000 using the National Bureau of Statistics \nmeasure is 3.4%, the same as the official incidence of rural poverty in 2000. Poor households in the project area \ndemonstrate many of the characteristics of the lowest income households outlined in the Asian Development Bank \n(ADB) poverty profile of the PRC. The characteristics of low income or vulnerable households in the project area are \n(i) head of household is long-term, laid-off former state-owned-enterprise worker, often with children of school age; (ii) \nhouseholds headed by women; (iii) households containing one or more disabled or chronically sick person; and (iv) \nfloating population, usually from rural areas living in poor housing conditions. \n \nAn order of magnitude analysis of the impact on morbidity and mortality was completed for the Project. This analysis \nindicates that the Project is estimated to reduce disease episodes by an average of 8,000 cases per year. One in 20 of \nthese cases, or 400 cases, is likely to be serious enough to result in a medical consultation. The health impact \nanalysis is in Supplementary Appendix H. In the project area, the major social measures to protect urban residents \nfrom falling into poverty include (i) living allowance for laid-off employees, (ii) unemployment insurance, and (iii) social \nsupport program under the minimum living standard scheme. Further, Changchun municipal government (CMG), \nLiaoyuan municipal government (LMG), and Meihekou municipal government (MMG) have agreed to implement \npoverty reduction2 measures under the Project including (i) providing lifeline tariffs, (ii) providing water bill discounts or \ncash rebates amounting to 50% of the monthly water bill for households living below the poverty line; and (iii) \nconnecting the poorest households to tap water in Liaoyuan, Meihekou, and Shuangyang district in Changchun. The \nProject will promote public awareness and education programs about the benefits of the Project, public hygiene and \nbehavior of consumers on water saving, and managing wastewater disposal. The Project will provide 3,200 full- time \njobs over the 5-year construction period.  Project-related services, such as procurement of construction  materials and \nequipment and follow-on multiplier effects are expected to create an additional 5,000 full-time jobs. Just over half of \nthe  construction  jobs are  unskilled  jobs that are  most  likely  to be  filled by currently  unemployed  persons.  Since  \n \n                                                 \n1  ADB. 2004. Poverty Profile of the People’s Republic of China. Manila. \n2 The TA study (i) defined poverty levels used in the analysis; (ii) assessed and provided an income and expenditure \nprofile of the poor households based on a household survey of 1,200 households; (iii) evaluated and recommended \nmeasures to alleviate the impacts of increased water and wastewater tariffs on the poor; and (iv) assessed the \npositive impacts of the Project on the poor and low-income beneficiaries.  \n     ", "  Appendix 11  51 \nunemployment is a major cause of poverty in the project area, the poor will benefit disproportionately from this job \ncreation. Further, project operations will create 570 full-time permanent jobs. \n \nC.  Participation Process \n \nIs there a stakeholder analysis?    Yes     No  \nStakeholder analysis has been conducted throughout project preparation through public participation and consultation \nwith  key  stakeholders,  such  as  government  agencies,  beneficiaries,  people  affected  by  the  Project,  business \ncommunities, and civil society organizations. In addition to the socioeconomic survey, public consultation, focus group \ndiscussion, and key respondent interviews have been conducted with 170 persons in the project area. The issues \ndiscussed include qualitative aspects of poverty, gender aspects, affordability and willingness to pay for water service, \nbenefits of water and sanitation to poor and women, impact of land acquisition, supply of water, flood problems and \nrelief, coping mechanisms for interrupted water services, and satisfaction to water service. \n \nIs there a participation strategy?     Yes                   No \nParticipatory approach has been part of the project design and will be continued during project implementation, \nmonitoring, and evaluation. During project preparation, public hearing meetings on water supply and wastewater \ntreatment, and government policies and efforts to develop water supply service were held in the project cities. The \nparticipants  unanimously  concluded  that  a  tariff  adjustment  was  necessary  to  recover  costs,  assist  with  the \nsustainable development of water supply and sewerage system, conserve water, protect the environment, improve \nservices, and help poor families. Further public consultations will be held during project implementation to discuss and \nget feedback from consumers and other key stakeholders, particularly the poor, on cost recovery, tariff adjustment, \naffordability, public participation, water conservation, hygiene program, and environmental protection.  \n \nTwo rounds of five public consultations in project cities were carried out in preparing the environmental impact \nassessment. The purpose of public consultations and disclosure was to (i) introduce the project components to the \nstakeholders;  (ii)  solicit  ideas,  suggestions,  comments,  concerns,  and  critiques  on  the  potential  environmental \nimplications of the Project; and (iii) present the findings of the environmental impact assessment, summarizing \npotential environmental impacts and mitigation measures, and provide answers raised by workshop participants in the \nfirst round. Plans for public involvement during the design and construction stages of the Project were developed. \nThese plans will provide forums for periodically updating the stakeholders on project progress and implementation of \nmitigation measures. \n \nPublic  consultation  and  disclosure  of  resettlement  plans  have  been  conducted  on  various  occasions  during \nmeasurement surveys, village meetings, interviews, and workshops. Results of these meetings and concerns of those \naffected are integrated in the resettlement plans.  \n \nD.  Gender Development \n  \nStrategy to maximize impacts on women: \nWater service deficiencies contribute to gender inequalities in terms of women’s income-generating opportunities and \ngeneral status. Data from the social assessment survey clearly indicate that women cope with service deficiencies by \nspending more time and labor on collecting and purifying water, and cleaning up after floods. Women are also mainly \nresponsible for caring for the sick. Consequently, time spent on income-generating activities or the family is reduced.  \nImprovements to water supply will significantly reduce the time, cost, and labor that mainly women spend for collecting \nwater, cleaning containers, and improving water quality. To maximize the project benefits, women will be given priority \nfor the employment opportunities generated by the Project. Women’s needs and interests will be represented in \nproject implementation. To maximize project benefits for women, under the Health Bureau hygiene program in four \ndistricts, women have been mobilized to play a role in public awareness of the hygiene program in the project area. \n \n \nHas an output been prepared?      Yes     No \n \n ", "52   Appendix 11 \n \nE.  Social Safeguards and Other Social Risks \n \n        \nItem  Significant/    Plan Required \nNot Significant/  Strategy to Address Issues \nNone    \n Significant  Resettlement plans (RPs) were prepared in accordance   Full \n  with ADB involuntary resettlement policy and the PRC   \nResettlement   Not significant  Land Administration Law and associated laws and   Short \n  regulations to ensure that those affected will be better off,   \n None  or at least not made worse off, as a result of the Project.    None \n6 RPs \n    The affordability analysis was based on citywide official   \n   Significant  income data. The technical assistance team reviewed   Yes \nAffordability    local socioeconomic data, interviewed staff with social   \n Not significant  affairs agencies, undertook household surveys, and    No \n  completed analysis of affordability. For the households \n None  with average income, the combined water and wastewater \ntariff is less than 2% of total income (3.4% of the total \nincome for poor households) and is thus considered \naffordable.  \n \nTariff adjustment will be offset for most families by a \nreduction in expenditure on purchased water. The \nhouseholds most likely to be adversely affected by the \ntariff adjustment are those living below the poverty line. To \nmitigate the impact of tariff adjustment, the project cities \nprovide assistance for people living below the poverty line \nthrough a minimum living standard scheme besides the \nfive social insurance schemes, which cover old-age \npension, health care, disability compensation, \nunemployment, and maternity benefits. In addition, the \nproject cities provide water bill discounts or cash rebates \nin the amount of 50% of monthly water bill for household \nbelow the poverty line. The minimum living standard \nscheme and water bill discounts will offset the proposed \ntariff adjustment and are much better poverty reduction \nmeasures than the lifeline tariff primarily because they can \nbe properly targeted to poor households. \n       \n   Significant  No job losses will occur. The construction and operation   Yes \nLabor    of the Project will generate many employment   \n Not significant  opportunities for the local beneficiaries.    No  \n \n None \n       \n   Significant  Ethnic minorities of Manchu and Korean reside in the   Yes \nIndigenous    project area; they are mixed with the Han majority. The   \nPeoples   Not significant  social assessment shows that they are not negatively    No \n  affected by the Project and are among the project \n None  beneficiaries.  \n       \nOther Risks   Significant  No other social risks are anticipated as a result of the   Yes \nand/or    Project.    \nVulnerabilities   Not significant    No  \n   \n None \n     ", "  Appendix 12  53 \nFINANCIAL ANALYSIS \n \nA.  Introduction \n \n1.  The financial analysis was prepared in accordance with Asian Development Bank (ADB) \nGuidelines for the Financial Governance and Management of Investment Projects Financed by \nADB.1 Details of the financial analysis and financial projections are in Supplementary Appendix \nF. An assessment of financial performance was completed for operations once the Project is \nimplemented. The assessment was completed for the implementing agencies (IAs) that operate \nas enterprises.  \n \nB.  Financial Internal Rate of Return and Sensitivity Analysis \n \n1.  Purpose and Approach \n \n2.  The project evaluation assessed the financial performance of the IAs following project \nimplementation. The evaluation is completed for those IAs that will operate project components \non a self-financing basis based on tariff revenues. These IAs and their associated project \ncomponents are identified. The evaluation determines the level of cost recovery from users that \nis required to service the ADB loan and achieve financial health.  \n \n3.  Key  features  of  the  financial  evaluation  include  (i)  financial  evaluations  of  project \ncomponents were carried out in real terms using 2004 prices; (ii) financial internal rate of return \n(FIRR) was determined using incremental annual cash flows over 25years of operations; (iii) \nresidual value of physical assets is assumed to equal its remaining book or depreciated value at \nthe end of the evaluation period; (iv) evaluation was carried out for the project components and \nthe combination of project components that feature cost recovery through tariffs; and (v) all cost \nand revenue projections were prepared using a pro forma financial modeling approach.  \n \n2.  Weighted Average Cost of Capital \n4.  The weighted average cost of capital (WACC) was calculated in real terms for the \nProject. Funding sources for the Project are the ADB loan (43%), a local bank loan (3%), and \ncapital contributions from local governments (54%). The cost of foreign debt was calculated \nbased on a nominal interest rate of 5.14%, an income tax rate of 33%, and an international \ninflation rate of 1.5% per annum. The real cost of foreign debt was estimated to be 1.59%. The \ncost of local debt was calculated based on a nominal interest rate of 6.21%, income tax rate of \n33%, and domestic inflation rate of 2.7% per annum. The real cost of local debt was estimated \nto be 2.29%. The WACC was determined to be 1.90% for the base case analysis. \n \n3.  Financial Internal Rate of Return \n5.  Estimates of the FIRR were made for a base case scenario and to test sensitivity. The \ntested scenarios assume the tariff increases at the outset of the planning period that are shown \nin  Table  A12.1.  Base  case  FIRR  values  and  financial  performance  indicators  for  project \ncomponents are provided in Table A12.2.  \n \n \n                                                 \n1  ADB. 2002. Guidelines for the Financial Governance and Management of Investment Projects Financed by ADB. \nManila. \n ", "54   Appendix 12 \nTable A12.1: Tariff Increases for the FIRR Analysis \n(CNY/cubic meter) \n  Existing  Tariff  Project   \nProject Component  Tariff  Increasea  Tariff   Comment \nChangchun Water Group, Urban \n0.40  0.33 (81.4%)  0.73  Wastewater tariff \nDrainage Company \nShuangyang Water Supply Company,  Not  Not  New wholesale \n1.76 \nChangchun  applicable  applicable  water tariff \nWater supply \nLiaoyuan Water Group Companyb  1.85  0.00 (0.0%)  1.85 \ntariff \nWater supply \nMeihekou Water Supply Company  1.80  0.85 (47.0%)  2.65 \ntariff \na Tariff increases are phased between 2006 and 2010. The project tariff is the final 2010 tariff expressed in \nconstant 2004 prices. \nb No tariff increase is needed since increased sales are sufficient to service project debt. \nSource: Asian Development Bank estimates. \n \n6.  The  after-tax  FIRR  for  the  overall  Project  is  estimated  at  6.2%  for  the  base  case \nscenario and varies between 5.5 and 9.5% for the various project components. These values \ncompare favorably to the WACC of 1.9%. All four project components are financially viable \nbased on their returns to net assets. Their debt-service coverage ratios are adequate. \n \n7.  The estimate of FIRR for the Project and its components seem to be fairly insensitive to \nthe variations tested in the sensitivity analysis. Increases in capital costs and in O&M costs have \nthe greatest impact across all project components followed by a delay in tariff adjustments or \nsales growth. But even the combination of a 10% increase in project costs plus a delay in tariff \nadjustments did not depress the FIRR below the WACC.2 The sensitivity analysis suggests that \ntariff reform and improved financial management, particularly with respect to cost control, are \nthe most important factors to assure a successful project outcome.  \n \nTable A12.2: Summary of the FIRR and Sensitivity Analysis \n(%) \n        Sales  Tariff \n    Project  O&M  Growth  Increase \n  Base  Costs  Costs  Delay by 1  Delay by 1 \nProject Component  Case  +10%  +10%  year  year \nChangchun Wastewater  5.7  4.8  5.1 5.6  4.9 \nShuangyang Water Supply  5.7  4.7  4.0 5.1  5.9 \nLiaoyuan Water Supply and  9.5  8.4  8.4 9.0  8.8 \nWastewater \nMeihekou Water Supply  5.5  4.7  5.0 5.4  5.0 \n  Total   6.2  5.3  5.5 6.1  5.5 \nFIRR = financial internal rate of return, O&M =  operation and maintenance.   \nSource:  Asian Development Bank estimates. \n                                                 \n2  The WACC showed very little sensitivity to the different tests, falling at most to 1.89%. \n     ", "  Appendix 12  55 \nTable A12.3: Estimated Financial Performance Ratios of the Implementing Agencies \n  Rate of  Minimum  Current  Debt \nProject Component \nTest  Profit  DSCR  Ratio  Equity \n  6% to       2.3 \n \nTarget level (cid:198)  8%   1.2   1.2  (70:30) \nChangchun   Base case  8.53  4.23  16.76  0.43 \nWastewater  Project costs up 10%  8.21  3.85  15.99  0.45 \n  O&M costs up 10%  8.53  4.23  16.76  0.43 \n  Delay sales growth 1 year  8.52  4.11  16.67  0.43 \n  Delay tariff increase 1 yr  8.39  3.31  14.68  0.45 \nShuangyang   Base case  10.32  2.82  6.07  1.16 \nWater Supply  Project costs up 10%  9.71  2.57  5.90  1.18 \n  O&M costs up 10%  10.32  2.82  6.07  1.16 \n  Delay sales growth 1 year  10.00  2.67  5.95  1.18 \n  Delay tariff increase 1 yr  10.43  2.82  6.04  1.15 \nLiaoyuan Water  Base case  11.18  1.50  4.67  0.35 \nSupply and  Project costs up 10%  10.94  1.51  4.32  0.37 \nWastewater  O&M costs up 10%  11.12  1.48  4.58  0.35 \n  Delay sales growth 1 year  11.08  1.50  4.67  0.35 \n  Delay tariff increase 1 yr  11.12  1.45  4.34  0.36 \nMeihekou Water   Base case  9.89  1.54  12.13  0.76 \nSupply  Project costs up 10%  9.40  1.43  11.42  0.77 \n  O&M costs up 10%  9.89  1.54  12.13  0.76 \n  Delay sales growth 1 year  9.88  1.54  12.13  0.76 \n  Delay tariff increase 1 yr  9.75  1.49  11.14  0.78 \nDSCR = debt service coverage ratio, O&M = operation and maintenance \nSource:  Asian Development Bank estimates. \n \n \n ", "56   Appendix 13 \nECONOMIC ANALYSIS \n \nA.  Identification of Projects and Analysis of Alternatives \n1.  The Jilin Water Supply and Sewerage Development Project was identified in the Tenth \nFive-Year  Plan  (2001–2005)  as  the  least  cost  alternative  to  addressing  the  wastewater \ntreatment and water supply needs in the cities of Changchun, Liaoyuan, and Meihekou in Jilin \nProvince.  During  the  design  of  the  Project,  alternative  locations  and  specifications  for  the \nwastewater treatment plant, sewer networks, water treatment plants, pumping stations, and raw \nwater transmission and distribution mains were considered within the project area. The detailed \neconomic analysis and least cost analysis are in Supplementary Appendix J. \n \nB.  Economic Parameters and Assumptions \n2.  An economic analysis of the Project was conducted over 25 years inclusive of project \nconstruction.  Project  construction  commences  in  2005  and  is  completed  in  2009,  while \ncommissioning commences in 2010. Economic benefits and costs were denominated in terms \nof the domestic price numeraire and expressed in constant 2004 prices. International costs were \nconverted to local currency costs using an exchange rate that started at CNY8.26 per $1, and \nwere adjusted annually based on a purchasing power parity assumption. Project costs and \nbenefits were estimated on a without- and with-project basis appropriately apportioned on the \nbasis  of  nonincremental  and  incremental  project  effects  in  accordance  with  the  Asian \nDevelopment Bank (ADB) Guidelines for the Economic Analysis of Projects and Handbook for \nthe  Economic  Analysis  of  Water  Supply  Projects.  Tradable  components  were  adjusted  to \neconomic prices using a shadow exchange rate factor of 1.013, and nontraded components \nwere valued at domestic market prices. A shadow wage rate factor of 2.0 and 0.67 was applied \nto the wage of skilled and unskilled labor respectively at the domestic price level.  \n \nC.  Costs \n3.  Base costs plus physical contingencies of the Project and each of the subproject capital \ncosts were estimated and apportioned on the basis of tradable, nontradable, and skilled and \nunskilled labor costs. Similarly, operation and maintenance costs for each subproject and the \noverall Project were estimated, apportioned on the basis of tradable and nontradable works, \nconsumables, services, equipment and machinery, and skilled and unskilled labor valued in \neconomic prices, i.e., shadow wage rate factors. Additional conversion factors were used as \nnecessary. Transfer payments were excluded in the valuation of the cost estimates in economic \nprices. Physical contingencies were added to capital costs.  \n \nD.  Project Benefits \n4.  The Project’s primary benefits include \n \n(i)  improved wastewater collection and treatment services in Changchun; \n(ii)  provision of an alternative low-cost supply of water for industrial users based on \nreuse of treated wastewater effluent; \n(iii)  reduced flood damage on the Yongchun River in Changchun;  \n(iv)  improved  water  supply  treatment  and  distribution  services  in,  Liaoyuan, \nMeihekou, and Shuangyang; and \n(v)  improved local drainage works to reduce local flooding in Liaoyuan. \n     ", "       Appendix 13  57 \n1.  Water Supply Benefits \n \n5.  Benefits associated with the improved water supply treatment and distribution services \ninclude the provision of 24-hour service in areas currently experiencing interrupted service, \nimprovements in system pressure, increased security of supply, improved drinking water quality, \nreduced risk of exposure to waterborne pathogens in delivered tap water, and reductions in \nnonrevenue water.  \n \n6.  Indirect benefits of a 24-hour service for domestic beneficiaries include the elimination of \nfinancial  costs  incurred  to  cope  with  the  interrupted  water  supply  service,  elimination  of \ndisruptions including loss of employment opportunity, and a general enhancement of the quality \nof life. Nondomestic water supply customers will benefit financially due to lower costs and fewer \ndisruptions to production.  \n \n7.  Water supply benefits are estimated using a willingness-to-pay approach. Water supply \ncustomers were asked to state their willingness-to-pay for service improvements and their \nrevealed willingness-to-pay is used to measure benefit to customers. Provided that customers \nare  well  informed,  the  amount  of  willingness-to-pay  represents  a  value  for  all  anticipated \nbenefits, including reduced health risk.  \n \n8.  The  economic  benefits  for  water  supply  improvements  were  estimated  for  the \nincremental annual water demand over the 25-year period of analysis. Average benefits for \nproject components were estimated to be \n \n(i)  Liaoyuan: CNY 4.7/ cubic meter (m3); \n(ii)  Meihekou: CNY 7.3/m3; and \n(iii)  Shuangyang: CNY 8.8/m3. \n \n2.  Wastewater Benefits \n9.  The impacts associated with improvements in wastewater collection and treatment and \nthe effluent reuse scheme in  Changchun include (i) lower ongoing discharge of untreated \nwastewater to receiving streams, (ii) reduced frequency of acute surface water contamination \ndue to combined sewer overflows, and (iii) reduced hydraulic loading of treated wastewater \neffluent to receiving streams. Benefits that flow from these impacts include (i) improved aquatic \nenvironment in local streams and downstream in the Songhua River, (ii) reduced risk of human \nand livestock exposure to waterborne pathogens in surface waters, (iii) reduced transboundary \naquatic pollution in the Songhua River Basin, (iv) provision of low-cost water for industrial uses, \nand (v) enhanced sustainability of drinking water supplies for Changchun.  \n \n10.  Two approaches are used to evaluate these benefits. The first considers the wastewater \ncomponents within the broader context of urban, provincial, and national policies and objectives \nfor wastewater management and water quality control. Assuming these policies and objectives \nreflect social choice, the basic requirement is that the Project be a least cost option that \ncontributes to achievement of the policy objectives.1 The second entails a quantitative analysis \nbased on willingness to pay for wastewater improvements. This analysis can only capture a \nportion  of  project  benefits  since  it  only  considers  urban  wastewater  service  customers  in \nChangchun and not downstream beneficiaries. \n                                                 \n1 This approach is outlined in Dole, D. 2003. Economic Issues in the Design and Analysis of a Wastewater Treatment \nProject. Manila: ADB. \n ", "58   Appendix 13 \n11.  The national policy for pollution control endorses the use of cost-effective wastewater \nmanagement measures to achieve overall treatment targets. Under guidelines from the Ministry \nof Construction,2 major cities like Changchun should achieve a wastewater treatment rate of \n70%  by  2010.  In  its  Tenth  Five-Year  Plan  for  Environmental  Protection,  Jilin  Province \nestablished a water quality target: by 2010, 85% of the Songhua River Basin river network \nwould achieve at least a class III standard. This target is to be achieved primarily through \nimproved wastewater treatment. Changchun’s target for water quality in the Yitong River is class \nIII by 2010. \n \n12.  At present, the Yitong River, which receives the majority of Changchun wastewater \nflows, has class V water quality downstream of Changchun. Almost 60% of the Songhua River \nwas in class IV or V in 2002 and 40% of the river by length was class III. The proposed \nwastewater  works  are  therefore  consistent  with  provincial  plans.  Proposed  works  are  also \nconsistent with the Changchun City Urban Master Plan (1996–2020) and its Water Supply and \nSewage Master Plan. \n \n13.  The quantitative analysis of wastewater benefits is based on customer willingness to pay \nfor  wastewater  improvements  provided  in  response  to  a  household  survey.3  The  average \nwillingness to pay was estimated to be CNY0.50 per m3 of metered water use. This amount \nrepresents the incremental amount customers would willingly pay through their water bill in \nreturn for the benefits associated with proposed wastewater improvements. It is an estimate of \nbenefit  for  the  urban  population  but  does  not  reflect  the  value  of  these  improvements  to \ndownstream beneficiaries. The calculation of economic internal rate of return (EIRR) for the \nChangchun wastewater component is therefore an understatement of the true EIRR. \n \n14.  Wastewater benefits in Changchun will be offset in part by increases in wastewater \ndischarges associated with water supply system improvements in Liaoyuan, Meihekou, and \nShuangyang.  In  all  three  cases,  water  demand  will  increase  significantly  in  response  to \nimprovements in system pressure and an end to service interruptions. This in turn will cause an \nincrease in the generation of wastewater. Upgrades to the sewage network in Liaoyuan will help \noffset the wastewater increase in that city and Meihekou has completed a feasibility study report \nfor a wastewater treatment plant which was recently approved. From a watershed perspective, \nthe net impact of the Project will still be positive since pollutant loading reductions in Changchun \nexceed loading increases from these three cities.4 Moreover, the negative impact of higher \nwastewater effluent volumes will diminish over time as national wastewater treatment standards \nare implemented in urban areas. \n \n3.  Flood Reduction Benefits  \n15.  Flood damage reduction benefits will be realized in Liaoyuan and the Yongchun River in \nChangchun.  These  are  estimated  using  an  avoided  damages  approach.  In  the  case  of \nLiaoyuan, damage estimates were based on responses to questions in the project preparatory \ntechnical assistance household survey. Damage estimates for the Yongchun River were based \non  standard  methods  and  parameters  for  flood  damage  calculations  used  in  the  People’s \nRepublic of China. In both cases, annual damage was measured as averages considering \nfrequency of flooding to various depths.  \n                                                 \n2 Urban Wastewater Treatment and Control Technology Advice, Ministry of Construction, 2000. \n3  Survey  documentation  in  ADB.  2004.  Final  Report  for  TA  4227-PRC:  Jilin  Water  Supply  and  Sewerage \nDevelopment Project, Appendix 6.9. Manila.  \n4  The combined service population of the three smaller cities was just 29% of the Changchun service population in \n2004. \n     ", "       Appendix 13  59 \n \n16.  The estimates of flood damage reduction are not measures of willingness to pay to avoid \nflooding. They only measure direct damage and, in the case of Liaoyuan, lost work time. Thus \nthey fail to capture benefits associated with avoidance of risk and improved living conditions, \nand represent a lower limit for flood damage reduction benefits. \n \nE.  Economic Internal Rate of Return \n17.  The base case EIRR is 21.1% for the overall Project and varies between 16.6 and \n32.3% for project components (Table A13). These results suggest that the Project is highly \nbeneficial from a social perspective.  \n \n18.  The sensitivity analysis indicates that project costs, and the timing of tariff adjustments \nor sales growth have the greatest impact on the EIRR but these factors are not enough to \noverturn the judgement that this Project is socially beneficial. This is true even when a delay in \ntariff adjustments and an increase in project costs are combined. \n \n19.  Switching values for the cost based tests were high. The EIRR did not fall below 12% \nuntil project costs were increased by more than 91% or operation and maintenance costs were \nincreased by more than 190%. \nTable A13: Estimated EIRR \n(%) \nShuangyang \n  Changchun  Liaoyuan  Meihekou  Liaoyuan  Yongchun  Total \nWholesale \nEIRR  WW  WS, WW  WS  FDR  FDR  Project \nWS \nBase Case  16.6  32.2  30.0  20.9  32.3  25.6  21.1 \nSensitivity Analysis Tests             \nProject costs \n15.1  30.0  28.1  19.5  30.4  24.0  19.5 \nup by 10% \nO&M costs \n16.2  31.6  29.4  20.7  32.2  25.5  20.7 \nup by 10% \n1 year delay \nin sales  16.4  29.8  28.7  20.8  32.3  25.6  20.7 \ngrowth  \n1 year delay \nin tariff  15.7  33.2  30.2  20.8  32.3  25.6  20.6 \nincreases \n1 year delay \nin tariff \nincreases \n14.3  30.9  28.2  19.4  30.4  24.0  19.1 \nplus 10% \nincrease in \nproject costs \nFDR= flood damage reduction; O&M = operation and maintenance, WS = water supply; WW = wastewater. \nSource:  Asian Development Bank estimates. \n \n "], "metadata": {"ModDate": "D:20050722114625+08'00'", "CreationDate": "D:20050627171148+08'00'", "Title": "CONFIDENTIAL", "Creator": "Acrobat PDFMaker 6.0 for Word", "Author": "Grant L. Leceta", "Producer": "Acrobat Distiller 6.0 (Windows)", "Company": "Licenced User", "SourceModified": "D:20050627032106"}}