{"path": "data/input/ta/rrp-34262.pdf", "pages": ["ASIAN DEVELOPMENT BANK IND:34262\nREPORT AND RECOMMENDATION\nOF THE PRESIDENT\nTO THE\nBOARD OF DIRECTORS\nON\nPROPOSED LOANS TO\nINFRASTRUCTURE LEASING AND FINANCIAL SERVICES LIMITED\nAND\nINDUSTRIAL DEVELOPMENT BANK OF INDIA\nAND\nPROPOSED TECHNICAL ASSISTANCE GRANT\nTO INDIA\nFOR THE\nPRIVATE SECTOR INFRASTRUCTURE FACILITY\nAT STATE LEVEL PROJECT\nNovember 2001", "CURRENCY EQUIVALENTS\n(as of 1 October 2001)\nCurrency Unit – Rupee/s (Re/Rs)\nRe1.00 = $0.0209\n$1.00 = Rs47.82\nABBREVIATIONS\nADB – Asian Development Bank\nAP – Andhra Pradesh\nBOT – build-operate-transfer\nGDP – gross domestic product\nICICI – ICICI Ltd.\nIDFC – Infrastructure Development Finance Company Ltd.\nIDBI – Industrial Development Bank of India\nIFCI – Industrial Finance Corporation of India\nIL&FS – Infrastructure Leasing and Financial Services Ltd.\nKfW – Kreditanstalt für Wiederaufbau\nLIBOR – London interbank offered rate\nMORTH – Ministry of Road Transport and Highways\nMW – megawatt\nNHAI – National Highways Authority of India\nPFI – participating financial institution\nPTC – pass-through certificate\nPSIF II – Private Sector Infrastructure Facility at State Level Project\nRBI – Reserve Bank of India\nSEB – state electricity board\nSERC – State Electricity Regulatory Commission\nSEZ – special economic zone\nSPV – special purpose vehicle\nTA – technical assistance\nNOTES\n(i)  The fiscal year (FY) of the Government of India, the Gujarat government, the\nAndhra  Pradesh  government,  the  Karnataka  government,  and  the  Madhya\nPradesh government ends on 31 March. FY before a calendar year denotes the\nyear in which the fiscal year ends e.g., FY2002 begins on 1 April 2001 and ends\non 31 March 2002.\n(ii)  In this report, \"$\" refers to US dollars", "CONTENTS\nPage\nLOAN AND PROJECT SUMMARY           ii\nI. THE PROPOSAL II\nII. INTRODUCTION 1\nIII. BACKGROUND 2\nA. Sector Description 2\nB. Government Policies and Plans 10\nC. External Assistance to the Sector 14\nD. Lessons Learned 15\nE. ADB’s Sector Strategy 17\nF. Policy Dialogue 17\nIV. THE PARTICIPATING FINANCIAL INSTITUTIONS 17\nA. Infrastructure Leasing and Financial Services Limited 18\nB. Industrial Development Bank of India 18\nV. THE PROPOSED ASSISTANCE 19\nA. Proposed Financing 19\nB. Rationale 19\nC. Mechanics of the Facility 20\nD. Main Terms and Conditions 30\nE. Cofinancing 34\nF. Social and Environmental Aspects 35\nG. Risks and Safeguards 38\nH. Technical Assistance 39\nVI. ASSURANCES 39\nVII. RECOMMENDATION 40\nAPPENDIXES        41", "LOAN AND PROJECT SUMMARY\nBorrowers Infrastructure Leasing and Financial Services Ltd. (IL&FS)\nand Industrial Development Bank of India (IDBI).\nGuarantor India\nProject Description The proposed Private Sector Infrastructure Facility at State\nLevel  (PSIF  II)  consists  of  two  components  (i)  two\nseparate  loans  to  the  participating  financial  institutions\n(PFIs)  in  equal  amounts  and  on  identical  terms  for\nonlending  to  infrastructure  projects  in  specified\ninfrastructure  sectors  in  four  selected  Indian  states:\nAndhra  Pradesh,  Gujarat,  Karnataka,  and  Madhya\nPradesh; and (ii) technical assistance to the four selected\nIndian states that will receive PSIF II financing, to enhance\nprivate sector participation in infrastructure development in\ntheir respective states.\nIncorporated  in  the  PSIF  II  design  are  components  to\naddress the key constraints of infrastructure development\nat the state level in India.\nThe PSIF II is focused to provide assistance only to four\nselected  Indian  states  that  are  generally  considered\nreform-oriented  and  that  provide  an  environment\nconducive to private investments. It aims to demonstrate\nhow constraints at the state level may be addressed based\non the collective experiences of these four states and on\nbest practice. It also aims to underscore state performance\nas a key factor in (i) lending and investing by financial\ninstitutions in India; (ii) providing a Government of India\nguarantee  to  enable  performance-based  lending;  (iii)\ncatalyzing  the  flow  of  resources  into  performing  states,\nstarting with the four selected states; and consequently,\n(iv) establishing an appropriate incentive structure for other\nIndian states to improve performance.\nTo address identified gaps in capacity at the state level,\nthe  PSIF  II  seeks  to  partner  national  PFIs  with  state\ngovernments  to  undertake  infrastructure  projects  that\ncould be offered for private sector participation, particularly\nfor structuring, developing, and engineering the financing\nof projects.\nTo strengthen the public-private interface and facilitate the\nprocessing of infrastructure projects, the PSIF II supports\nthe  adoption  of  formal  legislation,  sector  policies  and\nregulatory  frameworks  that  address  private  sector\nconcerns,  the  organization  of  formal  structures  with\nstatutory  mandates  at  the  state  level,  and  operational\nmechanisms for dealing with the private sector.", "iii\nFinally,  the  PSIF  II  will  provide  the  anchor  loans,  with\nmaturities that more appropriately fit the long gestation and\npayback periods of infrastructure projects, which pose the\ngreatest financial risk to these projects. Parallel initiatives\nare to be undertaken to meet related risks in undertaking\nprivate investments in infrastructure projects.\nSubloans The PSIF II is also targeted to support reform efforts in\nidentified infrastructure sectors where reforms are being\nundertaken  by  providing  financing  to  projects  in  these\nsectors,  including  power  transmission  and  distribution\nprojects for privatization and those that may be set up by\nprivate sponsors; modernization and upgrading of private\npower  generation  plants;  minor  ports  under  private\nconcessions;  state  roads  on  build-own-operate,  build-\noperate-transfer,  and  similar  arrangements;  optic  fiber\ncable connections for privately owned telecommunications\nfacilities; airports under private management; urban mass\ntransit systems that will be privately run; water supply and\nsewerage services under private concession; cyberparks;\nand  special  economic  zones  where  private  sector\ncompanies are to operate.\nClassification\nEconomic growth\nEnvironmental Assessment\nCategory B. Environmental impact assessments or initial\nenvironmental examinations will be undertaken for\nsubloans to be financed.\nRationale The  anticipated  demand  for  private  infrastructure\ninvestments  has  not  materialized  as  few  infrastructure\nprojects are reaching financial closure. Several reasons\naccount for this: (i) reforms have not been progressing as\nfast as anticipated, (ii) present governance structures are\nnot suited for the broad participation by the private sector\nin infrastructure envisaged in a liberalized environment, (iii)\nthe  public/private  interface  needs  substantial\nstrengthening, and (iv) it remains difficult to disaggregate\nand allocate risks in the domestic capital market. These\nconstraints are particularly pronounced at the state level.\nThe PSIF II, in its design, attempts to help Indian states\naddress  these  constraints  by  providing  a  policy  and\noperational framework for attracting private participation in\ninfrastructure;  establishing  an  appropriate  incentive\nstructure  to  reward  performance  and  penalize\nnonperformance;  and  through  various  initiatives,\naddressing  risks  associated  with  the  financing  of\ninfrastructure projects.", "iv\nLoan Amount and Terms Two loans of $100 million each to IL&FS and IDBI will be\nprovided  under  the  LIBOR-based  lending  facility  of  the\nAsian Development Bank (ADB). The loans will have a 20-\nyear term, including a grace period of 5 years; an interest\nrate determined in accordance with ADB's LIBOR-based\nlending facility; a commitment charge of 0.75 percent per\nannum; a front end fee of 1.0 percent; conversion options\nthat may be exercised in accordance with the terms of the\ndraft Loan Agreements, the Loan Regulations, and ADB's\nConversion  Guidelines;  and  such  other  terms  and\nconditions set forth in the draft Loan Agreements.\nRelending Terms At  prevailing  market  rates  for  Indian  rupees  to\nsubborrowers. The ADB loans are to be hedged against\nforeign exchange risk by the PFIs and  relent in rupees.\nInstrumentation The  PFIs  will  purchase  marketable  securities  from\nsubborrowers as evidence of their loans.\nUtilization of The loan proceeds will be used to finance the direct and\n            Loan Proceeds indirect foreign exchange costs of equipment and services,\nincluding  civil  works.  Subject  to  sectoral  limits,  loan\nproceeds may be utilized to finance local currency costs of\neligible projects. To facilitate the timely implementation of\nprojects, up to 10 percent of the loan proceeds may be\nused to finance eligible expenditures incurred 180 days\nprior to the date the loans become effective.\nSubloan Size 25 percent of the total project cost or the single exposure\nlimit  of  the  PFI  whichever  is  lower,  but  in  no  case  to\nexceed a maximum absolute amount of $75 million.\nProcurement For contracts for the supply and installation of equipment\nvalued at $10 million or more, and for civil works of $20\nmillion  or  more,  international  competitive  bidding\nprocedures  in  accordance  with  the  ADB Guidelines for\nProcurement  will  be  followed.  In  the  case  of  a  build-\noperate-transfer project and variants, the project sponsor\nor engineering, procurement, and construction contractor if\nselected through competitive bidding among international\nentities in accordance with procedures acceptable to ADB,\nmay apply its own procedures for procurement provided\nthat such procurement is for goods and works supplied\nfrom, or produced by ADB member countries.\nBenefits and Beneficiaries The  PSIF  II  will  benefit  the  state  sector  by  promoting\nprivate participation in infrastructure at the state level. By\nhelping  to  identify  and  resolve  gaps  in  the  policy\nenvironment,  operating  framework,  and  institutional\ncapacity, the PSIF II aims to facilitate infrastructure project\ndevelopment  in  the  four  selected  states.  By  promoting\ninfrastructure development at the state level, the PSIF II is\nensuring that appropriate policies are in place to mitigate", "v\nagainst  the  possible  social  and  environmental  risks  of\ninfrastructure  development,  and  protect  the  local\npopulation, particularly the affected segments of society.\nThe PSIF II will catalyze a larger flow of resources to the\nfour selected states and make much needed infrastructure\nservices  more  accessible.  The  four  states  have\nconsiderable potential for industrial development that can\nonly be realized with adequate infrastructure support; by\nstimulating  economic  growth,  poverty  reduction  will  be\nenhanced. By emphasizing state performance as a key\nfactor for project financing, the PSIF II aims to promote\nstate reforms by redirecting credit flows to deserving states\nand  by  establishing  an  appropriate  performance  based\nincentive structure. The PSIF II also encourages the cross-\nfertilization  of  ideas  among  states.  States  are  very\ninterested  in  finding  out  how  their  counterparts  are\naddressing  specific  difficulties  in  infrastructure\ndevelopment. Selected states, among themselves, are now\nlearning from  their  collective  and  individual  experiences\nand  innovative  approaches  to  developing  their\ninfrastructure sectors. The Government of India will also\nbenefit in terms of reduced assistance needed because of\nincreased private provision for infrastructure, and savings\nfrom improved efficiencies arising out of structural reforms\nand    private  sector  management  based  on  commercial\nprinciples.\nRisks Lack of commitment and cooperation on the part of the\nselected states could undermine the objectives of the PSIF\nII. However, the four selected states are acutely aware of\nthe need to establish an environment conducive to private\ninvestment and to compete for scarce resources, and have\nbeen  closely  watching  the  progress  of  neighboring\ncountries; thus, their relative advances in reforming their\nrespective  states  and  promoting  infrastructure\ndevelopment.  Furthermore,  the  PSIF  II  is  designed  to\npromote  competition.  States  able  to  develop  suitable\ninfrastructure projects for financing can access the facility.\nThe four selected states are also aware that other Indian\nstates have expressed strong interest in participating in the\nPSIF II.\nInfrastructure  projects  typically  have  long  gestation  and\npayback  periods.  Project  preparation  is  difficult  in  the\ncurrent environment due to the myriad agencies involved\nand in dealing with cumbersome procedures. To facilitate\nproject  preparation  and  processing,  the  PSIF  II  is\nsupporting  the  development  of  formal  structures  with\nstatutory  mandates  at  the  state  level  to  deal  with  the\nprivate sector, to essentially serve as one-stop facilities.\nMoreover,  to  enhance  project  preparation  and  build\nownership, the PSIF II seeks to partner the PFIs with state\ngovernments.  The  PFIs  could  provide  the  project", "vi\ndevelopment and financial engineering expertise required\nto  bring  projects  to  financial  closure.  With  close  state\ngovernment  involvement  and  immediate  feedback  on\nproblems, project preparation is expected to accelerate,\nand problems that arise, addressed more promptly. Long\npayback periods, and the uncertainty associated with it,\ncan be covered by matching long-term financing that the\nPSIF II will provide. Other risks could be covered through\ninnovative instruments that the PFIs will design to meet\nthe risks of infrastructure financing. State guarantees are\nto be targeted more appropriately to meet noncommercial\nrisks  and  allow  disaggregation  of  risks  and  proper  risk\nallocation in the Indian environment.\nTechnical Assistance Technical assistance is proposed to be provided to the\nfour selected states to assist them in addressing specific\nconstraints  in  the  development  of  the  enabling\nenvironment for private sector participation in infrastructure\nto  make  the  effort  sustainable  and  to  facilitate  the\nprocessing of eligible projects within these selected states\nfor PSIF II financing.\nExperts will be fielded to identify priority areas in each\nselected  state  that  require  assistance  and  provide  the\nneeded advisory assistance to enable the selected state to\nmeet  pre-agreed  measures  with  ADB  for  broadening\nprivate sector involvement in infrastructure development.", "I.  THE PROPOSAL\n1. I  submit  for  your  approval  the  following  Report  and  Recommendation  on  (i)  two\nproposed loans, one to Infrastructure Leasing & Financial Services Limited (IL&FS), and the\nother to Industrial Development Bank of India (IDBI), each to be guaranteed by India, for the\nPrivate Sector Infrastructure Facility at State Level Project (PSIF II); and (ii) proposed technical\nassistance (TA) for Enhancing Private Sector Participation in Infrastructure Development at\nState Level.\nII.  INTRODUCTION\n2. Ongoing reviews of the development of India’s infrastructure sectors and experience\ngained under the Asian Development Bank (ADB)-funded Private Sector Infrastructure Facility\n(PSIF I)1, noted that the private sector was not responding as expected to earlier initiatives.\nConsequently, as part of an ADB TA,2 state constraints to infrastructure development and\nfinancing  were  examined  and  possible  ADB  responses  considered.  The  state  focus  was\nappropriate as state governments are fully responsible for reforms that are key to determining\nthe  nature  and  extent  of  state  infrastructure  development.  Progress  in  infrastructure\ndevelopment appears to have stalled due to waning private sector interest as difficulties in\ndeveloping infrastructure projects started to emerge. National policy is a critical consideration\nonly  in  the  case  of  the  national  road  network,  railways,  the  major  ports,  and\ntelecommunications. Consequently, this report does not focus on these areas.\n3. The PSIF I considered the supply of funds to be the main constraint, to infrastructure\ndevelopment given the enormous potential demand. Consequently, the PSIF I was targeted at\nenhancing financial intermediation and developing the domestic capital market. However, today\nfew infrastructure projects are actually materializing, despite the continuing large demand for\ninfrastructure and relative availability of domestic funds.3\n4. The February 2001 Reconnaissance Mission4 examined possible approaches to assist\nIndian states address emerging infrastructure bottlenecks. After consultations within India and\nADB, the Fact-Finding Mission5 was fielded in April 2001. During fact-finding, the measures for\nstrengthening the enabling environment for private sector participation in state infrastructure\ndevelopment;  the  possible  partnership  arrangements  between  the  selected  states  and\nparticipating financial institutions (PFIs); and the design, scope, and mechanics of the project\nfacility were defined and discussed in detail. Subsequently, the August 2001 Preappraisal\n                  \n1  Loan 1480-IND: Private Sector Infrastructure Facility to ICICI Ltd. (ICICI), for $150 million, approved on 7\nNovember 1996; and Loan 1481-IND: Private Sector Infrastructure Facility to the Industrial Finance Corporation of\nIndia Ltd. (IFCI), for $100 million, approved on 7 November 1996.\n2  TA5882-REG: Assessing Financial System Vulnerabilities in Selected Noncrisis Affected Economies (India, Nepal,\nand Viet Nam), for $600,000, approved on 20 December 1999. In connection with the formulation of a suitable\nfinancial sector development strategy for India and as an important aspect of India’s reform priorities, a  review of\nsate-level constraints to infrastructure finance and Asian Development Bank Strategy was conducted, at the\nsuggestion of the Government of India.\n3  Banking institutions report current holdings of some $2.0 billion in excess statutory liquidity reserves. However,\navailable debt funds in the domestic funds market are short to medium-term in character, ranging from 5 to 7 years.\nMaturities of 10 years and beyond are still rare.\n4  The Mission comprised R. M. Limjoco, Mission Leader; and V.V. Subramanian, Investment Officer, INRM.\n5  The Mission comprised R. M. Limjoco, Mission Leader and Lead Financial Sector Specialist; W.McCarten, Public\nResource Management Specialist; Y. Elhan, Economist; and V. V. Subramanian, Financial Economist. F. Polman,\nResident Representative, INRM; and T. Kumar, Senior Investment/Programs Officer, INRM joined the wrap-up\nmeeting.", "2\nMission followed by the Appraisal Mission in October 2001 continued discussions and confirmed\nthe commitments from the selected states to undertake specified measures to strengthen the\nenabling environment for the private sector, agreed with the PFIs on the terms and conditions of\ntheir participation under the PSIF II, and secured the commitment of the Government of India\n(the Government) to extend its guarantee to the PFIs under the PSIF II. The project framework\nis shown in Appendix 1.\nIII. BACKGROUND\nA.  Sector Description\n1.  Private Sector Participation in Infrastructure Development\n5. State  government  finances  deteriorated  throughout  the  1990s.  The  combined  fiscal\ndeficit of all states in India increased from 2.3 percent of gross domestic product (GDP) in\nFY1994 to 4.3 percent in FY1999, and 4.6 percent in FY2000;6 but narrowed down to 4.3\npercent  in  FY2001  due  to  a  higher  growth  in  receipts  compared  with  expenditures.  The\noutstanding debt of the states is estimated to exceed 23 percent of GDP in FY2001, from just\n18.6 percent in FY1994. In FY2001, the fiscal deficit of the national Government and the states\ntaken together decreased, but remained high at 9.1 percent from 9.4 percent in FY2000.7\n6. This deterioration in fiscal health of state governments over the years directly contributes\nto  inadequate  public  investments.  Insufficient  investments  in  both  public  and  private\ninfrastructure, on the other hand, constrain industrial growth. In particular, the failure of state\ngovernments to provide basic infrastructure severely undermines the long-term growth potential\nof  the  economy  as  it  is  prevented  from  obtaining  the  full  benefits  of  market  reforms  and\nliberalization. Moreover, with rising deficits, the states are forced to cut back not only on capital\nexpenditures but on expenditures in essential social sectors, impacting on the drive to reduce\npoverty.\n7. ADB has therefore been providing assistance for public sector resource management at\nthe state level.8 However, public resources are clearly inadequate for meeting infrastructure\nneeds. Greater private sector participation, including foreign investments, will be needed if\nIndia’s  targeted  economic  growth  rate  of  8-9  percent  per  year  is  to  be  achieved.  More\nimportantly, well-regulated private management is needed to improve efficiency and productivity\nin  the  provision  of  infrastructure  and  eliminate  much  of  the  waste  associated  with\nnoncommercial operation of basic infrastructure services.\n2.  Limited Response in Provision of Infrastructure\n8. Accounting for inflation, only about 30 percent of projected financing for infrastructure\nfrom private sources has actually materialized since 1994/95 based on the assessments earlier\n                  \n6 Despite efforts at fiscal consolidation, the present level of the Government's fiscal deficit is 5.9 percent (7.0 percent\nunder the old definition that includes small savings collections passed on to the states), slightly higher than the 5.6\npercent registered in the previous year.\n7 Reserve Bank of India. 2001. Annual Report 2000/01. Mumbai.\n8 Loan  1506-IND: Gujarat Public Sector Resource Management Program,  for  $250  million,  approved  on  18\nDecember 1996; and Loan 1717-IND: Madhya Pradesh Public Resource Management Program, for $250 million,\napproved on 14 December 1999. The World Bank has been encouraging fiscal reform in individual states (like\nAndhra Pradesh, Karnataka, Orissa, Rajasthan, and Uttar Pradesh) and is providing financial support for fiscal\nreform programs now in process in Andhra Pradesh and Karnataka.", "3\nmade by the Expert Group on the Commercialisation of Infrastructure Projects (the Expert\nGroup).9\n9. In the power sector, new generating capacity during the Eighth Five-Year Plan (1992/97)\nfell short of target by almost 50 percent, principally due to inadequate investments by the states.\nOf  this,  independent  power,  including  captive  power,  producers  contributed  barely  1,430\nmegawatt (MW) of the total 16,422 MW in additional capacity. The Ninth Plan (1997/2002),\noriginally estimated that 40,425 MW of power would be added with about 44 percent of this to\nbe privately produced. This has been revised during the midterm review to 28,097 MW, and\nfurther, based on a more recent update, to 20,891 MW with the private sector expected to take\nup 32 percent of the capacity augmentation. Under the Ninth Plan up to December 2000, a total\nof  14,227  MW  was  completed  with  the  private  sector  contributing  3,915  MW  (about  27.5\npercent).  However,  in  the  immediately  preceding  year,  FY1999/2000,  private  sector\nparticipation declined sharply with only 553 MW added by private producers. Under the 10th and\n11th plan periods, the Central Electricity Authority projects capacity augmentation of 55,000 MW\nand 51,500 MW, of which the private sector is expected to take up about 40 percent.\n10. Similarly, for the road sector, only $3.2 billion has been provided for state and major\ndistrict roads, against the requirement of $5.5 billion under the Eighth Plan. Of this, about $211\nmillion has been undertaken with private sector participation, mainly bridges and bypasses. The\nExpert Group estimated the total requirements for state highways from 1996/2006 to be about\n$10.2 billion.10 The private sector was expected to contribute about $1.3 billion.\n11. For ports, projected requirements are $5.3 billion11 to meet the expected increase in\ndemand and cargo handling capacity to 400 million tons by 2000/01 and to 650 million tons by\n2005/06. However, the plan allocation during 1990/97 was only $905 million. Under the Ninth\nPlan, an additional 122 million tons capacity is envisaged at an estimated cost of Rs175 billion\n(about $3.7 billion). However, only 46 percent of the requirement is expected to be met by the\nmajor ports through borrowings and internal generation. About 11.5 percent is to be raised from\nexternal sources including multilateral agencies. The balance is proposed to be met through the\ndevelopment of minor state ports and investments in captive facilities by user industries and the\nprivate sector. Thus far, port projects from private sector/captive users of about Rs39 billion\n($816 million) have been approved and are at various stages of construction.\n12. The  Airports  Authority  of  India  manages  92  airports,  of  which  5  are  international\ngateways.12 Presently, the various airlines are operating from only 61 airports. The rest are\nunutilized, handling occasional aircraft. Given the volume of air traffic,13 the need for new\ninternational airports is not immediate, although forecasts by different organizations reflect an\nincrease in domestic passenger traffic of 8.5 percent and international passengers by 6.0\npercent annually from now until 2004/05.14 However, in 1998/99, 51 percent of airport traffic\nwas handled at Delhi and Mumbai. The apparent need is to reduce congestion and upgrade\nairport services. For this purpose, the Airport Authority proposed an expenditure of Rs34.2\nbillion ($715 million) under the Ninth Plan for airport infrastructure. A large proportion of this is\nexpected to be raised from the private sector. Thus far, one airport has been inaugurated under\n                  \n9 Ministry of Finance. 1996. The India Infrastructure Report. Government of India, New Delhi.\n10At 1996 prices.\n111995/96 prices.\n12Chennai, Delhi, Kolkata, Mumbai, and Thiruvananthapuram.\n13During 1995/99, growth was not significant although cargo and international passenger traffic have increased.\n14Based on a study of the Foundation for Aviation and Sustainable Tourism.", "4\nprivate sector sponsorship, the Cochin International Airport Limited at Nedumbassery, with 26\npercent equity participation by the Kerala state government.\n13. For water supply and sewerage, the Planning Commission estimates that to make up for\nthe huge need in the next 10 years, investments of approximately $3.2 billion per year will be\nrequired. Under the Eighth Plan, $1.2 billion was provided. To cover the resource gap, the\nGovernment resorted to build-operate-transfer (BOT) schemes with the private sector for bulk\nwater supply. However, inefficiencies in water distribution made new investments in the water\nsector unviable and led to the failure of most of the private sector participation schemes. Under\nthe Ninth Plan, investments of $6.1 billion for urban water and $9.3 billion for rural water supply\nare envisaged. Funding will be a crucial issue.\n3.  Reasons Behind Weak Private Sector Response\n14. At the root of the difficulty is the slow development of an enabling environment for the\nprivate sector. More specifically, why the response by the private sector to the liberalization of\nIndia’s infrastructure sectors, particularly at the state level, fell below expectations may be\nattributed to the confluence of several major factors: (i) the progress of reforms has been slower\nthan earlier anticipated; (ii) governance structures are not suited for the broad participation by\nthe private sector in infrastructure in a liberalized environment, (iii) the public/private interface\nrequire substantial strengthening, and (iv) inability to unbundle and allocate risk in the domestic\ncapital market (Appendix 2).\na.  Progress of Reforms Not as Fast as Anticipated\n15. Power. In the power sector, the impaired financial condition of most state electricity\nboards (SEBs), the major purchasers of power, has resulted in the marked slowdown of private\ninvestments in power generation.15 The poor financial state of SEBs, on the other hand, is due\nto several major causes: (i) revenue losses16 arising from subsidies to the agriculture sector and\nother domestic users, not compensated for by the state; (ii) high level of leakages,17 particularly\nfrom  distribution  mainly  due  to  theft,  and  inaccurate  metering;  and  (iii)  poor  collection  of\nreceivables.18\n16. This poor state of SEBs is also hampering privatization. When a SEB is privatized, the\nstate government has to bear the up-front costs of reform. If the SEB has raised loans with a\nstate guarantee, the cost of meeting these commitments can be formidable. Other costs include\nunfunded pension liabilities; contractual obligations, such as unpaid dues to suppliers; voluntary\nretirement schemes for reducing excess staff to place the SEB on commercially viable terms;\nand environmental liabilities, if any.\n                  \n15To cover the risk of nonpayment by SEBs, financial institutions resorted to escrow arrangements appropriating\ncash flows coursed through an escrow account for payment of power purchases. However, estimates show that the\ncurrent  escrowable  capacity  is  no  longer  sufficient  to  cover  commitments  under  signed  power  purchase\nagreements or awarded projects. State guarantees have also been provided. For large fast-track projects,\nsovereign guarantees have been given.\n16To illustrate the order of magnitude, the ratio of tariff to cost was about 74 percent in 1999/2000.\n17Official estimates of transmission and distribution (T&D) losses put them at 21 to 25 percent. However, in states\nstarting to implement power reform, actual T&D losses are being found to be much higher. For example, in Orissa,\nthe increase was from 23 percent to 51 percent. In Haryana, a recent World Bank study revealed that the actual\nlevel of T&D losses is about 47 percent instead of 36 percent. Moreover, recent analyses of power utilization\npatterns in Andhra Pradesh, Gujarat, and Haryana indicate that a substantial portion of power consumption\nattributed to farmers has actually been utilized by unauthorized nonagricultural users.\n18Average receivables position of SEBs is about 30 percent of revenues.", "5\n17. Among the states, only Orissa, with World Bank support, has separated power into\ngeneration,  transmission,  and  distribution,  and  subsequently  privatized  generation  and\ndistribution.19 Furthermore, only nine states have complied with an agreement reached four\nyears ago among state chief ministers to charge a minimum tariff of Rs0.50 to the agriculture\nsector. This was to be raised to 50 percent of the average cost of supply within three years\nending in 1999.20 Little progress on this has apparently been made.21 Worse, many state\ngovernments  are  not  compensating  SEBs  for  the  subsidies  extended  to  agricultural  and\ndomestic users.22 However, the implementation of more comprehensive structural reforms with\nassistance  from  bilateral  and  multilateral  aid  agencies  suffered  significant  delays  due  to\napprehensions by countries extending financial assistance over the uncertainty that clouded\nIndia’s nuclear policy. In Gujarat, power sector reforms had to be moved back about two and a\nhalf years from what was originally planned; while in Andhra Pradesh (AP), power sector\nreforms were initiated about one and a half to two years behind schedule.\n18. In addition, of total energy generated, only about 55 percent is billed while only 41\npercent is actually collected, and of the unbilled accounts, theft accounts for 20 percent and\ncommercial losses for 4 percent. Stopping theft and improving billing and collection could\neliminate the current SEB losses. Losses from generation and high voltage transmission are\nestimated to be 12–13 percent while losses stemming from distribution operations are about\n40–45 percent.23 Consequently, serious consideration is now being given to privatizing power\ndistribution, an area  that has been relatively neglected.\n19. Roads. An immediate problem is lack of reliable demand estimates. Precise estimates\nof demand are difficult particularly for new toll roads where alternative slower but toll-free routes\nare available. Without reliable traffic projections, determining the commercial viability of tolled\nroads is difficult. Moreover, the acceptable level of tolls and willingness to pay have yet to be\nestablished. Consequently, only small bridges and bypasses have been privately financed.\n20. Furthermore, in developing a road project, particularly with a component for commercial\nland development, apart from the Ministry of Road Transport and Highways (MORTH)24 and its\narm, the National Highways Authority of India, numerous other agencies are involved, such as\nurban planning authorities, local municipalities, and zoning and state revenue authorities.25 The\nDelhi-Noida toll bridge project took six years to bring to financial closure. The Vadodara-Halol\nroad project took four years to commission.\n21. However,  the  governments  recognize  that  private  sector  participation  in  road\ndevelopment  would  provide  sound  project  management.  Furthermore,  professional\n                  \n19Andhra Pradesh is in the process of privatizing its distribution companies.\n20The low tariff for agriculture is cross-subsidized leading to exorbitant rates for commerce and industry. As a result,\nindustries are either moving to captive power generation or changing states.\n21Gujarat has raised agricultural tariffs by more than 400 percent and average tariff levels for other consumer\ncategories by 15 percent.\n22Andhra Pradesh recently reimbursed its Transmission Company for the tariff subsidy as determined by its\nregulatory agency.\n23 From the Agenda Notes of the Conference of Chief Ministers/Prime Ministers, 3 March 2001.\n24 A previous key ministry, Ministry of Surface Transport, was reorganized in November 2000 into two ministries:\nMORTH, and Ministry of Shipping and Ports (MOSP). MORTH's duties relate to the development and maintenance\nof national highways, and policies on road transport. In addition, it coordinates state roads and issues guidelines on\nhighway planning, design, and construction. MOSP is responsible for major ports, inland water transport, and\nshipping.\n25National highways are administered by the central Government. All other roads, i.e., state highways, and district\nand village roads, are within the responsibility of the state and local bodies.", "6\nmanagement could also contribute significantly to improving road repair and maintenance, aside\nfrom raising service levels, for example, for emergency assistance for accidents and stalled\nvehicles, as well as for road safety.\n22. Ports. Amendments to the Indian Ports Act, 190826 to enable privatization, and the\nMajor Ports Trust Act, 196327 to facilitate corporatization have been identified but are yet to be\npassed.28 The port sector is governed by a plethora of acts. In addition to the two preceding acts\nare  the  Dock  Workers’  Act  (1948)  and  the  Merchant  Shipping  Act  (1958).  Investors  are\ncompelled to examine these and other acts in detail, raising the complexity and riskiness of\ndealing with port projects.\n23. There is a patent need to develop an integrated plan for capacity development by the\ncentral and state governments to facilitate private initiatives in port development. For example,\neight coastal states have announced plans to develop minor ports in their respective areas.\nHowever, these minor ports are in close proximity to each other and to some major ports.\nMapping out regional growth patterns and cargo trends to forecast required investments that\ntake into account possible buildup of excess capacity as well as connectivity requirements and\nhinterland development would facilitate and mitigate risks for private sector participation in ports.\n24. The labor issue needs to be addressed. Existing labor contracts and laws29 still do not\npermit termination of labor except through prohibitive voluntary retirement schemes.30 The cost\nof overstaffing is a serious deterrent to private sector involvement. Moreover, the terms of\nemployment are quite rigid with wages and job classifications highly specified. Attempts to link\nwages to productivity have had limited success. Consequently, ports that have been offered to\nthe private sector are principally new ports.\n25. Ports targeted for development need associated infrastructure that the private sector, by\nitself, would be unable to provide, such as connecting roads, railway linkages, power facilities,\ncontainer yards, and customs administration.\n26. The main problem for Indian ports is low productivity leading to an average turnaround\ntime of 5.9 days.31 This is due to congestion and poor multimodal interface infrastructure. Three\nof the oldest ports (Chennai, Kolkata,32 and Mumbai) are located in city centers. They need to\nbe decongested by developing additional ports that provide needed berthing capacity and easier\nmodal interface access. Moreover, container-handling costs are comparatively much higher\nthan in other countries in the Asian region. For example, the India Infrastructure Report 200133\n                  \n26This governs the operations of 148 intermediate and minor ports that are administratively under the state\ngovernments.\n27This governs the operations of India’s 11 major ports for which responsibility rests with the central Government\nthrough the Ministry Of Shipping and Ports.\n28Existing provisions in the Major Ports Trust Act permit private sector participation in ports based on an opinion laid\ndown by the Ministry of Law and Justice, Department of Legal Affairs. This is to be clarified in the law.\n29Dock Labour Board Act and conditions under the contract of the Port Trusts.\n30Almost all major ports are believed to have excess labor. Some estimates place excess labor at Mumbai at about\n35,000, at Kolkata 13,000, and at Chennai 11,000.\n31Against a benchmark of two days at international ports; turnaround time in Singapore is about 6 to 8 hours.\n32 Formerly Calcutta.\n33Raghuram. G. 2001. Integrating Coastal Shipping with the National Transport Network. In India Infrastructure\nReport 2001. Edited by Sebastian Morris. New Delhi: Oxford University Press.", "7\nnotes that in Mumbai, container-handling charges can be as high as $530 per twenty- foot\nequivalent units versus $281 in Singapore.34\n27. Airports. The policy adopted in December 1997 endorsing private sector participation\nmust now be implemented. New private sector airports at Bangalore in Karnataka, Hyderabad in\nAP, and Panaji in Goa have been sanctioned. Approval has also been given to privatizing\nairport  services  at  Chennai,  Delhi,  Kolkata,  and  Mumbai.  However,  as  exemplified  by  the\nattempt to build a new airport in Bangalore, difficulties are anticipated. As part of the conditions,\nthe private sector parties stipulated closure of the existing airport. After initial agreement and\nmuch wrangling, the state government refused to carry this out. The process has since been\nrevived. The Karnata Government has rebid the airport project, selected a new partner; and\nagreed to close the existing airport to all civil aviation flights. The policy on airports must be\nconsidered in conjunction with the policy framework for the entire civil aviation sector. Further\nliberalization of civil aviation could have a palpable impact on air travel in India. The public has\nresponded favorably to the decision to privatize Air India and Indian Airlines\n28. Water  Supply  and  Sewerage.  Urban  water  supply  and  sewerage  services  are\nadministered by water supply boards in various states. Water supply is generally considered a\nsocial  obligation  and  is  subsidized.  Consequently,  this  approach  has  introduced  systemic\ninefficiencies relating to wastage, theft, high leakage rates, and poor collection. To attract\nprivate sector investment, pricing will need to be rationalized. Subsidies that may be provided\ndue to affordability issues should be reimbursed by the state through budgetary support. The\npresent differential in tariff structures among Indian cities ranges from $0.10 to $2 per kiloliter.\nLocal governments usually revise water tariffs every five years. The imposed price increases\nare consequently large and typically are resisted by consumers. Nonetheless, certain state have\nhad some success in this area. The AP state government revised the water tariffs for house\nservice connection recently from $0.47 US to a minimum charge of $1.00 per month. This 100\npercent increase was imposed after seven years. A more pragmatic approach was taken by\nKerala, which successfully established a program of automatic annual water tariff increases of\nup to 15 percent.\n29. Inefficiencies in water supply distribution need to be addressed, including high water\nleakage. Water loss through distribution systems is estimated to range from 20 to 40 percent of\nthe total flow. Furthermore, although most large towns have meters, in certain cases up to 50\npercent of all meters operate poorly. In many areas, the existing infrastructure is poor due to low\npriority usually accorded to system maintenance resulting from lack of finances; inadequate\ndata,  designs,  and  survey  plans;  inadequate  training  of  personnel;  and  lack  of  proper\nmonitoring.  The  sewerage  situation  is  even  worse,  with  many  cities  not  having  sewerage\nsystems.\nb.  Unsuitable Governance Structures\n30. As an offshoot of past policies, the operation and development of infrastructure have\nbeen the responsibility of the central and state governments. Consequently, the governments\nhave been the policymakers, regulators, and operators all rolled into one. Services provided\nwere basically considered public goods, and thus, stakeholders were rarely involved, nor did\nstakeholders ask to be involved if the services were provided at affordable cost, even if the\nquality of the service and long-term sustainability were in question. Public dialogue was seldom\n                  \n34Yet in Gujarat, ports under the Gujarat Maritime Board charge slightly less than $140 per twenty-foot unit. The\nvariance in cost compared with Mumbai apparently points to a difference in efficiency levels.", "8\nheld  on  critical  economic  issues  or  on  the  promulgation  of  formal  policy.  Moreover,  with\nregulation also the responsibility of the operator, the level of accountability was low.\n31. However,  with  liberalization  and  the  drive  to  attract  private  sector  participation  in\ninfrastructure operation and development, past philosophies have been gradually changing.\nThis past role is now being reexamined in the different infrastructure sectors with a view to\nseparating  this  monolithic  structure  into  various  roles  to  ensure  predictability,  institute\nappropriate checks and balances, promote fair competition and more effective regulation and\nsupervision, and address most of the uncertainties that often discourage broader private sector\nparticipation — all crucial factors for sustainable private sector engagement. More importantly,\nshifting  infrastructure  operation  and  development  to  a  market  orientation  would  promote\nefficiency and productivity, both crucial to the long-term soundness and sustainability of India’s\ninfrastructure sectors. However, this process is still evolving.\n32. Few states have adopted formal policies for private sector participation or defined the\nrules and terms under which private sector entry and participation would be allowed and with\nwhat incentives. Moreover, while the Expert Group’s early recommendations considered the\nneed  for  separate  autonomous  regulatory  agencies  for  the  various  infrastructure  sectors,\nrecognition of this need has been slow.\n33. For  instance,  in  the  power  sector,  the  Electricity  Regulatory  Commissions  Act  was\npassed only in 1998 enabling states to set up their own regulatory agencies, the state electricity\nregulatory commissions (SERCs). This was intended to bring about power tariff rationalization in\nan objective manner and make government subsidy policies transparent. Of 28 states35, 15\nhave set up SERCs, of which 12 are now functional but only 8 have issued tariff orders.\n34. No separate national or state regulators exist for roads. The uncertainty for private\nbidders is increased by the multiplicity of agencies that may invite tenders for the same route.\nWith the same ministry responsible for licensing and operating road projects also regulating the\nsector, the possibility of the private sector not receiving fair and equal treatment vis-à-vis public\noperators remains a concern. The regulatory framework for ports also lacks clarity without a\nseparate  dedicated  regulator.  For  instance,  no  standards  are  in  place  for  measuring\nproductivity, and tariffs are not anchored on economic costs. Prudential norms for port trusts,\nwhich  manage  the  major  ports,  vary  considerably.  Major  ports  are  covered  by  the  tariff\nrestrictions imposed by the Tariff Authority for Major Ports, while minor ports are at liberty to\ndetermine their tariff levels.\n35. For  airports,  the  central  Government  formulated  a  policy  on  airport  infrastructure\ndevelopment  in  1997  to  permit  up  to  74  percent  foreign  equity  participation  on  automatic\napproval and up to 100 percent with special dispensation. It also proposed an independent\nregulatory  board.  Regulations,  thus,  are  still  to  evolve.  Accordingly,  economic  and\nenvironmental considerations have yet to be addressed concerning questions about location\nand connectivity to urban centers, land acquisition and local resistance, pricing of services,\nperformance norms, time and space allocations, and noise and emission standards, among\nothers. Similarly for water and sewerage, regulatory bodies are needed at the state/municipal\nlevel to facilitate private sector participation by overseeing the various concession agreements\nand setting standards for quality and performance.\n                  \n35The three new states of Chhattisgarh, Jharkhand, and Uttaranchal were created only in November 2000 as a result\nof the bifurcation of the existing states of Madhya Pradesh, Bihar, and Uttar Pradesh, respectively.", "9\nc.  Need to Strengthen Public-Private Interface\n36. With the absence of formal or enunciated state policy on private sector participation, few\nstates are organized to deal with the private sector and privatizations, as they lack appropriate\ninstitutional  structures  and  processes,  established  systems  and  procedures,  and  capable\ndedicated staff. Delays are common in (i) seeking approvals for projects; (ii) obtaining permits\nand  clearances;  (iii)  processing,  negotiating,  and  finalizing  contracts;  and  (iv)  bringing\ninfrastructure projects to financial closure. Due to inexperience, capacity for promoting and\ndeveloping infrastructure projects is limited. Thus, priority areas for private sector participation\nare not identified early and feasible projects are not developed for bidding. Lack of adequate\naccess to required data is a serious constraint. For example, developing a pipeline of bankable\nprojects for private sector investments in roads against a defined plan rather than dealing with\nprojects on an individual stand-alone basis has proved to be a more cost-effective approach.\nFurthermore, under its enunciated policy, the central Government, as well as the states, agreed\nto provide support for preparing detailed feasibility studies, identifying land for right-of-way and\nenroute facilities; and providing land, as well as environmental clearances including relocation of\nutilities and resettlement and rehabilitation of affected people/establishments. Equally important\nis  the  need  to  develop  bankable  projects.  Lack  of  financial  engineering  expertise  poses\ndifficulties  in  packaging  projects  that  could  be  successfully  offered  for  financing.  Project\ndevelopment is proving to be a very risky and costly exercise.\n37. Invariably, infrastructure projects attract public interest litigation. Many are avoidable if\nconsumers  are  appropriately  sensitized  to  user  charges  and  to  the  positive  effects  of\nprivatization. The recent privatization of the Bharat Aluminium Company located in Chhattisgarh\nis a case in point. At the outset, the privatization met with strong labor resistance and objections\nfrom the state government. Since India is undertaking privatization in a systemic fashion, the\nimpacts of privatization on all affected parties need to be identified early, and ways by which\nsuch impacts are to be mitigated determined. Experience shows that obtaining environmental\nclearances from various national and state bodies has led to avoidable delays, arising from local\nresistance and cost overruns.\n38. Moreover, the absence of credible mechanisms for settling disputes and well-defined\nbases for settling disputes also contribute to protracted debates over terms of agreements.\nStandard  concession  agreements  have  been  prepared  to  guide  negotiations  for  a  few\ninfrastructure sectors. Model concession agreements have been drafted recently for roads and\nlargely address lenders concerns. However, they have yet to be tested for bigger projects.\nMoreover, at the state level, the bankability of concession agreements is an issue since the\nmodel concession agreement is not being used, rather standard construction contracts are\nfrequently utilized. Similarly, bidding procedures need to be streamlined and enhanced to bring\nthem  in  line  with  international  practices.  For  roads,  for  example,  the  eligibility  criteria  for\nawarding projects on a BOT basis do not seem to depart significantly from regular road works\ncontracts. As a result, even small poorly capitalized firms can bid for contracts leading to lengthy\nselection processes.\nd.  Inability to Disaggregate and Allocate Risk\n39. One of the major constraints to private infrastructure financing in India is the inability of\nproject sponsors to identify separately and allocate risk of infrastructure projects. Available\nsources of supplemental equity (in addition to sponsors’ funds) and long-term debt that can\nmatch the long gestation and payback periods of most infrastructure projects are limited, despite", "10\na large stock market. Thus, domestic financial institutions risk large mismatches in their books\nto finance large-scale infrastructure projects, facing both liquidity as well as interest rate risks.\nRisk from foreign exchange exposure is also difficult to hedge due to a still relatively thin swap\nmarket.  As  recourse  to  available  collateral  is  limited,  innovative  credit  enhancement\nmechanisms, instruments, and arrangements need to be developed. Escrows have reached the\nlimits  of  available  cash  flows  from  SEBs,  while  states  have  restricted  issuances  of  state\nguarantees because of a Reserve Bank of India (RBI) cap on such guarantees.\n40. Domestic financial institutions view the risks and costs during construction as major\ndeterrents. Insurance companies in India are just starting to liberalize and finance infrastructure\nprojects, and still do not provide insurance cover for a variety of risks such as nonperformance\non  technical  contracts  or  risks  during  construction.  For  foreign  sponsors,  sovereign  risk\nparticularly at the state level remains a major consideration.\nB.  Government Policies and Plans\n41. Recognizing the precipitous slide in the growth of infrastructure36 and the need for an\nimmediate response, the Government constituted the Special Subject Group (Subject Group) on\nInfrastructure within the Prime Minister’s Council on Trade and Industry to suggest ways to\nenhance  investments  in  infrastructure  in  the  quickest  way  possible.  The  summary\nrecommendations and composition of the Subject Group are given in Supplementary Appendix\nA.\n42. In general, the recommendations follow two general principles: (i) infrastructure services\nmust be offered in the most efficient, low-cost manner to best meet community needs, and (ii)\nusers  must  pay  for  actual  costs  of  infrastructure  services  plus  a  reasonable  return  on\ninvestment. To accomplish these, six major common policy actions are identified for each\ninfrastructure  sector:  (i)  separate  the  regulator  from  the  operator;  (ii)  corporatize  existing\ngovernment operating entities to provide better autonomy to these entities and have them\noperate along commercial lines; (iii) privatize, where appropriate, corporatized entities (except\nstrategic  assets);  (iv)  promote  competition  in  sectors  that  are  not  natural  monopolies;  (v)\nestablish enabling regulations e.g., for rights-of-way and environmental clearances; and (vi)\nimplement full cost recovery for infrastructure services, e.g., tariff for agriculture sector and\nresidential consumers, tariff for local calls in the telecommunications sector, and water charges\nin cities.\n43. Power. An electricity bill introduced in Parliament, will: (i) mandate state governments to\nreplace SEBs with separate generation, transmission, and distribution companies or generation\nand  combined  transmission  and  distribution  companies  with  a  proviso  to  create  more\ndistribution companies if the state government so decides; (ii) raise the agricultural tariff to a\nminimum of Rs0.50 per unit, and in not more than three years, raise this again to 50 percent of\nthe cost of supply of power as in earlier agreements; (iii) require states that have not set up\nelectricity regulatory commissions to set one up within three months; and (iv) require strict\nenforcement of metering equipment as stipulated by the Central Electricity Authority. The view is\nto consider private distribution of power as an independent economic activity rather than as a\nlicensed operation on terms determined by the SEBs. This will help create a more predictable\ninvestment environment.\n                  \n36Growth in infrastructure slowed to 5 percent of GDP in FY2001, from 8 percent in FY1999.", "11\n44. As an incentive, the Government has offered a one-time settlement of SEB dues to\ncentral public sector undertakings of approximately Rs260 billion ($5.4 billion) in return for a\ntime-bound  program  of  reforms.  Memorandums  of  understanding  between  the  central  and\nconcerned state governments were signed in March 2001 to this effect. Except for the states of\nPunjab and Tamil Nadu, all others agreed to charge a minimum agricultural tariff of Rs0.50 per\nunit. The governments also agreed that all states would achieve commercial viability of their\nSEBs within two years. Each state may follow different routes, but essentially will create profit\ncenters with full accountability and may choose to hand over local distribution to the private\nsector. A consultative group37 recently completed its study formulating a strategy for the capital\nrestructuring of SEBs. Incentives for restructuring of about Rs15 billion ($314 million) to SEBs\nare provided in the current budget and are expected to be provided on an annual basis under\nthe Accelerated Power Development Programme with an enhanced allocation of power from\ncentral sector power companies, along the lines agreed to by the central and various state\ngovernments.\n45. Transmission  projects,  which  are  a  government  monopoly,  have  traditionally  been\nfinanced from internal accruals and state budgets. For the past decade or so, development\nfinance institutions such as the Power Finance Corporation and multilateral agencies have\nfinanced the sector. The Power Finance Corporation has identified transmission and distribution\nas a high priority sector for financing. However, funding sources have proven inadequate, more\nso with the SEBs not being financially equipped to execute projects on their own. To overcome\nthese constraints, private participation in the sector has been invited with the amendment of the\nElectricity Supply Act, 1948, to enable private investment in the sector. However, so far no\nprivate sector enterprise has invested. Karnataka and Madhya Pradesh were among the first\nstates to invite private participation in the transmission sector. Karnataka formed a joint venture\nwith National Grid of the United Kingdom to evacuate power from two power generation projects\nproposed to be set up at Mangalore. However, with both generation projects encountering\ndifficulties, the transmission project has not made any progress. Madhya Pradesh also had\nplans to set up over 20 private transmission projects, mainly to evacuate power from the many\nindependent power producers proposed in the state. With the independent power producers\nembroiled in disputes on availability of escrow cover from the SEB, the transmission projects\nhave been delayed. Demand for private sector participation is expected to improve with the\nresolution of the generation issues and implementation of independent power producers.\n46. In April 2001, the Power Grid Corporation of India also announced plans to tender $2.6\nbillion in six transmission projects under international competitive bidding norms38 using a tariff-\nbased formula intended to select the bidder with the lowest tendered tariff. These projects will\nbe developed on a build-own-operate-transfer basis.\n47. The states of AP, Delhi, Haryana, Karnataka, Orissa, Rajasthan, and Uttar Pradesh\nhave enacted their respective electricity reform acts. The Madhya Pradesh legislative assembly\nhas passed an electricity reform bill. A similar electricity reform bill has been drafted by Gujarat\nand is awaiting approval by the legislative assembly.39 Average power tariffs have increased by\n5  to  20  percent  in  several  states  (AP,  Gujarat,  Haryana,  Karnataka,  Madhya  Pradesh,\n                  \n37Headed by M.S. Ahluwahlia, former finance secretary.\n38 ADB is assisting Power Grid Corporation to prepare bidding documents to invite the private sector to implement\ntransmission projects and to select suitable developers under TA 3380-IND: Private Sector Participation in\nElectricity Transmission, for $600,000, approved on 28 December 1999.\n39Loans 1803/1804-IND: Gujarat Power Sector Development Program, for $350 million, approved on 13 December\n2000.", "12\nMaharashtra, and Orissa) following tariff orders by their SERCs. The states of AP, Delhi,\nKarnataka, and Rajasthan, are scheduled to initiate the process of privatization of distribution in\n2001/02, with Haryana likely to follow.\n48. Roads. The Central Road Fund Ordinance, 2000 was promulgated on 1 November\n2000. An amount of Rs25 billion ($523 million approximately) was appropriated from the cess\non diesel fuel to invest in rural connectivity, while Rs9.6 billion (about $201 million) is being set\naside from the cess on diesel and petrol to develop state roads. To facilitate private sector\nparticipation, model concession agreements for major projects costing more than Rs1 billion\nand for projects below Rs1 billion to be undertaken on a BOT basis have been finalized.\n49. The total outlay for the road sector was enhanced by 93 percent to Rs87.3 billion (about\n$1.8  billion).  The  National  Highway  Authority  is  setting  up  wholly  owned  special  purpose\nvehicles for implementing certain projects on a nonrecourse or partial recourse basis, such as\nthe  Ahmedabad-Vadodara  Expressway,  Moradabad  Bypass,  and  Palset-Panagarth  Road\nproject.  A  10-year  tax  holiday  during  the  first  20  years  of  operation  is  proposed  for  road\ndevelopment.\n50. Ports. While privatizations have yet to be implemented, Ministry Of Shipping and Ports\nhas issued guidelines for inviting private sector participation in defined areas. These include (i)\nlease of existing assets; (ii) construction/creation and operation of additional assets such as\ncontainer terminals, multipurpose and specialized cargo, berths, and container freight stations\nand storage facilities; (iii) pilotage; and (iv) captive facilities for port-based industries. Some\nstate governments have begun formulating BOT and similar arrangements for private sector\nentry and participation. States such as AP, Gujarat, Maharashtra and Orissa have issued\ntenders/ awards for the development of select minor ports.\n51. A 10-year tax holiday is also proposed for ports development. It can be availed of within\nthe first 15 years of operation. The rates of depreciation for ships and inland water vessels have\nbeen increased from 20 to 25 percent per annum.\n52. Airports. One of the earliest areas to be liberalized in India was civil aviation. Even\nbefore a policy on airline infrastructure had been formulated, private participation in domestic\nairlines was already permitted. Private airlines today provide stiff competition to Indian Airlines,\ncapturing an estimated more than 40 percent of domestic air traffic. The current policy permits\n40 percent ownership by foreign investors in domestic airlines.40 Fares and schedules have\nbeen deregulated, but domestic airlines are required to service smaller city routes under the\npolicy.  Cargo  traffic  is  fully  accessible  in  both  domestic  and  international  routes.  Private\nchartered planes have also been allowed to operate freely, offering services to tourists and\nentrepreneurs.\n53. Water  and  Sewerage.  At  the  national  level,  the  Ministry  of  Water  Resources  is\nresponsible for laying down policy guidelines and programs for the development of the country’s\nwater resources. The recommended strategy under the Ninth Plan for improving urban water\nsupply and sewerage is to decentralize water production and distribution systems by devolving\nresponsibility to municipal governments including promoting inter-municipal coordination and\nenhancing the role of civil society associations. The strategy also seeks to promote privatization\nand greater community participation in managing and maintaining services, and leveraging\npublic resources and exploiting innovative ways to improve access to finance. Currently, the\n                  \n40For unclear reasons, foreign airlines are not allowed to have any ownership in these domestic airlines.", "13\nmain sources of financing for this sector are budgetary allocations from national, state, and local\ngovernments (about 70 percent), loans and grants from bilateral and multilateral agencies, and\ninstitutional  lending  by  Life  Insurance  Corporation  of  India  and  the  Housing  and  Urban\nDevelopment Corporation.\n54. Under the 74th Constitutional Amendment passed in 1992, service provision for water\nand sewerage is to be decentralized to the various municipalities based on greater powers\ndelegated to local governments. However, the municipal laws required to bring them in line with\nthe constitutional provisions are yet to be enacted. In practice, implementing decentralization\nfaces  many  constraints.  The  World  Bank  identified  these  as  including,  lack  of  standard\ninstitutional arrangements between the states and municipal bodies for providing water and\nsanitation services; lack of arrangements for the transfer of resources from the state to the\nmunicipalities;  considerable  political  interference  in  operations,  decision  making,  and  tariff\nsetting; weak capacity at the municipal levels; fragmentation of municipal functions, lack of\npublic  service  orientation;  limited  creditworthiness  due  to  nontransparent  financial  and\naccounting systems, and weak treasury management. Given the systemic nature of these\nproblems, the World Bank proposes that the central Government in partnership with the states\nand  their  cities  undertake  systematic  institutional,  fiscal,  and  financial  reforms  to  develop\ncreditworthy cities in line with urbanization and the devolution of political and economic powers.\n55. Fiscal Responsibility Act. Concerned about the burgeoning fiscal imbalances and the\nrapid buildup in public debt, the Government constituted the Committee on Fiscal Responsibility\nin January 2000 to look into the various aspects of the fiscal system and to draft legislation on\nfiscal responsibility. This was followed by a pronouncement in the 2000/01 budget to bring the\nlegislative  proposal  forward  and  adopt  concrete  mechanisms  to  implement  its  provisions.\nAccordingly, the Fiscal Responsibility and Budget Management Bill 2000 was introduced in\nParliament  in  December  2000  and  subsequently  referred  to  the  Parliamentary  Standing\nCommittee.\n56. The proposed law binds the Government itself to observe prudent guidelines, achieve\nspecified targets in the conduct of fiscal policy, and thereby promote greater macroeconomic\nstability. The proposed Fiscal Responsibility and Budget Management Bill will provide a legal\nand institutional framework to reduce the fiscal deficit, contain the growth of public debt, and\nstabilize debt as a proportion of GDP over the medium term. It binds future governments to a\nprespecified  path  of  fiscal  consolidation.  This  covers  only  the  finances  of  the  central\nGovernment. The matter regarding similar legislation at the state level will be pursued by the\nrespective  state  governments.  The  bill  proposes  to  eliminate  the  revenue  deficit  and\nprogressively reduce the fiscal deficit to not more than 2 percent of GDP within five years\nfollowing the promulgation of the law. It will also contain public indebtedness by specifying that\nwithin 10 years, the total liabilities (including external debt at current exchange rate) will not\nexceed 50 percent of GDP. The Government will also cease any form of direct borrowing from\nRBI after three years except in specified emergencies. The Government will also not extend\nguarantees to projects beyond 0.5 percent of GDP in any given financial year. Fiscal reform will\nhave crucial implications for the sustainability of infrastructure development in the country.\n57. Labor Reform. Labor concern is one of the major constraints to privatization and\ngreater private sector participation in infrastructure and industry in India, but is being given\nserious attention apparently only now. The finance minister, in a recent speech, noted that\nlabor  market  rigidity  needs  to  be  addressed  in  order  to  promote  industrial  investments.\nConsequently, the scope for permitting termination of workers is to be expanded by allowing", "14\nemployers of specified industrial establishments with 1,000 or more employees, instead of the\nearlier 100, to lay off, retrench, or effect business closure following a prescribed procedure\nsubject  to  prior  Government  approval.  In  parallel,  the  separation  compensation  is  to  be\nincreased from 15 days to 45 days for every completed year of service. Furthermore, use of\ncontract  labor  is  being  liberalized  by  allowing  unrestricted  outsourcing  of  activities.  In\nexchange, protection will be extended to workers by defining compensation for health, safety,\nwelfare, and social security, including larger compensation for retrenchment based on last\ndrawn wages for every year of service. In March 2001, the Prime Minister stated that, although\ndifficult, the Government will push for the proposed labor reforms in the Union Budget as the\nmajority of the people desire it. The proposed amendments to the labor laws are expected to\nbe introduced in Parliament. Labor market reforms have favorable implications for increased\nprivate sector activity and expansion.\nC.  External Assistance to the Sector\n58. India is the World Bank’s single largest borrower. The World Bank’s cumulative lending\nto India as of June 2000 was over $47 billion in market-based loans from the International Bank\nfor  Reconstruction  and  Development  and  development  credits  from  the  International\nDevelopment Association. Of its existing portfolio of 79 ongoing projects amounting to $11.5\nbillion, infrastructure, including energy, projects comprise 20 percent.\n59. Japan and Germany are the other major contributors in the sector. Official development\nassistance  loan  commitments  by  Japan  have  steadily  increased  since  1990.  Japan  has\nemerged as the largest source of bilateral assistance to India. However, due to economic\nmeasures in place since May 1998, only one new loan has been committed for the Bakreswar\nThermal Power Station Unit–3 Extension Project, an extension of the ongoing project. As of\nMarch 2000, a total of 143 official development assistance loans had been committed by the\nJapan Bank for International Cooperation for a total of Y1,642 billion (about $13.7 billion).41\nInfrastructure support comprises about 61 percent of total commitment, with power and gas as\nthe main beneficiaries.\n60. The  Kreditanstalt  für  Wiederaufbau  (KfW)  has  extended  DM14  billion  (about  $6.5\nbillion)42 to India; India has become the largest partner for German financial cooperation funds.\nKfW’s investments in infrastructure include assistance to SEBs for power sector reforms, Indian\nRailways, and minor irrigation schemes. Lending to the power sector totals DM1,383 million\n(about $631 million). For the environment, KfW has assisted the Indian Renewable Energy\nDevelopment Agency Ltd. with financing of renewable energy projects.\n61. The United Kingdom's. Department for International Development is cofinancing the\nWorld Bank’s Economic Restructuring Program in AP and is looking at ADB’s Public Resource\nManagement Program in Madhya Pradesh for possible cofinancing. Sweden’s assistance to\ninfrastructure is through a combination of grants and loans comprising $70 million for one\nhydropower  project  and  $100  million  for  a  transmission  line  project.  Dutch  development\nassistance in infrastructure has been mainly for port development, water supply and sanitation,\npollution, and sewerage treatment facilities. Currently, assistance is being provided to three\nstates in India: AP, Gujarat, and Kerala.\n                  \n41$1=¥ 119.74 as of 1 October 2001.\n42$1=DM2.1486 as 1 October 2001.", "15\n62. The United States Agency for International Development's Financial institutions Reform\nand Expansion Project includes an element to enhance debt markets for municipal finance and,\nin this regard, provided TA for the issuance of municipal bonds to some municipal governments.\nThe  International  Finance  Corporation  recently  issued  a  guarantee  for  the  local  currency\nborrowings of the privatized distribution companies in Orissa.\nD.  Lessons Learned\n63. The PSIF I was ADB's first facility established for private sector infrastructure financing\nand development through Indian financial institutions.43 Much of the analyses and findings in\nthis report were gathered from feedback and dialogue with the participating and other financial\ninstitutions in India engaged in infrastructure financing.\n64. Through this intervention, financial intermediaries involved were anticipated to develop\ncapacity  to  undertake  the  financing  of  infrastructure  projects,  help  mobilize  resources  for\ninfrastructure development, develop innovative instruments and mechanisms for mitigating risks\nin infrastructure financing, and thereby facilitate private sector participation in infrastructure\nprojects in India.\n65. Among Indian financial institutions, the two financial institutions involved under the PSIF\nI, ICICI and IFCI, together with the Industrial Development Bank of India (IDBI) emerged as the\nlargest financiers of infrastructure in India since 1994, with the most rapid growth occurring\nbetween 1996 and 1998. Total disbursements during 1994/99 were approximately Rs206 billion\n(about $4.3 billion), of which power projects accounted for 65 percent, roads and ports for 20\npercent, and telecommunications projects for 15 percent.44\n66. The PSIF I has been 96 percent committed for eight ICICI projects (three in power, three\nin telecommunications, one in ports and one in roads) and for five IFCI projects (four in power\nand one in ports). Of the projects financed by ICICI, five have been completed, while three are\nin progress. For IFCI, three have been commissioned, while two are under implementation.\n67. As required under the PSIF I, both ICICI and IFCI have set up separate dedicated units\nfor infrastructure. The one for ICICI was set up in 1996 and focuses on projects in power,\ntelecommunications, transport, and urban infrastructure. It has about 33 professionals in these\nsectors now undertaking various functions.\n68. Today, these infrastructure groups provide a complete range of financial services, from\nproject  identification  to  the  structuring  of  complex  project  finance  transactions.  Aside  from\nlending, they help arrange and provide advice to infrastructure projects. They conduct due\ndiligence over projects to be financed, and help identify and mitigate project risks. Beyond\nproject  financing,  they  carry  out  policy  dialogue  with  the  central  and  state  governments\nregarding  issues  affecting  the  various  infrastructure  sectors.  ICICI,45  in  particular,  was\n                  \n43The World Bank also provided a credit line under its Private Infrastructure Finance (IL&FS) Project  for $200 million\nin March 1996 for financing private urban infrastructure (water supply and sanitation and roads) projects. Out of the\ntotal line, only $30 million was reportedly disbursed. A number of reasons appear to account for this: (i) the limited\nnumber of eligible infrastructure sectors; (ii) more difficult environment for water supply and sanitation and the late\nreforms in roads, particularly the difficulty with land acquisition and long gestation period involved; and (iii) the more\nrigid structure of the credit line, as it can only be used as a loan, and all loans were subject to prior World Bank\napproval including requests for proposals.\n44World Bank. 2000. Report on India Financial Market Assessment for Private Infrastructure Investments.\n45ICICI was one of the members of the original Expert Group.", "16\ninstrumental in drafting the model National Highway Authority concession agreement for road\nprojects. It is also assisting several state governments undertake the privatization of their power\ndistribution  companies.  ICICI  was  actively  involved  in  preparing  the  National\nTelecommunications Policy 1999. ICICI also set up special purpose vehicles in Kerala and West\nBengal to help develop infrastructure projects in partnership with the state governments but with\nunfavorable results.46\n69. The PSIF I was to be used to finance debentures issued by infrastructure projects to\nencourage the development of an active secondary market for infrastructure securities. All\nfinanced eligible projects under the PSIF I have issued debentures. However, a market for these\nsecurities cannot be created until the infrastructure projects attain stable commercial operations.\nThe underlying securities of start-up infrastructure projects have to undergo “seasoning” prior to\nmarket distribution. The existing secondary market in debt securities in India are primarily for\nAAA or at least AA+ rated securities at this time (a rating these infrastructure securities are not\nlikely to obtain at this stage as they are still perceived to be high risk). Furthermore, unrated\npapers are required to carry a 20 percent additional spread in the market in accordance with the\nstipulation of the Fixed Income Money Market and Derivatives Association based on their\nvaluation guidelines. Nonetheless, ICICI has been able to sell the debentures of some assisted\ninfrastructure projects47 utilizing pass-through certificates (PTCs) issued by a special purpose\nvehicle configured as a trust, typically used in securitization arrangements. Nonetheless, a\nstipulation is included in ICICI and IFCI’s loan agreements requiring infrastructure projects\nfinanced to list their debentures at the stock exchanges within two to three years from the start\nof regular commercial operations.\n70. ICICI  is  today  active  in  the  corporate  debt  market.  It  has  a  trading  desk  with  an\naggregate turnover of Rs37 billion from April 2000–March 2001 and average outstanding of\nRs4.6 billion. It has been engaged in constructive dialogue with various government agencies\nand has provided representation in various committees dealing with issues on capital market\ndevelopment.\n71. However, India’s long-term debt market remains underdeveloped and suffers from a\nnumber of impediments. It is still characterized by a small number of players, with very limited\nparticipation  by  long-term  market  participants  such  as  provident  funds  and  insurance\ncompanies;48  weak  secondary  market,49  hence  relatively  illiquid  market;  absence  of  a\nbenchmark yield curve; and inadequate support infrastructure.\n72. Given  current  market  imperfections,  weak  capacity  and  lack  of  the  regulatory  and\ninstitutional structures, and standardized systems and processes at the state level, a project-to-\nproject  approach  to  infrastructure  development  is  not  likely  to  advance  private  sector\nparticipation significantly, certainly not to the extent that present Government plans envision.\n                  \n46Many believe this outcome was the result of poor choice of states. Both Kerala and West Bengal had, at that time,\ncommunist-led governments with probably the least conducive environments for private sector investments.\n47Jindal Tractabel Power Company Ltd., for Rs650 million and for Nandi Highway Developers Ltd., two issues for\nRs324 million and Rs100 million.\n48ADB is providing TA for development of provident funds and insurance systems under  TA 3367-IND: Reform of\nthe Private Pension and Provident Funds System and the Employees’ Provident Fund Organization, for\n$1,000,000, approved on 26 December 1999; and TA 3460-IND: Policy and Operational Support and Capacity\nBuilding for the Insurance Regulatory and Development Authority, for $800,000, approved on 22 June 2000.\n49A study is also being undertaken by ADB under TA 3473-IND: Development of Secondary Debt Market, for\n$600,000, approved on 28 July 2000.", "17\nE.  ADB’s Sector Strategy\n73. India’s  economic  success  over  the  medium  term  will  depend  in  large  part  on  the\nGovernment’s ability to address structural weaknesses, particularly in the infrastructure sector\nand in public finances. In key areas of the economy, particularly in power, roads, and transport,\ninvestments have failed to keep pace with economic need and their apparent lack is impeding\nthe transition to a more sustainable and poverty reducing growth path. Given the considerable\nresource requirement in infrastructure and the significant recurring drain on public finances of\ninefficient public structures in various infrastructure sectors, the central and state governments\nwill need to (i) promote greater private sector involvement and encourage commercialization by\nevolving the long-term framework and policy incentive mechanism for private initiatives and\ninvestment, (ii) strengthen policy coordination among government agencies, and (iii) enhance\nthe availability of long-term domestic funding. The objectives and design of the PSIF II are\nconsistent with ADB’s sector strategy. ADB assistance in infrastructure to India is shown in\nAppendix 3.\nF.  Policy Dialogue\n74. Policy dialogue has been active in all areas of infrastructure sector involvement by ADB,\nboth at the national and state levels. This is carried out by various missions and ADB’s India\nResident Mission. State operations have allowed ADB to interact closely with state governments\nin pursuing reforms and in bringing ADB’s cross-cutting concerns to the forefront. Periodic\nreviews have been carried out under PSIF I and the results of these missions have been\ndiscussed with the financial institutions involved and the Government. Concerns by ICICI and\nIFCI relating to policy and public-private interface issues discussed with ADB arising out of their\ninfrastructure operations and capital market activities have been relayed to and discussed with\nthe Government.\n75. In particular, ADB’s role in capital market development has led to its close involvement in\nimportant areas of capital market operations, such as provident funds reform and insurance\nsector liberalization; in the recent past, these were highly protected areas.\n76. The  PSIF  II  was  closely  coordinated  with  various  donor  agencies  engaged  in\ninfrastructure financing in India, particularly the World Bank that has been cooperating with ADB\non state level interventions. Based on these consultations, there appeared to be a high level of\nsupport for ADB assistance to private infrastructure in India. ADB has been a major provider of\ndevelopment assistance for promoting private sector participation in infrastructure development.\nIV.  THE PARTICIPATING FINANCIAL INSTITUTIONS\n77. Two national financial institutions will be the Borrowers for the PSIF II: IL&FS and IDBI.\nBoth institutions have solid backgrounds in infrastructure financing. The two PFIs can easily\nabsorb the loans being provided. IDBI has a long history of dealings with ADB, while IL&FS, in\nparticular, is specifically mandated to promote infrastructure projects in India on a commercial\nbasis. During PSIF II effectiveness, both PFIs will comply with prudential norms to ensure their\ncontinued sound operation. These prudential norms will include (i) a capital adequacy ratio of 9\npercent based on guidelines, as amended from time to time, established by the RBI; (ii) a debt\nservice coverage ratio of not less than 1.1 times; and (iii) compliance with the prudential\nguidelines of RBI, and those laid down from time to time, in particular, regarding the recognition\nof income, classification of assets, and debt provisioning.", "18\nA.  Infrastructure Leasing and Financial Services Limited\n78. IL&FS  has  been  quite  active  at  the  state  level  and  has  existing  memorandums  of\nagreement with various state governments to implement specific projects: in AP, in partnership\nwith the AP Industrial Infrastructure Corporation, the nodal agency for dealing with the private\nsector;  in  Gujarat,  under  a  technical  collaboration  with  the  Gujarat  Industrial  Investment\nCorporation and agreements to undertake various toll road projects; in Madhya Pradesh, to\nundertake various toll road and water supply projects (the Rau-Pithampur road In Madhya\nPradesh was one of the first projects to be undertaken by IL&FS). It has existing arrangements\nin Bihar, Orissa, Rajasthan, Tamil Nadu, and Uttar Pradesh for various projects. It has (i) taken\na number of new intiatives to facilitate the financing of infrastructure, among them, the setting up\nof a project development fund in May 2000 to assist with project development; (ii) partnered with\nthe  states  using  a  strategic  alliance  format  it  calls  project  development  and  promotion\npartnership; and (iii) pioneered the use of new instruments for raising financing for infrastructure\nprojects such as deep discount bonds and cumulative convertible preference shares. Among its\nshareholders are the International Finance Corporation, ORIX Corporation of Japan, and Credit\nCommercial de France. IL&FS had total assets of Rs33.6 billion (about $703 million) in FY2001,\nan increase from about Rs15.4 billion (about $322 million) in FY1996. Net worth rose from\nRs3.7 billion (about $77 million) to Rs6.4 billion (about $134 million) during the same period.\nCapital adequacy stood at 16.3 percent as of 31 March 2001. More detailed background on\nIL&FS is given in Supplementary Appendix B.\nB.  Industrial Development Bank of India\n79. IDBI is a statutory organization operating under its own act. In 1994, IDBI was permitted\nto float its shares in the market and as of June 2000, the central Government decreased its\nshareholdings to 58.0 percent; the rest were held by the public as IDBI is publicly listed. It is one\nof the largest infrastructure financiers in India. It has approved 51 independent power projects\nwith a total capacity of 20,049 MW. In telecommunications, it has provided financial support to\n11 cellular operators and four basic operators. It has financed private road and port projects in\nAP,  Gujarat,  Karnataka,  Maharashtra,  Orissa,  Rajasthan,  Tamil  Nadu,  and  Uttar  Pradesh.\nHowever, unlike IL&FS, it is less actively engaged in direct initiatives at the state level on\ninfrastructure financing and development. Nonetheless, it has agreed to work closely with IL&FS\nand the selected states participating under the PSIF II. At the national level, it organizes\nworkshops on infrastructure issues constraining the flow of investments to infrastructure sectors.\nIDBI has been the premier long-term financing institution in India for several decades. Many of\nthe key officers of other financial institutions in India were trained at IDBI. It has sponsored the\norganization of a number of major institutions in the financial markets; it played a key role in\nforming the Securities and Exchange Board of India (the capital market regulator), National\nStock Exchange, National Securities Depository Ltd., the OTC Exchange of India, etc. It is also\none of the promoters of IDFC. IDBI is undergoing restructuring and is positioning itself to\nbecome a universal bank to improve its future competitiveness, both by enhancing its ability to\naccess lower cost deposit funds and expanding its products, services, and network. IDBI has\nretained the services of Boston consulting group to prepare a detailed plan for organization and\nbusiness restructuring to transform it into a globally competitive universal bank. IDBI has also\nretained  the  services  of  Arthur  Andersen,  as  consultants,  to  advise  it  on  asset-liability\nmanagement policies and procedures based on international best practices. ADB's association\nwith IDBI dates to November 1987 when the first ADB loan of $100 million was sanctioned for\nonlending to small-and medium-sized industries. In December 1994, ADB approved a second\nline for $150 million to improve the energy efficiency of selected industries in India by upgrading", "19\nand modernizing technology. Both projects have been satisfactorily implemented. IDBI had total\nassets of approximately Rs718 billion (about $15 billion) as of 31 March 2001 compared with\nRs444 billion (about $9 billion) in FY1996. Net worth increased from Rs65 billion (about $1.4\nbillion) to Rs92 billion (about $2 billion) in FY2001. However, in view of the current economic\ndownturn, net profit declined to Rs6.9 billion (about $144 million) from Rs9.5 billion (about $200\nmillion) in the previous year, partly due to a rising level of nonperforming assets that rose as a\npercentage of total assets at 14.8 percent as of 3 March 2001. Capital adequacy nonetheless\nremains satisfactory at 15.8 percent. (Supplementary Appendix C provides more details)\nV.  THE PROPOSED ASSISTANCE\nA.  Proposed Financing\n80. The PSIF II comprises two separate loans of $100 million each to IL&FS and IDBI. Each\nPFI will use the funds to finance infrastructure projects, that are 51 percent majority owned by\nthe private sector, in specified sectors in four selected states (see paras.103-105) at market\nrates  corresponding  to  rupee  loans.  Each  PFI  is  required  to  hedge  the  foreign  currency\nproceeds  of  the  PSIF  II  to  cover  the  foreign  exchange  risk,  and  provide  financing  to\ninfrastructure projects in local currency.\n81. Furthermore,  due  to  difficult  market  conditions  and  the  need  to  tailor-fit  financial\npackages to suit individual projects and to meet varying risk requirements, the PSIF II may be\nutilized flexibly to finance different types of debt instruments (marketable securities) other than\nequity shares, such as subordinated and convertible debentures50 and deep discount bonds.\nThe PFIs have effectively utilized such hybrid instruments. The proceeds from the sale or\nredemption of long-term securities issued by infrastructure projects financed through subloans\nunder the PSIF II will be used to purchase other long-term securities of eligible infrastructure\nprojects within the terms of the facility. However, during the interim period prior to reinvestment\nof proceeds, such proceeds may be temporarily reinvested in government securities, reserve-\neligible securities, prime commercial banks, or AAA-rated51 securities. If the PFI is unable to\nreinvest such proceeds in any eligible infrastructure project within 24 months, the loan will be\nprepaid to ADB subject to the terms of ADB's Libor-based lending facility.\nB.  Rationale\n82. Until purely market-based solutions become feasible in India, a proactive approach\nwithin an integrated framework to create an enabling environment for private sector participation\nin infrastructure development will be required based on public-private partnerships involving no\nless than the state governments, and state and national financial institutions.\n83. Furthermore, attempts to resolve the constraints to infrastructure development on a\nnational scale in India would be unrealistic. Instead, the PSIF II proposes to demonstrate how\nthese constraints may be addressed at the state level based on the experiences of selected,\nmore progressive Indian states in infrastructure development and on best practice. By focusing\nassistance to a few selected states, the PSIF II could help institutionalize state performance as\na  key  factor  in  credit  evaluation  by  Indian  financial  institutions,  in  the  credit  rating  of\ninfrastructure and industrial projects (particularly, those backed by state guarantees), in the\n                  \n50 The conversion of a debenture issue into equity will be treated as a sale under the facility and an equal amount of\nfunds will be allocated to finance other qualified infrastructure projects.\n51 Indicating highest investment grade and safety.", "20\nprovision  of  central  Government  guarantees  for  state  obligations,  and  consequently,  in\ncatalyzing the flow of resources to progressive, performing states, and in helping establish an\nappropriate incentive structure for other Indian states to improve performance, and hopefully,\npursue required reforms. The PSIF II also promotes the cross-fertilization of ideas among Indian\nstates for each state to benefit from the experiences and innovative approaches that have\nproved effective in developing the infrastructure sectors of progressive states. It also helps\nthese  states  rationalize  incentives.  Competing  on  the  basis  of  nonperformance-based  tax\nincentives, for example, has only led to losses in tax revenues without any significant gains in\nadditional investments for certain states. ADB assistance has also been targeted to support\ngreater private sector involvement in infrastructure sectors where reforms are being undertaken.\nC.  Mechanics of the Facility\n84. The market for long-term debt securities and the market for hedging foreign exchange\nrisk are at the early stages of development. Nonetheless, a number of alternative approaches\nare open to the PFIs for meeting ADB's requirement of applying the PSIF II proceeds to\npurchase marketable securities issued by, and hedging the foreign exchange exposure of,\ninfrastructure projects. These would, however, necessarily involve flexible arrangements.\n1.  Mechanisms for Issuing Marketable Securities\n85. Option 1. The PFI swaps the PSIF II foreign exchange proceeds into rupees with an\navailable counterparty and uses the rupees to purchase an equivalent amount of marketable\nsecurities from infrastructure projects. These securities will be denominated in local rupees and\npriced according to market rates for rupee securities. This would require repricing or refinancing\nof the securities every seven years or so, as swaps do not stretch beyond these periods in the\ncurrent swap market in India. This is the procedure illustrated in Figure 1.\n86. Option 2. The PFI provides the PSIF II foreign exchange proceeds to the infrastructure\nproject as a loan.52 To comply with the ADB requirement, a parallel issue of rupee securities\n(managed by the PFI) is made for an amount equivalent to the PSIF loan. Such rupee securities\ncan be made mainly from the local debt component of the total financing requirement of the\ninfrastructure project. Since most projects would have a significant local debt component, this\noption would not pose an implementation problem. The only constraint would be the credit\nexposure limit of the PFI to single borrowers if the PFI is unable to sell the securities in the\nsecondary market and ends up holding the securities itself. Under this option, in the event that\nthe rupee securities are redeemed within three years from the date of issue, the PFI is obligated\nto redeploy the proceeds of the redemption to purchase other long-term securities from eligible\ninfrastructure projects.\n                  \n52 The infrastructure project may arrange its own foreign exchange swap or a suitable foreign exchange cover itself at\na later date.", "Figure 1: Mechanics of the PSIFII\n     Swap\nGovernment Counterparty\nGuarantee Guarantee Fee P SIF L o a n Pro c e Ie nd sR s\nAsian PSIF Loan Proceeds Participating In Rs Infrastructure\nDevelopment   Financial      Project\nBank  Institutions\nPSIF Repayment 2\nMarketable Securities 1\nIndicative Cost Structure (%)\nSix-Month LIBOR     2. 64*       Rs       Rs\nADB Spread             0 .60 Investment Marketable\nFont-End fee             0.10\nSecurities\n                                 3.34\nGovernment\nGuarantee Fee        0.60\n                                3.94\nInvestor\nPFI Spread              3.00\n   6.94\nSwap Rate              6.00 (long-run estimate)\nTotal                     12.94\nADB        = Asian Development Bank\nLIBOR     = London interbank offered rate\nPFI          = participating financial institutions\nPSIF II    = Private Sector Infrastructure Facility at State Level\nRs           = Indian Rupee\n* as of 1 October 2001.", "22\n87. Option  3.  The  PFI  lends  the  PSIF  II  foreign  exchange  proceeds  to  infrastructure\nprojects, against which the infrastructure projects issue rupee securities. Foreign exchange risk\nwill be borne by the infrastructure projects.53 Any difference arising from exchange fluctuations\n(on  principal  and  interest)  between  the  foreign  currency-denominated  loan  and  the  rupee\nsecurities will be repaid by the infrastructure project to the PFI separately at every due date. The\nPFI can price the rupee securities on the basis of discounts against the rate on the foreign\ncurrency-denominated loan in the secondary market.\n88. Option 4. The PFI provides a foreign exchange or rupee loan to an infrastructure project\nto finance project construction, but the project may be relatively unknown in the market and\nwould be unable to obtain an acceptable credit rating for its securities issue during this period.\nThe PFI may trade the securities on the secondary market on a with-recourse basis (i.e.,\nagainst the guarantee of the PFI), or the PFI may securitize the loan after the project achieves\nnormal operation and is able to obtain an acceptable rating.\n89. Option 5. The PFIs can sell the debentures of assisted infrastructure projects utilizing\nPTCs issued by a special purpose vehicle configured as a trust, typically used in securitization\narrangements. PTCs are issued to investors in return for revocable contributions made by them\nto the special purpose vehicle. The PTCs are essentially in the form of zero coupon instruments\nand are issued at a discount to face value and redeemed at par. The PTCs represent beneficial\ninterest  by  the  investors  in  the  cash  flows  arising  from  the  debentures.  Nonetheless,  a\nstipulation will be included in the loan agreements that would require infrastructure projects\nfinanced to list their debentures at the stock exchanges within two to three years from the start\nof regular commercial operations.\n2.  Hedging Mechanisms\n90. Option A. Obtain a forward cover. Large commercial banks provide forward covers,\nlimited as to amount and tenor.\n91. Option B. Swap the foreign exchange liability. India has a nascent market for this\nproduct, with a great deal of interest in such structures. Pricing is still on a negotiated basis in\nthe absence of dealers or market-makers. Nevertheless, a bidding process normally ensures\nfine pricing. Counterparties are confined to highly rated entities. The existing swap market is\nlimited to seven years, which means the interest rate will have to be reset every seven years or\nthe period of each swap. Nonetheless, most projects envisaged would have income streams\nthat would adjust with inflation. Hence, interest rate resetting may be offset over time and should\nnot pose considerable risk.\n92. Option C. Use an Internal swap. The PFI will switch the use of the foreign exchange\nproceeds  to  clients  requiring  foreign  exchange  with  available  hedges  (i.e.,  exporters)  and\nprovide a matching loan in rupees to the infrastructure project.\n93. Option D. In some cases, a combination may be required.\n94. On the secondary market, the securities can be sold to various investors under a variety\nof terms that can meet diverse requirements, such as (i) on agreements to repurchase for\ninvestors that may wish to have the securities redeemed and funds available at some future\n                  \n53 Until a foreign exchange swap or cover is arranged. In most cases, contractual arrangements by subloans allow\nrecovery of reasonable costs arising from currency devaluation.", "23\ndate to meet temporary liquidity needs; (ii) on a with-recourse basis, to substitute the PFIs credit\nfor  the  credit  of  the  underlying  infrastructure  project  if  investors  are  unfamiliar  with  the\ninfrastructure project; and (iii) on straight-to-maturity, without-recourse basis to mutual funds,\ninsurance companies, and other financial institutions that have the capacity for holding these\nsecurities on a long-term basis. Under prevailing requirements, debt securities with more than\n18 months maturity publicly offered in India's capital market require a credit rating.54 This would\nadd to the safety of these instruments to be floated on the secondary market. The PFI may also\nissue its own negotiable long-term promissory notes or bonds or other form of securities on the\ncapital market to refinance outstanding securities of infrastructure subloans depending upon its\ncapital adequacy ratio. As has been done, PTCs may be utilized through special purpose\nvehicles for tapping domestic funds (para. 69)\n3.  The Incentive Structure\n95. Performance-based criteria are incorporated in the design of the PSIF II: (i) eligibility\ncriteria were formulated (Appendix 4) to select the four specific states, (ii) Access Criteria to the\nPSIF II were identified for the selected states to ensure commitment to sustained support for\nprivate sector participation and development of the enabling environment (Appendix 5), and (iii)\nContinued  Access  Criteria  to  the  PSIF  II  benchmark  progress  of  state  policy  reforms  in\ndeveloping the enabling environment for private sector participation (Appendix 6). These criteria\nwill form the basis of ADB policy dialogue with the selected states to promote infrastructure\ndevelopment,  increase  private  sector  participation,  and  ensure  that  infrastructure  projects\nmaterialize that will allow the PSIF II to be effectively utilized.\n96. To  encourage  the  selected  states  to  accelerate  reforms,  the  PSIF  II  will  be  made\navailable as a two-tranche facility. The first tranche will be made available upon fulfillment of the\nAccess Criteria and will be a preallocated amount of $20 million dedicated for the financing of\nqualified infrastructure projects in each of the four selected states comprising 40 percent of the\nfacility (para. 125). A midterm review on or about two years from the date of loan effectiveness\nwill be undertaken by ADB with the participation of the selected states and PFIs concerning the\nprogress in fulfilling the Continued Access Criteria and continuing pipeline of bankable projects\nin each state. Any uncommitted portion of the preallocated amounts in the first tranche after the\nmidterm review will revert back to the funds facility pool comprising the balance of the loans to\neach PFI. These funds will become available to other selected states. The second tranche will\nbe unallocated and will be provided on a competitive basis upon satisfactory review by ADB of\nsubstantial progress by selected states in meeting the Continued Access Criteria. The proposed\nADB TA (see paras.160-162) will provide expert support to help each selected state pursue\npolicy and operational changes envisaged under the Continued Access Criteria.\n97. However, as the PSIF II is a project facility, release of the second tranche will be\naccelerated if projects materialize more quickly than expected. The operation of private sector-\nled  projects  should  take  priority  as  they  are  of  considerable  value  in  demonstrating  the\neffectiveness of commercially run operations in improving sector efficiency and in advancing the\npublic-private interface. If, on the other hand, funds remain unutilized and market feedback\nindicates the PFIs and selected states are making no progress in bringing infrastructure projects\nto financial closure, ADB can accelerate the midterm review and take corrective steps of either\nexpanding the number of selected states and/or increasing the sectoral scope of the facility. On\nthe other hand, during the midterm review, if ADB’s review reveals that the Continued Access\n                  \n54 India has three credit-rating agencies: Credit Rating and Information Services of India Ltd., in which the ADB has\nan equity investment; Investment Information and Credit Rating Agency of India Ltd.; and Credit and Research Ltd.", "24\nCriteria have not been substantially met and/or sectoral policy reforms55 have been reversed or\nsubstantially diluted, then in consultation with the PFIs, ADB may, after the midterm review,\nadmit other Indian state(s) to participate under the PSIF II if they meet the eligibility criteria, fulfill\nthe Access Criteria, and commit to undertake the Continued Access Criteria or substitute any\nselected state with such other eligible state(s). If necessary, ADB may also expand the scope of\nthe eligible sectors for financing after the midterm review. This is also designed to provide\nflexibility to the facility and address concerns by the PFIs that continue to pay commitment fees\non their loans, should infrastructure projects in selected states prove slow in materializing.\nAppendix 7 provides the design of the incentive structure of the PSIF II.\n98. Accordingly, funds under the PSIF II allocated under the first tranche will be made\navailable for two years for commitment and for five years for disbursement for each state from\nthe date of loan effectiveness and any uncommitted balance under the first tranche will be\nreallocated to the funds project facility pool after the lapse of two years. The second tranche,\nwhose use may be accelerated depending upon the speed with which the PFIs and selected\nstates are able to execute private infrastructure projects, will have a term not exceeding four\nyears for commitment and five years for disbursement from the date of loan effectiveness.\n99. The PSIF II will concentrate on only four states because (i) resources of the PFIs under\nthe PSIF II are limited and increasing the number of states would spread their resources too\nthinly; (ii) other states apparently at a low state of readiness are to accommodate the criteria\nspecified under the PSIF II; (iii) the size of the facility is limited relative to state financing\nrequirements to make it attractive for states to participate; and (iv) effective supervision of the\nPSIF II must be ensured.\n100. To improve the public-private interface and facilitate project processing, each state has\nidentified formal structures56 mandated to deal with the private sector and act as one-stop\nfacilities  that  could  provide  clearances  for,  approve,  license,  and  grant  incentives  to\ninfrastructure projects in coordination with line ministries. The same entity would interface with\nproject developers and sponsors by (i) identifying priority sectors and specific projects for\ndevelopment, (ii) conducting bidding, and (iii) awarding projects.\n101.  The PSIF II will be coursed through two national level financial institutions, IL&FS and\nIDBI (see paras. 77-79 and supplementary appendixes B and C provide descriptions of their\noperations).57 IL&FS and IDBI were not participating financial institutions under PSIF I. Their\nparticipation in the PSIF II will hopefully help spread the benefits of ADB assistance. The choice\nof national financial institutions rather than state financial institutions to implement the project\nfacility was prompted by (i) the need to mobilize resources on a larger and wider scale to meet\nlarge infrastructure development requirements and (ii) by their greater absorptive capacities.\nUnder the PSIF II, the PFIs are asked to seek an active partnership with state governments in\nundertaking  infrastructure  projects.  In  particular,  to  provide  support  for  the  structuring,\ndevelopment, and financial engineering of infrastructure projects. Often the problem is not lack\nof projects (the shelf of projects for development is substantial) but lack of bankable projects\nthat financial institutions are prepared to finance or invest in, and that private sponsors find\n                  \n55Essentially as defined in policy reform programs with ADB and the World Bank.\n56The Gujarat Infrastructure Development Board, which carries out these functions in Gujarat was established with\nADB assistance under TA 2716-IND: Institutional Strengthening of the Gujarat Infrastructure Development Board,\nfor $850,000, approved on 18 December 1996.\n57 The Infrastructure Development Finance Company also considered participating but could not justify additional\nborrowings even of longer maturity, at this time as it has excess funds (estimated at about $300 million).", "25\nattractive from a risk-return standpoint. This will help accelerate the transfer of technology due\nto the low level of capacity of state institutions to undertake project development.\n102. Funding for project development is a major constraint. IL&FS has established a project\ndevelopment  fund  that  operates  like  a  venture  capital  fund  and  asked  ADB  to  consider\nparticipating. Other initiatives are being undertaken to fill identified financing gaps. In Gujarat,\nIDFC together with the AIG Group of the United States and the Gujarat Industrial Investment\nCorporation Ltd. have formed an asset management company that is now in the process of\nsetting up equity and debt funds to invest in and finance infrastructure projects58 that will be set\nup in Gujarat. To cover identified market risks, IDFC in discussions with ADB indicated it would\nlike to pursue the setting up of a guarantee fund with ADB dedicated to infrastructure projects59\n(Supplementary  Appendix  D  provides  the  proposed  structure  for  promoting  private  sector\nparticipation at the state level under the PSIF II).\n4.  Scope of the Facility\n103. The choice of Infrastructure sectors to be financed aims to support reforms and reflects\nthe projected infrastructure demand at the state level to facilitate loan utilization:\n(i)  in the power sector, power distribution and transmission projects for privatization\nand privately sponsored projects, including the modernization and upgrading of\nexisting privately owned power projects including generation;\n(ii)  state roads on build, own, operate (BOO); BOT; and similar arrangements with\nidentified provision for maintenance;\n(iii)  privately run urban mass transit systems;\n(iv)  minor ports under private concession where connectivity is clear;\n(v)  optic  fiber  cable  connections  that  are  privately  funded  but  not  private\ntelecommunication projects where commercial financing is readily available;\n(vi)  airports, with services under private management or for privatization;\n(vii)  privatized water supply and sanitation services or services that are under private\nconcessions;\n(viii)  cyberparks for private companies; and\n(ix)  special economic zones.\n104. Included  within  the  scope  of  the  PSIF  II  for  financing  are  infrastructure  and\ninfrastructure-related projects considered priorities by the selected states. These include urban\nmass transit systems, optic fiber cable connections, cyberparks, and special economic zones\n(SEZs). India has 23 metropolitan cities and the number is likely to increase to 40. Citywide\nstudies were carried out on how to relieve congestion and improve efficiency of transport in\nAhmedabad, Bangalore, Bhubaneswar, Chennai, Cuttack, Delhi, Hyderabad, Jaipur, Jammu,\nKolkata, Lucknow, Mumbai, Nagpur, Surat, and Vijayawada. Private investment in mass rapid\ntransit systems is being sought. Due to the prohibitive cost of such systems and affordability\nissues,  planned  systems  are  rail-based  using  existing  rail  right-of-way  based  on  electrical\npower. AP, Gujarat, and Karnataka are pursuing initiatives to set up these mass transit systems\n                  \n58ADB was also asked to participate. International Finance Corporation indicated interest in considering equity funds\nat the state level.\n59In terms of disaggregating project risks, this vehicle was suggested by ADB to be worth exploring to cover the risk\nof infrastructure projects during the period of preparation and construction, typically the first five years, that\nfinancial institutions were reluctant to take. Financial institutions were willing to take the commercial risks once the\nproject becomes operational.", "26\nin their capital cities at Ahmedabad, Bangalore, and Hyderabad. Optic fiber connections by\nlaying undersea cables are being contemplated in AP to connect to Malaysia and will be\nspearheaded by Malaysian strategic partners. Traffic between India and the West is substantial,\nbut traffic to the East is still not as developed. The development of cyberparks is part of the\ninformation  technology  policy  of  AP  and  Karnataka.  As  software  leaders  in  India,  more\ncyberparks are being contemplated where infrastructure development would be substantial. In\nthe same vein, SEZs are being set up in AP, Gujarat, Karnataka, and Madhya Pradesh with the\nrelated  private  infrastructure.  In  May  2000,  the  Government  has  announced  a  new  policy\nframework for SEZs designed to compete for benefits from foreign investments. Studies have\nbeen conducted on SEZs operating successfully in other countries, the People’s Republic of\nChina, in particular. These SEZs are also being established in concert with port development\nplans.  Supplementary  Appendix  G  provides  the  pipeline  project  likely  to  be  available  for\nfinancing under the PSIF II during 2001-03.\n5.  Selected States\n105. The  four  selected  states  for  the  PSIF  II  are  AP,  Gujarat,  Karnataka,  and  Madhya\nPradesh. Selection was based on: (i) the feedback received by ADB missions from various\nsectors, including credit-rating agencies and PFIs; (ii) ADB missions' own assessments and\ninternal  consultations;  (iii)  findings  of  a  World  Bank  survey60  being  undertaken  with  the\nConfederation of Indian Industry on State Investment Climate; and (iv) results of a recent survey\n— The Best States to Invest In—undertaken by the Business Times of India61 .\n106. Gujarat and Maharashtra62 are considered to be the \"best\" states. However, many felt\nthat reforms have been faltering in Maharashtra. The Enron Dhabol Power Project dispute has\nbeen cited as a factor. Business Times cited the deterioration of Maharashtra’s revenue, which\nis now in deficit of Rs80 billion vis-à-vis a revenue surplus in 1994/95. The next best states\ncomprise  AP,  Karnataka,  and  Tamil  Nadu  (in  the  World  Bank  survey)  plus  Kerala  and\nPondicherry63 (in the Business Times survey). Kerala is a focal state for ADB, but reforms have\nyet to progress and the scope is limited for private infrastructure investments at this time. Tamil\nNadu,64 on the other hand, was one of two states that refused to revise the power tariff for its\nagriculture sector.\n107. Madhya  Pradesh's  experience  in  program  implementation  is  regarded  as  very\ninnovative.  Mainly  due  to  the  initiatives  of  its  chief  minister,  the  state  has  implemented\n                  \n60Initial findings were discussed by David Dollar (World Bank) in his presentation on Trade, Growth and Poverty for\nthe Asia and Pacific Forum on Poverty, Asian Development Bank. February 2001. The World Bank survey covers a\nsample size of 1,032 firms, with 300 more to be added. It contains 152 questions but generally asks which the best\nand worst states are for investment and what the cost advantages and disadvantages are for moving into the best\nand worst states. It also seeks to clarify perception versus reality by measuring actual investments and undertaking\ntotal factor productivity studies. The final draft is targeted for the last quarter of 2001.\n61The Business Times-Gallup survey started in 1995 is based on the responses of chief executive officers (CEOs) of\nmanufacturing and service companies. The survey has two objectives: (i) identify and rank the parameters\nemployed by corporations to determine which state to locate their projects in, and (ii) to use these parameters to\nrank Indian states regarding their investment attractiveness. In 1997, Business Times expanded the methodology\nby including objective data that now includes fiscal performance and degree of financial development in the state.\nData for five broad categories are collected (i) physical infrastructure, (ii) governance, (iii) labor, (iv) financial\ninfrastructure, and (v) social infrastructure.\n62Also Goa in the Business Times-Gallup survey, but the state has limited scope for infrastructure.\n63Pondicherry was not considered  in any of the discussions.\n64Tamil Nadu expressed interest in participating in the PSIF II and did not out rule future reforms in its infrastructure\nsectors.", "27\nnumerous innovations in its delivery of poverty-oriented services and the state's development\nmodel is a subject of worldwide study. ADB has an ongoing program to strengthen public\nresource  management.65  A  brief  overview  of  the  enabling  environment  for  private  sector\nparticipation  in  infrastructure  development  and  satisfaction  of  the  Access  Criteria  in  each\nselected state are presented in Appendix 8, Matrix on Enabling Environment for Private Sector\nParticipation in Infrastructure Development in Andhra Pradesh, Gujarat, Karnataka, and Madhya\nPradesh.\n108. Andhra Pradesh. The Andhra Pradesh Government has an ambitious vision for the\neconomic and social development of the state, and identified construction and infrastructure as\nthe growth engines for their role in employment creation and in catalyzing other productive\ninvestments. For this purpose, the government developed a comprehensive economic plan,\nVision 2020, that aims to improve the quality of life in AP by accelerating economic growth,\nincreasing  social  spending,  adopting  good  governance  practices,  and  achieving  fiscal\nsustainability. AP has identified 31 mega projects for implementation by the private sector under\nits Vision 2020. Projects of about $1.73 billion have been identified for implementation by the\nprivate sector by 2003.\n109. On 20 September 2001, this was supplemented by enactment of the Infrastructure\nDevelopment Enabling Act, as well as with sector policies for private sector participation in\ninfrastructure projects. Under the act, an infrastructure authority is to be created to handle\nregulation and dispute resolution. Procurement processes and authority levels to negotiate and\naward contracts necessary for a transparent and conducive investment climate for private sector\nparticipation  in  infrastructure  projects  are  defined.  AP  Industrial  Infrastructure  Corporation\n(APIIC), on the other hand, will undertake privatization and project development in collaboration\nwith different experts in the field such as IL&FS. It is also setting up an infrastructure fund\ndesigned to meet project development expenses with the state government initially contributing\nRs50 million. However, other funding has yet to materialize.\n110. AP launched a comprehensive program of economic and structural reforms with World\nBank support.66 The AP Electricity Reforms Act (October 1998) took effect in February 1999.\nTwo months later, an independent regulatory authority was established and tariff orders were\nissued. The first tariff order was for a 16 percent average tariff increase, which is for full cost\nrecovery and beyond what the state transmission company had sought. AP has also already\nseparated  generation  from  transmission  and  distribution  of  its  SEB.  Four  wholly  owned\ndistribution companies have been formed and joint venture partners are now being sought.\nPrivatization is expected to be completed by next year. Model concession agreement is being\nprocessed for ports, and proposed for roads, information technology, and SEZs. The Rights to\nInformation Act provides for right of access to information to the citizens of the state to promote\nopenness, transparency, and accountability in administration; while the Right to Transparency\nAct provides for transparency in public procurement of goods and services. Supplementary\nAppendix E provides a more detailed economic profile.\n                  \n65 Loan 1717-IND: Madhya Pradesh Public Resource Management Program, for $250 million approved on 14\nDecember 1999. Madhya Pradesh has satisfied the conditions of the program supported by the ADB loan and\nrelease of second tranche is being recommended.\n66 The World Bank supported power sector reforms under its adjustable program lending. In addition, it is also\nsupporting AP's Public Enterprise Reform and Fiscal Reform Program through its Economic Restructuring Project.", "28\n111. Gujarat.  One  of  India's  most  industrialized  states,  Gujarat  maintains  a  variety  of\nindustries, contributes almost 11 percent of India’s industrial output, and accounts for 10 percent\nof its private consumption.\n112. Gujarat was the first state chosen for ADB’s state-level operations and a loan supporting\na public resource management program was approved in 1996.67 ADB assistance so far has\nfocused  on  improving  public  resource  management,  reforming  the  power  sector,  and\nestablishing the Gujarat Infrastructure Development Board as the first infrastructure project\ndevelopment facility of its kind in India. Prior to the January 2001 earthquake,68 the state was\ndeemed to be a possible candidate for self-sustaining development in the near future.\n113. Gujarat  has  taken  significant  steps  to  attract  private  sector  participation  in  its\ninfrastructure sectors. Gujarat has enacted the Gujarat Infrastructure Development Act (Gujarat\nAct No. 11 of 1999). The act was designed to provide a framework for participation in the\nfinancing, construction, maintenance, and operation of infrastructure projects. The act describes\nwho  can  participate  in  the  projects,  what  their  participation  will  be  and  the  procedure  for\nconcession  agreements.  In  parallel,  the  Gujarat  Infrastructure  Development  Board  was\nestablished to promote private participation in projects, to advise the state government on policy\nmatters, to interface with national and international financial institutions, and to coordinate\nprojects undertaken by the state. The board has prepared a master plan for infrastructure\ndevelopment, the Gujarat Infrastructure Development Agenda 2010, identifying 383 projects in\nvarious sectors with a projected required investment of Rs1,170 billion (approximately $24.5\nbillion) over 10 years, the first Indian state to do so.\n114. In  the  power  sector,  Gujarat  already  has  an  operational  electricity  regulatory\ncommission, set up under earlier ADB program assistance. It is pursuing power sector reforms\nunder the Power Sector Development Program69 assisted by ADB. It also has formulated roads\nand ports policies, and identified projects for development. It has developed a model concession\nagreement for private sector participation in roads, the first among Indian states, as well as for\nports. Gujarat has initiated actions for establishing regulatory frameworks for water supply,\nurban infrastructure, ports, SEZs, and roads. Gujarat has also set up a task force to examine\nthe requirements for setting up a dispute resolution authority. Gujarat Industrial Investment\nCorporation, with the AIG Group, and IDFC, have set up an asset management company and\nare now in the process of establishing equity and debt funds. Gujarat has been pressing for\nADB assistance for its infrastructure sectors after undertaking the reforms specified under its\npolicy  reform  program  with  ADB.  Supplementary  Appendix  E  provides  a  more  detailed\neconomic profile of the state.\n115. Karnataka.  The  Karnataka  government  has  initiated  measures  to  strengthen\ninfrastructure facilities and create an atmosphere for rapid industrial development in the state,\nthereby  creating  additional  employment  opportunities  and  enabling  rapid  economic\ndevelopment.\n116. Cognizant of the crucial role power has in facilitating unhindered growth and poverty\nreduction, the state government committed to time-bound reform and restructuring of the sector\n                  \n67 Loan 1506-IND: Gujarat Public Sector Resource Management Program, for $250,000,000, approved on 18\nDecember 1996.\n68 Loan 1826-IND: Gujarat Earthquake Rehabilitation & Reconstruction, for $500,000,000, approved on 26 March\n2001.\n69Loan 1804-IND: Gujarat Power Sector Program Loan, for 150,000,000, approved on 13 December 2000.", "29\nwith World Bank assistance, the Karnataka Power Sector Reform and Restructuring Program.\nThe Electricity Reforms Act was passed in 1999, and the Karnataka Electricity Board was\nsubsequently corporatized. The Karnataka Electricity Regulatory Commission has also been\nconstituted and passed its first tariff order raising the average tariff by 26 percent. The state\ngovernment also signed a memorandum of agreement with the national Ministry of Power,\ncommitting to a time-bound reform and restructuring program for its power sector, undertaking\nto separate transmission and distribution, and privatize distribution. It targets to accomplish this\nby June 2002.\n117. Karnataka  has  an  infrastructure  policy  contained  in  a  Government  order.  This  is\nsupported by formal policies in various infrastructure sectors. It also has procedures established\nfor  transparent  tendering  of  projects.  It  has  designated  the  Infrastructure  Development\nDepartment of the Ministry of Industry and Commerce to serve as a single window for private\ninvestors in infrastructure projects. It has also formed a partnership with IDFC called i-Deck\n[Infrastructure Development Corporation (Karnataka) Ltd.] to establish priorities in infrastructure\ndevelopment,  conceptualize  and  develop  commercially  viable  infrastructure  projects,  and\nprepare model concession agreements. The state government will contribute Rs2 billion to this\neffort. Karnataka has projects in the pipeline that could be implemented by 2003 of about $520\nmillion in roads, ports, airport, and urban mass transit system.\n118. Roads are the dominant mode of transport, and Karnataka has a model concession\nagreement for the road sector. The state is a preferred destination for information technology\nindustries, and proposes to soon have the biggest information technology incubation center in\nIndia. The industry has not shown signs of any negative effects from the global economic\nslowdown thus far, and most of the companies continue to show about 50–80 percent growth.\nSupplementary Appendix E provides a more detailed economic profile.\n119. Madhya Pradesh. The Madhya Pradesh government has initiated steps to improve the\nenabling environment for private sector investment in the state. Assisted by the ADB program\nloan,  the  state  developed  private  sector-oriented  policies  for  roads,70  housing,  and  power,\nkeeping in mind environmental concerns and raising awareness for the social and economic\nimpacts of projects on displaced persons.\n120. The state government recently introduced a power sector reform package that has\nalready brought into force a regulatory framework for the power sector and has instituted\nseveral key reforms.71 The MP Vidjut Sudhar Vidheyak, 2000, approved by the MP legislative\nassembly  in  November  2000,  in  addition  to  subsuming  and  expanding  the  powers  of  the\nMadhya Pradesh Electricity Regulatory Commission, provides for (i) restructuring of the Madhya\nPradesh Electricity Board, (ii) metering of all consumers, (iii) rationalization of tariffs so all\nclasses of consumers will pay at least 75 percent of cost of supply, (iv) a budget for Madhya\nPradesh State Electricity Regulatory Commission (MPSERC) for the next five years, and (v)\narbitration with the Central Electricity Regulatory Commission. The MPSERC issued its first tariff\norder on 26 September 2001.\n121. The state has an economic development policy in place that stresses infrastructure\ndevelopment through public-private sector participation. While certain departments, such as\nenergy  and  urban  administration  already  have  clear  policies  regarding  participation  of  the\n                  \n70 Reform of state roads sector is envisioned under a proposed State Roads Project scheduled for 2002.\n71 The proposed Madhya Pradesh Power Sector Development Program, scheduled for Board consideration in\nDecember 2001 will support comprehensive restructuring of the power sector.", "30\nprivate sector in infrastructure development, action has been initiated to develop similar policies\nfor other infrastructure departments. The state's Economic Development Board is headed by the\nchief minister, and gives clearances for large infrastructure projects. In addition, the Committee\nof Senior Secretaries, headed by the principal secretary (finance), provides clearances for\nconcessions  to  be  granted  on  a  project  to  project  basis.  The  infrastructure  projects  are\ngenerated by the respective line departments and are evaluated by the Madhya Pradesh State\nIndustrial  Development  Corporation  (MPSIDC)  for  eventual  clearance  from  the  Economic\nDevelopment Board. To facilitate the preparation of projects, the state proposes to have an\nInfrastructure Initiative Fund to be set up as a revolving fund for preparation of projects. The\nstate's  Right  to  Information  Act  and  Act  for  Investment  in  Infrastructure  Projects  provide\ntransparency in all bidding and awarding of contracts. Besides the pipeline projects in power\ngeneration, the state is planning projects for about $625 million for road development through\nBOT, water supply, cyberparks and special economic zones implemented by 2003.\n122. A new state road policy was developed, which seeks to encourage private participation\nin infrastructure investment. The first private sector toll road in India was implemented in the\nstate through the funding and technical support from the Madhya Pradesh State Industrial\nDevelopment Corporation Ltd. (MPSIDC) and IL&FS. The state has already implemented tolling\non  approximately  1,000  kilometers  of  state-maintained  roads  to  finance  operation  and\nmaintenance.  The  state  has  also  undertaken  an  ambitious  road  construction  program  to\nimprove connectivity in rural and urban areas. The state government has directed the Madhya\nPradesh State Bridge Corporation to develop 14 projects on a BOT basis with private sector\nparticipation. The corporation has begun preparatory work for seven of these projects.72 The\nstate has developed a standard concession agreement for roads and is in the process of\ndeveloping draft standard concession agreements for other sectors. An environmental policy\nwas adopted in 1999 and the state is actively engaged in implementing an action plan for\nenvironmental protection with the support of ADB TA.73 A comprehensive draft policy to deal\nwith  resettlement  issues  has  been  reviewed  by  the  cabinet.  Please  see  Supplementary\nAppendix E for a more detailed economic profile.\nD.  Main Terms and Conditions\n1.  The Loans\n123. PSIF II will comprise two loans of $100 million each to IL&FS and IDBI for relending to\ninfrastructure projects in the specified sectors (para. 103) in the four selected states. Each loan\nwill be guaranteed separately by India.\n124. Each loan will be documented on the basis of a separate loan agreement between ADB\nand the concerned PFI, including ADB's standard terms and conditions for such lending and\nsuch  other  provisions,  including  financial  covenants,  as  are  set  out  in  more  detail  in  this\nReport.74\n                  \n72 Madhya Pradesh Government: Policy Thrust for Economic Development of Madhya Pradesh. Report of the\nInfrastructure/Road Chapter. Feedback Strategy.\n73TA 3423-IND (Cluster): Environmental Management at the State Level, for $3,620,000, approved on 1 March 2000.\n74 Unless otherwise stated, the specific loan terms and conditions set out in this report will apply to each PFI under\nthe two separate loan agreements.", "31\na.  Tranching\n125. For the first tranche, the PFIs will allocate $20 million to each selected state for use with\nqualified  private  infrastructure  projects  in  the  specified  sectors  that  they  may  sanction  to\noperate. However, should infrastructure projects materialize faster than anticipated, the second\ntranche can be accelerated. After two years, ADB will conduct a review and assess progress of\nimplementation  against  the  Continued  Access  Criteria,  in  coordination  with  the  PFIs  and\nselected states. Uncommitted funds for the first tranche will automatically be made available for\nthe second tranche. No preallocation of funds will be made for the second tranche, and funds\ncan be accessed on a purely competitive basis (paras. 95-98).\nb.  Main Terms and Conditions\n126. The PFIs have requested a loan of $100 million each from ADB's ordinary capital\nresources under the PSIF II. The loans will each have a 20-year term, including a grace period\nof 5 years; an interest rate determined in accordance with ADB's LIBOR-based loan facility; a\ncommitment charge of 0.75 percent per annum; a front-end fee of 1.0 percent; conversion\noptions that may be exercised in accordance with the terms of the Loan Agreement, the Loan\nRegulations, and ADB's Conversion Guidelines, and such other terms and conditions set forth in\nthe Loan Agreement. The Government of India has provided ADB with (i) the reasons for the\nPFIs' decision to borrow under ADB's LIBOR-based loan facility on the basis of these terms and\nconditions, and (ii) an undertaking that these choices were the PFIs' own independent decision\nand not made in reliance on any communication or advice from ADB.\nc.  Period of Utilization\n127. The  loans  will  be  available  for  four  years  for  commitment  and  five  years  for\ndisbursements. For the first tranche, funds allocated will be made available for commitment for\neach state for two years and for disbursement for five years from the date of loan effectiveness.\nHowever, should projects materialize more quickly than anticipated, release of the second\ntranche may be accelerated to support private sector initiatives. Consequently, the second\ntranche would be available for commitment for four years and for disbursement for five years\nfrom the date of loan effectiveness.\nd.  Maximum Subloan Size and Free Limit\n128. The maximum size of subloans allowed under the PSIF II will be 25 percent of the\nproject cost or $75 million,75 whichever is lower. The PFIs may, however, finance subloans on a\njoint basis provided such financing in the aggregate does not exceed the foregoing limitation for\nindividual projects. No total project size limitation has been stipulated to provide sufficient\nflexibility in utilizing the funds due to the limited number of projects being finalized and the weak\nresponse by investors. ADB support will help catalyze the flow of funds even for large projects.\nThe maturity of each subloan will be for a minimum of 10 years. Each PFI will be required to\nfinance at least two infrastructure projects, each in different subsectors and each in a different\nselected state, to disperse the benefits of the facility and to diversify the PFI's portfolio and\nexperience  in  infrastructure  financing.  To  develop  know-how  and  experience  in  state-level\nfinancing, prior ADB approval is required for subloans under the PSIF II.\n                  \n75 Conforms to the increase in maximum size of subloans under ADB's private sector window.", "32\ne.  Utilization of Loan Proceeds\n129. The loan proceeds loans will be used by infrastructure projects to finance the cost, and\ninsurance and freight costs, of imported materials and equipment, as well as the indirect foreign\nexchange cost of locally manufactured equipment, including civil works. In addition, due to\nserious limitations in the availability of matching long-term funds, to facilitate disbursement, a\nportion of the loan proceeds is earmarked to finance the local currency costs of goods, services,\nand civil works of eligible projects; this is estimated at (i) 20 percent of ADB financing for any\neligible subloan in power; and (ii) 70 percent of ADB financing for any eligible project for roads,\nwater supply, urban mass transit, or ports where costs are predominantly for local goods and\nservices. Nevertheless, such local currency cost financing may not be used for payment of\ntaxes and duties, cost of land acquisition and payment for right-of-way, working capital, and\ninterest expenses and financial charges. Furthermore, to facilitate the timely implementation of\nprojects, retroactive financing for eligible expenditures incurred 180 days prior to the date of\nloan effectiveness will be allowed. The amount of retroactive financing may not exceed 10\npercent of the ADB loan to each PFI.\n130. Prior  to  requesting  withdrawals,  the  PFI  concerned  will  submit  an  application  for\napproval of any subloan. Such application will include the following: (i) the terms and conditions\nof  the  proposed  subloan;  (ii)  a  detailed  appraisal  and  financial  analysis  for  the  proposed\ninfrastructure project to which each subloan relates, including assessment of economic viability;\ntechnical feasibility; financial profitability; management capability; operational efficiency, and\nprojected economic and financial rates of return; (iii) a detailed description of the procurement\nterms, conditions, and procedures to be applied; (iv) a detailed analysis and assessment of all\napplicable environmental and social considerations in accordance with the terms, conditions,\nand procedures required by applicable environmental regulations and legislation in India, ADB's\nenvironmental procedures and ADB's involuntary resettlement policy;76 (v) a detailed proposed\nfinancing  package,  including  identification  of  all  financing  sources,  in  accordance  with  the\nsubloan financing criteria; (vi) detailed estimates of projected expenditures to be incurred by the\nproposed infrastructure project; and (vii) other information that ADB may reasonably request.\nf.  Procurement\n131. In accordance with ADB’s Guidelines for Procurement (para. 3.09), ADB will encourage\nthe PFIs to require their subborrowers to adopt international competitive bidding procedures\nwhen the amount of the investment is unusually large and economy and efficiency can be\ngained by following such procedures. Nonetheless, for contracts totaling $10 million or more for\nthe supply and installation of equipment, and $20 million or more for civil works, international\ncompetitive bidding procedures following ADB’s Guidelines for Procurement will be required.\nFor goods and services procured below this threshold, the PFI will satisfy itself that procurement\nprocedures are appropriate in the circumstances, that goods and services obtained are suitable\nfor the subloan, that the price paid is reasonable, and that fair canvasing has been done in\nselecting suppliers. It should also consider other relevant factors such as eligibility, prompt\ndelivery, conformity with specified standards for quality, and availability of spare parts and\nsupport facilities; and in the case of services, the reliability and competence of party or parties\nrendering the service. For BOT project and variants, if the project sponsor or engineering,\nprocurement,  and  construction  contractor  is  selected  through  competitive  bidding  among\ninternational entities in accordance with procedures acceptable to ADB, such project sponsor or\ncontractor may apply its own procedures for procurement provided that such procurement is for\n                  \n76 ADB. 1998. The Bankl's Policy on Involuntary, Resettlement. In Handbook on Resettlement. Appendix 1. Manila.", "33\ngoods and works supplied from, or produced in, member countries of ADB. Moreover, such\nproject sponsors or contractors must only be nationals of ADB member countries.\n2.  Implementation Arrangements\na.  State Level Coordination\n132. Each selected state will be asked to submit an undertaking committing to fulfill the\nContinued Access Criteria agreed to with ADB contained in a Letter of Intent and to provide\nnecessary assistance to ADB consultants. Each state has designated an executing and/or\nimplementing agency77 to coordinate with ADB and the PFIs, and to be the focal points for\nefforts to meet the Continued Access Criteria under the PSIF II. Each selected state, through its\nexecuting and/or implementing agency, will submit to ADB prior to its review of the PSIF II,\nabout three months before the end of the second year of implementation of the project facility, a\nreport  concerning  the  implementation  progress  of  developing  an  enabling  environment  for\nprivate sector participation in each selected state and sector policy reforms in the covered\ninfrastructure sectors.\nb.  Reporting Requirements\n133. Each PFI will have its accounts and financial statements audited annually, in accordance\nwith generally accepted accounting and auditing standards, by independent external auditors\nacceptable to ADB. Immediately after completion of the audit, but not later than six months after\nthe  close  of  the  fiscal  year,  each  PFI  will  furnish  to  ADB  copies  of  its  audited  financial\nstatements, and certification by the auditors of the status of PFI compliance with prudential\nnorms specified in para. 77. In addition, the PFI will submit to ADB, on or before 15 December\nof each year, a schedule indicating the projected disbursement of the PSIF II proceeds for each\nquarter of the succeeding calendar year; and within six months after the end of each fiscal year,\na financial projection of its operations and capital expenditure program detailing effects on its\nincome statement, balance sheet, and cash flow for the next three years. On a semiannual\nbasis, not later than three months from the end of each fiscal semiannual period, each PFI will\nfurnish ADB its unaudited financial statements; performance and results of operations; progress\nof PSIF II implementation, until the PSIF II is fully disbursed or withdrawal from the PSIF II is\nclosed; trading of marketable securities generated from the PSIF II; reapplication of funds\ngenerated from the initial sale of marketable securities from subloans; and developments in the\ndomestic  debt  market,  in  particular,  policy  issues  that  may  arise,  including  problems\nencountered and steps being taken to remedy these problems. Each PFI will enable ADB to\ndiscuss the PFI's financial statements and financial affairs with its auditors, if needed, and\nprovide data or information it may require to conduct due diligence under the PSIF II.\n134. For  individual  projects,  the  PFI  will  enable  ADB  or  its  authorized  representative  to\ninspect any project, the goods financed out of the proceeds of the PSIF II, and any relevant\nrecords and documents maintained by the PFI. Within six months after the completion of an\ninfrastructure project, the PFI will prepare and provide ADB with a completion report, in such\nform and detail as ADB may reasonably request, including the utilization of PSIF II proceeds,\nthe  execution  of  the  project,  costs,  and  any  other  relevant  matters.  After  the  closing  of\n                  \n77 The Executing Agencies will be the Infrastructure Authority for AP, ministry of finance for Gujarat, and the finance\ndepartments for Karnataka and Madhya Pradesh. The Implementing Agencies will be the APIIC for AP, the Gujarat\nInfrastructure Development Board for Gujarat, the line departments for Karnataka, and MPSIDC for Madhya\nPradesh.", "34\nwithdrawals from the PSIF II, each PFI will promptly, not later than six months from the closing\ndate, provide ADB with a report on the utilization of the PSIF II portion administered by the PFI,\nthe execution and performance of projects, the performance of the PFI under the PSIF II, and\naccomplishment of the PSIF II purposes. The report will include the consolidation of individual\nreports furnished earlier to ADB. After the closing of withdrawals, each PFI will provide ADB, on\na semiannual basis, with a report on the payment performance of each project, and will report\nany problems, financial or operational, that may have arisen in the meantime and the steps\nbeing taken to resolve them. Further, on an annual basis, within 90 days from the end of each\nfiscal year, the PFI will inform ADB of the status and performance of each project in an agreed\nupon format. Each PFI will furnish ADB, as it may reasonably request, all such reports and\ninformation concerning (i) the PSIF II and its utilization; (ii) the projects; (iii) the marketable\nsecurities;  (iv)  reapplication  of  proceeds  from  resale  of  the  marketable  securities;  (v)  the\nmanagement, operation, and financial condition of the PFI; and (vi) matters relating to the PSIF\nII purposes. All reports and statements will be in English.\nc.  Periodic Reviews\n135. ADB will, at its discretion, conduct reviews of the management, financial, and operational\nperformance of the PFIs and infrastructure projects financed under the PSIF II, initially after the\nclosing of withdrawals. The review will include procurement procedures utilized by all PSIF II\nfinanced infrastructure projects. Such reviews will be conducted at five-year intervals, unless\nearlier reviews are indicated, until the maturity of the PSIF II. A final review will be carried out\nwith the Government and the PFIs after the maturity of the PSIF II, and include assessment of\nthe impact of the PSIF II, whether the PSIF II objectives have been achieved, and lessons\nlearned from the implementation of the project facility.\nd.  Benefit Monitoring and Evaluation\n136. Each  PFI  will  monitor  and  evaluate  the  benefits  of  subloans  financed  after  their\ncompletion and in accordance with a schedule to be mutually agreed upon with ADB. Such\nbenefit  monitoring  and  evaluation  procedures  will  be  in  accordance  with  ADB's  project\nperformance and monitoring system. For this purpose, the PFIs can utilize the computerized\nsystem for collecting and analyzing benefits data developed by ADB for financial intermediaries.\nADB, if deemed necessary, may provide staff training to the concerned PFI on operation of the\nsystem.\nE.  Cofinancing\n137. KfW representatives joined the ADB Preappraisal and Appraisal Missions. KfW has, in\nprinciple,  agreed  to  cofinance  the  PSIF  II  up  to  EUR162  million  (about  $147  million)78\ncomprising  concessional  funds  of  EUR25.5  million  (about  $23  million),  market  borrowings\nguaranteed  by  the  German  Government  of  EUR103.5  million  (about  $94  million),  and\nunguaranteed  market  borrowing  of  EUR33  million  (about  $30  million).  In  addition,  KfW  is\nconsidering a grant of EUR2.25 million (about $2 million) to be used for project development\npurposes. This is subject to the formal approval of the German Government as well as the\noutcome of the Indo-German governments' negotiations scheduled for the last quarter of 2001.\nBased on current market rates, the average interest rate for the KfW financing will be about 4.4\npercent. If the KfW cofinancing is approved, the KfW loans will provide a preallocated amount of\n10 percent of the KfW facility to each selected state equivalent to EUR16.2 million (about $15\n                  \n78 $1=EUR1.10 as of 1 October 2001.", "35\nmillion) per state. Drawdowns from the ADB and KfW loans will be made on pro rata basis by\nthe PFIs for infrastructure projects. KfW has agreed to adhere to ADB's procurement guidelines\nand in its loan agreement for the PSIF II, include a cross-default provision with the ADB loans.\nF.  Social and Environmental Aspects\n138. Each  PFI  will  ensure  that  the  impact  of  any  subloan  on  vulnerable  groups  will  be\nadequately  considered.  Sensitive  social  issues  that  may  arise  in  the  course  of  project\npreparation will be brought to the attention of ADB at an early stage. Each state has been\nrequired to adopt formal policies on resettlement. Consultants for the proposed ADB TA will\nassist each state government to adopt appropriate policies.\n139. Furthermore,  each  PFI  will  be  required  to  ensure  compliance  of  subloans  with  the\nrequirements of social and environmental legislation and regulations of the country at national\nand  state  levels;  and  each  PFI  and  the  subloans  should  conform  with  ADB's  social  and\nenvironmental procedures and resettlement requirements, including its Involuntary Resettlement\nPolicy.  The  subloans  financed  under  the  PSIF  II  are  expected  to  require  social  and\nenvironmental  assessments.  Such  assessments  will  be  submitted  to  ADB  for  review  and\nclearance before approval of any subloan by the PFI.\n1.  Poverty Impact\n140. Inadequate Infrastructure is a key constraint to industrial development and more rapid\neconomic growth in India. Evidence suggests that growth is an essential ingredient for sustained\npoverty reduction. In India particularly, the gains to the rural poor since the 1970s have been\nclearly demonstrated during times of economic prosperity.\n141. Private sector participation in infrastructure in India thus assumes greater significance as\nfiscal sustainability of infrastructure investments is in question. Aside from facilitating growth by\nremoving  impediments  to  infrastructure  development,  the  poverty  impact  of  private  sector\ninvestments in infrastructure may be assessed from two other perspectives: (i) in terms of\nopportunity cost of government expenditure (freed for investment in social sectors), and (ii)\ndirect and indirect effects of infrastructure investment on poverty reduction.79\n142. Investment in infrastructure will directly generate employment and improve incomes.\nInvestment in power generates employment in the building, operation, and maintenance of such\nsystems  and  supports  industrial  development,  and  thus  results  in  significant  employment.\nInvestments  in  transport,  particularly  road  construction,  lead  to  substantial  job  creation  for\nsemiskilled and unskilled workers particularly in rural areas. SEZs enhance marketability of\nexports that employ large numbers of low and semiskilled workers.\n143. Indirect effects, would largely be via improved cost efficiencies and quality of service\nthrough the private operation of infrastructure and provision of infrastructure services to the\nextent that these translate to cost reduction that benefit the poor, such as by reducing prices of\nessential commodities, reducing time spent for travel, mitigating congestion, reducing pollution\nand accidents, helping develop poorer areas, and improving quality of life. The urban poor\nbenefit  most  from  improved  access  to  good  infrastructure  because  the  poor  are  typically\nsituated in settlements with unsanitary conditions, open to hazardous emissions, and prone to\n                  \n79 These are being reviewed in more detail in two sectors under ADB TA 5947-REG: Assessing the Impact of\nTransport and Energy Infrastructure on Poverty Reduction, for $800,000, approved on 25 October 2000.", "36\naccidental risks.80 Even facilities like airports that primarily benefit the well-to-do have indirect\neffects  on  the  poor  by  increasing  tourism  where  the  rate  of  employment  is  high.  The\ndevelopment of power and roads also have an indirect impact on the expansion of the nonfarm\nsector, which could have a considerable upward impact on wages in the agriculture sector,\nwhere a large part of the poor reside.81\n144. On  the  other  hand,  improved  regulatory  and  supervisory  capacity  of  the  central\nGovernment and state governments and the conduct of public policy, as their role as regulator\nrather than direct operators of infrastructure projects assumes greater importance, will be critical\nto ensure that the negative impacts on the poor, even in the short term, of the private provision\nof infrastructure services, arising from, job losses, increased costs from higher tariffs, etc., are\nproperly mitigated. The summary poverty impact assessment is in Appendix 9.\n2.  Environment\n145. The state governments involved, the PFIs, and the infrastructure projects financed will\nbe required to comply with the relevant environmental laws and regulations of India at the\nnational and state levels, particularly the Water (Prevention and Control of Pollution) Act, 1974;\nthe Air (Prevention and Control of Pollution) Act, 1982; the Environment (Protection) Act, 1986;\nthe Notification on Environmental Impact Assessment of Development Projects, 1994; and\nForest (Conservation) Act, 1980. They will also be required to comply with ADB’s environmental\nrequirements. Each state has been requested to adopt formal policies and guidelines on the\nenvironment based legislation and regulations of the country. The expert(s) under the proposed\nADB TA will assist each state government in this regard.\n146. IL&FS has a satisfactory organizational setup and appropriate environmental policy and\nprocedures.  The  institutional  capacity  of  IDBI,  on  the  other  hand,  to  currently  deal  with\nenvironmental issues and concerns under the PSIF II is deemed to be still inadequate. To\naddress  such  inadequacy,  the  following  steps  are  required  for  IDBI  (i)  IDBI  will  adopt\nappropriate environmental policies and guidelines, that particularly address the environmental\nissues and requirements relating to the PSIF II; and (ii) during project implementation, the\ninstitutional capacity of IDBI to effectively deal with the related environmental issues will be\nstrengthened.  IDBI  will  consider  establishing  an  environmental  unit  within  its  organization,\nand/or retain the services of a reputable local environmental consulting firm(s) acceptable to\nADB.  The  officials  involved  in  infrastructure  projects  will  be  regularly  trained  under  a\ncomprehensive  training  program  on  environmental  impact  assessment  procedures  and\nenvironmental management systems.\n147. For  each  subloan  under  the  PSIF  II,  the  two  PFIs  will  submit  to  ADB  an  initial\nenvironmental examination report for their respective subloans for ADB clearance. Depending\non the findings and conclusions, an environmental impact assessment report for the subloans\nwith significant environmental impacts will be submitted to ADB for review and clearance. The\nreports will follow, as closely as possible, ADB's annotated formats.\n148. The environmental monitoring for the subloans will be conducted by the PFIs or their\ndesignated environmental expert(s) on a semiannual basis during project implementation to\nensure the subloans do not cause any significant adverse environmental impacts. The PFIs will\n                  \n80 World Bank. 1994. World Development Report.\n81 Sharif, Abusalleh. 2001. Role of Rural Nonfarm Employment in Poverty Alleviation. Presented at the Poverty\nRound Table Conference at NCAER, New Delhi. 30 April.", "37\nsubmit to ADB an environmental monitoring report as part of its semiannual reporting (para.\n133).\n149. On the basis of current practice, for projects less than Rs500 million, environmental\nclearance is sought from the state government, while projects equal to or more than Rs500\nmillion  must  seek  environmental  clearance  from  the  central  Government.  In  seeking\nenvironmental clearance for a project, an environmental impact assessment report and an\nenvironmental management plan will be prepared by an inspector in the district office close to\nthe project site and submitted to the ministry of environment and forests. After review of the\ndocuments and a public hearing, and if the project is deemed in compliance with the existing\nguidelines, a consent for establishment (for choice of location) and a consent for operation are\ngranted. These consents may take anywhere from 13 days to 8 months to be issued (depending\non the nature of the industry, and whether issued at state or national level). The consent for\noperation is time-bound and needs to be renewed periodically, although the time frame for the\nrenewal is determined by each state. For instance, in Karnataka, the renewal period for the\nconsent for operation is based on the nature of the industry in question (e.g., green versus\nhazardous industries), whereas in AP, the consent needs to be renewed every three years for\nany project. During implementation, the project owner(s) are also required to submit semiannual\nstatus reports to the district offices about the project and its environmental impact. The district\nofficers review the reports and conduct on-site reviews of the projects, if and when necessary.\n3.  Resettlement and Rehabilitation\n150. The PSIF II will finance subloans that may require land acquisition and resettlement.\nOne such subloan has been identified and a resettlement plan prepared. The summary plan\n(Appendix 10) provides a sample for all subloans involving land acquisition and resettlement. A\nresettlement  policy  framework  was  also  prepared  as  a  guide  for  resettlement  planning,\nimplementation, and monitoring for all future subloans that will be financed under the PSIF II.\nThe summary framework is in Appendix 11.\n151. The sample resettlement plan for the Ahmedabad-Mehsana Toll Road Project in Gujarat\nwas prepared by IL&FS with World Bank assistance and meets ADB's involuntary resettlement\npolicy requirements. The project involves construction of a 52-kilometer two-lane road and\nacquisition of a 60-meter right-of-way encompassing an area of 12 hectares of predominantly\nprivate agricultural land. A total of 79 families will be affected; the majority (75 percent) will lose\nless than 15 percent of their landholding; 13 encroaching residential structures and 4 residential\nsquatters  will  also  be  affected.  All  will  be  provided  with  compensation  and  rehabilitation\nassistance. The 13 vulnerable families will receive special income restoration assistance.\n152. The resettlement policy framework was been prepared by IL&FS and will apply to all\nPSIF II subloans with land acquisition and resettlement. The framework is based on the IL&FS\nEnvironmental and Social Safeguard Policy, developed in 1995 with World Bank guidance.\nIL&FS  is  among  the  first  financial  institutions  in  India  to  recognize  the  importance  of\nenvironmental  and  social  safeguards  in  the  development  of  infrastructure  projects.  To\nimplement  the  Environmental  and  Social  Safeguard  Policy,  IL&FS  has  a  well-established\nEnvironmental and Social Management Group staffed with well-qualified environmental and\nsocial  specialists,  complemented  by  a  cadre  of  consultant  specialists.  IDBI  has  agreed  to\nconsider establishing a similar environmental and social unit and developing in-house capacity\nand to apply the resettlement policy framework to all of their subloans involving land acquisition.", "38\n153. As part of their overall project coordination and financing responsibility, each PFI will\noversee subloan preparation and implementation of resettlement plans by the special purpose\nvehicles.  The  PFIs  will  forward  the  subloan  resettlement  plans  to  ADB  for  approval.  The\napproved resettlement plan for a subloan will be implemented before award of contract for that\nparticular subloan. (Supplementary Appendix F, Capacity Assessment of PFIs).\n154. With  a  view  to  improving  and  streamlining  the  land  acquisition  process,  the  four\nparticipating states of AP, Gujarat, Karnataka, and Madhya Pradesh have each agreed to\nconsider a formal state resettlement and rehabilitation policy at international standards. The\ngovernments of AP, Karnataka, and Madhya Pradesh have already drafted such policies in\nresponse to their respective state's requirements; the policies are expected to be formalized\nshortly. The proposed ADB TA will assist each state to draft and finalize state R&R policies\nsatisfactory  to  ADB.  ADB  support  has  also  been  sought  by  the  PFIs  for  training  and\ndevelopment of PFI social staff.\nG.  Risks and Safeguards\n155. Lack of commitment on the part of selected states could undermine the objectives of the\nPSIF II. However, each state has and is pursuing reform programs either with ADB or World\nBank, and central Government support. They have also demonstrated through past efforts a\nstrong desire to advance their economic agenda based on a program of liberalization and\nincreased  private  sector  participation  in  the  domestic  economy,  particularly,  infrastructure\ndevelopment. They have formalized these intentions in legislation and state policies, and have\norganized for dealing with the private sector. More importantly, they have established formal\nprograms and plans that identify the specific sectors and projects for development.\n156. Moreover, these efforts are reinforced under the PSIF II by a system of incentives (by\nmarking selected states as progressive states, earmarking funds only for the four selected\nstates, catalyzing the flow of resources to each state82) and penalties (by withholding access\nshould reform criteria not be achieved, losing investors should they fail, and losing out to other\neligible states), and through competitive pressure.\n157. Infrastructure projects are difficult to develop and administer owing to their long gestation\nand  payback  periods.  Project  preparation  could  be  a  daunting  task.  To  facilitate  project\npreparation and processing, the PSIF II is supporting the establishment of formal structures with\nstatutory mandates at the state-level to deal with the private sector and facilitate approval,\nlicensing,  and  clearances.  To  enhance  bankability  of  developed  projects,  the  PSIF  II  is\npromoting  partnerships  between  state  governments  and  the  PFIs  to  provide  the  needed\nfinancial  engineering  expertise  and  ability  to  mobilize  resources  on  a  large-scale  for\ninfrastructure projects.\n158. Moreover,  TA  is  being  provided  to  address  specific  processing  issues  concerning\nbidding procedures and the awarding of contracts, drafting of model concession agreements,\nand adoption of policies concerning environmental protection and resettlement, among others.\nThese are critical issues that often constrain infrastructure development and private sector\nparticipation.\n                  \n82 Based on a 25 percent loan limit, the PSIF II, excluding cofinancing, should help raise at least $800 million in\nresources for the four selected states.", "39\n159. Finally, private sector initiatives are being encouraged to address different risks posed\nby infrastructure investments and the development of innovative instruments to mitigate various\ntypes of risks.\nH.  Technical Assistance\n160. The proposed TA is being provided to the four selected states to (i) help the individual\nselected states address specific constraints in the enabling environment for the private sector to\nmake the effort sustainable, and (ii) to facilitate the processing of infrastructure projects that are\npriority projects of the individual states eligible for PSIF II financing.\n161. The total cost of the TA is estimated at $1,875,000 equivalent, comprising $1,260,000 in\nforeign exchange costs and $615,000 equivalent in local currency costs. ADB will provide\n$1,500,000 equivalent to cover the foreign exchange costs and $240,000 equivalent of the local\ncurrency costs. The TA will be financed by ADB on a grant basis from the ADB-funded TA\nprogram. The balance of the local currency costs will be provided by the Government of India.\nThe Executing Agencies for the TA will be the Infrastructure Authority in AP, ministry of finance\nin Gujarat, and the finance departments for Karnataka and Madhya Pradesh. The implementing\nagencies will be the Andhra Pradesh Industrial Infrastructure Corporation in AP, the Gujarat\nInfrastructure Development Board in Gujarat, the line departments concerned in Karnataka, and\nthe Madhya Pradesh State Industrial Development Corporation Ltd. in Madhya Pradesh.\n162. International and domestic consultants will be engaged to form a team to implement the\nTA. The consultants will be selected in accordance with ADB’s Guidelines on the Use of\nConsultants and other arrangements satisfactory to ADB for the engagement of  domestic\nconsultants. An estimated total of 59 person-months of consulting services will be required,\nincluding  43  person-months  of  international  and  16  person-months  of  domestic  consulting\nservices. TA implementation is expected to commence in March 2002 and be completed by\nNovember 2002. The TA is described in detail in Appendix 12.\nVI.  ASSURANCES\n163. Each PFI has given the following assurances, in addition to the standard assurances,\nwhich have been incorporated in the legal documents:\n(i)  to keep a capital adequacy ratio of 9 percent, and as amended from time to time,\naccording to RBI guidelines;\n(ii)  to maintain a debt service coverage ratio of at least 1.1 times;\n(iii)  to comply with prudential regulations laid down by RBI regarding the recognition\nof income, classification of assets, and debt provisioning;\n(iv)  to meet eligibility criteria for subloans to be financed, which include 51 percent\nprivate sector ownership, economic justification, financial capability of sponsors,\ncompliance  with  federal  and  state  environmental  guidelines  and  procedures,\nsatisfactory underlying infrastructural concessions and license agreements;\n(v)  to relend the PSIF II proceeds in local currency by hedging the foreign exchange\nrisk of subloans;\n(vi)  to utilize the PSIF II to finance the issuance of marketable securities;\n(vii)  to observe subloan financing criteria that include a subloan limit not exceeding 25\npercent of total project cost of the infrastructure project or the PFIs' single credit\nexposure limit, whichever is lower, subject to a maximum amount of $75 million;", "40\n(viii)  to allow periodic review by ADB of the financial, operational, and managerial\nperformance  of  each  PFI  and  the  individual  projects,  including  detailed\nexamination of the project's procurement procedures;\n(ix)  to prepare and submit to ADB for review and approval, a resettlement plan\nsatisfactory to ADB for subloans for approval and in accordance with the IL&FS\nResettlement and Rehabilitation Action Plan for the Ahmedabad-Mehsana Toll\nRoad Project, where applicable, the resettlement policy framework to be applied\nto all subloans that involve land acquisition and resettlement in accordance with\nADB's Involuntary Resettlement policy and ADB's Handbook on Resettlement,\n1998 as amended from time to time; and\n(x)  that it will satisfy itself that the infrastructure project financed does not proceed\nwith the awarding of a civil works contract for a subloan unless (a) the ADB-\napproved resettlement plan has been implemented satisfactorily, particularly with\nrespect to compensation and relocation, and rehabilitation measures that are to\nbe put in place; and (b) possession of the land has been obtained under the Land\nAcquisition Act.\nVII. RECOMMENDATION\n164. I am satisfied that the proposed loans and technical assistance would comply with the\nArticles of Agreement of ADB and acting in the absence of the President, under the provisions\nof Article 35.1 of the Articles of Agreement of ADB, I recommend that the Board approve:\n(i)  the loan of $100 million to the Infrastructure Leasing and Financial Services\nLimited and the loan of $100 million to the Industrial Development Bank of India,\nfor the Private Sector Infrastructure Facility at State Level Project, from ADB's\nordinary  capital  resources,  to  be  guaranteed  by  India,  with  interest  to  be\ndetermined in accordance with ADB's LIBOR-based loan facility, an amortization\nperiod of 20 years, including a grace period of 5 years, and such other terms and\nconditions as are substantially in accordance with those set forth in the draft\nLoan and Guarantee Agreements presented to the Board; and\n(ii)  the provision of grant technical assistance to India in an amount not exceeding\nthe  equivalent  of  $1.5  million  for  Enhancing  Private  Sector  Participation  in\nInfrastructure Development at State Level.\nMYOUNG-HO SHIN\nVice President\n19 November 2001", "41\nAPPENDIXES\nNumber Title Page Cited on\n(page, para.)\n1 Project Framework 42 2, 4\n44 4, 14\n2 Cause Effect Analysis\n3 ADB Assistance in Infrastructure Projects 45 17, 73\n4 Eligibility Criteria 47 23, 95\n5 Access Criteria to PSIF II Financing 48 23, 95\n6 Continued Access Criteria to PSIF II 49 23, 95\n7 Incentive Structure of PSIF II 50 24, 97\n8 Enabling Environment for Private Sector Participation 51 27, 107\nin Infrastructure Development in Andhra Pradesh,\nGujarat, Karnataka, and Madhya Pradesh\n9 Poverty Impact Assessment 61 36, 144\n10 Resettlement Plan 64 38, 150\n11 Summary Resettlement Policy Framework 68 38, 150\n12 Technical Assistance for Enhancing Private Sector 71 40, 162\nParticipation in Infrastructure Development at State\nLevel\nSUPPLEMENTARY APPENDIXES\n(available upon request)\nA Subject Group Sector Specific Recommendations On Infrastructure Development\nB Infrastructure Leasing & Financial Services Ltd. (IL&FS)\nC Industrial Development Bank of India (IDBI)\nD Proposed Structure for Promoting Private Sector Participation at\nState Level Under PSIFII\nE Economic Profile of the Target Selected States\nF Resettlement: Capacity Assessment of PFIs\nG Pipeline of Projects Likely to be Available for Financing under PSIF II during 2001-03", "Appendix 1, page 1\n42\nPROJECT FRAMEWORK\nDesign Performance Monitoring Mechanisms Assumptions\nSummary Indicators/Targets and Risks\nGoal\n• Economic growth • Increased investment in • Government reports •  Macroeconomy remains\ninfrastructure • Reports of Indian financial stable and economic reforms\n• Mobilized financing for institutions are sustained\ninfrastructure • Studies conducted by\n• Promoted sectoral bilateral and multilateral\npolicy reforms organizations\n-  monitored separately • Asian Development Bank\nfor each of the four review missions\ntarget selected states\n• Generate increased\nemployment in\ninfrastructure\n• Improved access to\n• Poverty Reduction infrastructure services • State government reports •  Government policies are\n• Studies conducted by oriented towards reducing\nbilateral and multilateral the incidence of poverty\norganizations\nPurpose\n• Enhance private sector • Increased private • State government reports •  Environment remains\nparticipation in investments in • Participating financial conducive to private\ninfrastructure infrastructure in the four institutions (PFIs) reports. investments\ndevelopment in four selected states during • Project completion reports\ntarget selected states the 5 years of project • ADB review missions\nimplementation\n• Additional resources\nmobilized of at least $1\nbillion ($600 million from\nADB loans plus about\n$400 million from\ncofinancing) for assisted\ninfrastructure projects\nOutputs/Components\n• Relending by two • Major output milestones • Reports by participating •  Selected four states\nparticipating financial monitored separately by financial institutions cooperate and coordinate\ninstitutions in four target target dates for each of • ADB review missions with participating financial\nselected states the four target selected • Reports of PFIs institutions\nstates •  Reforms agenda are\npursued by selected state\n-  utilization of two ADB governments\nloans of $100 million\neach\n-  average loan size\n$30-40 million\n-  total number of  loans\n-  types of projects in\nidentified\ninfrastructure sectors\n• Enabling environment • Enabling legislation and • ADB review missions and •  Potential delay in passage of\nfor private sector regulatory frameworks TA Consultants reports legislation due to consensus-\nparticipation in for specified sectors building process\ninfrastructure developed established", "Appendix 1, page 2\n43\n• Environmental and\ninvoluntary resettlement\npolicies and guidelines\ndeveloped\n• Public/private interface • Institution of transparent • ADB review missions and\nstrengthened systems and processes TA Consultants reports\nin dealing with the\nprivate sector, such as\nin the conduct of\ninternational competitive\nbidding procedures and\nuse of model\nconcession agreements,\namong others\n• Dispute resolution\nmechanism established\n• Criteria for awarding\nBOT projects\nestablished\n• One-stop facility for\nseeking approvals,\nlicenses established\n• Incentive structure for • Impact on selected • ADB review missions and\npromoting private sector states in terms of TA Consultants reports\nparticipation established increased private • Reports by participating\ninvestments and financial institutions\nindication of interest • ADB review missions\nfrom other Indian states • TA Consultants reports\n• Risk reduction • Financial instruments\nstrategies developed and procedures for\nraising funds developed\n• Procedures for\nmitigating risks\ndeveloped\nActivities for Outputs/\nComponenets\n• Relending to private • Schedule of major • Reports by PFIs •  Selected states fulfill\nsector infrastructure activities for each of the • ADB review missions specified Access Criteria\nprojects in the four above milestones will be • TA Consultants reports •  Selected states fulfill the\ntarget selected states by monitored separately by Continued Access Criteria\ntwo PFIs, namely IL&FS target dates for each of •  Selected states pursue\nand IDBI. the four target selected sectoral policy reforms\nstates. •  Selected states cooperate\nclosely with TA Consultants\n•  TA Consultants\nrecommendations are\npursued and internalized\n•  Close coordination between\nstate governments, PFIs and\nprivate sector infrastructure\nproject sponsors", "PRIVATE SECTOR INFRASTRUCTURE FACILITY II: CAUSE– EFFECT ANALYSIS\nSlow down economic\nNational\ngrowth\nImpacts\nCreate industrial\nConsequent bottlenecks\nImpacts\nKey Sector\nProblem                                                       Few infrastructure projects are being developed and reaching financial closure\nDeficient Affected\nInadequate Afforda- Delays in Lack of\nSector Inability to groups\npolicy and bility: Frequent project standardized Lack of Accounta Inconsistent\nOutputs unbundle are not 4\nregulatory commer-cial public approvals agreements and transpa- -bility policies; no 4\n and mitigate risk effect-\nframework rates vs. interest and and licensing concessions for rency unclear established\nively\nper capita other private sector policy/legal/\nconsul-\nincomes litigations participation regulatory\nted;\nframeworks\nPolicies and lack of\nInstitutions Progress of owner-\n reforms slower ship\nthan anticipated\n  Sector Inputs Underdeveloped Low capacity Public-private interface requires\nUnsuitable governance structures\ndomestic capital strengthening\nmarket    - project\ndevelopment\n  - financial\n- lack of long-term funds\nengineering\n (beyond 10 years)\n- inadequate equity funds at the\nA\nstate level p\np\n- lack of hedging mechanisms e\nn\n- limited products that provide risk\nd\ncover xi\n \n2", "Appendix 3, page 1\n45\nASIAN DEVELOPMENT BANK ASSISTANCE TO THE INFRASTRUCTURE SECTOR\n(as of 31 March 2001)\nAsian Development Bank Assistance Number of Projects Amount \nADB India ADB India\nA.  Loan ($ million)\n1.  Energy\n     a.   Electric Power\n              OCR  138     9     11,975.91    1,865.00\n    ADF    98     0       2,772.13           0.00\n        Subtotal (a)  236     9     14,748.03    1,865.00\n      b.  Energy - Others\n               OCR     6     3         637.00       250.00\n     ADF     2     0           50.00           0.00\n        Subtotal (b)     8     3         687.00       250.00\n       c. Fuel Minerals\n    OCR     4     1         301.00        250.00\n    ADF     1     0           31.50            0.00\n        Subtotal (c)     5     1         332.50        250.00\n       d. Natural Gas\n   OCR    21     4       2,116.12        977.00\n   ADF      7     0          418.60            0.00\n        Subtotal (d)    28     4       2,534.74        977.00\n       e.  Refinery\n  OCR      1     0           85.00           0.00\n  ADF      2     0           29.00           0.00\n        Subtotal (e)      3     0         114.00           0.00\nSubtotal (1)   280   17     18,416.25     3,342.00\n2. Transport and Communications\n       a. Airports and Civil Aviation\n OCR       8     0          430.30            0.00\n ADF     12     0          165.22            0.00\n        Subtotal (a)     20     0          595.52            0.00\n       b. Ports and Shipping\n OCR    43     5      1,715.35         614.60\n ADF    17     0          112.98             0.00\n        Subtotal (b)    60     5      1,823.33         614.60\n       c. Railways\n OCR    15     2       1,936.40         415.00\n ADF      4     0          259.00             0.00\n       Subtotal (c)    19     2       2,195.40         415.00", "Appendix 3, page 2\n46\n ASSISTANCE TO THE INFRASTRUCTURE SECTOR (Cont'd)\n(as of 31 March 2001)\nADB Assistance Number of Projects Amount \nADB India ADB India\n3. Transport and Communications\n      d. Roads and Road Transport\n OCR     97      5         8,087.80        873.00\n ADF     63      0         3,068.60            0.00\n       Subtotal (d)   160      5       11,156.40        873.00\n      e. Telecommunications\n OCR     15      3         1305.18         253.00\n ADF     10      0              91.12             0.00\n       Subtotal (e)     25      3        1,396.30         253.00\n              Subtotal (2)   284     15      17,171.96     2,155.60\nB.  Technical Assistance ($'000)\n1. Energy\n Electric Power    287     20 111,282,791.00 10,334,000.00\n Energy - Others     45       3   20,360,258.00   1,229,000.00\n Fuel Minerals     17       3     5,920,000.00      900,000.00\n Natural Gas     57       9   19,866,000.00   3,770,000.00\n Refinery      1       0        450,000.00                0.00\n Subtotal (1)   407      35 157,879.049.00 16,233,000.00\n2. Transport and Communications\n Airports and Civil Aviation      23       0     8,885,000.00                 0.00\n Ports and Shipping    108       9   36,548,250.00   5,808,000.00\n Railways      49       4   22,272,000.00   2,735,000.00\n Roads and Road Transport    268      21 120,709,700.00   8,115,000.00\n Telecommunications      30        5   12,129,000.00   1,425,000.00\n Subtotal (2)     478      39 200,543,950.00 18,083,000.00\nADB=Asian Development Bank, ADF=Asian Development Fund, OCR=Ordinary Capital Resources.\nSource: Loan, TA & Equity Approvals on ADB's Lotus Notes.", "Appendix 4\n47\nELIGIBILITY CRITERIA FOR STATE SELECTION\n1.  Commitment to reforms\n2.  Capacity to undertake reforms\n3.  State of the enabling environment for private sector participation, i.e., the investment\nclimate\n4.  Progress of reforms on sectoral issues (e.g., subsidy on power tariffs to the agriculture\nsector)\n5.  Economic potential", "48\nAppendix 5\nACCESS CRITERIA TO PSIF II FINANCING\n1.  Adoption of an overall development policy setting the terms and conditions for\nprivate sector participation in infrastructure development.\n2.  Establishment  of  an  institutional  framework  to  facilitate  private  sector\nparticipation in infrastructure that provides a formal mandate to deal with the\nprivate sector on matters concerning private sector participation in infrastructure.\n3.  Establishment of a formal Government-supported organizational structure that\nwill serve as a one-stop facility for securing approvals, licenses, and clearances\nfor private infrastructure projects.\n4.  Promulgation  of  guidelines  regarding  Government  priorities  and  plans  for\ninfrastructure  development  and  specification  of  private  sector  projects  for\ndevelopment.\n5.  Enunciation of Government sector policies for individual infrastructure sectors\nunder Private Sector Infrastructure Facility II financing.\n6.  Undertaking to assess need for regulatory frameworks in target infrastructure\nsectors with a view to specifying such target infrastructure sectors for which\nregulatory frameworks are to be established.\n7.  Adoption of policy on transparency in the awarding of bids and concessions for\nindividual projects.\n8.  Commitment  to  draft  model  concession  agreements  that  specify  indicative\nstandard terms for granting concessions to private sector sponsors in various\ninfrastructure sectors.\n9.  Undertaking to review existing rules and procedures for conduct of competitive\nbidding  with  a  view  to  considering  rules  and  procedures  that  meet  best\ninternational commercial practices and to define rules for dealing with unsolicited\nbids for award of infrastructure projects.\n10.  Undertaking to rationalize incentive framework for private sector participation in\ninfrastructure projects.\n11.  Formal statement of plan to designate state dispute resolution mechanism, and\ndefinition of rules and procedures for resolving disputes.\n12.  Statement of intent to formally adopt state policies on environment, resettlement,\nand other social safeguards that arise in the implementation of infrastructure\nprojects.", "49\nAppendix 6\nCONTINUED ACCESS CRITERIA TO THE PSIF II\n1.  Enactment of an infrastructure development policy that defines the terms and\nconditions for private sector participation.\n2.  Establishment of regulatory frameworks in specified infrastructure sectors within\nthe two year period from loan effectiveness of the Private Sector Infrastructure\nFacility II.\n3.  Adoption  of  standard  concession  agreements  for  private  sector  projects  in\ndefined infrastructure sectors.\n4.  Adoption,  satisfactory  to  Asian  Development  Bank,  of  competitive  bidding\nprocedures for bidding and awarding of infrastructure projects under defined\nrules and procedures according to best international commercial practices.\n5.  Designation of a state dispute resolution mechanism for the speedy resolution of\ndisputes relating to private infrastructure projects.\n6.  Adoption  of  formal  state  policies  concerning  environment,  resettlement,  and\nsocial safeguards for the implementation of infrastructure projects.\n7.  Review, satisfactory to ADB, of utilization of allocated line of credit to the state,\nand availability of infrastructure projects for financing.", "50\nAppendix 7\nPSIF II INCENTIVE STRUCTURE\nFirst Tranche Preallocation of Funds to Each of Selected States\n(Andhra Pradesh, Gujarat, Karnataka, Madhya Pradesh)\nState(s) with bankable and ready State(s) with bankable and ready\nprojects beyond $20 million1 pre- projects below $20 million\nallocation that reaches financial preallocation\nclosure\nAccess to second tranche funds accelerated up to maximum of balance Access limited to preallocated\nof PSIF II less preallocated amounts to other selected states. amount of $20 million\nSecond Tranche after review by ADB, selected states, and PFIs at end of 2nd year after loan effectiveness\nState(s) with firm State(s) with firm  State(s) with no  State(s) with no firm\nproject pipeline and project pipeline but  firm project project pipeline and not\nfulfilling Continued not fully fulfilling pipeline but fulfilling fulfilling Continued \nAccess Criteria Continued Access  Continued Access Criteria\nCriteria Access Criteria\nPreferred access Continued access Uncommitted Uncommitted preallocated\nto 2nd tranche to 2nd tranche preallocated amount amount to revert to funds\npool [ADB to first subject to results to revert to funds pool pool and no further\napprove of ADB review but state(s) to have access to the PSIF II. If\nsubloans from continued access to infrastructure projects\nthese state(s)] 2nd tranche. If available for financing\ninfrastructure projects from the other selected\navailable for financing state(s) are not sufficient\nfrom the other to fully utilize the PSIF II,\nselected state(s) are above state(s) will be\nnot sufficient to fully substituted with other\nutilize the PSIF II, eligible state(s).\nother eligible states\nmay be given access\nto PSIF II in\nconsultation with\nPFIs.\n(The PSIF II will have a commitment period of four years and five years for disbursement.)\n1ADB portion of $20 million per state. Excludes KfW proposed cofinancing.", "Enabling Environment for Private Sector Participation in Infrastructure Development in Andhra Pradesh, Gujarat, Karnataka,\nAnd Madhya Pradesh\nACCESS ANDHRA PRADESH GUJARAT KARNATAKA MADHYA PRADESH\nCRITERIA\n1. Adoption of an Andhra Pradesh (AP) enacted Gujarat has adopted legislation on Karnataka has issued a government Madhya Pradesh (MP) has\noverall the Infrastructure Development private sector participation in order for a state policy on an economic development\ndevelopment Enabling Act (IDEA) in infrastructure development through infrastructure. This is expected to policy that stresses on\npolicy setting the September 2001. The act the Gujarat Infrastructure provide the basis for an enabling infrastructure development\nterms and provides for the accelerated Development Act, 1999 (GIDA). The build-operate-transfer (BOT) act. through public-private\nconditions for development of infrastructure in GIDA provides a framework for Karnataka is studying both the GIDA partnership. Individual\nprivate sector AP; attraction of private sector private sector participation in the (Gujarat) as well as IDEA (AP) for sector policies covered\nparticipation in participation in the designing, financing, construction, establishing a state-level BOT act. under the economic\ninfrastructure financing, construction, maintenance and operation of Consequently, Karnataka proposes to development policy are\ndevelopment. operation; and maintenance of infrastructure projects and for that submit draft legislation for a BOT act power, roads, urban\ninfrastructure projects in AP; purpose established the Gujarat by March 2002. infrastructure, information\nand provides a legislative Infrastructure Development Board technology, industrial\nframework for reducing (GIDB). estates, and special\nadministrative and procedural economic zones. This\ndelays, details various policy is proposed to\nincentives; and lays down provide the basis for an\nprocedures for reconciliation enabling BOT act.\nand disputes. Consequently, MP is\npreparing to submit draft\nlegislation for the enabling 5\n1\nBOT act by end of 2001.\n2. Establishment AP has established an GIDB was established with a formal Karnataka has designated the Established a high\nof an institutional institutional framework as part mandate to deal with the private Department of Industry and powered Economic\nframework to of IDEA for facilitating private sector. Its functions include: Commerce as the focal state agency Development Board,\nfacilitate private sector participation. At the (i) draw up the state infrastructure to facilitate private sector participation headed by the chief\nsector participation center of this framework is the agenda; (ii) identify potential in infrastructure. Within the minister, to give clearances\nin infrastructure Infrastructure Authority created projects, prepare feasibility reports, Department of Industry and for large private sector A\nthat provides a under IDEA. Either the and conduct bidding for projects; Commerce is the Infrastructure infrastructure projects. The p\np\nformal mandate to Infrastructure Authority or the and (iii) act as one-stop facility for Development Department that principal secretary (finance) e\ndeal with the concerned line department can approvals, licenses and incentives facilitates project development and the heads the Economic n\nd\nprivate sector on identify or conceptualize any concerning infrastructure projects. implementation of infrastructure Empowered Committee ix\n \nmatters infrastructure project. The projects. The infrastructure projects composed of senior 8\n,\nconcerning private government agency or the line are executed by the individual line secretaries to provide  p\nsector department will provide all departments such as the Karnataka clearances for concessions a\ng\nparticipation. facilities for obtaining statutory Power Corporation Ltd.for power, to be granted on a project e\n \nclearances at state level. Karnataka Urban Infrastructure to project basis. To 1\nDevelopment Corporation for urban facilitate the preparation of", "Further constituting this infrastructure, and Karnataka Road projects for private sector\nframework are: The Gujarat Infrastructure Fund was Development Corporation for the road participation, MP proposes\ncreated comprising a debt fund, an sector. The state is also studying the to have an infrastructure\nThe AP Industrial Infrastructure equity fund and an asset institutional framework of the other initiative fund to provide\nCorporation (APIIC), nodal management company (AMC). The selected states to consider whether it noncommercial seed funds\nagency that undertakes AMC is a joint venture between would be appropriate in its case to for project development\nprivatization and the GIIC (48%), IDFC (26%), and also organize a separate, autonomous process. Madhya Pradesh\ndevelopment of other Capital India Private Ltd, the body for dealing with private sector State Industrial and\ninfrastructure projects. investment banking and financial infrastructure projects. Infrastructure Development\nadvisory services arm in Asia of the Corporation (MPSIDC) has\nProject Specific SPVs that have American International Group. Infrastructure Development been appointed as the\na technical collaboration with Corporation (Karnataka) Ltd. (iDeck) implementing and\nIL&FS for project development was formed to help the state facilitating agency for\nand access to IL&FS Project government establish state priorities in public-private partnerships\nDevelopment Fund. infrastructure, conceptualize and by the Economic\ndevelop commercially viable Development Board. MP\nAPIIC has also entered into a infrastructure projects, and prepare has also enacted the\ntechnical collaboration with model contracts and agreement. Infrastructure Investment\nFeedback Ventures, a small but IDeck is owned by the state Fund Board Act to raise\nwell regarded Delhi-based government (49%), IDFC (49.5%) and funds under state\nventure capital company, for Housing Development Finance guarantee to be provided\nproject development. Corporation (1.5%). The state as grant for leveraging\ngovernment is to extend one-time private sector participation\nThe AP Infrastructure Fund, for support by investing Rs2billion as in the road sector.\nmeeting project development equity and debt to be raised from the\nexpenses initially capitalized at infrastructure cess of 5 percent being 5\nRs250 million with the AP levied under the Excise Act, Motor 2\nGovernment contributing  Rs50 vehicles Taxation Act, Taxation Act,\nmillion. However, thus far, Sales Tax Act and Stamp Act..\ninvestments from other sources\nhave yet to materialize.\n3. Establishment The Infrastructure Authority will Set up through the GIDB under The State Department of Industries Established through the\nof a formal be composed of the Chief GIDA. GIDB is composed of the and Commerce has a single clearance Economic Powered\ngovernment Secretary, Government of AP chairman, vice-chairman, member- window that acts as the one-stop Committee under the\nsupported as the Chairman and other secretary appointed by the state facility for securing approvals, Economic Development\norganizational members not exceeding 15, of government and other members, licenses, and clearances for private Board, the concerned line\nA\nstructure that will which 7 have to be appointed not exceeding 15 appointed by the infrastructure projects. A high level department prepares the p\nserve as a one- by the Government of AP, and Government. The functions of GIDB committee chaired by the minister of infrastructure projects and p\ne\nstop facility for the balance will be experts are, to (i) promote private large and  medium industries MPIDC has been n\nd\nsecuring drawn from various fields. The participation in financing, approves all investment proposals mandated to evaluate the ix\napprovals, Infrastructure Authority will take construction, maintenance, and above Rs500 million while the state projects and have them  8\nlicenses, and over the activities of the Task operation of infrastructure projects level single window agency considers cleared by the Economic , \np\nclearances for Force for infrastructure projects by the private sector; (ii) advise the approval of projects up to Rs500 Development Board. MP a\ng\nprivate earlier appointed by the state. Government on (i) above; (iii) lay million. has in place a single e\ninfrastructure The Infrastructure Authority down priorities of projects to be agency system with legal  2\nprojects. policy activities will include, undertaken by the private sector in powers to provide other", "among others, (i) providing Gujarat; (iv) coordinate and monitor clearances from 12\nenablers such as sector policies the projects undertaken in the state different departments.\nand model concession by the private sector; (v) to consider\nagreements for privatization, (ii) the proposal for undertaking a\nprescribing timelines for project; and (vi) to ensure that the\nclearances and denial clearances for projects are provided\nconditions, (iii) issuing and within specified time.\namending rules and guidelines\nneeded to support the IDEA,\nwhile the transaction level\nactivities would include (i)\nidentifying sector linkages, (ii)\ndeciding form of government\nsupport, (iii) resolving issues\nrelating to project approval\nprocess, and (iii) approve\nunsolicited proposals and\nrecommending modifications.\n4. Promulgation of The Government guidelines are Provided under Gujarat The line departments for road, port, Provided in the Economic\nguidelines provided under Government Infrastructure Agenda Vision 2010. power, information technology, and Development Policy and\nregarding Order 2000 as well under the The agenda vision presents the urban mass transit system have monitored by the Economic 5\nGovernment State Vision 2020. Vision 2020 policy initiatives and an action plan individual sector policies for private Development Board. 3\npriorities and plans sets challenging targets for for integrated development across sector participation.\nfor infrastructure economic growth that stress on all infrastructure sectors.\ndevelopment and reforming regulation and\nspecification of creating the enabling\nprivate sector environment for private sector\nprojects for participation in infrastructure\ndevelopment. projects. For this purpose the\ngovernment came out with a\ncomprehensive infrastructure\npolicy to be supplemented with\nsector policies and model\nconcession agreements.\nUnder the government Gujarat has prepared a master Karnataka submitted projects in the Madhya Pradesh has a\napproved infrastructure policy plan\" Gujarat Infrastructure pipeline expected to be implemented pipeline of projects up to A\np\nof Dec. 2000, 31 mega projects Development Agenda-2010\" up to 2003 of about $520 million. 2003 valued at $625 p\nhave been identified for private identifying 383 projects with million. e\nn\nsector participation with a total estimated investments of Rs1,170 d\nestimated project cost of billion (about $24 billion) over  a ix\n \n8\nRs212.7 billion (about $4.4 period of 10 years. ,\n \nbillion). p\na\ng\ne\n5 Enunciation of AP has existing sectoral Gujarat has provided a formal The state has sectoral policies for The Economic  3\nGovernment policies for various statement of policies (revised) for power, ports, roads, urban mass Development Policy has\nsectoral policies infrastructure sectors. However, each infrastructure sector under the transit system, special economic laid down sectoral policies", "for individual with the enactment of the IDEA Gujarat Infrastructure Agenda zone, airports, and information for power, road, urban\ninfrastructure on 20 September 2001 such Vision 2101. The existing sector technology. Karnataka is in the infrastructure, information\nsectors under existing policies will need to be policies are under review to identify process of revising its sector polices technology, and special\nPSIF II financing. upgraded and formalized. policy bottlenecks for implementing through a new infrastructure policy economic zones.\nprivate sector infrastructure projects which is expected by end 2001.\nin the state.\na. Roads Policy of private participation in State road policy and enabling The enabling legislation for road policy A new state road policy has\nroads was approved in 1997 legislation authorize BOT and and operation in the state is the been developed to\nand guidelines issued in 1998. BOOT with special purpose vehicles Measure Highways Act (1964) and the encourage private\nA.P State Motor Vehicle Act and prescribes international Measure Highways Rules, 1965.  As participation in\nhas been amended to enable standards for dispute resolution and modified by the Karnataka Highways infrastructure development.\nprivate parties to levy tolls and arbitration. The Gujarat Roads and (Amendment Act) (1988). The body The state has already\nregulate traffic. Guidelines for Building Department identified legislation covers principles, rules and implemented tolls on about\nprivate investment in road seven projects to be undertaken by procedures for compensation for 1000 kilometer of state\nprojects in the state have been the private sector. The Gujarat expropriated lands, encroachment maintained roads. A private\nissued. The Roads & Building State Road Development levying of tolls, levying of betterment sector cell was established\nDepartment will implement Corporation was incorporated to charges and penalties. To encourage within the Public Works\nRoad projects under manage funds and ensure efficiency private participation, the state Department.  Distance\nprivatization. Ten projects have of investments. Two toll road government will offer projects under based toll has been\nbeen entrusted to the private projects has since been three options namely, BOO, BOT, and introduced and is being\nsector on a BOT basis. commissioned by the private sector. BOOT schemes without government expanded throughout MP\nThe government has developed a guarantee. Projects marginally viable for 14 BOT roads to be\nmodel concession agreement for will have government participation as implemented with private\n5\nprivate sector participation in roads. required, projects which are not sector participation under 4\ncommercially viable would be taken the supervision of the MP\nup by the state government. State Bridge Corporation.\nInfrastructure policy was announced The first private sector toll\nfor private sector participation in road, road project on a\nbridges, and flyovers projects. The concession basis was\nKarnataka Road Development implemented in MP by MP\nCorporation was established in July Tolls Roads Ltd in\n1999 to construct and facilitate BOT collaboration with IL&FS.\nand BOOT projects. The construction MP has a model\nof Bangalore- Mysore Expressway concession agreement for\nentrusted to private sector sponsors. roads. The state proposes\nto have a regulatory A\np\nframework soon for the p\nroad sector. MP has e\nn\npassed the Infrastructure d\nInvestment Fund Board Act ix\n \n8\nto raise funds for road ,\n \nprojects. The funds will be p\na\nprovided as grants to g\ne\nfacilitate private  \n4\nparticipation in road\nprojects.", "b. Power The AP Electricity Reform Act State government is restructuring its The government has initiated a reform The MP government\nwas enacted in 1998 that power sector with ADB assistance. and restructuring program to make the recently introduced a\nprovided for the constitution of The Gujarat State Electricity power sector commercially viable and progressive power sector\nan electricity regulatory Corporation was formed in April financially sustainable. With the reform package. The\ncommission, rationalization of 1999 while the Gujarat Electricity establishment of the Karnataka program has already\ngeneration, transmission, Regulatory Commission became Electricity Regulatory Commission brought into force a\ndistribution, and supply of operational in April 1999. First tariff (KERC), and enactment of the regulatory framework for\nelectricity. The APERC was set order was passed in October 2000. Electricity Reforms Act , 1999, the the power sector. The\nup in March 1999. APERC The privatization of distribution is Karanataka Electricity Board was Power sector reform bill\nissued its first tariff order for the expected to commence in six corporatized and the Karnataka Power provides for restructuring of\nFY 2001 providing a 16% months to one year. Transmission Corporation Ltd the MP State Electricity\naverage increase in retail tariffs. (KPTCL) and Visveswaray Vidyuth Board, metering of all\nAndhra Pradesh State Nigama Ltd (generating company) consumers, rationalization\nElectricity Board (APSEB) was were incorporated as companies in of tariffs and arbitration\nrestructured into AP Genco and August 1999. The KERC passed its with Central Electricity\nAP Transco in January 1999. first tariff order envisaging tariff Regulatory Commission.\nProvisional disaggregation of increase by 26% to KPTCL. The state reserves the\nAP Transco into Transco and 4 Privatization of distribution is right, under the power bill\ndistribution companies proposed by June 2002. Karnataka to privatize transmission\n(discoms) in March 2000. was the first state to sign an MOU with and distribution. ADB\nDiscoms licenses issued by the central government under the assistance under\nAPERC in December 2000. Accelerated Power Development consideration for\nDiscoms to be privatized Program. supporting power sector\nshortly. State committed for restructuring and reforms.\nmetering consumers and\nraising agricultural tariff under\nthe Accelerated Power\n5\nDevelopment Program. 5\nc. Ports Emphasis on greenfield port Gujarat Maritime Board established Port policy provides for development MP is landlocked and\ndevelopments under BOT under legislation in 1992 is the of at least three minor ports at hence has no provision for\nframework. AP is currently nodal maritime authority for the strategic locations. Policy aims to ports.\ndrawing up a model concession state. BOOT Principles under Ports attract private sector investment for\nagreement for ports-three ports Policy Annexure A (1997) defines the development of existing minor and\nproposed in the private sector relative roles of government and intermediate ports as well as in\nas well as a liquified natural gas private sector.  Developer to be greenfield locations. The state will\nterminal project. given complete flexibility in tariff endeavor to provide the required road\nA\nsetting. 30 year BOOT package network and railway linkages to the p\nRegulatory authority (GMB) to deal hinterland. p\ne\nwith unfair/ monopolistic behavior. n\nd\nWaterfront royalty set by the ix\nGovernment. The State's port policy  8\nof 1995 proposed 10 new locations , \np\nfor development of which six would a\ng\nbe by the private sector while the e\nremaining four are proposed in the  5\njoint sector.", "The first three private ports of the\ncountry in operation are in Gujarat.\nd. Airport Vision 2020 targets include two the state to initiate prefeasibility Bangalore international airport is to be MP proposes to upgrade\ninternational airportss, five to studies for airport projects at developed by the private sector. the Indore airport to\nsix domestic airports, and 17 attractive locations. Based on the Existing airport will be closed and international standards.\nsmaller airstrips. The state study, it is to shortlist 1-2 projects entire traffic will be transferred to the\ngovernment will support for development as regional hubs. new airport. Peripheral development\ndevelopment of international Subject to viability, these proposed and rail link and tolled expressway\nairports at Visakhapatnam and projects will be offered to the private from airport to city. Development of\nShamshabad and other local sector for participation. four minor, and one greenfield,\nairports with private airports in the state.\nparticipation.\nA pro-active privatization policy\nis proposed to give complete\nfreedom to the private\ndeveloper.\ne. Urban Mass The proposed Hyderabad GIDB has approved the Multimodal mass transit system to be\nTransit System metropolitan area mass transit commissioning of a prefeasibility developed at Bangalore by the private\nwill use existing railway right-of- study of an integrated public transit sector. Draft legislation submitted to\nway and potential expansion of system for Ahmedabad Urban Area. state government for enactment.\ntrack. Possibility of privatizing the Metro Bus Pilot Project has been\nintegrated project is to be explored. proposed.\n5\nf. Cyber Park/ AP has drafted an IT policy with State recently declared its First state to announce IT policy in A software technology park 6\nOptical Fiber. strategies for (i) putting Information Technology (IT) policy. 1997. IT park established as a joint is being constructed at\nenablers in place such as State proposes to get connectivity venture between the state, the Tatas, Indore. MPSIDC is\npolicymaking bodies, regulatory through optical fiber up to the and a Singapore based consortium. IT currently involved in\nregime,(ii) infrastructure such Taluka level. parks provided with fiscal incentives developing, operating, and\nas hi-tech habitat, hi -tech city, and benefits. Proposal made to set up maintaining technology\nland for IT majors, private IT an export promotion industrial park. parks in the state. MP\nparks, software technology Software technology park has been proposes to develop a\nparks. Optical fiber backbone -- set up. The state is fast becoming a model concession\nthe Government to facilitate and center for sophisticated IT products agreement shortly for the IT\npromote the establishment of and services. State proposes to set up sector.\nbroadband digital networks in incubation centers primarily with A\np\nthe state. State has announced private sector initiative to provide with p\ne\nits policy on right-of-way along complete start- up facilities with the n\nall state highways for the computer systems and d\nix\ntelecommunications sector. telecommunications links. Fiscal  \n8\nPrivate sector initiatives are incentives provided for IT industries. ,\n \np\ninvited in creating IT Other concessions for IT companies a\ninfrastructure, implementing e- generating employment. g\ne\ngovernance projects,  \n6\ndeveloping software for e-\ngovernance projects, distance", "education, healthcare, and\ncommunity internet\ninfrastructure.\ng. Special Proposed SEZ is near SEZs are governed by the Export Proposal to set up SEZ at Hassan by MP proposes to set up SEZ\nEconomic Zones Visakapatnam for which central Import Policy declared by the converting growth center into an SEZ. at Indore shortly.\n(SEZs) government approval has central government in March 2000.\nalready been obtained for The government of Gujarat intends\ndevelopment of SEZ under to convert its existing free trade\npublic-private partnership zones into SEZs and potentially will\nformats. establish new ones in conjunction\nwith its port development initiatives.\nA SEZ may be set up in the public,\nprivate, joint sector or by state\ngovernment as notified by the\nMinistry of Commerce.\nA SEZ at Positra being set up by\nthe Gujarat Positra Port\nInfrastructure Ltd. in the private\nsector. Set up of two more SEZs\nare being examined.\nh. Water Supply Proposed water supply project The state is in the process of Karnataka Urban Infrastructure The state proposes to have\nand Sewerage by the private sector at creating a water regulatory authority Development and Finance its first water supply project 5\n7\nVishaka-patnam. to act as a regulating body Corporation set up as the nodal in the private sector at\nexercising authority and control over agency for urban development and Dewas. Model concession\nall water users in the state. There is finance and to facilitate private sector agreement being\na proposal to set up an SPV participation. Private sector developed.\nstructure for the planning, participation proposed in urban water\ndesigning, implementation of the and sanitation such as in Bangalore.\nground water pipeline network User charges in irrigation and water\ngradual introduction of. A more than doubled in 2000/ 01.\nprivatization in urban water supply\nis envisaged.\nA\n6. Undertaking to To be vested with the Gujarat has initiated actions for Karnataka has a regulatory framework MP has a regulatory p\np\nassess need for Infrastructure Authority under establishing regulatory frameworks for the power sector. The state has framework for the power e\nregulatory the IDEA. Phased programs for for water supply, urban drafted a bill for regulating the water sector. MP will soon n\nd\nframeworks in setting up sector regulators. AP infrastructure, port, special supply sector. Regulation for other consider the establishment ix\ntarget is considering setting up a economic zones, and roads. The sectors will be introduced in a phased of a regulatory framework  8\n,\ninfrastructure regulator for water supply. AP regulatory frameworks for the water manner based on the extent of private for the road sector as MP  p\nsectors with a view to consider setting up of supply and port sectors are sector participation in each sector and expects more private sector a\ng\nto specifying such regulators in areas covered expected to be ready by mid 2002, the review by ADB TA consultants. projects in the road sector. e\n \ntarget under the PSIF II in while a review is being conducted to The regulatory framework 7\ninfrastructure consultation with ADB determine whether a separate for other infrastructure\nsectors for which consultants under the proposed regulator would be needed for the sectors will be based on", "regulatory TA. special economic zones. Gujarat the extent of private sector\nframeworks are to has a regulatory framework for the involvement in the\nbe established. power sector.1 development of\ninfrastructure in those\nsectors.  This will be\ndetermined in consultation\nwith the ADB TA\nconsultants.\n7. Adoption of Provided under the IDEA. The The GIDA provides the procedures Karnataka’s state infrastructure policy MP has prepared detailed\npolicy on state Rights to Information Act for selection through the process of provides for infrastructure projects to guidelines for awarding\ntransparency in provides for right of access to competitive public bidding. This was be awarded for private participation bids and concessions for\nthe awarding of information to the citizens of the prepared with the assistance of through open competitive bidding. The infrastructure projects. MP\nbids and state to promote openness, ADB TA 2716-Institutional state publishes projects for bidding on has in place the Rights to\nconcessions for transparency, and Strengthening of Gujarat the Internet accessible by any Information Act as well as\nindividual projects. accountability in administration Infrastructure Board. interested party. Consultants under an Act for Investment in\nwhile the Rights to the proposed ADB TA will review Infrastructure projects,\nTransparency Act provides for existing rules and procedures. which aims at transparency\ntransparency in public Karnataka has in place the Rights to in bidding and awarding of\nprocurement of goods and Information Act as well as contracts.\nservices. Transparency in Public Procurement\nAct.\n8. Commitment to AP is currently drawing up a Gujarat has model concession Karnataka has a model concession MP has a model 5\ndraft model model concession agreement agreements for the port and road agreement for the road sector, which concession agreement for 8\nconcession for ports. Proposed models for sectors. These agreements will be will be reviewed by the consultants the roads sector.  MP is in\nagreements that road, information technology, reviewed by the consultants under under the proposed ADB TA.  A draft the process of developing a\nspecify indicative and special economic zones. the proposed ADB TA. Gujarat concession agreement is proposed for draft model concession\nstandard terms for AP will make available draft proposes to develop model airports. Other sectors to be covered agreement for water supply\ngranting model concession agreements concession agreements for the will be determined with the assistance as well as for cyberparks\nconcessions to for review by the consultants water supply sector. of ADB TA consultants. and special economic\nprivate sector under the proposed ADB TA. zones.  Other infrastructure\nsponsors in sectors where model\nvarious concession agreements\ninfrastructure may be developed will be\nsectors. discussed with ADB TA A\nconsultants. p\np\ne\nn\n9. Undertaking to Provided under the IDEA. AP Rules and procedures for the Karnataka requires that all Though MP has prepared d\nreview existing will initiate the review and with conduct of the competitive bidding procurement be made in a transparent detailed guidelines for ix\n \nrules and assistance from ADB TA, process are provided under the manner under the provisions of State awarding of bids to private 8\n,\n \nprocedures for consultants will prepare GIDA. The consultants under the Transparency in Public Procurement sector infrastructure p\na\nconduct of procedures that meet best proposed ADB TA for the PSIF II Act. Karnataka will initiate the review projects, MP will initiate the g\ninternational international commercial will review the existing procedures and with assistance from ADB TA review and with assistance e\n \n8\ncompetitive practices. to ensure that the procedures are consultants draft improved rules and from ADB TA consultants\n                                                          \n1 Loan 1804-IND: Gujarat Power Sector Development Project.", "bidding with a view consistent with best international procedures to govern the conduct of draft improved rules and\nto considering commercial practices. international competitive bidding that procedures to govern the\nprocedures that meet best international commercial conduct of international\nmeet best practices. competitive bidding that\ninternational meet best international\ncommercial commercial practices.\npractices and\ndefined rules  for\ndealing with\nunsolicited bids for\naward of\ninfrastructure\nprojects.\n10. Undertaking to AP may provide a better An incentive framework is provided The incentive framework for private MP does not have a\nrationalize targeted performance based for private sector infrastructure sector participation in infrastructure separate incentive\nincentive incentive framework for private projects under the GIDA. projects is defined in the State framework except as\nframework for sector participation in Infrastructure Policy as well as the provided by the Central\nprivate sector infrastructure projects taking New State Industrial Policy 2001-06. Government for\nparticipation in carefully into account lessons of infrastructure projects and\ninfrastructure past experience that show MP for industries. This will\nprojects. competing with other states for be considered in the light of\nproviding incentives to investors PSIF II requirements.\nhas not proven constructive.\n11. Formal Setting up a dispute resolution Gujarat has set up a task force to Karnataka will make a formal Presently, the policy 5\n9\nstatement of intent authority through a Conciliation examine the requirements for statement of intent to set up a state guidelines and the related\nto designate a Board is provided under the setting up of a dispute resolution dispute resolution mechanism. For concession agreements for\nstate dispute IDEA that will have the same authority. The GIDA only provides this purpose Karnataka intends to individual projects govern\nresolution powers as are vested in a civil for the inclusion of an arbitration examine the Conciliation Board the resolution of disputes\nmechanism and court. clause under the concession proposed by AP under its IDEA. for individual private sector\ndefine rules and agreements. projects. Reference is also\nprocedures for made to the Indian\nresolving disputes. Arbitration Act, 1996. The\nconsultants under the\nproposed ADB TA will A\nprovide assistance for p\np\nupgrading the dispute e\nn\nresolution policy framework d\nand recommend the setting ix\n \nup of a formal dispute 8\n,\nresolution mechanism.  p\na\ng\ne\n \n9", "12. Statement of AP’s Irrigation Department Gujarat will adopt environmental The state will initiate appropriate steps MP has an environmental\nintent to formally Resettlement Policy will be resettlement and social safeguards to formally adopt state policies on policy adopted in 1999 and\nadopt state reviewed by consultants under that meet international standards in environment, resettlement, and other is actively engaged in\npolicies on the ADB TA for adoption by the implementation of infrastructure social safeguards that arise in the implementing an action\nenvironment, other sectors. AP’s environment projects under the facility. implementation of infrastructure plan for environmental\nresettlement, and policy will also be reviewed. AP projects. protection, with the support\nother social has agreed to adopt statewide of an ADB TA under the\nsafeguards that policies concerning program loan2, scheduled\narise while environmental and resettlement to commence in late 2001.\nimplementing safeguards in accordance with A comprehensive draft\ninfrastructure international best practices. policy to deal with\nprojects. resettlement issues has\nbeen prepared and has\nbeen reviewed by the\nCabinet. This policy is due\nto be resubmitted to the\nCabinet once the\ncompensation provisions\nfor affected persons have\nbeen strengthened. The\nGovernment is well\nadvanced towards\nfinalizing the policy.\n6\n0\nA\np\np\ne\nn\nd\nix\n \n8\n,\n \np\na\ng\ne\n                                                            \n1\n2 Loan 1717-IND: Madhya Pradesh Public Sector Resource Management Program Loan approved on 14 December 1999 for $ 250 million. 0", "61\nAppendix 9 page 1\nPOVERTY IMPACT ASSESSMENT\nA.  Current Poverty Situation\n1. Continued high economic growth and a strong social orientation fostered improvement in\nthe socioeconomic development of India in the 1990s. However, huge development challenges\nremain with India’s low per capita income and a population of around 1 billion. More than 300\nmillion  people  live  below  the  poverty  line,  and  physical  and  social  infrastructure  remain\ninadequate.\n2. The latest National Sample Survey (NSS) 2000 in India reveals a sharp decline in the\npercentage of population living below the poverty line to 26 percent compared with 36 percent in\n1993/94. (The NSS 2000 results may not be fully comparable with earlier surveys due to\nmethodological changes.) This improvement is also reflected in the focal states of the Asian\nDevelopment Bank (ADB) (viz., Gujarat, Kerala, and Madhya Pradesh). For example, poverty in\nGujarat declined from 24 percent in 1993/94 to 14 percent in 1999/2000, in Kerala from 27\npercent to about 13 percent, and in Madhya Pradesh from 43 percent to 37 percent.\n3. However, the number of poor remains high due to the continued increase in population.\nWhile the proportion of population living below the poverty line has dropped considerably, the\nabsolute  number  of  poor  increased  to  over  300  million  reflecting  India’s  continued  high\npopulation growth. Substantial interstate and intrastate variations, and urban-rural disparities\ncharacterize this increase. These disparities are also reflected in the limited access of the poor\nto social services, compounding intergenerational poverty.\n4. Geographically, the poor are mainly concentrated in the eastern and central parts of the\ncountry, with the highest incidence in Bihar, Orissa, Uttar Pradesh, and Madhya Pradesh. In\nrural areas, which account for 75 percent of the population, about 37 percent live below the\npoverty line compared with about 32 percent in urban areas in 1993/94. Moreover, poverty in\nrural Bihar and Assam was 3-5 times as widespread (58 percent and 45 percent, respectively)\nas in rural Pujab (12 percent). While urban poverty is highly concentrated in a few states\nincluding Andhra Pradesh, Madhya Pradesh, and Rajasthan, the incidence of urban poverty is\nalso high in the larger metropolitan areas such as Kolkata and Mumbai. Economic groups most\nprone  to  poverty  are  rural  households  (mainly  agricultural  laborers),  urban  casual  labor\nhouseholds, and the self-employed.\n5. While other countries have the bulk of their poor residing in rural areas, in India large\nnumbers of poor live both in rural and urban areas. Twenty seven percent of the population in\nrural areas are poor compared with about 24 percent in urban areas.\n6. Urban centers, such as Mumbai and Kolkata, face huge challenges in the future as\nthese megacities continue to grow. In rural areas, agricultural laborers and small-scale farmers\nbear the brunt of poverty. Lack of access to arable land, limited opportunities for wage labor,\nlack of education, shortage of capital, and poor management of natural resources, has proven\nto be fundamental causes of poverty.\nB.  Government Challenges\n7. The Government of India recognizes that poverty is much more than lack of income.\nApart from the incidence of income poverty, limited access of the poor to social services and\ncontinued high levels of illiteracy (the literacy rate was 54 percent in 1997) have perpetuated.", "62\nAppendix 9 page 2\nThe wider dimensions of poverty including vulnerability, powerlessness, and social exclusion\nare also factors affecting the poor. Increasing the ability of the poor to fully participate in\ndecisions, which affect their lives, is being reflected in the Government supporting the increased\ndevolution  of  authority  and  responsibility  from  the  states  to  rural  and  urban  local  bodies.\nStrengthening institutional and decision-making processes involving civil society and the poor\nare key Government priorities.\n8. These will also be reflected in the Government’s preparations of the approach to the\n10th Five-Year Plan (2002-2007). The High-Level Forum and Poverty Reduction Partnership\nAgreement will be linked with the Government’s plan preparation and thus will ensure that the\nkey priorities of the country strategy and program (CSP) and ADB’s country focus are fully\nconsistent with India’s developmental needs as well as ADB’s strategic emphasis on poverty\nreduction.\n9. Achieving sustainable poverty reduction through generation of productive employment\nopportunities and increased incomes resulting from faster and broad-based economic growth\nremains an important factor.\n10. Economic  growth  success  will  depend  on  the  Government’s  ability  to  address  the\ncountry’s structural weaknesses particularly in the infrastructure sector and public finances. It\nwill  also  be  essential  that  support  for  social  infrastructure  and  human  development  be\nstrengthened to make the reform process sustainable. Investments are needed in key areas of\nthe economy, particularly, power, roads, and transportation, to assist in keeping pace with\ndevelopments in the overall economy and to create an environment that is conducive to a\nsustainable  poverty-reducing  growth  plan.  Given  the  enormous  resource  requirements  for\nimprovements in infrastructure, one of the challenges will be Government efforts to promote\ngreater private sector investments, long-term frameworks and policy incentive mechanisms, and\ncoordination  of  different  government  agencies  for  developing  and  implementing  major\ninfrastructure programs.\n11. The  Government  is  continuing  its  efforts  to  implement  its  priority  reform  program\nfocusing  on  macroeconomic  and  structural  reforms,  including  developing  an  enabling\nenvironment for private sector development, financial sector and capital market reforms, and\ndecentralization.\nC. Measuring Impacts Under the Private Sector Infrastructure Facility at State Level\nProject\n12. Private sector provision for infrastructure has great potential to improve infrastructure\naccess  for  the  poor.  Common  features  of  private-public  partnership  arrangements  include\nexclusivity provisions, universal service obligations, uniform service standards, and reliance on\nsubsidies  to  cover  affordability  gaps.  For  the  poor,  where  public  infrastructure  access  is\ninadequate, and the poor have few means to quality and reliability of service, they must rely on\nother means of infrastructure access, for example, through small private owners of mini buses\nor other vehicles.\n13. Taking into account the vulnerability dimension of infrastructure investment would mean\nlooking not only at their average impact on the poor but on their impact on the different sectors\nof the poor population.", "63\nAppendix 9 page 3\nTable  A9:  Summary  of  Marcoeconomic  Linkages  between  Increased  Private  Sector\nInvestment in Infrastructure and Poverty\nMacroeconomic Effect Short-Term Expected Long-Term Effects\nImpacts on Poverty\nEconomic Growth Facilitates slowing of rural- Over the medium to long\nurban migration term, increased private\ninvestment in infrastructure\nDevelopment of nonfarm should contribute to growth.\nincomes in rural areas\nParticular mix of\ninfrastructure investments\nat state level creates\ndemand for goods and\nservices.\nGovernance Improved regulation and More efficient management\nenhanced competition, and equitable distribution of\nreduced inequality, more resources\nequitable treatment and\nimproved public\naccountability\nMitigation of negative\nimpacts of transition to\nprivate provision of\ninfrastructure services\nLabor Market Workforce often increased Wages may also be\nafter new investments standardized or increased\nas employers seek larger\nskill base.\nPrices Reduced inflationary\npressures through lower\ncosts of goods and services\nas a result of better\ninfrastructure and improved\nefficiencies\nReallocation of Government Greater commercial Better mechanism for\nexpenditures options and opportunities provision and management\nfor infrastructure provision of infrastructure creates\nand frees up public sector commercially viable\nfunds for investments in opportunities\neducation, health and other\nantipoverty measures\nTotal Net Affect Positive", "64\nAppendix 10, page 1\nSUMMARY OF RESETTLEMENT AND REHABILITATION ACTION PLAN\nAHMEDABAD-MEHSANA TOLL ROAD PROJECT\nA. Introduction and Scope\n1. The Ahmedabad-Mehsana Toll Road is part of Gujarat State Highways (SH-41) which is\n51.6 kilometers (km) long with a two-lane highway and 60-meter (m) right of way (ROW). The\nproject is proposed to upgrade and widen the road to four lanes of divided highway with service\nlanes on both sides. The project scope also includes improvements and access to 11.5 km long\nspur road. Traffic on the main road will be tolled, while the service roads and the spur road will be\ntoll-free.\n2. As part of the detailed feasibility study of the project, a detailed social assessment was\nundertaken. The assessment, with an objective to minimize the adverse social impacts and the\nnumber of persons affected, as the first step, also examined alternate alignments for congested\nroad sections. As a result of this, a 2.08 km bypass is proposed at Sertha village.\n3. Subsequently,  as  part  of  project  implementation  the  detailed  Resettlement  and\nRehabilitation Action Plan (RRAP) was prepared based on a 100 percent census and household\nlevel socioeconomic survey of affected persons and inventory of all the losses due to the project.\nThis is a summary of that RRAP.\nB. ROW Acquisition - Extent and Impacts\n4.  Summary  Land  Requirement:  The  existing  ROW  of  60  meters  (m)  is  sufficient  for\nconstruction  and  upgrading  of  the  project  road,  except  at  Sertha  village  where  a  bypass  is\nproposed as an alternative. The bypass passes through 72 revenue plots encompassing an area of\n12.1067 hectares (ha) comprising predominantly private agricultural lands. Of the 72 plots, 65 are\nprivate lands owned by 49 titleholders comprising of 79 families. The rest of the plots belong to\nSertha Grampanchayat, Gandhinagar Collectorate, and others. The land acquisition from private\nparties amounts to 8.8557 ha.\n5. Impacts Due to Loss of Agricultural Land: Total private agricultural land being acquired\ndue to this project is 8.8553 ha comprising 65 plots, affecting 79 families, the majority of whom (59)\nwill lose less than 15 percent of their landholding. However, 39 families will be left with less than\nthe minimum economic landholding (MEL)1 after land acquisition (LA).\n6. Loss of Structures and Utilities: The land acquisition for the bypass will affect private and\ncommunity structures and utilities: three private defunct irrigation wells and one farmhouse with a\nsmall temple, as well as a community cattle drinking water trough. In addition, 16 temples, 5\nroadside drinking water posts, 3 toilet blocks, and 15 bus stops in the existing ROW of the road will\nneed to be relocated.\n8.  Encroachers  and  Squatters:  The  clearing  of  existing  ROW  will  affect  13  residential\nstructures encroaching into the ROW and 4 residential squatters located within the ROW. The\nROW clearance will render the 13 squatters homeless, necessitating relocation. However, the\nresidences encroaching the ROW will only be partially affected.\n                                                     \n1  MEL: Minimum economic landholding is the size of plot that enables the cultivator to maintain an economic status just\nabove the poverty line, where the poverty line is pegged at Rs30,000. The MEL in the project area is estimated as 1\nha. of irrigated land or 2 has. of unirrigated land based on income from agriculture land.", "65\nAppendix 10, page 2\nC. Entitlement Framework and the RRAP\n10. Environmental and Social Policy for Resettlement and Rehabilitation of the Ahmendabad-\nMehsana  Toll  Road  Company  Limited  is  based  on  the  Environmental  and  Social  Report  of\nInfrastructure Leasing & Financial Services and the Private Sector Infrastructure Facility at State\nLevel Project, and follows the three principles:\n(i) Prevent adverse social situations.\n(ii) Mitigate possible adverse social impacts.\n(iii) Enhance the quality of life in and around the project.\n11. Entitlement  for  Loss  of  Agricultural  Lands.  The  \"land  for  land\" option  for  affected\nfamilies having valid title or customary or usufruct right for their acquired land is considered as the\nmost appropriate way to compensate the agricultural families. However, unavailability of surplus\nagricultural land in the project village makes this option difficult to implement. Also, the small plots\nacquired from individual families cannot be replaced due to lack of contiguous lands to supplement\nthe land lost and purchase of such small plots at different places would not be economically viable.\nIn such cases, compensating for the loss of land at replacement value is considered appropriate\nand is acceptable to the families. The finalized entitlement package is presented in Table A10, the\nsalient aspects considered while arriving at the entitlement include the\n12.  Replacement Value. The registered values for the lands are generally lower than their\nreplacement values. Therefore, the compensation rates determined by the government based on\nthe registration value are also lower than the replacement value. The affected families, therefore,\ndo not get adequate compensation to replace their lost assets. Since the lands have already been\nacquired by the government and compensation paid for adequate replacement of their assets, the\nproject provides the difference between the replacement value and the government compensation,\nas rehabilitation assistance (RA). The payment of RA will however be subject to handing over the\nlands to the project company, free from any title litigation and court cases against the award by the\nLand Acquisition Officer. A final replacement value of Rs850,000/ha2, has been at arrived through\npublic information and consultations (PIC) and surveys.\n13.  Vulnerable Groups: The families living below the poverty line (pre as well as post LA),\nfamilies headed by women and families with physically or mentally handicapped members are\nconsidered as vulnerable groups. They need to be provided with special guidance to use the RA\neffectively to establish suitable income generation activities that bring the family above the poverty\nline. The incentives proposed are presented in Table A10.\n                                                     \n2  Rs159,000 per ha. has already been paid by the government as part of the LA procedure. Therefore, the RA per ha.\nworked out to Rs691,000.", "66\nAppendix 10, page 3\nTable A10 : Entitlement Package for Affected Agricultural Families\n%  Loss  in\nPostacquisition Post L.A Income\nCategory Size of Land Entitlement Package\nLandholding from all Sources\nHolding\n>MEL >PL 3 Rehabilitation  assistance  in  cash  +\ntechnical guidance and other interventions\nare visualized to increase land productivity .\n>PL Rehabilitation  assistance  in  cash  +\ntechnical guidance and other interventions\nare  visualized  to  increase  land4\nproductivity.\n<PL Provision  of  income  generation  activity\n(IGA)  using  part  or  full  amount  of\n1 <15%\nrehabilitation  assistance  (RA  remaining\n<MEL after providing IGA will be paid in cash) to\ngenerate  PL/4  income  +  maintenance\nallowance for an year @ Rs350/ family per\nmonth for an year. Also as an incentive, an\namount equal to IGA and not exceeding\nRs10,000 will be paid in two installments in\nthree  years  if  the  family  runs  the  IGA\nsuccessfully, earning the projected income\nlevels\n>2MEL >2PL Rehabilitation assistance in cash\n>2PL Rehabilitation assistance in cash\n>1PL <2PL Provision  of  income  generation  activity\n(IGA)  using  part  or  full  amount  of\nrehabilitation  assistance  (RA  remaining\nafter providing IGA will be paid in cash) to\nBetween  1  to  2\ngenerate  PL/4  income.  Also  as  an\nMEL\nincentive, an amount equal to cost of IGA\nand not exceeding Rs10,000 will be paid in\ntwo installments in three years, if the family\nruns  the  IGA  successfully,  earning  the\nprojected income levels.\n2 >15%\n>1PL <2PL Entitlement as above\n<PL Provision  of  income  generation  activity\n(IGA)  using  part  or  full  amount  of\nRehabilitation  assistance  (RA  remaining\nafter providing IGA will be paid in cash) to\ngenerate  PL/2  income  +  maintenance\n<MEL allowance for an year @ Rs700/ family per\nmonth for an year. Also as an incentive, an\namount  equal  to  cost  of  IGA  and  not\nexceeding  Rs20,000  will  be  paid  in  two\ninstallments in three years if the family runs\nthe IGA successfully, earning the projected\nincome levels\n                                                     \n3 For this project, the poverty line is pegged at Rs30,000 for a family size of 5.\n4  Loss of up to 15 percent of total agricultural land holding can be mitigated through specific technical interventions by\nagricultural experts for increasing productivity from agriculture.", "67\nAppendix 10, page 4\n14. Entitlement for Loss of Structures: The entitlement covers the following:\ni. Structures: The market value of the cost of the private structures will be paid in\ncash and assistance in terms of human resources and material will be provided to relocate\nthe structures. All the community structures evaluated by engineers will be replaced with\nnecessary care and public participation.\nii.  Commercial Squatters: The squatters prefer a self-relocation option in a nearby\nplace  with  necessary  shifting  allowance,  therefore  a  self-relocation  measure  will  be\nprovided, where market value of the land occupied by the squatter will be paid in addition to\na shifting allowance. The maximum assistance for self-relocation is estimated at Rs5,000. If\nthe structures are beyond the formation width of the project road and or amenable for\nshifting beyond the formation width of the road, the structure will be allowed to remain.\niii. Residential  Squatters/Encroachers: The  13  residential  structures  encroaching\nonto the ROW will dismantle their structures and move back onto their own remaining land\nbehind the ROW, and will be compensated at replacement cost for the entire structures. For\nthe 4 squatter residences, the affected families opted for self-relocation on payment of\ncompensation for the structures currently occupied by them. The compensation for squatter\nfamilies will be paid once they identify structures for self-relocation.\nD. Public Information and Consultation\n13.  Focus group meetings and informal meetings and public information and consultation\nmeetings with advance notices were held at different stages of the project development process to\narrive at a meaningful practical and implementable RRAP. These meetings helped to identify the\nvulnerable families, understand people's concerns, arrive at a realistic entitlement package, set up\ninstitutional framework for RRAP implementation, as well as the grievance redressal mechanism.\nE. Institutional Framework\n14. For the purpose of implementing the RRAP an independent full time social consultant will\nbe appointed.\n15. An external monitoring and evaluation consultant, appointed by the Ahmedabad-Mehsana\nToll Road Limited will review the implementation of RRAP. The consultant will review the RRAP\nimplementation for 90 person-days spread over two years.\nF. Resettlement & Rehabilitation Budget:\n16. The total budget for implementation of the RRAP is estimated at Rs12,407,385. The budget\ncategories include compensation for lost private and community assets, rehabilitation assistance, a\nfull-time social development consultant, a monitoring and evaluation consultant, an agricultural and\nincome generation adviser, and community development assistance in affected villages.\nG. Disclosure\n17. The detailed RRAP for implementation has been translated into Gujrati, the local language,\nand the same is placed in the project office for the reference of the affected families, as well as any\ninterested groups. The availability of the translated report has been advertised in local newspapers\nin local languages.", "67\nAppendix 11, page 1\nSUMMARY RESETTLEMENT POLICY FRAMEWORK\nA.  Introduction\n1. The Resettlement Policy Framework, of which this is a summary, was prepared to be\napplied to all subloans under the Private Sector Infrastructure Facility at State Level Project\n(PSIF II), which will involve land acquisition and resettlement. The framework is based on the\nEnvironmental and Social Report (ESR) of Infrastructure Leasing & Financial Services Ltd.\n(IL&FS). IL&FS is among the first financing institutions in India to recognize the importance of\nenvironmental and social issues in development of infrastructure projects. Internalization of\nenvironmental and social considerations in project development has been one of the major\nachievements  of  IL&FS.  The  framework  consists  of  a  well-defined  social  assessment\nprocess, which defines the procedural guidelines to follow as an integral part of the project\ndevelopment cycle. The social assessment process also consists of a detailed framework for\nresettlement and rehabilitation of project affected communities. These procedures will be\napplicable for all subprojects implemented by various special purpose vehicles (SPVs) for all\nsubloans under PSIF II.\nB.  Resettlement Policy Framework\n2. The  framework  commits  to  (i)  address  the  legitimate  concerns  of  relevant\nstakeholders, especially persons affected by the project; (ii) avoid or minimize resettlement\ndue to land acquisition through appropriate technical and management measures, involving\nthe affected communities; (iii) ensure protection of marginalized and vulnerable groups,\nincluding  the  economically  and  socially  disadvantaged,  the  elderly,  women,  children,\nphysically handicapped, and indigenous people; and (iv) ensure responsible resettlement\nand rehabilitation of affected persons through sustainable livelihood options that at least\nrestore, if not improve, their standard of living.\n3. The framework stipulates eligibility and entitlement for seven categories: (i) loss of\nland; (ii) loss of structure; (iii) loss of livelihood, trade, occupation, (iv) loss of access to\ncommon resources and facilities; (v) loss of standing crops and trees; (vi) losses during\ntransition of displaced persons/establishments; and (vii) losses to host communities. The\nentitlements  for  the  loss  categories  will  be  appropriately  compensated  in  cash  or  kind\nconsidering the replacement value. The provision of necessary measures for subprojects will\nmitigate impacts on common resources and facilities, host communities, etc.\n4. In respect of people losing land, the “land for land” option will be the first option\nconsidered.  However,  unavailability  of  surplus  agricultural  land  is  one  of  the  major\nconstraints in implementing this option. Also this option will not be practical in case of linear\nprojects, as the small plots acquired from individual affected families cannot be replaced due\nto lack of contiguous lands to supplement the land lost. Purchase of such small plots at\ndifferent places would not be economically viable for cultivation. Therefore, compensating for\nthe loss of land at replacement value will be considered as an appropriate option.\n5. The lands for project development are mostly acquired by government agencies and\nthe compensation paid is based on registered values of the land, which is generally much\nlower than the replacement value. The SPVs will, therefore, evaluate the replacement value\nof the land lost for the subprojects, reach consensus with the affected families and pay the\ndifference in amount as rehabilitation assistance. Because of their vulnerability, families living\nbelow the poverty line, families headed by women and families with physically or mentally\nhandicapped members will be considered for economic rehabilitation establishing income", "69\nAppendix 11, page 2\ngeneration  schemes  (IGS)  using  the  RA.  The  IGS  will  also  have  a  financial  incentive\nmechanism for families to achieve the target income.\n6. The loss of structures will be compensated either by providing alternative structures\nor by cash compensation if the family prefers self-relocation. For commercial structures, the\nrelocation options considered will ensure that the family's source of income will not be\nadversely affected, if need be by providing economic rehabilitation. In case of residential\nstructures, the families will be provided with an alternative house, which meets minimum\nnational housing norms.1. The constructed area and the homestead land lost in excess of\nstandards will be compensated in cash at replacement value.\n7. As  part  of  project  implementation,  the  framework  also  emphasizes  adoption  of\nmeasures that enhance social conditions in project areas and meet the objective of social\ndevelopment.\nC.  Social Assessment Process (SAP)\n8.  The social assessment process requires the following for a subproject: (i) initial social\nscreening,  (ii)  scoping  of  social  assessment,  (iii)  analysis  of  project  alternatives  and\nminimization of social impacts, (iv) carrying out detailed social assessment and preparation\nof  a  draft  resettlement  and  rehabilitation  action  plan  (RRAP),  (iv)  preparation  and\nimplementation of detailed RRAP after technical design and prior to implementation of the\nproject.\n9.  The social assessment process and outputs for a subproject will be audited on a\nyearly basis, as part of an environment and social audit. The process of social assessment\nwill be integrated with the project development process by the SPVs, overseen by the\nparticipating financial institutions (PFIs), reviewing the outputs at each of the identified steps.\nFinalizing an implementable RRAP and disbursements will be subjected to approval of the\nAsian Development Bank (ADB).\nD.  Institutional Responsibilities\n10.  The overall project coordination and financing responsibility lie with the PFIs. As part\nof this responsibility, the PFIs will review the outputs prepared by the SPVs from time to time\nand approve the same in compliance with social assessment process and the framework.\nThe SPV developing and implementing the subprojects will be responsible for implementing\nthe agreed-upon RRAPs including (i) identifying the people affected and assets lost to the\nsubproject,  (ii)  valuing  assets,  (iii)  identifying  vulnerable  groups,  (iv)  formulation  of\nentitlement packages through effective public consultations, (v) preparing implementation\nschedules, (vi) allocating budget for implementation of the RRAP, (vii) publicly disclosing an\nimplementable RRAP, (viii) disbursing entitlements, and (ix) providing grievance redressal.\nThe SPV implementing the project will submit progress reports to the relevant PFI on agreed\nfrequency depending on the nature of the RRAP.\n11.  The  PFI  will  monitor  and  evaluate  the  progress  of  RRAP  implementation  on  a\npreassigned frequency for a subproject. Through this mechanism, it will be made certain that\nthe RRAP objectives are completely achieved. The monitoring will also ensure that the\nentitlements are disbursed prior to commencement of construction activities on the ground.\n(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)(cid:1)\n1  If the policy objective of improving the socioeconomic status of the family requires, higher entitlement may be\nconsidered on a case-to-case basis.", "70\nAppendix 11, page 3\nE.  Consultation, Disclosure, and Grievance Redressal\n12.  The public participation in the form of informal meetings, focus group discussions,\nand  public  information  consultation  meetings,  as  applicable  and  necessary,  will  be\ninternalized  at  each  stage  of  project  development.  The  process  will  also  identify  an\ninstitutional mechanism where public grievance will be addressed on a responsive basis as\npart of project implementation.\n13.  The SPV will translate the RRAP into vernacular language and place it in the project\noffice  disclosing  it  to  the  affected  communities  and  other  interested  parties  through\nadvertisements in local news papers.\nF. Monitoring and Evaluation\n14.  The  objectives  of  monitoring  and  evaluation  will  be  to  (i)  ensure  consistency  of\nimplementation  with  the  approved  RRAP  and  adherence  to  agreements;  (ii)  check  for\nunforeseen social impacts, respond to public concerns, and undertake corrective measures;\nand  (iii)  review  the  progress  of  IGS  and  provide  necessary  midcourse  corrections  if\nnecessary. Typically (i) and (ii) require short-term monitoring if these responsibilities are\naccomplished during RRAP implementation, which generally takes a year, whereas, the\nsuccess of IGS implementation and economic rehabilitation may extend up to three years.\nTherefore, the overall monitoring and evaluation, if required, would extend up to three years\nfrom the start date of RRAP implementation.\n15.  As stated, the PFIs will monitor and evaluate the progress of RRAP implementation\non a preassigned frequency for a subproject depending on the complexities of the RRAPs.\nThe  schedule  and  indicators  for  monitoring  will  be  specified  in  the  implementation  and\nmonitoring plan depending on the type of project and conditions prevailing. This function also\nincludes  identification  of  unforeseen  negative  impacts  and  taking  corrective  measures\nimmediately. This will ensure that the project is not jeopardized due to lack of timely action\non social issues. The monitoring reports will be shared with ADB for review and approvals.\nF.  RRAP Budget\n16.  The  complete  cost  of  implementing  the  RRAP  will  form  part  of  the  subprojects\ndeveloped by the SPV. The RRAP budget would consist of (i) rehabilitation assistance, (ii)\nincentives for successful implementation of IGS by vulnerable families, (iii) maintenance\nallowances in case of delays in implementing the RRAP, (iv) compensation for loss of\nstructures,  (v)  provision  for  restoration  of  community  facilities  lost  to  the  project,  (vi)\nbudgetary costs for monitoring and evaluation and management costs, (vii) human resource\ncosts for implementing the RRAP, (viii) provision for adoption of measures to enhance social\nconditions  in  the  project  area,  to  meet  the  objectives  of  social  development,  and  (ix)\ncontingencies.", "71\nAppendix 12, page 1\nTECHNICAL ASSISTANCE FOR ENHANCING PRIVATE SECTOR PARTICIPATION IN\nINFRASTRUCTURE DEVELOPMENT AT THE STATE LEVEL\nA.  Objectives\n1. The objective of this proposed technical assistance (TA) is to assist the four selected\nstates of India address identified constraints to increased private sector participation (PSP) in\ninfrastructure development in their respective states and facilitate project development. The\nteam of consultants will initially conduct a brief review of the current state of the enabling\nenvironment in each state; identify the priorities in each sector in each state, which constitute\nthe  key  constraints  to  increased  private  sector  participation;  review  the  projects  requiring\nfinancing and determine where specific external support to bring a project to closure is required;\nprovide  the  required  experts  to  assist  state  governments  address  constraints  to  PSP  and\nindividual projects; coordinate recommended measures particularly in the affected infrastructure\nsectors with Asian Development Bank (ADB) infrastructure divisions operating in the sector, and\nrecommend follow-up measures/interventions for the state governments to take and identify\npossible areas for support by ADB.\n2. The consultants, at  the end of the assignment, will provide a report to ADB and to each\nstate government reflected in a policy matrix that identifies for each sector for each state (i) the\noverall list of constraints identified at the beginning of the consulting assignment and the key\npriority constraints that need to be addressed during the assignment both by the consultants\nand  the  state  government,  identifying  inputs  required  from  both;  (ii)  measures  that  the\nconsultants propose to be undertaken (as defined within the terms of reference, including\nproposed changes, if any) to address the constraints, (iii) results of implementation of these\nproposed measures; (iv) progress of implementation by state governments of the identified\nconstraints,  particularly,  those  constituting  the  Continued  Access  Criteria  to  Private  Sector\nInfrastructure  Facility  at  State  Level  Project  (PSIF  II);  and  (v)  remaining  agenda  of  policy\nreforms  that  need  to  be  taken,  and  improvements  in  existing  structures,  systems,  and\nprocedures. More importantly, inventory of ready projects to be financed under the PSIF II.\nB.  Scope\n3. The consulltants will, under the TA and in general, provide guidance in formulating policy\nand regulations, in enhancing governance structures and practices, and in implementing policy\nby strengthening the public-private interface, based on current weaknesses and gaps and on\nbest practice. Based on identified projects, recommend solutions to enable these projects to be\nbrought to financial closure.\n4. Terms of reference for Consultants include the following.\n1.  International Consultants\n5. The consultant team will be composed of a team leader (8 person-months), preferably,\nhead of a board of investments in a developed or developing country with extensive background\nin  policy  and  practice,  and  record  of  success  in  attracting  private  sector  and  foreign\ninvestments, and engaged in developing an environment conducive to the private sector/foreign\ninvestors; or former chief executive officer of a multinational corporation with operations in India\nand Asia and the Pacific, and extensive background in strategic private sector investments.\nAside from leading and coordinating the team and integrating the team's report, the team leader\nwill have the following responsibilities:", "72\nAppendix 12, page 2\n(i) Review  the  existing  policy  and  legislation  on  private  sector  participation  in\ninfrastructure development of each selected state for clarity and completeness of\ncoverage.  The  policy  and/or  legislation  should  be  sufficient  in  form  and  in\nsubstance  to  provide  specific  assurances  to  the  private  sector  of  the  state\ngovernment's  commitment  to  private  sector  participation.  Recommend\nimprovements, if required. Draft proposed amendments to existing legislation in\nconsultation  with  various  stakeholders,  private  sector  and  state  government\nofficials concerned. Where no legislation is in place, recommend the suitability of\nhaving one and provide draft legislation.\n(ii) Review  the  existing  structure  and  organization  for  dealing  with  private\ninfrastructure projects and their effectiveness. Based on this review, recommend\nways to strengthen the present organization, reviewing carefully the key result\nareas and capacities for delivering the organizational objectives. Determine if\noutsourcing of certain activities may be more appropriate. Determine what is an\nappropriate level of funding for meeting operational requirements. Recommend\nways to provide a sustained flow of funds for meeting operational needs.\n(iii)  Review  current  incentives  offered  to  private  investors  in  infrastructure.\nRecommend an incentive framework for private investments based on practices\nthat have proven effective in other countries and provide a menu of options of\nincentives for infrastructure development including tax, financing, provision of\nstate guarantee, etc.; specify how state guarantees can be appropriately targeted\nto help allocate risks, e.g., to meet noncommercial risks such as changes in\nregulation, force majeure, etc.\n(iv)  Review special economic zones and cyberparks projects that are to be offered to\ninvestors and assist in facilitating the processing of these projects.\n(v)  Review existing mechanisms and processes for settling disputes that arise out of\nprivate sector sponsored projects. Recommend a suitable mechanism(s), such\nas,  an  authority  for  undertaking  arbitration,  define  the  grounds  for  which\narbitration may be sought and the process for speeding up of the resolution of\npossible cases, and alternative ways by which investors can seek redress for\ngrievances.\n6. The regulatory and governance experts (24 person-months) to be identified for priority\nsectors will have extensive experience and exposure in the regulation and development of\nutilities  in  developed  economies,  and  have  a  background  in  dealing  with  affordability/cost\nrecovery issues. The experts will undertake the following:\n(i)  Review present governance structure and framework for infrastructure operation\nand development in each sector covered by the PSIF II in each state.\n(ii)  Based on this review and their formal assessment, the consultants will (i) assist\nthe selected state government draft appropriate formal policies in each sector\nthat,  among  others,  specify  preparation  of  an  integrated  master  plan  that\naddresses present constraints such as metering in power, connectivity in ports,\nmaintenance for roads, etc.", "73\nAppendix 12, page 3\n(iii)  Develop  suitable  alternative  structures  for  setting  up  autonomous  regulatory\nauthorities (e.g., having one integrated regulator or regulators for each sector).\n(iv)  Draft model regulatory frameworks for each sector highlighting key areas of\nregulation, prudential norms and measures of performance, and sensitive areas\nwhere issues are likely to arise; recommend mitigating measures; and propose\namendments to existing legislation, if necessary.\n(v)  In coordination with the participating financial institutions (PFIs), prepare model\nconcession  agreements  in  each  sector  defining  the  parameters  under  which\nspecific terms and conditions (such as toll or tariffs and their increase) may be\ndefined.\n(vi)  Review  projects  needing  funding  in  roads,  ports,  and  water  supply  and\nsewerage; determine feasibility; and recommend alternative ways of handling\naffordability issues to facilitate processing.\n7. The privatization expert (6 person-months) with a strong background and experience in\nhandling  privatization  programs  in  developing  countries  will  help  guide  the  selected  state\ngovernment in undertaking privatization and assist in drafting build-own-operate/build-operate-\ntransfer (BOO/BOT) agreements with the regulatory and governance experts. The expert will\nundertake the following:\n(i)  Review  existing  institutional  structure,  legislative  framework,  and  process  for\nconducting privatization in the state and in the country to the extent that this\nimpacts on state level privatization; and identify gaps and weaknesses.\n(ii)  Recommend suitable ways for organizing for and conducting privatization by the\nstate.\n(iii)  Suggest ways by which the selected state governments can sensitize consumers\nto user charges, deal with labor concerns, and involve stakeholders.\n(iv)  Review  current  policy  and  system  for  conducting  bidding  procedures  for\ninfrastructure projects on a competitive basis, and strengthen capacity to meet\ninternational competitive bidding rules and procedures. Define manner of dealing\nwith unsolicited bids and failed bids. Ensure transparency of process.\n(v)  Review  proposals  to  privatize  power  distribution  companies  and  airports;\ndetermine constraints, if any; recommend appropriate mitigating measures to\nfacilitate processing.\n8. The environmental expert (2.5 person-months) with wide knowledge, experience, and\nexposure to environmental protection will have the following responsibilities:\n(i)  Review current policies on and enforcement of environmental protection, and\nassess training needs of and prepare training plan for selected states and PFIs.\n(ii)  Assist  selected  state  governments  in  formulating  and  adopting  policies  on\nenvironmental protection; and develop a framework and process for assessing\nenvironmental plans that meet ADB policies, requirements ,and best practice.", "74\nAppendix 12, page 4\n(iii)  Conduct a workshop for concerned staff of PFIs and selected state governments\non  environmental  policies,  guidelines,  and  processes,  and  use  of  the\nrecommended framework based on ADB requirements and best practice.\n(iv)  Review  current  process,  procedures,  and  capacity  of  PFIs  to  undertake\nenvironmental  assessments,  and  recommend  appropriate  strengthening\nmeasures.\n9. The social/resettlement expert (2.5 months) with knowledge of involuntary resettlement\nwill\n(i)  Review existing resettlement and rehabilitation policies of selected states and\nassist selected state governments in formulating and adopting resettlement and\nrehabilitation policy applicable to all projects regardless of source of funding;\n(ii)  Assess training needs of and prepare training plan for selected states and PFIs\non preparation, implementation, and monitoring of resettlement plans; and\n(iii)  Conduct workshop for concerned staff of PFIs and selected state governments\non  state  resettlement  and  rehabilitation  policies,  the  Resettlement  Policy\nFramework,  and  preparation,  implementation,  and  monitoring  of  resettlement\nplans in accordance with ADB requirements and best practice.\n2.  Domestic consultants\n10. The domestic consultants will consist of a lawyer and an economist (8 person-months\neach). The lawyer, preferably a member of a local law firm with practice in the selected states,\nwill provide advice to the team concerning relevant legislation, legal interpretations, and legal\nprocesses  and  procedures.  The  economist,  preferably  a  member  of  a  local  think-tank\norganization in India, will help provide the economic underpinnings to policy and guide to local\nsentiment  and  thinking  concerning  various  policy  issues  on  infrastructure  development,\ncompetition policy, and labor matters. Through their offices, these domestic consultants will\nprovide logistical support for arranging meetings and preparing reports.\nC.  Cost Estimates and Financing Plan\n11. The total cost of the TA is estimated at $1,875,000 equivalent, comprising $1,260,000 in\nforeign exchange costs and $615,000 in equivalent local currency costs. ADB will provide\n$1,500,000 equivalent to cover the foreign exchange costs and $240,000 equivalent of the local\ncurrency costs. The TA will be financed by ADB on a grant basis from the ADB-funded TA\nprogram. The balance in local currency costs will be provided by the Government of India.\n12. International and domestic consultants will be engaged to form a team to implement the\nTA. The consultants will be selected in accordance with ADB’s Guidelines on the Use of\nConsultants and other arrangements satisfactory to ADB for the engagement of  domestic\nconsultants. An estimated total of 59 person-months of consulting services will be required,\nincluding  43  person-months  of  international  and  16  person-months  of  domestic  consulting\nservices. TA implementation is expected to commence in March 2002 and be completed by\nNovember 2002.", "75\nAppendix 12, page 5\nD.  Implementation Arrangements\n13. The consultants will first take an inventory of the progress of implementation by each\nstate of the areas covered under the TA. This phase could be undertaken as desk work. An\ninitial report will be submitted to ADB describing the status in each state of these areas together\nwith the work plan and schedule for each state, indicating the type of expert(s) that may be\nneeded for each area in each selected state, depending on need.\n14. The  consultants  will  provide  an  inception  report  to  ADB  within  four  weeks  of  the\ncommencement of services in the field. The report will indicate adjustments, if any, to the time-\nbound work plan for TA implementation and the type of expert that each state may require after\ninitial discussions with the states. An interim report will be submitted within 4 months of the start\nof services, providing a status of the progress of TA implementation and infrastructure projects\nbeing processed by the four selected states eligible for PSIF II financing and work plan for the\nremaining term of the TA. A tripartite meeting will be held one month before finalization of the\nreport with the Government and representatives of the four selected states. The final report,\nincorporating comments of the Government, the four selected states, and ADB, should be\nsubmitted upon completion of the assignment. The TA is scheduled to commence by March\n2002 and be completed by November 2002.\n15. The  Executing  Agencies  for  the  TA  will  be:  the  Infrastructure  Authority  in  Andhra\nPradesh, the ministry of finance in Gujarat, and the finance departments for Karnataka and\nMadhya Pradesh. The respective offices responsible for infrastructure development in each\nstate  will  be  the  Implementing  Agencies:  the  Andhra  Pradesh  Industrial  Infrastructure\nCorporation in Andhra Pradesh, the Gujarat Infrastructure Development Board in Gujarat, the\nline  departments  concerned  in  Karnataka,  and  the  Madhya  Pradesh  State  Industrial\nDevelopment Corporation in Madhya Pradesh.", "76\nAppendix 12, page 6\nTable A12: Cost Estimates And Financing Plan\n($'000)\nForeign Local Total\nItem Exchange Currency Cost\nA. Asian Development Bank Financinga\n1. Consultants\na. Remuneration and Per Diem\ni. International Consultants 1,000 0 1,000\nii. Domestic Consultants 0 180 180\nb. Travel\ni. International Travel 45 0 45\nii. Domestic Travel 0 35 35\n2. Miscellaneous Administration and 15 0 15\n          Support Costs\n3. Representatives for Contract Negotiations 25 0 25\n4. Contingencies 175 25 200\nSubtotal (A) 1,260 240 1,500\nB. Government Financing\n1. Office Accommodation 0 100 100\n2. Local Counterpart Staff 0 150 150\n3.   Utilities 0 125 125\nSubtotal (B) 0 375 375\nTotal 1,260 615 1,875\na Funded from the Asian Development Bank technical assistance program.\nSource: Staff estimates."], "metadata": {"CreationDate": "D:20011121114627", "Producer": "Acrobat Distiller 3.01 for Windows", "Author": "j3m", "Creator": "ADOBEPS4.DRV Version 4.10", "Title": "Microsoft Word - R233-01.doc", "ModDate": "D:20011212113344+08'00'"}}