{"path": "data/input/ta/rrp-31309.pdf", "pages": ["ASIAN DEVELOPMENT BANK    \nRRP: BAN 31309\nREPORT AND RECOMMENDATION\nOF THE\nPRESIDENT\nTO THE\nBOARD OF DIRECTORS\nON A\nPROPOSED LOAN\nTO THE\nPEOPLE’S REPUBLIC OF BANGLADESH\nFOR THE\nPOST-LITERACY AND CONTINUING EDUCATION PROJECT\nNovember 2001", "CURRENCY EQUIVALENTS\n(as of 15 November 2001)\nCurrency Unit   — Taka (Tk)\nTk1.00      = $0.0176\n$1.00          = Tk56.95\nFor the purpose of calculations in this report, a rate of $1.00 = Tk57 was used. This was the rate\nfollowing the devaluation of the Taka on 24 May 2001.\nABBREVIATIONS\nADB - Asian Development Bank\nBME - benefit monitoring and evaluation\nCBA - center-based approach\nCMC - center management committee\nDCO - district coordinator\nDFID - Department For International Development\nDNFE - Directorate of Nonformal Education\nGDP - gross domestic product\nIDA - International Development Association\nINGO - implementing non-government organization\nMA - monitoring associate\nM&E - monitoring and evaluation\nMIS - management information system\nMOPA - monitoring partner agency\nMOWCA - Ministry of Women and Children Affairs\nNEP - new education policy\nNFE - nonformal education\nNFEP - Nonformal Education Project\nNFE-RC - nonformal education resource center\nNGO - nongovernment organization\nNORAD - Norwegian Agency for Development\nPAS - Project Administrative Service\nPC - program coordinator\nPCC - Project Coordinating Committee\nPLCE - post literacy and continuing education\nPLCEHDP - Post-Literacy and Continuing Education for Human\nDevelopment Project\nPMED - Primary and Mass Education Division\nPIMU - Project Implementation and Management Unit\nPPP - public-private partnership\nSDC - Swiss Agency for Development and Cooperation\nSida - Swedish International Development Agency\nTLM - total literacy movement\nUNDP - United Nations Development Programme\nUNICEF - United Nations Children’s Fund\nUpazila - subdistrict\nWID - women-in-development\nNOTES\n(i)  The fiscal year (FY) of the Government ends on 30 June. In this Report, FY before a\ncalendar year denotes the year when the fiscal year ends.\n(ii)  In this report, \"$\" refers to US dollars", "CONTENTS\nPage\nLOAN AND PROJECT SUMMARY ii\nMAP v\nI. THE PROPOSAL 1\nII. INTRODUCTION 1\nIII. BACKGROUND 1\nA. Sector Description 1\nB. Government Policies and Plans 7\nC. External Assistance to the Sector 8\nD. Lessons Learned 9\nE. ADB’s Sector Strategy 11\nF. Policy Dialogue 12\nIV. THE PROPOSED PROJECT 14\nA. Rationale 14\nB. Objective and Scope 15\nC. Cost Estimates 19\nD. Financing Plan 19\nE. The Executing Agency 20\nF. Implementation Arrangements 20\nG. Environmental and Social Measures 25\nV. PROJECT JUSTIFICATION 28\nA. Economic and Financial Analyses 28\nB. Risks 30\nVI. ASSURANCES 30\nA. Specific Assurances 30\nB. Conditions for Loan Effectiveness 32\nVII. RECOMMENDATION 32\nAPPENDIXES 33", "LOAN AND PROJECT SUMMARY\nBorrower The People’s Republic of Bangladesh\nProject Description The Project aims to establish an effective, community-\nbased  post-literacy  and  continuing  education  (PLCE)\nprogram for learners who have completed basic literacy\ncourses. The program will help the learners to acquire\nfunctional  literacy,  and  social  and  income-generating\nskills  related  to  existing  employment  and  income-\ngenerating opportunities. These will, in turn, result in\nincreased  social  awareness  and  improved  economic\nand  living  conditions.  The  proposed  project  will  (i)\ncontribute to the development of a policy framework for\nPLCE  based  on  decentralized  implementation  and\nlearners’  participation  in  planning;  (ii)  explore  and\ndevelop  curriculum  approaches  and  disseminate\ncurricula to lay the groundwork for the Project and for\nsimilar  future  activities  in  terms  of  curricula\ndevelopment,  teaching/learning  methodologies,  and\ntraining  of  trainers;  (iii)  build  the  capacity  of\norganizations  involved  in  project  implementation  and\nstrengthen the regulatory and supervisory functions of\nGovernment;  and  (iv)  deliver  PLCE  to  1.6  million\nlearners in rural areas of Bangladesh.\nDuring  the  project  period,  approximately  1.6  million\nlearners  from  29  districts  will  participate  in  PLCE\ncourses  of  varying  duration.  Nongovernment\norganizations (NGOs) in each of the 210 subdistricts or\nUpazilas of the 29 districts assigned to the Project will\nbe responsible for the decentralized implementation of\ncourses.\nThe  British  Government  through  the  Department  For\nInternational  Development  (DFID)  will  cofinance  the\nProject.\nClassification Poverty intervention\nThematic:  Human  Development;  Gender  and\nDevelopment\nEnvironmental Assessment Environmental category: C\nEnvironmental  impact  has  been  reviewed  and  no\nadverse effects were identified\nRationale The Government recognizes that illiteracy and lack of\nlife skills are major factors contributing to rural poverty.\nDespite  the  recent  strong  performance  in  improving\naccess to basic education for children, millions of adults\neither missed the chance to attend school altogether or\ndropped out after a few years of school and remain\nfunctionally illiterate. The adult literacy rate (15 years", "iii\nand  above)  of  64  percent  indicates  that  around  28\nmillion people are illiterate. Since 1991 the Government\nhas  funded  literacy  training  for  17  million  learners\nmainly through community-supported centers and with\nthe assistance of NGOs.  However, the graduates of\nthese programs require further training to reinforce their\nskills  and  to  acquire  a  new  set  of  skills  aimed  at\nimproving  their  employability.  Given  the  vast  though\norganizationally fragmented experience in implementing\nnonformal education programs in the country as well as\nlimited implementation capacities, the Project promotes\npublic-private partnerships to ensure a poverty-focused\nand high-quality program.\nObjective and Scope The Project’s long-term sector objective is to contribute\nto  the  reduction  of  poverty  through  more  equitable\nhuman development in rural areas. The purpose of the\nProject is to establish a community-based and needs-\noriented  course  program  and  a  supportive\norganizational framework in 29 rural districts.\nThe  Project’s  objectives  will  be  achieved  by  (i)\nsupporting the development of a policy framework; (ii)\ndeveloping,  producing,  distributing  and  continuously\nadapting  curricula  and  materials;  (iii)  improving  the\ncapacity  of  involved  organizations;  and  (iv)\nimplementing PLCE courses.\nCost Estimates The  total  cost  of  the  Project,  including  physical  and\nprice contingencies, and taxes and duties, is estimated\nat  $99.7  million  equivalent.  Of  this,  $11.3  million\nequivalent, or 11 percent of the total cost, is the foreign\nexchange cost, and $88.4 million, or 89 percent of the\ntotal cost, is the local currency cost.\nFinancing Plan ($ million)\nSource         Foreign        Local       Total       Percent\n                    Exchange   Currency    Cost\nADB                  8.5              56.5         65.0            65\nDFID                 2.8                9.2         12.0            12\nGovernment         0              20.0         20.0            20\nBeneficiaries        0                2.7           2.7              3\nTotal               11.3              88.4         99.7          100\nADB  =  Asian  Development  Bank,  DFID  =  Department  for\nInternational Development.\nNote:  Figures for DFID are tentative, subject to final confirmation by\nDFID.", "iv\nLoan Amount and Terms The equivalent in various currencies of Special Drawing\nRights  50,858,000  ($65  million  equivalent)  from  the\nAsian  Development  Bank’s  (ADB’s)  Special  Funds\nresources, with a term of 32 years, including a grace\nperiod of 8 years and an interest charge of 1 percent\nper annum during the grace period and 1.5 percent per\nannum thereafter.\nPeriod of Utilization Until December 2008\nExecuting Agency Directorate of Nonformal Education (DNFE)\nImplementation A  project  implementation  management  unit  will  be\nArrangements established within DNFE to implement the Project.\nProcurement All procurement financed by the loan will be carried out\nin accordance with ADB’s Guidelines for Procurement\nincluding ADB’s bidding documents.\nConsulting Services A total of 10 international (171 person-months) and 18\ndomestic  (476  person-months)  consultants  will  be\nprovided. All consultants will be selected and engaged\nin  accordance  with  ADB’s Guidelines on the Use of\nConsultants  and  other  arrangements  satisfactory  to\nADB for engaging domestic consultants.\nEstimated Project 30 June 2008\nCompletion Date\nProject Benefits and The  main  project  benefits  will  be  increased  literacy\nBeneficiaries skills,  social  awareness,  and  income-generation\ncapacity for learners in rural areas of Bangladesh who\nhave  acquired  basic  literacy  skills  in  one  of  the\nnonformal  education  programs.  Approximately  1.6\nmillion learners will benefit by participating in needs-\nbased  PLCE.  At  least  50  percent  of  the  direct\nbeneficiaries will be women. Indirect beneficiaries will\nbe the families of participating learners, staff of involved\nNGOs  and  other  private  sector  organizations,  DNFE\nstaff,  and  businesses  in  rural  areas.  Project-related\nbenefits will accrue through enhanced income-earning\nopportunities, improved health and nutrition practices,\nand  greater  social  awareness  of  learners.  Increased\nplanning,  management,  and  monitoring  capacities  of\npublic and private organizations will lead to the long-\nterm sustainability of nonformal education.", "v", "I. THE PROPOSAL\n1. I submit for your approval the following Report and Recommendation on a proposed loan to\nthe People’s Republic of Bangladesh for the Post-Literacy and Continuing Education Project.\nII. INTRODUCTION\n2. The Government of the People’s Republic of Bangladesh requested the Asian Development\nBank (ADB) to provide a loan to finance a second nonformal education project to be called Post-\nLiteracy and Continuing Education Project. The Project is included in ADB’s country assistance\nplan as a firm 2001 loan. On Government’s request, ADB provided technical assistance (TA)1\nbetween January and June 2001 to assist the Government in preparing the Project aimed at poor\nneo-literates2 in 29 districts.3 The Project will help to build an effective and sustainable system of\ncontinuing education in the country, and fill a critical gap in the Government’s efforts to sustain the\nliteracy skills of neo-literates and promoting employable and income-generating skills for the poor.\nIn the past, ADB provided assistance to the Government under the first Nonformal Education\nProject (NFEP-1)4 to establish the Directorate of Nonformal Education (DNFE) and for giving basic\nliteracy training to the poor. This Project will build on the investments made through NFEP-1 and\nstrengthen DNFE in its new role of supervising the implementation of post-literacy and continuing\neducation (PLCE) by private sector organizations including nongovernment organizations (NGOs).\nThroughout project preparation, there was close consultation with government officials of the\nPrimary  and  Mass  Education  Division  (PMED),  DNFE,  NGOs,  envisaged  beneficiaries  at\ncommunity level, and education and training providers. All external funding agencies contributing to\nthe subsector were also consulted closely during Project processing. The project framework is in\nAppendix 1.\nIII. BACKGROUND\nA. Sector Description\n1. Socioeconomic Context\n3. Bangladesh is a low-income country, with a per capita gross domestic product (GDP) of\n$381 in FY2000.  Given the current population size of an estimated 129.3 million and population\ngrowth rate of 1.47 percent per annum, the population grows by about 2 million annually. Although\nBangladesh has achieved a commendable average annual GDP growth rate of about 5 percent\nduring recent years, the poor, especially in rural areas, have derived little or no benefit from such\ngrowth due to great inequality in income levels.\n4. Although  declining,  poverty  remains  widespread.  The  high  poverty  incidence  of  44.7\npercent in 1999, compared with 47.0 percent in 1996, indicates that almost 60 million people are\nstill living below the poverty line.5 During 1996-1999, rural poverty declined from 47.9 percent to\n44.9 percent, whereas urban poverty declined slightly from 44.4 percent to 43.3 percent.  This\ntrend is confirmed by other poverty indicators, such as the human poverty index ([HPI] which\n                                                \n1  TA 3465-BAN: Second Nonformal Education Project, for $600,000, approved on 5 July 2000.\n2   Neo-literates are learners who have acquired basic literacy skills in one of the nonformal education programs.\n3  The Project will be implemented in 29 of a total of 64 districts and in 210 subdistricts or Upazilas.\n4 Loan 1390-BAN (SF): Nonformal Education Project, for $26.7 million, approved on 29 September 1995. The project\nterminated on 30 June 2001.\n5  Publication of poverty-related figures based on the Household Income and Expenditure Survey 2000, due in July 2001,\nhas been delayed. There are indications that the survey may estimate the poverty rate at about 50 percent.", "2\nmeasures the overall deprivation of four basic dimensions of human life: a long and healthy life,\nknowledge, economic provisioning, and social inclusion) and the human development index ([HDI]\nwhich measures overall progress in achieving human development in three basic dimensions: life\nexpectancy,  educational  attainment,  and  real  income).  For  example,  HPI  declined  from  46.5\npercent in 1995 to 44.4 percent in 1997.  The HDI of 0.46 in 1998 resulted in an HDI ranking that\nput Bangladesh in 146th place among 174 countries.\n5. Eighty percent of the population live in rural areas and over 75 percent of the labor force\nwork in agriculture. Agriculture’s share in GDP fell from 36 percent in 1979 to less than 20 percent\nin 1999. Future increases in employment will have to be found increasingly in the nonagriculture\nsectors whether in urban or rural areas. The labor force is predicted to grow by 50 million to 100\nmillion over the next 20 years based on previous fertility levels. The number of workers entering\nthe workforce during the next 10 years will be growing at about 3 percent per year. Employment\nwill accordingly need to grow in excess of 3 percent to avoid increased levels of underemployment.\nWith little room for increased agricultural employment, nonfarm employment has to absorb surplus\nlabor  in  rural  areas  (for  example  in  formal/informal  manufacturing,  trade,  transport,  and\nconstruction).\n6. Education and level of skills largely determine the specific occupational opportunities that\nthe poor can avail themselves of. However, the poor have few educational skills training or skills\nenhancement opportunities. This places special demands on the education sector in general and\non nonformal education (NFE) in particular. The Government's efforts to improve education are\nreflected in increased education expenditure during the past decade, from 2.2 percent to 2.75\npercent of GDP in FY 2000/01. Poverty reduction through accelerated economic growth is the main\nthrust of the Government's medium-term development strategy laid out in the country's current Fifth\nFive-Year Plan (1997-2002).6\n7. The  correlation  between  education  and  poverty  is  well  established.  The  Government\npromotes NFE as an important means of poverty reduction. Significant investments in basic literacy\nprograms have resulted in raising the literacy rate from 35 percent in 1990 to about 64 percent in\n2000 for people aged 15 and over. Although the female literacy rate still lags behind that of males\n(57.0 percent versus 67.0 percent), the impact of this achievement can be seen across social\nsectors, most notably in improved population life expectancy and lower fertility rates. In a recent\npilot study that combined literacy development with vocational skills training, learners reported\nincreased income opportunities, improved health, better hygiene, and higher social awareness.7\nThis suggests that focusing resources on literacy training combined with nonformal continuing\neducation can have a strong impact on poverty.\n2. The Formal Education System\n8. The current education system in Bangladesh consists of five years of compulsory primary\neducation and seven years of secondary education comprising three years of junior secondary\n(grades 6-8), two years of secondary (grades 9-10), and two years of higher secondary education\n(grades  11-12).  Bangladesh  has  made  considerable  strides  in  providing  access  to  primary\neducation for all. Enrollments in the country’s 77,000 primary schools have grown rapidly in recent\nyears to reach a total of over 17.7 million children, 10.8 million of whom are in Government\nschools. Official data for June 2000 show that the gross primary enrollment rate increased from\n77.0 percent to 97.0 percent over the past decade, while the current net primary enrollment rate is\n                                                \n6 Government of the People’s Republic of Bangladesh, Planning Commission. 1998. The Fifth Five-Year Plan, 1997–\n2002. Dhaka.\n7 DNFE/Sida. 2001. NGO Reports of 23 Pilot Continuing Education Studies. Dhaka, April.", "3\nover  81  percent.8  These  improving  enrollment  rates  mask  a  persistent  problem  of  unequal\nparticipation rates for poor children. Although the net enrollment for primary education is close to\n82 percent, the net enrollment for poor children is only 70 percent. The number of dropouts from\nprimary school is still high, with 18 percent of girls and 15 percent of boys dropping out in the first\nyear, and only 60 percent of children completing primary school due to problems of quality and\nabsenteeism.9 Several field studies have shown that the prime cause of student absenteeism and\ndropout is the poverty of their families, for whom children’s attendance at school represents a real\ncost from loss of labor and inability to fund costs of clothing and supplies. To address this matter,\nthe  Government  has  instituted  pro-poor  enrollment  policies  including  a  Food  for  Education\nProgram, now active in about 25 percent (17,000) of schools, which provides food benefits to\nfamilies of over 2,200,000 poor students; and a primary school stipend program, which provides 40\npercent of all students with stipends of Tk25 per month.\n9. The same studies also cite factors related to the education system’s poor quality and\nmanagement. The low quality of education, particularly in schools serving the poor, is a matter of\nconcern.  Poorly  motivated  teachers,  crowded  physical  facilities,  and  very  low  contact  hours\ncontinue to plague the system. Quality issues include poor learning environments, delivery and\nmethodological  approaches  that  fail  to  motivate  children  and  their  families,  overcrowded\nclassrooms or classrooms in poor conditions, low contact hours, shortages of textbooks and other\ninstructional  materials,  inadequate  and  poorly  prepared  teachers.  An  ADB  study  of  primary\neducation  classroom  behavior  indicated  that  teachers  use  pedagogical  methods  that  are\ninappropriate for the student age group and the curriculum. System management issues include\ntoo few appointed teachers, absent and tardy teachers, teachers who leave in midyear and cannot\nbe replaced, teachers with low motivation and inadequate training, and the double shift system,\nwhich is a burden for children in grades 3-5 who are poorly motivated to attend school in the\nafternoon.\n10. Government budgetary allocations (revenue and development) to the education sector in\n2000-2001 total nearly $1,100 million, which represents an estimated 15.0 percent of the total\nGovernment budget and 2.75 percent of GDP. Of the education sector budget, a high proportion,\n47 percent, is allocated to basic education. Allocations to the education sector have increased year\nby year at current prices, but since 1994/95 the growth in allocations has not been sufficient to\nkeep pace with the growth of the number of pupils. Education expenditure as a percent of the total\nGovernment budget and as a percent of GDP, and primary education expenditure per pupil in real\nterms in constant (1994/95) prices have been falling steadily and are now significantly below the\n1994/95 levels. Total external assistance to the education sector also has declined over the same\nperiod.\n3.  Nonformal Education\n11. Unlike many developing countries, Bangladesh has a largely homogeneous population with\na common cultural and linguistic identity. The fact that Bangla is spoken throughout the country is\nparticularly  advantageous  in  the  spread  of  literacy  and  basic  education.  Reflecting  the\nGovernment’s commitment to promoting literacy, there have been significant improvements in\naccess to NFE in the last decade. Since the first ADB-supported NFE project, the Government\nthrough the DNFE has provided basic literacy education to 17 million learners, aged between 8\nand 45, who have not attended school or who dropped out of school. Although there is a problem\nof incomplete data about achievements of these projects, available data suggest that between 51\n                                                \n8 The gross enrollment rate is defined as the total number of pupils enrolled in a given level of education irrespective of\nage, expressed as percentage of the total population of the corresponding school-age range; and the net enrollment\nrate denotes the number of pupils of the official school age enrolled in school, expressed as a percentage of the total\npopulation of the same age group.\n9  World Bank. 2000. Bangladesh Education Sector Review, Vol. II.", "4\npercent and 60 percent of learners are females, and 90 percent of all learners complete the\ncourse.\n12. A variety of NFE programs are in use in Bangladesh. The courses are of various duration,\nfollow diverse objectives, and are implemented by NGOs and by several Government ministries,\noften aided by external assistance (e.g., 30,000 children in NFE centers funded by the United\nNations  Development  Programme  [UNDP],  under  the  Ministry  of  Social  Welfare.  DNFE  is\nresponsible for all Government-funded basic literacy and post-literacy programs. Most courses last\nfor 9 months (6 months basic literacy and 3 months post-literacy) or 10 months (6 months basic\nliteracy and 4 months post-literacy). One project aimed at hard-to-reach urban children provides\ncourses of 24 months duration. Under all programs, classes take place for two hours each day, six\ndays a week, and are timed to allow the learners to continue to work.\n13. Many NGOs run NFE programs ranging from preschool education to skills-based training\nand adult basic education programs. The nonformal primary education program of the Bangladesh\nRural Advancement Committee has an extensive network of close to 40,000 centers serving about\ntwo million older children who have dropped out of primary school or have never enrolled. Other\nNGOs cater to the needs of specific disadvantaged groups. For instance, SAPTAGRAM, the\nSeven  Villages  Women’s  Self-Reliance  Movement,  has  22,000  members  spread  across  900\nvillages in three districts, focusing on continuing education for women.\n14. Basic literacy programs of DNFE are delivered via two main modes, the center-based\napproach (CBA) and the total literacy movement (TLM). There is also a free primer distribution\nprogram channeled through philanthropic voluntary organizations. CBA programs to date have\nreached 4.7 million learners enrolled in 158,000 learning centers. The programs are delivered by\nselected  NGOs,  contracted  by  DNFE.  More  than  450  NGOs  are  actively  involved  in  these\nprograms. TLM is carried out directly by DNFE. TLM programs have reached 9.3 million learners\nenrolled  in  310,000  centers  to  date.  Under  TLM,  the  whole  community  is  mobilized  through\nextensive campaigns to achieve full literacy in a district. Under the deputy commissioner of the\ndistrict, a TLM association is formed, involving all sectors of society including political leaders.\nDNFE provides technical services support and primers, and sends monitoring and fact-finding\nteams  to  each  district  and  subdistricts  (Upazilas).10  Teachers  are  locally  recruited,  educated,\nunemployed men and women who receive a monthly honorarium (currently equivalent to $10).\n15. The first NFE project started in 1991 with significant external assistance, which provided 80\npercent of the project cost. Subsequently, the Government’s share in the funding of NFE projects\nincreased steadily and TLM is entirely funded by the Government. The Government’s funding for\nNFE comes from its development budget, with the exception of the salaries of civil servants. Of the\ntotal funding of over $333 million for all NFE projects – completed, current, and approved up to\nMarch 2001 – the Government provided $167 million (50 percent), with $91 million (26 percent)\ncoming  from  aid  agency  loans  and  $75  million  (23  percent)  from  aid  agency  grants.  The\nGovernment’s allocation of funding for NFE, as a percent of the total education budget and as a\npercent of GDP, has increased steadily over the last six years. The cost per learner on NFE\nliteracy programs varies by length of program and by the components provided (e.g., length of\nteacher training), but the cost per learner is higher for CBA programs (around $12) and lower for\nTLM programs ($5). The 24-month program for hard-to-reach urban children has significantly\nhigher costs per learner ($43).\n                                                \n10 The administrative structure of Bangladesh is defined by six divisions. Each division is divided into districts, which are\nsplit into subdistricts or Upazilas. Unions consist of clusters of villages with some devolved political and administrative\nfunctions.", "5\n4. Main Issues in Nonformal Education and Continuing Education\na.  Policy Framework and Long-Term Vision\n16. The recently approved National Education Policy 2000 (NEP) of the Government has yet to\nbe translated into concrete policies and action plans for the NFE subsector. Operationalizing\nelements in the NEP – such as increased private sector and community participation, enhanced\nparticipation of women, and the extension of mass education for the 15-45 age group to include\npost-literacy and continuing education (PLCE) – will have significant consequences on a large\nnumber of subsector planning and development issues. At the regulatory and governance level, full\nimplementation of the NEP may require parliamentary or ministerial actions. At the NFE subsystem\nlevel, issues include matters of cost, policy and regulatory frameworks, organizational structure,\nfinancial planning and management, system monitoring and evaluation (M&E). A specific challenge\nis to promote decentralization and devolution of specific management responsibilities, including\nproviding communities and learners with more control over the design, conduct, and evaluation of\nlearning activities. Systemic, institutional, and operational issues need to be taken into account in\nformulating  sub-sector  strategies,  programs,  investment  frameworks,  and  coordinated\nimplementation plans.\n17. In this context and considering past and current large-scale investments in basic literacy\nprograms, a long-term vision is required to ensure the provision of educational opportunities so that\nneo-literates can acquire functional knowledge and skills as well as literacy. Completion of a basic\nliteracy course is insufficient, and the policy framework needs to include an effective continuing\neducation system that provides follow-on post-literacy and other services to help learners retain,\nimprove, and use the basic literacy skills in the context of income-generating and community\ndevelopment activities.\n18. The  required  policy  framework  and  long-term  vision  also  need  to  reflect  up-to-date\nconceptual  approaches  for  NFE  beyond  the  current  focus  of  the  Government  on  mainly\nquantitative target achievement. The development debate about literacy has undergone major\nchanges and paradigmatic shifts during the last three decades. Increasingly, illiteracy is being seen\nas a structural social problem of society instead of being a social pathology and an individual\nresponsibility. At the same time, literacy is not a panacea for social development and change, but\nmore a prerequisite for such development and change. It is therefore in the context of broader\neducational  and  socioeconomic  development  when  interventions  focus  on  promoting  learner\ninvolvement in civil society, economic activities, and activities designed to improve living standards.\nThe new understanding of literacy goes beyond the narrow definition of the three “Rs” – reading,\nwriting, and arithmetic. Literacy is defined as having skills to acquire information and skills that can\nimmediately be used to improve living standards and generate income. To achieve these goals,\nliteracy programs need to respond to individual learner’s needs through flexible provisions.\n19. PLCE, which combines further literacy development, or post-literacy with community- based\nskills training building on previous courses of basic literacy, requires a systemic approach. It needs\nto integrate different types of training as well as contributions from a variety of stakeholders in the\ncontext of decentralized implementation. Taking into account its limited resources, DNFE will need\nto reallocate capacities currently used for directly implementing NFE programs and concentrate on\npolicy planning, information analysis, standard setting, contract management, M&E, and overall\nsystem development. Based on a shared vision of NFE, a PLCE system needs to be based on a\nnational framework and a long-term plan, which overcomes the campaign and singular project\napproach of the past. New delivery modes that respond to the diversity of skill requirements with\nwell-targeted  curricula  need  to  be  used.  The  traditional  teaching  role  must  become  one  of\nfacilitation,  and  facilitator  training  must  focus  on  the  demands  of  individual  learners  and\ncommunities instead of being centered on schoolmasterish teaching and the provision of training\nas part of a supply-side policy.", "6\n20. Increasing public expenditures on education cannot keep pace with the overall growing\nnumber of students. The NFE system currently burdens the Government with increasing financial\ncosts. If PLCE is to move toward a lifelong learning process, it cannot be funded completely by the\nGovernment. Program planning must identify ways of inviting in-kind contributions of beneficiaries,\nincluding learners, employers, communities, and families. Financial sustainability of programs can\nalso be supported by using existing resources (e.g., trainers and the Government line agency field\nstaff)  and  facilities  (training  centers,  buildings  of  private  schools).  The  most  cogent  factor  in\nexpanding NFE to a long-term and joint undertaking of learners, civil society, NGOs, other service\nproviders, and Government is that graduates of the basic literacy program are ready and willing to\nlearn,  as  documented  by  their  substantial  financial  contribution  in  terms  of  forgone  earnings\n(opportunity costs).\nb.  Quality and Relevance\n21. While Bangladesh has had undeniable success in providing access to NFE, the quality of\nthe  offerings still  require  substantial  improvement  if  functional  literacy  is  to  be  achieved  and\nsustained. Facing the massive problem of illiteracy in the early 1990s, the Government adopted a\ncampaign approach (TLM) and the CBA approach to literacy training. Both entailed providing\nlearners with a crash program of basic reading and writing together with some “life skills training.”\nThese approaches were appropriate at the time, but there is a danger that neo-literates will slide\nback into illiteracy if learning is not reinforced. Also, basic literacy courses did not include skills\ntraining that would lead trainees to better income-earning opportunities. The Government has\nadopted a concept of literacy that uses the traditional ‘threshold’ measure of literacy. This views\nliteracy as a discrete characteristic that individuals either possess or do not possess. People are\ndescribed as being functionally literate11 if they have participated in a basic literacy program of the\nGovernment. Such an understanding of literacy is useful where policy makers need a short-term,\nreadily identifiable goal to aim for and particularly where literacy is being introduced for the first\ntime as was the case in Bangladesh several years ago. However, such a measure is not accurate\nor sophisticated in defining the quality of achievement required and in identifying the literacy needs\nof the poor in a diverse social and economic environment. It can offer little illumination about what\nskills  functional  literacy  involves  for  learners  and  those  teaching  them.  There  are  ways  of\nexpanding this functional approach. One is to move toward thinking in terms of a broad range of\nskills rather than a single skill. Literacy is seen as a set of interrelated skills, communication skills,\nlife skills, and social skills. This broad definition is common in many contemporary views of literacy.\n22. In Bangladesh, the new concept of PLCE comprises both literacy and life skills training\ncalled post-literacy training, and occupational skills training, which has been called continuing\neducation. It is intended to follow and build on previous basic literacy courses. However, the rapid\nexpansion of basic literacy programs has outrun the capacity of DNFE to focus on the quality of\ncurricula, materials, and training of trainers as well as to develop new PLCE programs. This raises\na number of critical issues: (i) a gap between basic literacy and continuing education has resulted\nin loss of literacy skills in many learners; (ii) raised awareness of the importance of acquiring\nincome-generating skills created in learners expectations that have not been met; (iii) lack of M&E\nregarding program participation, learning achievement, and quality of inputs makes it difficult to\nbuild on previous and current basic literacy courses; (iv) lack of records of literacy levels and\nstandardization of results hampers setting quality benchmarks for PLCE; (v) cooperation and\ncoordination between DNFE and other ministries involved in NFE has not been achieved, and (vi)\n                                                \n11 “Functional literacy” is a common term, but it is used in several distinct ways. A common definition is that someone is\nfunctionally literate if that person is to engage effectively in all those activities in which literacy is normally assumed in\ntheir culture or social group. The importance of this and similar definitions, which have been used in international\ndeclarations, is that they make central the idea that literacy is a relative matter, relative to a particular society or group.", "7\nthere is a need to use and focus all available resources of the country on achieving both the\nambitious quantitative as well the quality targets.\n23. DNFE’s cooperation with NGOs has rarely been based on shared quality objectives and a\ncommon understanding of literacy. Within the NGO community, each organization again appears\nto  have  its  own  vision  of  what  the  members  are  doing  and  there  are  built-in  differences  of\nperspective and delivery quality. Much innovative work, which originates in practice, still goes\nundocumented. It may be described in reports that are circulated locally, but local curricula and\nmaterials,  are  unlikely  to  become  part  of  the  resource  of  nationally  available  documents.\nFragmentation  of  resources,  concepts,  and  capacities  is  the  prevailing  picture  of  NFE  in\nBangladesh, effectively restricting the overall quality of NFE. There is therefore a strong rationale\nfor concerted efforts of curriculum and material development and training of trainers on a national\nlevel, which combine some of the best resources of the country.\nc.  Institutional Capacity\n24.   Although DNFE has been able to achieve its targets on delivery of basic literacy programs,\nits capacity to initiate, supervise, administer, and monitor NFE has been stretched to the maximum\nby  these  ongoing  basic  literacy  projects  and  the  huge  number  of  17  million  learners.  The\nGovernment has adopted a centralized system of planning, program formulation, and monitoring in\nthe management of NFE with a decentralized mode of implementation. DNFE is the largest NFE\nprovider in the country. It requires strengthening in core competencies such as policy planning,\ncontract  and  subsector  management,  and  in  developing  coordination  mechanisms  with  other\nGovernment institutions and agencies that are currently involved in offering a variety of skills\ntraining to unskilled learners. The most effective tool for DNFE to keep up with its supervisory\nfunction is M&E. While costs-per-learner indicators exist, on learning achievements and other\nimpacts of various past and ongoing NFE projects and campaigns data are lacking.  M&E becomes\neven more an issue once PLCE is regarded as an evolving concept, adjusting to new challenges\nby changing delivery modes and considering a new time horizon for achieving its goals. Demand-\ndriven interventions – building on existing structures or programs, taking into account lessons\nlearned, and exploring diversified means and methods – require management structures and\nprocesses that permit good policy access, substantial authority, a high degree of professional\ncompetence, a good management information system (MIS), improved planning, monitoring and\nreporting  capacity,  and  new  linkages  of  cooperation  between  multiple  stakeholders,  service\nproviders, and actors in the NFE field.   \n25. DNFE’s  current  roster  lists  about  450  NGOs  of  varying  quality  that  are  eligible  for\nimplementing NFE courses. About 210 NGOs will be required to implement PLCE courses. A\nmajority of them have been assessed to have the necessary management and human resources\ncapacities to implement such programs. The other NGOs require substantial staff development for\nthem to play their role successfully within a new PLCE framework. Forming consortia between\nmore experienced and efficiently managed NGOs and smaller local NGOs could be instrumental in\nhelping the latter to learn on the job and grow professionally. Thus, a potential shortage of qualified\nNGOs could be avoided. Forming consortia among NGOs could also help overcome the existing\nfragmentation of professional knowledge, which is particularly felt in the area of core curricula,\nteaching materials, and training of trainers.\nB. Government Policies and Plans\n26. Recent developments in the education sector in Bangladesh include the approval of NEP12\nand the establishment of a National Education Policy Implementation Cell to operationalize the new\n                                                \n12 Approved by the Government in October 2000.", "8\npolicy. Work is ongoing to prepare a revised plan of action for Education for All by the end of 2001. In\nthe Fifth Five-Year Plan, the aim of the Government is stated as “decentralization for program\nplanning, strategy formulation and resource mobilization and encouraging local level participation\nwith ownership in planning and implementation.” The Government is considering the organization of\na multiyear, sector-wide, long-range planning process that will involve PMED, Ministry of Education,\nMinistry of Finance, Planning Commission, Ministry of Establishment, and other relevant ministries,\nindependent government institutions, and private organizations in a dialogue on matters pertaining to\neducation sector restructuring.\n27. Given the overwhelming number of illiterates and the breadth of poverty in the country, NFE\nand specifically literacy training, has become a high priority of the Government. NEP specifically\nrecognizes the need for continuous training to ensure that learning is reinforced. NEP emphasizes\nthe need for partnerships with NGOs to ensure the effectiveness of training programs. In the\ncontext of the national commitment to the goal of education for all and to complement its work in\nprimary education, the Government is currently supporting substantial investments in basic literacy.\nAs a signatory to the Jomtien Declaration, Bangladesh committed itself to achieve 62 percent\nliteracy by 2000 – which it accomplished – and to realize full literacy by 2006. DNFE is currently\nengaged in implementing four literacy projects for an estimated target population of 34.5 million. So\nfar, 6 of 64 districts in the country have been declared to have achieved full literacy, and altogether\n17 million illiterates have been exposed to basic literacy courses. This success is mirrored in a\nliteracy rate that has increased from 35 percent in 1991 to an estimated 64 percent in 2001.\n28. NEP advocates a shift in DNFE’s role from a focus on implementing basic literacy programs\nto a coordinating function in PLCE. NEP states, “to do this the Directorate of Nonformal Education\nwill be turned into an institution of Continuing Education and Skill Development.” This fundamental\nshift calls for a coordinated approach by the Government, NGOs, and civil society and emphasizes\nthat “the duration, subject, teaching and learning methods, the qualification of teachers and the\nlearning process will be determined by the needs of the local people, and the availability of\nresources.” As part of the concerted efforts, “nation building” (training and extension) departments\nof various ministries (e.g., fisheries, women and children, health, agriculture) are supposed to\ncontribute  to  PLCE  programs.  They  are  part  of  the  Government’s  national  plan  for  social\ndevelopment and have officers at Upazila level who have been involved in the mass literacy\ncampaign and also in skills training and microcredit activities.\nC. External Assistance to the Sector\n29. The Government has received substantial external funding for projects in the education\nsector. In the NFE subsector, various funding agencies and the Government to date have funded\nfive major projects with a total cost of $295 million. The Integrated Non-Formal Education Program\nstarted  in  1991  and  was  cofinanced  by  the  Swedish  International  Development  Cooperation\nAgency (Sida), the Norwegian Agency for Development Cooperation (NORAD), UNDP, and the\nUnited  Nations  Children’s  Fund  (UNICEF).  Together  with  the  International  Development\nAssociation (IDA) and the Swiss Agency for Development and Cooperation (SDC), ADB financed\nNFEP-1, which targeted young adults in the 15-24 years age group and established DNFE as a\ncoordinating agency. The project started on 1 January 1996 and ended in June 2001 after it had\nprovided basic literacy training to 2.54 million adult learners. At about the same time NORAD, Sida,\nand the United States Agency for International Development (USAID) financed NFEP-2 focusing\non the 11-45 years age group. To complement these efforts in basic literacy, the United Kingdom’s\nDepartment For International Development (DFID), UNICEF, and Sida are funding a NFE project\n(NFEP-3) for hard-to-reach urban children. The project provides nonformal basic education for over\n350,000 children of the 8-14 age group, who have not had access to basic schooling and who are\nengaged  in  hazardous  jobs  that  exploit  child  labor.  The  biggest  effort  was  made  by  the\nGovernment in terms of the TLM, which started in April 1997 as NFEP-4 at a total cost of $120", "9\nmillion.  All these projects have contributed to the exposure of 17 million learners to basic literacy\nprograms.\n30.  Other funding agencies are involved in NFE projects through other Government ministries,\nincluding a UNDP-supported NFE project via the Ministry of Social Welfare, a project funded by the\nUnited  States  Department  of  Labor,  two  projects  supported  by  the  International  Labour\nOrganization,  and  one  project  funded  by  the  Dutch  Government.  The  Japanese  International\nCooperation  Agency  (JICA)  has  funded  a  study  on  the  creation  of  a  national  academy  for\nnonformal education (NANFE) and provides technical assistance to DNFE. In 2000, DNFE began\nexploring implementation modes for PLCE training by selecting 23 NGOs to pilot projects lasting\nfor one year in 21 Upazilas and in 20 districts. The final report for these projects became available\nin June 2001 and gave important lessons for the proposed Project (see paras. 37 and 38). Latest\ninformation suggests that these pilots will be extended and continued. If so, and if started promptly,\nthen the additional lessons learned will further inform the proposed Project.\n31. To a varying degree these projects have suffered from lack of focus on program quality and\neffectiveness. However, they have laid the groundwork for a huge and internationally recognized\nliteracy movement in the country. Some of the NGOs in Bangladesh, which are contracted to run\nthe Government-managed programs also independently, offer an extensive range of NFE.  Over\n400 of these NGOs are members of a coalition headed by the Campaign for Popular Education.\nThe  combined  efforts  of  the  Government  and  independent  efforts  of  NGOs  have  helped\nBangladesh demonstrate progress against the international development targets, most notably the\neducation-for-all target to reduce adult illiteracy.  Furthermore, the programs thus far provided by\nthe Government, together with new pilots and new programs in continuing education and post-\nliteracy, are forming the basis for achieving a clearer national policy and strategy for NFE, and its\nrelationship to formal education in Bangladesh.\n32. The Government, IDA ($50 million), and SDC ($6.5 million) are funding a new Post-literacy\nand Continuing Education for Human Development Project (PLCEHDP-1), which started in June\n2001 and covers 32 of a total of 64 districts. The design of PLCEHDP-1 anticipates adjustments\nduring the phased introduction of activities based on the results of the 23 pilot projects, which were\npublished after the IDA loan became effective.13 The Government has requested ADB to support a\ncomplementary project14 to cover the remaining districts to ensure nationwide coverage of PLCE\nprograms. Both development banks have intensified the coordination of their country operations, which\nhas  helped  to  prepare  the  proposed  Project  in  a  complementary  manner.  The  commitment  of\ncofinancing partners indicates broad support from development partners to implement PLCE programs.\nFurther details of external assistance to NFE are summarized in Appendix 2.\nD. Lessons Learned\n33. In  assessing  the  many  lessons  learned  in  the  context  of  ADB-supported  education\nprojects,15 lack of monitoring has proved to be a key issue resulting in delayed implementation, low\nquality, and weakened impact of project results. Installing a monitoring system that also provides\nreal-time  feedback  to  the  project  management  allowing  corrective  action  in  midstream  is\nparamount in strengthening project implementation. The existing MIS system of DNFE collects only\nroutine administrative data; it is overloaded and unable to cope with the data generated by basic\nliteracy courses. Monitoring learning achievements and careful evaluations that identify project\n                                                \n13While goal, purpose, and major components of the proposed Project will be similar or complementary to PLCEHDP-1,\nit will differ in implementation mechanisms and its distinct PLCE approach.\n14The Government wants the Project to cover the remaining 29 districts except the three Chittagong Hill Tracts districts,\nwhich are still at an early stage of basic literacy program implementation. Urban Upazilas of Dhaka and Chittagong\ndistricts are dealt within special projects due to specific beneficiary needs.\n15ADB. 2001. Breaking the Cycle of Poverty through Education. Operations Evaluation Office, Manila.", "10\nimpact and the positive aspects of changes require additional efforts of continuous M&E outside of\nthe routine administration.\n34. The  draft  project  performance  audit  report  (PPAR)  of  the  Bangladesh  Rural  Training\nProject, which was approved on 13 December 1990 and completed in December 1997, indicates\nthat  the  focus  on  classroom  teaching  and  lack  of  learners’  participation  in  course  selection\nseriously  affected  the  quality  and  relevance  of  the  livelihood  training  provided  to  70,000\nbeneficiaries.  The  PPAR  also  highlights  the  difficulties  of  the  Government  in  operating  and\nmaintaining training facilities provided by the project. Findings from the participant survey of the\nADB-supported NFE project on the Philippines (PNFEP) suggest that NFE programs have been\nmost  successful  where  implementing  NGOs  are  tightly  linked  with  the  local  community,  are\nengaged in active dialogue and collaboration with other local institutions, and can respond with\nflexibility to local needs and constraints in program delivery and content.\n35. Lessons learned from the ADB-supported NFEP-1 in Bangladesh confirm the findings about\nthe importance of local participation and ownership. Other lessons point to the need for efficient\nand effective financial management, including efficient procurement of services and goods. The\nTA’s  final  report  on  the  project16  emphasizes  that  DNFE  needs  to  better  focus  its  existing\ncapacities to be able to expand targets and implement additional projects. Of particular concern is\nthe capacity of current systems to understand quality in terms of significance, methodology, and\nbenefits;  and  to  maintain  agreed-upon  quality  standards.  These  lessons  have  led  to  a\nreassessment of DNFE’s role regarding new PLCE programs. Strengthening its supervisory and\nregulatory functions while contracting out program implementation and related support functions to\nprivate sector organizations including NGOs has become justifiable.\n36. The first tracer study carried out by the NFEP-1 surveyed 1,480 NFE graduates (82 percent\nof them women with 75 percent in the 14-25 age group). The study concluded that learners’\nincreased participation in economic activities, loan seeking behavior, more active participation in\ncommunity groups as well as commitment to sending their children to school and using birth control\nmethods  demonstrate  the  impact  of  basic  literacy  programs.  Such  newly  learned  skills  and\nattitudes are endangered if there is no follow-up program that can sustain these efforts to break the\npoverty cycle. The tracer study’s finding underlines the importance of training teachers to act as\nfacilitators rather than directors of learning, applying instructional methods that attract and retain\nlearners, breaking the learners’ group into smaller activity groups, and using carefully selected\nreading and teaching materials.\n37. An evaluation17 of the first PLCE pilot projects in Bangladesh, funded by Sida and NORAD,\nhighlights many important lessons. At a strategic level, the evaluation argues for a concise NFE\npolicy that addresses peoples’ needs and which is translated into precise strategies and plans. The\nreport noted that in many cases, the implementing NGO staff – including the facilitators and skills\ntrainers – had insufficient understanding of (i) their roles and responsibilities; (ii) demand-led,\ncommunity-owned approaches to continuing education; and (iii) managing and motivating groups\nof adult learners having widely varying levels of basic literacy, aspiration, and confidence. These\nfindings highlight the importance of giving appropriate and high-quality training to the facilitators\nand  the  implementing  NGO  supervisors,  and  of  ensuring  that  they  are  provided  with,  and\ncontribute  to,  job  descriptions  that  are  clear  and  realistic.  The  study  noted  that  the  lack  of\nrelevance of post-literacy as part of a static three months post-literacy plus six months continuing\neducation  course  schedule  discouraged  many  learners.  These  findings  may  also  influence\n                                                \n16The Final TA Report for TA 2534–BAN: Institutional Development of the Directorate of Nonformal Education was\nsubmitted on 15 June 2001; the draft Project Performance Audit Report (PPAR) of the Rural Training Project (Loan\n1066-BAN[SF]) is dated 17 September 2001; Findings of the Participant/Non-participant Survey of the Philippines\nNonformal Education Project (PNFEP, ADB-Loan No. 1254-PHI[SF])  are dated 14 March 2001.\n17PMED/DNFE. 2001. Final Report on the Evaluation of the Post-Literacy and Continuing Education Pilot Program.\nDhaka.", "11\nadjustments  on  the  IDA/SDC-supported  PLCEHDP-1  design,  which  has  adopted  the  same\napproach, and could finally lead to a more seamless integration of both types of training in all new\nPLCE programs.\n38. The  evaluation  report  emphasizes  the  importance  of  having  center  management\ncommittees (CMCs) that take an active role in program delivery. The findings suggest that the\ncommittee must assist in monitoring and evaluating the performance of the center and steer18\ncenter operations so as to maximize benefits for the community. Referring to vocational skills\ndevelopment, the evaluation report noted that particular kinds of skills training should be offered\nonly, if there are identified gaps in the market for the kind of skill in question. It stressed that\nrigorous labor market and income-generating opportunity studies should be carried out by the\nimplementing NGOs (INGOs), in collaboration with the local community, before any skills training is\noffered. The evaluation highlighted the need for providing continuing education to address more\nfully the issue of women’s participation in market activities, and of identifying and attempting to\novercome the barriers they face - should they wish - to engage in nontraditional work that is more\nremunerative. As the findings imply, this is a complex issue relating to such things as the time\navailable for women to engage in income-generating activities, absence of child care, development\nof personal attributes such as knowledge and confidence, cultural norms in rural areas, and\nattitudes as to what constitutes women’s work. The evaluation suggests that special attention at all\nlevels should be given to the issue, but particularly at community level, and that facilitators,\nprogram supervisors, and skills trainers, both female and male, can be exposed to the issue during\ntraining and, wherever possible, appropriate course delivery strategies can be introduced.\n39. ADB’s sector study on NFE19 in Bangladesh confirms these findings and emphasize the\nneed to consolidate the literacy programs in the context of learning income-generating skills. The\nsector study also stressed that communities have demonstrated their willingness to contribute in kind to\nthe success of training activities by working to renovate and upgrade existing facilities and by providing\nsome of the resources, e.g., sitting mats. There is evidence that participants of NFE activities are\nprepared to contribute to reducing the cost of training that they perceive as creating income-enhancing\nopportunities.\n40. During the preparation of the proposed Project, close consultation with other development\npartners assured learning from previous experience. It is important that this close consultation among\ndevelopment partners continue during the implementation of various projects in the subsector to ensure\nclose coordination.  The proposed Project provides a platform for such coordination in terms of annual\nsector review workshops.\nE. ADB’s Sector Strategy\n41. Consistent  with  the  Government's  medium-term  development  strategy,  ADB's  country\noperational  strategy  (COS)  for  Bangladesh,  which  was  finalized  in  1999,  identified  poverty\nreduction as its overall strategic objective.  To achieve this objective, three priority areas are\ntargeted: (i) promoting faster private-sector-led economic growth, (ii) creating better development\nopportunities  for  the  poor  in  rural  and  urban  areas,  (iii)  promoting  human  development  and\nenvironmental protection.  In the field of human development, ADB's long-term operational focus is\non basic formal education (primary and secondary) and NFE as well as urban primary health care.\nADB's operational strategy for the education sector aims at (i) increasing equitable access to basic\neducation, particularly for girls and disadvantaged children; (ii) improving education quality and\nsystem  efficiency,  particularly  in  teacher  training;  (iii)  strengthening  the  institutional  and\n                                                \n18 Regular meetings should take place to address learning program quality, course delivery mechanisms, and the\nlearners’ and community’s concerns. Minutes of such meetings would then be available as a monitoring instrument\nallowing prompt community-level corrective action to be taken.\n19Concluded under TA 3465-BAN: Second Nonformal Education Project, footnote 1.", "12\nmanagement  capacities  to  deliver  basic  education;  and  (iv)  supporting  decentralization  and\ncommunity involvement in education.\n42. During the last decade, ADB assistance to the education sector in Bangladesh has focused\non basic education, including primary and nonformal education, and secondary education. In April\n2000, a partnership agreement on poverty reduction (PAPR) was signed by the Government and\nADB. The PAPR formalizes the agreement that development cooperation will be guided by the\noverarching objective of reducing poverty. Under this agreement, the Government’s long term\nvision  includes  efforts  to  achieve  the  targets  set  under  the  international  development  goals\nestablished through a series of world summit meetings in the 1990s. In particular, the Government\nwill strive to achieve universal primary education by 2010 and total literacy by 2006. ADB’s Country\nStrategy and Program (CSP) update of July 2001 confirms that priority for human development\nprojects is in areas that can increase the productivity of the poor.\n43. The Project is consistent with COS, PAPR, and CSP in that it aims at reducing poverty\nthrough human development by improving access, quality, and sustainability of NFE.  The Project\nwill focus on improving literacy in a broader context of continuing education that will embrace\ndevelopment of skills that will generate income for the poor.  Moreover, the Project is expected to\nhelp achieve the goal of eradicating national illiteracy by 2006.\nF. Policy Dialogue\n44. Policy dialogue with the Government has focused on three key areas: (i) the need to\ndevelop an appropriate policy framework and action plans; (ii) the need to improve the quality and\nrelevance of PLCE, and (iii) the need to build capacity for emerging roles in the context of public-\nprivate partnership (PPP). A summary of the policy dialogue follows.\n1. Policy Framework and Action Plan\n45. The Government recognizes the need for a national policy framework for NFE, in particular\nfor PLCE, to implement NEP. The policy framework for PLCE should therefore include all potential\nlearners, including school dropouts who have not participated in basic literacy programs. The\nPMED has agreed to develop a long-term action plan, including financial budgets, by the end of the\nsecond year of project implementation, which will consider the issue of inclusiveness. Apart from\ninclusiveness, a unified PLCE approach based on experience gained in ongoing and previous\nprojects is another key ingredient for the policy framework as PLCE is a relatively new form of NFE\nin Bangladesh. A major challenge for the Government in the development of the new policy\nframework is developing PLCE models that respond to the diverse needs of learners and flexible\ntraining modules to meet these diverse needs. The approaches involve the establishment of\nenhanced  PPP,  which  will  lead  to  a  better  coordinated  and  more  efficient  use  of  available\nresources. The Government has agreed to use the specialized services of the private consulting\nsector in Bangladesh, which will supplement the input of other institutions – DNFE and NGOs – for\nM&E of the proposed Project. Another crucial–and debated–element of the policy framework is\nbeneficiary contribution to help shoulder the increasing costs of NFE. Currently, the Government\nprovides basic literacy courses free of cost to recipients on the ground that poor people are unable\nto pay. However, learners make real contributions in kind, both in terms of providing practical work\nin maintaining NFE centers and the opportunity cost of income forgone. The latter represents a\nmajor cost for participants many of whom live at subsistence level. It was agreed that contributions\nin kind from beneficiaries and communities need to be further encouraged to reduce overall costs.\nFor this to occur, PLCE courses must meet the needs of the learners. The Government will review\nthis issue, and the envisaged action plan of DNFE will take into account community contributions in\nkind.", "13\n2. Improving the Quality and Relevance of PLCE\n 46.  One of the central thrusts of the Project is to improve training through high-quality curricula\nand materials, and a better trained teaching force. For PLCE programs, the quality of learner\nfacilitation,  curriculum  model,  content  and  delivery  become  the  most  critical  factor.  The\nGovernment has followed a rigid approach of three months’ post-literacy training followed by six\nmonths of continuing education. Such an approach has proved to be an obstacle to learners’\nmotivation in the 23 pilot projects financed by NORAD and Sida. The challenge of an integrated\napproach is to design and implement tailor-made vocational skills’ training that integrates literacy\nskills  development  seamlessly.  Only  an  integrated  approach  can  overcome  the  problem  of\ndiminishing motivation. The pilot projects found that learner motivation was highly correlated with\nthe promise of skills training and the perceived subsequent improvement in livelihoods. Tapping\nthis motivation early in the learning cycle by allowing individuals and small groups to engage in\nskills training as soon as the basic minimum literacy requirement for engaging in that skill has been\nachieved is crucial. The Government has agreed to try out a more flexible approach of combining\nPLCE in the proposed Project as long as the proportion of one third post-literacy training and two\nthirds continuing education is kept.  It was also agreed that a national task force of NGOs and\ntraining specialists will prepare curricula and material, and conduct training of trainers. This will\neffectively combine the best talents and resource persons of the country. The task force will review\ncurricula and materials every year. It is also accepted that the PLCE program must respond to the\nneeds of local communities. These needs will be identified through extensive dialogue with the\ncommunities and potential beneficiaries, via CMCs, and supported by comprehensive information\non income-generating opportunities.\n47. Policy dialogue also led to an agreement that rigorous M&E is needed to ensure quality in\ndelivering PLCE. This entails monitoring of targets and the quality of courses in terms of learning\nachievement  and  curricular  assessment.  DNFE’s  demand  for  enhanced  monitoring,  including\nperformance monitoring, indicates the Government desire to improve on previous projects. For\nexample, under the NFEP-1, a tenfold increase in the planned number of learners in the course of\nproject implementation brought into focus the issue of learning achievement and program quality.\nQuality of program delivery and content will also be influenced by gender- related factors. A tracer\nstudy of the same project showed that increased participation of women in NFE has a strong\nimpact on the social and economic condition of families. The Government recognizes the need for\ngreater representation of women in planning, delivering, and participating in PLCE programs. It\nsupports  the  development  of  gender  action  plans  and  is  committed  to  implementing  current\nGovernment gender policies.\n3. Capacity Building\n48. Following  the  guidelines  of  the  NEP,  the  Government  recognizes  the  need  for  better\ncoordination between ministries and agencies and to rely more on private sector organizations and\ncivil society in decentralized implementation of NFE. PLCE necessitates a structured and well-\ndesigned program based on broad support from a variety of actors for achieving social objectives\nand poverty reduction. Dialogue with PMED and DNFE officials has led to an agreement on the\nimportance of building the organizational capacity of NGOs, private sector organizations, and civil\nsociety groups like CMCs to take on increased responsibility for PLCE programs. DNFE and the\nimplementing and monitoring organizations need to gradually assume new roles in the context of\nPPP. It was agreed that capacity building for training is an essential input of the Project. Another\nkey input for capacity building is effective leadership. Leadership from the Government requires\nsetting the policy agenda, enforcing regulations in a transparent manner, and removing barriers to\nlearning  without  being  directly  involved  in  implementing  training  programs.  Leadership  in  the\nprivate  sector  demands  active  coordination  among  participating  organizations  and  the\nestablishment of a code of conduct or a system of accreditation for quality assurance.", "14\n49. The Government and ADB agreed that consortia of local NGOs under the guidance of a\nleading NGO will be tested as one of the delivery modes for implementing PLCE courses. Such\ngroupings can overcome fragmentation of available resources and help improve the capability of\nparticipating NGOs through on-the-job training and sharing of resources. It was agreed that the\nNGOs and private firms must meet the criteria laid down for participation (Appendix 3). These\ncriteria will also be used for monitoring the performance of the implementing and monitoring\nagencies. The Government and ADB agreed that INGOs will be selected based on action plans\nproposed by them. Approval of the plans will be a condition for continued funding after an initial\nyear  of  probation.  There  was  consensus  that  an  assessment  of  management  capacities  of\npotential partner agencies, conducted by DFID before the start of the Project, will allow the Project\nto develop well-targeted capacity-building activities.\nIV. THE PROPOSED PROJECT\nA. Rationale\n50. The  Government  recognizes  that  illiteracy  and  lack  of  life  skills  are  a  major  factor\ncontributing to rural poverty.  Illiterates are unable to participate in the employment opportunities\nemerging from economic growth, cannot participate in civil society, and, still worse, perpetuate the\ncycle of poverty by failing to provide their children with educational opportunities. Despite recent\nstrong performance in improving access to basic education for children, millions of adults either\nmissed the chance to attend school altogether or dropped out after a few years of school and\nremain functionally illiterate. Since 1991 the Government has exerted major efforts to eradicate\nilliteracy through several projects and the establishment of DNFE in 1995.  Since then DNFE has\nfunded literacy training for 17 million learners mainly through community-supported centers and\nwith the assistance of NGOs. Evaluations of DNFE literacy programs show that learners acquire\nsignificant new skills and develop more progressive social attitudes, e.g., greater participation in\neconomic activities, enhanced ability to access and use micro-credit, more active participation in\ncivil society, and greater propensity to send their children to school and to regulate their fertility.\nHowever, the neo-literate graduates of these early programs require further training to reinforce\ntheir new skills and to acquire a new set of skills aimed at improving their employability and\nbreaking the cycle of poverty. Appropriate curricula and trained facilitators are required to train an\nestimated 1.6 million learners and thus provide opportunities for them to directly apply newly\nacquired literacy skills, and prepare them for income-generating activities. The Project will support\nand expand DNFE’s mandate to provide a comprehensive range of PLCE courses to neo-literates.\nIt will develop curricula and materials as well as train trainers to implement these courses.\n51. NGOs of various sizes, with a diversity of mandates, funded by the Government; and\nexternal  agencies  and  other  sources  have  successfully  conducted  a  variety  of  basic  literacy\nprograms  in  the  past.  Given  this  vast  though  organizationally  fragmented  experience  and\nconsidering limited implementation capacities, the Project promotes partnerships among private\nsector organizations and with the Government, based on shared objectives, concepts, and joint\nmonitoring and implementation as part of a new policy framework and long-term vision for PLCE.\nThe  Project  encourages  consortia  between  leading  NGOs  and  smaller  NGOs  to  achieve\nknowledge and technology transfer and capacity building. PLCE courses have to build on previous\nbasic  literacy  efforts  of  about  17  million  learners  in  Bangladesh.  The  political  duty  of  the\nGovernment  to  provide  NFE  activities  evenly  throughout  the  country  with  limited  resources\nnecessitates coverage of 29 selected districts and 210 Upazilas, which will be targeted mainly on a\nfirst completed (basic literacy) – first served (by PLCE) basis, complemented by learners who have\nonly recently completed a course. The PLCEHDP-1 of the Government follows the same rule for\nthe remaining 32 districts of the country, while three Chittagong Hill districts and urban Upazilas of\nDhaka and Chittagong are covered by special projects due to specific beneficiary needs.", "15\nB. Objective and Scope\n52. The Project’s long-term sector objective is to help reduce rural poverty through investments\nin human development aimed at empowering the rural poor by providing them with literacy, life\nskills, and income-generating skills. The Project aims to establish a community-based and needs-\noriented PLCE course program and a supporting organizational framework for 1.6 million neo-\nliterates in 29 districts.\n53. The Project will be implemented in a phased manner with a comprehensive review at the\nend of the second year, which will finally determine the implementation mechanisms and the\nteaching approach. Preparing teachers and curricula before implementing courses in a limited\nnumber  of  Upazilas,  and  gradually  increasing  the  number  of  learners  while  continuously\nstrengthening monitoring, curricula and materials development, and training of trainers reflect the\nquality focus of the project approach. Continuous feedback and evaluation of results will be used to\nguide the project throughout implementation. The Project will promote the active involvement of\nlearners and communities in course planning and, where appropriate, will use information and\ncommunication technology for efficient implementation. Developing and implementing new modes\nfor delivering PLCE will provide essential inputs for a national framework for NFE.  The Project’s\nobjectives will be achieved through four components: (i) policy framework development for NFE\nbased on decentralized implementation and learners’ participation in planning; (ii) curricula and\nmaterials development and dissemination for PLCE programs to lay the groundwork for the Project\nand  for  similar  future  activities;  (iii)  capacity  building  for  organizations  involved  in  project\nimplementation and strengthening the regulatory and supervisory functions of Government; (iv)\ndelivery of PLCE courses targeting more than 1.6 million learners who will participate in courses\norganized by the Project in 29 districts of Bangladesh (Appendix 1). While the last two components\nrelate to the 210 Upazilas where the Project will provide services, contributions to the policy\nframework and to curriculum development and training of trainers will be sector-wide. Details of the\nproject components are described as follows.\n1. Policy Framework Development (Component 1)\n54. This component aims to develop a policy framework conducive to a flexible, responsive,\nand sustainable program of PLCE.  The Project will provide technical expertise and opportunities\nfor public and private stakeholders to collaborate in contributing to a policy framework, which will\nbe part of a long-term vision for PLCE. It will be based on the Government’s Sixth Five-Year-Plan\n(2002–2007) and on foundation work done by the PLCEHDP-1, which has the lead in developing a\nnational framework with the goal of strengthening the NFE subsector of education. The project\ncontributions  to  PLCE  will  focus  on  organizational  –  including  development  of  regulations  –\nmanagement, and implementation arrangements conducive to a new concept of PLCE based on\nincreased PPP. PLCE can only be successful if it becomes a long-term and joint undertaking of\nlearners,  civil  society,  private  sector  organizations,  and  the  Government.  Ultimately,  this\npartnership may lead to sharing of costs by the private sector and beneficiaries. In a continuing\nand evolving process, the Project will demonstrate how PLCE needs to be implemented so as to\nsupport national objectives like education for all, the goal of poverty reduction, and objectives of\nNFE as stipulated by the NEP. In particular, linkages and the division of work between actors of\npublic agencies, NGOs, private sector organizations, and community-based organizations like\nCMCs will be strengthened based on the principle of PPP. The institutional setting of PLCE will be\nsupported  by  the  elaboration  of  appropriate  rules  and  regulations  that  define  coordination\nmechanisms, financial contributions, as well as tasks and responsibilities of PLCE stakeholders at\nnational, district, Upazila, and community levels. The Project will provide expertise to work out in\ndetail a pedagogical concept of PLCE that integrates PLCE in a manner that motivates learners to\nregularly  attend  courses.  The  Project  will  also  support  impact  evaluation  studies  providing\nfeedback  for  further  adjustment  of  the  chosen  PLCE  concept,  and  on  the  extent  of  poverty\nreduction.  In addition to the clear articulation of the PLCE concept, the definition of tools and", "16\nmechanisms for quality assurance will constitute an important element of the framework. Annual\nplanning  workshops  as  well  as  Project-related  coordination  meetings  at  district,  Upazila,  and\ncommunity levels will help to elaborate the multitude of elements of the policy framework, involving\nall stakeholders of PLCE programs.\n2. Development, Dissemination, and Adaptation of Curricula for PLCE Programs\n(Component 2)\n55. The purpose of this component 2 is to establish and test a wide range of core curricula to\nbe used by INGOs for PLCE courses. At the community level, such core curricula will need to be\ncomplemented to varying degrees by facilitators (teachers) so as to guarantee meaningfulness for\nlearners and responsiveness to local conditions. The demand-based approach to the delivery of\nPLCE services requires INGOs to conduct an income-generating-opportunity survey, which will\nallow learners to make informed decisions about the kind of skills training they want considering\ntheir choice from a range of proposed trades for a specific area. This survey will explore new skills\nand  emerging  opportunities  for  income  generation,  including  higher  yielding  occupations  for\nwomen. Thus the selected approach to curricula development combines the advantages of the\ndevelopment and mass replication of standardized core curricula at the national level with tailoring\ncourses to specific local conditions and to specific groups of learners. The achieved flexibility is\nessential, given the consensus that neo-literates continue to use and improve their skills only when\nthere is an economic or social incentive to do so.\n56. The PLCE system as envisaged by the Project will require the development of curricula and\nlearning materials that cover a diversity of income-enhancing activities as well as training of master\ntrainers to make them familiar with a new, learner-centered approach to NFE. To overcome the\nexisting fragmentation of specialized professional resources in the country, the Project will invite\nproposals from both NGOs and private consulting companies to form a national task force for\ncurriculum and  material development and training of trainers. The task force will collect, analyze,\nand review existing curricula and materials. It is expected that the big national NGOs will volunteer\nto contribute to curriculum and materials development without being contracted. Curricula writers’\nworkshops will gather the country’s best resource persons for developing the core curricula based\non a modular approach. Such curricula will allow flexible use according to learners’ needs and local\nrequirements.  The  curricula  will  contain  assessment  formats  and  tests  to  measure  learning\nachievement. Emphasis will be on trades related to local wage employment, self-employment, and\nother income-generating activities demanded by learners and informed by surveys. Demanded\ntopics like health, nutrition, and family planning as well as modules on literacy and numeracy skills\nwill serve the objective of allowing learners to become more confident in taking their life into their\nown hands and participate more actively in activities of their community.\n57. The Project will provide international and local assistance for curriculum developers to\nemploy a method for analyzing occupational competencies related to certain trades and to develop\ncompetency-based approaches for assessing learning achievement, which will allow monitoring of\noutcomes and a subsequent review and modification of curricula. Each trade will have its own\ntraining manual – leaving space for local inputs and specifics to be introduced by implementing\npartner agencies and facilitators for specific courses. The teaching manuals, where possible, will\nintegrate literacy, occupational, and life skills. PMED will approve the final curricula before mass\nreplication and nationwide dissemination and has therefore to retain and improve the quality of\nDNFE’s limited technical manpower. The task force will also, where possible, use the Internet for\ndisseminating course information and materials. This will allow the making of printouts at district\nand Upazila levels by district coordinators (DCOs), monitoring associates (MAs) and Upazila-based\nprogram coordinators (PCs). In addition to being responsible for curriculum development, the\nmembers of the task force will serve as core trainers who will train at least two master trainers of\neach INGO. Applying a cascade approach, altogether 840 master trainers will then be able to train\n16,800 facilitators (Appendix 4). All activities of the task force will imply compiling and using past", "17\nand current experience in NFE to develop improved curricula and train trainers for the whole\nsubsector.\n3. Capacity Building for Involved Organizations (Component 3)\n58. Capacity building encompasses both human resource development for individuals and\ninstitutional or organizational development. Both kinds of development are mutually dependent,\nconstitute an ongoing process, and are instrumental in achieving the purpose and goal of the\nProject. The Project supports strengthening the institutional capacities of the Government, the\nprivate sector including NGOs and community-based organizations, which aim to increase social\ncohesion and inclusion, particularly regarding women and other excluded groups. Organizational\ncapacity building demands that the PLCE services promoted for poverty reduction not be isolated\ninterventions. INGOs and their respective services should enhance the capacities of people to take\naction  on  their  own.  Efforts  at  strengthening  the  capacities  of  rural  people  are  by  definition\ncommunity  based.  The  support  of  CMCs,  which  are  instrumental  in  building  capacity  at  the\ncommunity level, is therefore paramount. The ultimate goal is for beneficiaries to take responsibility\nfor their choices. In addition, participation has an educational dimension, and it is vital that it be\nconsidered as a form of collective learning. Building capacity among the poor requires their full\ninvolvement in the PLCE program.\n59. DNFE has the national mandate for coordinating Government-funded NFE and ensuring\npolitical, financial, and administrative compliance with set Government standards. By implementing\nthe Project, the Government will be supported to achieve its aim of “decentralization for program\nplanning, strategy formulation and resource formulation and encouraging local level participation\nwith ownership in planning and implementation” as stated in the current five-year plan. The Project\nwill support DNFE in assuming a role in the direction of more policy planning, information analysis,\ncontract management, standard setting, and system evaluation. It will help DNFE to improve target\nmonitoring and to develop a stronger concern for program quality. The Project supports setting up\nquality standards, which reflect diversity, creativity, and responsiveness to varying circumstances\nand the importance of complementarity and collaboration among actors involved in implementing\nPLCE.  Approving quality standards of the core curricula for continuing education and teacher\ntraining, and assessing curriculum implementation need to remain the responsibility of DNFE at the\nnational level. The Project will therefore support further development of specialized expertise within\nDNFE through training. All Government ministries have a provision for a women-in-development\n(WID) focal point — an officer with the rank of joint secretary/joint chief. The current joint secretary\nof PMED is designated as the WID focal point assisted by an associate WID focal point with the\nrank of senior assistant chief. DNFE has a sub-WID focal point with the rank of deputy director. A\nspecialized international consultant will work closely with these officers to strengthen DNFE’s\ncapacity in addressing poverty and equity issues in the Project and the subsector.\n60. As part of the Project’s contribution to a long-term vision for continuing education, the\nProject will establish the physical infrastructure of a nonformal education resource center (NFE-\nRC) at DNFE. It will become the national media, resource, and documentation center for NFE, a\nfocal point for international exchange and national awareness building. The envisaged media\nsection  of  the  NFE-RC  is  planned  to  (i)  provide  technical  backup  for  conferences  and\npresentations, including technology to enhance meetings and distance learning, and (ii) develop\nweb page infrastructure and expertise to allow publicity for NFE. The resource and documentation\nsection  is  planned  to  (i)  seek  out  information  needs  and  track  publications  useful  to  NFE\nprofessionals; and (ii) collect, catalogue, display, and make available NFE materials including\npublications of DNFE and associated projects. As part of the preparation for the NFE-RC and in\nsupport of the consolidation of DNFE headquarters operations, the Project will support the vertical\nextension of the existing DNFE building cum training/hostel annex at Tejgaon/Dhaka, which will\nalso accommodate the NFE-RC. DNFE will ensure that the NFE-RC will be adequately equipped\nand its staff trained with the use of Government or other development partners’ resources.", "18\n61. Contracted NGOs and private sector firms (partner agencies) and temporarily hired staff\nsupporting decentralized implementation of programs will require support to fulfil their mandate in a\nhigh-quality PLCE system. This will involve training and guiding program supervisors, program\ncoordinators,  administrators,  accountants,  researchers,  monitoring  specialists,  both  INGO  and\nmonitoring partner agency (MOPA) staff, and resource persons. Except for the training of program\ncoordinators and program facilitators, much of the training of other staff and resource persons will\nbe on-the-job training to be conducted by national and international consultants, international and\nnational research institutions, and contracted trainers and senior NFE professionals who used to\nwork as individual core trainers in Government NFE programs. Capacity building for NGOs and\nother  partner  agencies  will  be  based  on  supplementary  studies  about  respective  needs\ncommissioned by DFID and finalized before the Project starts. Strengthening civil society and\nprivate sector participation in coordinating bodies like the project coordination committee, the\nannual planning workshop, the district NFE committee, the Upazila NFE committee, and the CMC\nis an important capacity-building contribution of the Project in the context of PPP.  The agendas of\nthese committees and their meetings will be expanded and will include knowledge and technology\ntransfer related to NFE, quality monitoring, commenting on NGO action plans, and long-term\nplanning of PLCE, in addition to administrative matters.\n4. Implementing PLCE Programs (Component 4)\n62. Under this component an estimated 1.6 million learners will complete PLCE courses offered\nby 210 selected INGOs who are accountable to communities and learners by obligation and\nchoice. The contract packages of INGOs will include the purchase of skills training kits for all\nlearners, motorcycles for project staff, and teaching aids for facilitators.   Up to 29 MOPAs will be\nselected to monitor implementation quality in each of the 29 districts. The plan is to provide training\nfor at least nine months of each year, divided into one third of post-literacy and two thirds of\ncontinuing education on the average. The remaining three months will cover harvest periods,\nperiods of adverse weather conditions, and time for family issues of the learners. The three months\nwill also be used for performance assessment, teacher training, and updated surveys of income-\ngenerating opportunities surveys and INGOs’ preparation of action plans for the following year. In\nthe nine months of training, courses will be of varying length to suit learners’ needs and choices. It\nis envisaged that more than one course will be provided in a nine-month period at the same center.\n63. INGOs in cooperation with CMCs to be physically established and equipped by the Project\nwill compile an inventory of available training sites in each community. It is assumed that each\ncommunity has sufficient training venues acceptable to the participating villagers. Acceptability\nwould mean appropriate facilities and safety for women. From one to several continuing education\ncenters (CECs) will be required in each community. INGOs will develop a rental plan for these\nfacilities. Implementation of PLCE programs will be supported by substantial external expertise in\nthe field of PLCE, monitoring, and social development. The Project will support DNFE in contract\nmanagement, supervision, and quality assurance of programs.\n64. As part of a program preparatory work, INGO staff will conduct an income-generating-\nopportunities survey, which will inform learners about demands for products and services that are\nunmet. The survey will be part of annual awareness building and social mobilization activities by\nINGO  program  supervisors  in  each  of  the  210  Upazilas  involving  existing  CMCs  of  the\ncommunities. PLCE courses will usually be two hours a day and up to six days a week, integrating\npost-literacy and skills training. There will be separate courses for males and for female learners.\nLocally hired resource persons, guided and advised by facilitators of INGOs, will be responsible for\nthe trade-related skills training. Standardized course achievement tests, developed by the task\nforce, will help to monitor learning achievement and provide feedback to curriculum developers for\nimproving curricula and materials. Continuous qualitative program monitoring by MOPAs will give", "19\nfeed-back for program development and refresher training for facilitators. Quantitative monitoring\nby PCs and MAs will provide inputs for the MIS of DNFE.\nC. Cost Estimates\n65. The total cost of the Project, including physical and price contingencies, and taxes and\nduties, is estimated at $99.7 million equivalent. Of this amount, $11.3 million equivalent, or 11\npercent of the total cost, is the foreign exchange cost, and $88.4 million equivalent, or 89 percent\nof the total cost, is the local currency cost. The cost estimates are summarized in Table 1 and\ndetailed estimates are in Appendix 5.\nTable 1: Cost Estimates\n($ million)\nComponent Foreign Local Total\nExchange Currency Cost\nA. Base Costa\n   1. Strengthening policy framework 0.7 1.8 2.5\n   2. Developing curricula, materials, and   teacher training 0.7 2.5 3.2\n   3. Strengthening institutional capacity 2.5 7.4 9.9\n   4. Implementing PLCE programs 4.4 68.4 72.8\n          Subtotal (A) 8.2 80.2 88.4\nB. Contingencies\n1. Physical Contingenciesb 0.4 4.0 4.4\n2. Price Contingenciesc 0.6 4.2 4.8\n          Subtotal (B) 1.0 8.2 9.2\nC. Interest on Loan 2.1 0.0 2.1\n                 Total 11.3 88.4 99.7\n                 Percent 11 89 100\nNote: Totals may not add up due to rounding.\na  Inclusive of taxes and duties that will be financed by the Government ($0.7 million equivalent in local currency).\nb  Estimated at 5 percent for civil works, equipment, furniture, vehicles and motorbikes, and materials; and 5 percent\nfor staff development, training, consulting services, studies, and operation and maintenance.\nc  Estimated at an annual factor of 2.4 percent of both foreign and local project costs in dollar terms.\nSource: Appraisal Mission estimates.\nD. Financing Plan\n66. The Project will have a total cost of $99.7 million equivalent. It is proposed that ADB provide\na loan of $65 million equivalent from its Special Funds resources to finance 65.2 percent of the\nproject costs.  This covers $8.5 million of the foreign exchange cost and $56.5 million equivalent of\nthe local currency cost. ADB financing will be used to finance a portion of the costs relating to civil\nworks, procurement of vehicles, office equipment, consulting services, training, research, and\nbenefit M&E, but will exclude salaries of regular project staff, rental of office space, and taxes and\nduties. The term of the proposed loan will be 32 years, including a grace period of 8 years, with an\ninterest charge of 1 percent per annum during the grace period and 1.5 percent per annum\nthereafter. DFID will provide a grant of $12.0 million (12 percent of total costs) to cofinance the\nProject with ADB. The Government will provide $20.0 million equivalent (20 percent of total costs).\nThe  beneficiaries,  including  communities,  will  provide  $2.7  million  equivalent  in  in-kind\ncontributions for the operation and maintenance of the training venues.", "20\nTable 2: Financing Plan\n($ million)\nSource Foreign Local Total Percent\nExchange Currency Cost\nAsian Development Bank (ADB) 8.5 56.5 65.0 65\nDepartment for International Development (DFID)a 2.8 9.2 12.0 12\nGovernment 0 20.0 20.0 20\nBeneficiaries 0 2.7 2.7 3\nTotal 11.3 88.4 99.7 100\na Figures of DFID are tentative, subject to final confirmation by DFID.\n67. The items to be financed under the Project have, by their nature, a high local cost content.\nThe provision of local cost financing by ADB is considered justified under ADB’s local currency\nfinancing  policy.20  The  scope  for  expansion  of  domestic  revenues  is  very  limited  due  to  the\ncountry’s weak industrial and commercial base and the pressure of an increasing number of\nlearners, which outpaces nominal increases of public expenditure on education. The Government\nhas for some years demonstrated its commitment to education by increasing financial allocations\nto education at a higher rate than population increase (1.6 percent) though they have not increased\nsufficiently relative to the rise in number of learners. Due to the low level of per capita income,\nwhich constrains national savings and public finances, external assistance is required to meet the\nbulk of the local currency cost of development projects.\nE. The Executing Agency\n68. DNFE will be the Executing Agency (EA) and will integrate the project activities to the\nextent possible within its regular administrative setup. The EA will be accountable for adherence of\nthe project implementation to Government and ADB procedures and guidelines, as well as overall\ntransparency and accountability principles of the loan utilization.  DNFE’s DCOs who report directly\nto the director general of DNFE and the deputy commissioner and command well-equipped district\nheadquarters, including modern information and computer technology, will play a pivotal role in\nsupervising the program, ensuring efficient financial management and contract compliance of\npartner agencies, and compiling and analyzing monitoring reports. They will be supported by MAs\nand  PCs.  Upazila  NFE  committees,  headed  by  the  Upazila  Nirbahi  officer  and  district  NFE\ncommittees  chaired  by  the  deputy  commissioner  will  have  important  functions  in  guiding  the\nimplementation  of  PLCE  programs  and  for  strengthening  PPP  in  the  context  of  the  Project\n(Appendix 6).\nF. Implementation Arrangements\n1. Management Structure\n69. A central project implementation management unit (PIMU), headed by a project director,\nwill be established within DNFE to coordinate project support from different departments of DNFE\nand field staff at the district level. The PIMU will be responsible for the day-to-day implementation\nof the Project, and the monitoring of general progress in implementing it. Three deputy directors –\n                                                \n20R1-95: A Review of Lending Foreign Exchange for Local Currency Expenditure on Project, 3 January 1995.", "21\none for finance and two for implementation and Monitoring – and five assistant directors will\nsupport the project director. The PIMU will work under the overall guidance of the director general\nof DNFE, who will be responsible for the Project. A project coordinating committee (PCC), headed\nby  the  secretary  of  PMED,  will  oversee  the  Project,  approve  operational  plans,  and  ensure\neffective coordination of project activities with those in other projects and in PMED. Additional\nmembers will represent the Planning Commission, the Ministry of Finance (Finance Division and\nEconomic Relations Division), the Ministry of Women and Children Affairs (MOWCA), the Ministry\nof Social Welfare, the Ministry of Youth, the Local Government Division, the NGO Affairs Bureau,\nand two representatives of NFE NGOs.\n70. The volume of NGO contracting activity suggests that a great number of tenders will need\nto be processed throughout the Project’s life. An international firm of consultants will be engaged to\nconstitute  the  project  administration  service  (PAS),  which  will  assist  the  PIMU  in  day-to-day\noperations of contract and financial administration and provide advice and on-the-job training in\naccounting for INGOs and MOPAs. The PAS will be an international accounting and project\nservices firm under contract by the Project. It will provide the services of an international consultant\n(72  person-months,  subject  to  confirmation  during  midterm  review)  with  expertise  in  public\nprocurement and financial management, and two domestic consultants (72 and 36 person-months,\nrespectively).  Under  the  supervision  of  the  project  director,  the  PAS  will  assist  and  facilitate\nprocurement and contracts with partner agencies, and contracts for other services, ensuring that all\nADB  and  Government  procedures  are  followed.  It  will  establish  a  computerized  financial\nmanagement system compatible with the one developed by the PLCEHDP-1. Both systems should\nbe transferable to regular DNFE financial management services at the end of the Project. The PAS\nwill  cooperate  closely  with  the  procurement  consultant  of  PLCEHDP-1.  It  will  train  DNFE’s\nprocurement  core  team  established  under  PLCEHDP-1  to  enable  it  to  take  over  most  of  its\nprocurement-related work toward the end of the Project.\n2. Implementation Schedule\n71. The Project will be implemented over six years beginning in 2002 and ending in 2008. The\nProject will start with a preparatory phase in the first year preparing the ground for a gradual\napproach of increasing the number of learners every year, starting from 21,600 in year 1 to\n353,760 in year 6 (Appendix 7).\n72. The preparatory phase will last for 12 months. During this phase, international consultants\nwill  help  to  prepare  curricula  and  materials,  plan  training  of  trainers,  and  establish  project\nimplementation structures and mechanisms. In addition, 12 INGOs will be selected in three districts\n– one in the coastal area, one in the center, and one in the north – of the country, using criteria\nagreed upon by the Government, ADB, and DFID. In the second year of project implementation,\nPLCE  courses  will  serve  an  estimated  21,600  learners.  During  the  second  year,  delivery\nmechanisms and learning concepts will be tested and adjusted, and staff of INGOs and MOPAs\nwill be trained.  Capable lead agencies, heading a consortium of smaller NGOs and private service\nproviders, will provide guidance and ensure knowledge transfer aimed to increase the capacity of\ntheir  smaller  partners,  which  could  become  lead  agencies  in  the  following  years  of  project\nimplementation. Cost-sharing options with communities and learners and ways of targeting the\npotentially most productive learners are topics for field studies at this stage of implementation.\n73. In year 3, the number of Upazilas covered and learners enrolled in PLCE courses will\ngradually increase (to 64 Upazilas and 115,200 learners). The number of learners will increase to\n426,480 in year 4; 525,120 in year 5; and 572,640 in year 6. Similarly, the number of CECs will\nreach maximum in years 5 and 6, with 8,400 centers. Each year or training cycle will be preceded\nby a three-month development period for the NGOs involved, including extensive staff training.\nDuring the preparation period, the Project will ensure that support functions are in place and that\nCECs are rented and equipped. Evaluations and lessons learned at the end of each cycle will", "22\nserve to improve and refine curricula, teacher training, and the model of cooperation between\npublic and private actors involved. Thus the experience gained in each cycle of training can help to\nimprove the design of succeeding cycles.\n3. Procurement of Goods and Services\n74. All ADB-financed procurement for the Project will follow ADB’s Guidelines for Procurement.\nThe PIMU will be responsible for procurement under the guidance and supervision of the PCC.\nIndicative procurement packages are in Appendix 8.\na.  Civil Works\n75. The expansion of the existing DNFE building, which was established by the ADB/IDA/SDC-\nsupported NFEP-1 will be the only construction activity. To support the consolidation of DNFE\nheadquarters  operations  and  to  establish  the  NFE-RC,  the  Project  will  support  the  vertical\nextension  of  the  existing  DNFE  office  building  cum  training/hostel  annex  in  Tejgaon,  Dhaka.\nExisting engineering drawings will be used and a construction engineer to be recruited under the\nProject will supervise construction. This contract for extending the DNFE headquarters costs less\nthan $1.0 million and is unlikely to attract the interest of international contractors. The contract will\nbe awarded on the basis of local competitive bidding (LCB) procedures acceptable to ADB. The\nGovernment will submit detailed plans and budgets to be approved by ADB before withdrawal for\nany expenditure for this project activity is made.\nb. Equipment and Materials\n76. It is anticipated that there will not be any packages for equipment costing over $500,000.\nPackages for equipment costing $100,000 to $500,000 will be procured following international\nshopping procedures, and those costing less than $100,000 through LCB. The PAS will assist the\nPIMU  to  procure  office  equipment  and  vehicles  under  international  shopping  or  LCB.  Office\nfurniture and motorcycles will be purchased following the LCB procedures acceptable to ADB. To\nachieve economy and efficiency, goods of similar nature will be grouped into packages under one\nor more tenders. Contracts will be awarded on a package basis, or on the basis of a least-cost\ncombination of packages (Appendix 8).\nc. Services of NGOs and Other Partner Agencies\n77. The services of INGOs and MOPAs will be contracted following the existing subvention\nsystem  of  DNFE,  which  will  be  modified  as  follows.  Interested  parties  will  be  invited  for\nprequalification. Based on formal selection criteria (Appendix 3) and the candidates’ capabilities,\nresources, and geographic presence in specified areas, a NGO or firm will be selected and asked\nto elaborate an action plan, which refers to the package of required services as specified in the\nterms of reference. Actions plans are technical proposals to be compiled according to guidelines\nestablished by the PIMU. They will be assessed with reference to established criteria acceptable to\nADB and DFID. PIMU consultants may help to improve the action plans, that meet basic criteria.\nContracts will include provisions for recurrent costs in the partner agencies.\n4.  Consulting Services\n78. All consultants financed by ADB and DFID will be selected and engaged in accordance with\nADB’s Guidelines on the Use of Consultants and other arrangements satisfactory to ADB for the\nengaging domestic consultants. Altogether, 10 international and 18 domestic consultants will assist\nin implementing, managing, and monitoring project activities. A total input of 171 person-months of\ninternational and 476 person-months of domestic consulting services is planned. The number of\nperson-months  needed  will  be  reevaluated  during  the  mid-term  review  of  the  Project.  The", "23\nconsulting services will be provided through international consulting firms in collaboration with\ndomestic consultant firms and will be selected according to ADB’s guidelines (Appendix 9). Three\ncontract packages of consulting services are foreseen.\n5. Advance Action\n79. With the prior approval of ADB, advance action will be taken to expedite the implementation of\nthe  Project.  To  allow  timely  engagement  of  the  consultants  required  for  the  PAS,  a  shortlist  of\ninternational consulting firms and the terms of reference of other consulting services under the PIMU will\nbe agreed upon by the Government, ADB, and DFID before loan effectiveness. The Government has\nbeen advised that approval for advance action does not commit ADB to approve the Project.\n6. Disbursements and Imprest Account\n80. To facilitate project implementation and ensure timely release of the loan proceeds, the\nGovernment will establish immediately after loan effectiveness an imprest account in dollars at a\ncommercial bank acceptable to the Government and ADB.21 Statement of expenditure procedures\nwill be applied for reimbursement and liquidation/replenishment of the imprest account to cover\npayments of contracts for $5,000 or less. After the initial deposit, the imprest account will be\nsimultaneously liquidated and replenished on a regular basis. The amount to be deposited will be\nbased on anticipated expenditures to be incurred for 3-6 months, not exceeding 10 percent of the\nloan amount. The imprest funds will be maintained in US dollars for conversion to local cash only\nat the time of payment. Applications of different disbursement modes and procedures by amount of\npayment and currency involved, including the establishment, operation, and maintenance of the\nimprest account will be carried out according to the latest ADB Loan Disbursement Handbook.\n7. Accounts and Auditing\n81. DNFE, assisted by the PAS, will maintain consistent records and accounts adequate to\nidentify goods and services financed from the loan proceeds. All project accounts and related\nfinancial statements will be maintained by the PIMU, assisted by the PAS, and will be audited each\nyear in accordance with sound auditing standards by independent auditors acceptable to ADB. The\naudited accounts and financial statements and the auditor’s report will be submitted to ADB within\n12 months after the close of each fiscal year. The PAS will assist DNFE in maintaining proper\nProject accounts acceptable to ADB. The annual audit will include the audit of all involved partner\nagencies of the Project on a yearly sample basis, which will guarantee that all partner agencies will\nbe audited at least once during the project duration. The annual audit will include the audit of the\nimprest account and statement of expenditures and a separate audit opinion on their use should be\nincluded in the annual audit report.\n8. Anticorruption Measures\n82. The Government was informed of the ADB anticorruption policy, particularly the section on\nfraud and corruption, as stated in ADB’s Guidelines for Procurement and Guidelines on the Use of\nConsultants.\n9. Reporting\n83. The PIMU will prepare and submit to ADB progress reports within 10 days after the end of\neach semester of the fiscal year, with a copy to DFID, in a format agreed upon during the loan\n                                                \n21The paragraph was prepared based on the latest ADB guidelines available in March 2001. Provisions are subject to\nchange  and  those  included  in  the  latest  guidelines  at  the  time  of  actions  taken  will  always  prevail  during\nimplementation.", "24\ninception  mission.  The  reports  will  indicate,  among  other  things,  (i)  progress  made  against\nestablished targets; (ii) problems encountered during the period and remedial actions taken or\nproposed to resolve the problems; (iii) compliance with loan covenants; and (iv) proposed project\nactivities to be undertaken and physical and financial progress expected during the succeeding\nsemester, including detailed contract awards and disbursement projections. At the end of the\nProject, DNFE will prepare a project completion report and submit it to ADB and DFID not later\nthan three months after physical completion of the Project. The report will include the costs and\ncompliance with loan covenants.\n10. Project Performance\na. Annual Operational Plans and Financial Reviews\n84. To facilitate project implementation, the Government will prepare two months before the\nstart of each fiscal year (in May of each year) an annual operation plan for the coming year. The\nplan will include (i) fully costed proposed project activities for each output, with performance\ntargets; and (ii) details of how proposed project activities are to be integrated into DNFE’s ongoing\nactivities and projects, particularly the PLCEHDP-1. This will ensure a coherent approach to the\ndevelopment  of  PLCE  and  will  help  avoid  any  duplication  of  efforts.  In  addition,  the  annual\noperation plan will confirm that the Government has allocated adequate resources in its project\nimplementation and recurrent budget for the Project.\nb. Reviews of the Project\n85. The Government, ADB, and DFID will review the Project at the end of each year, starting\nwith a comprehensive review of the project design at the end of year 2. The review will concentrate\non compliance with specific loan covenants and whether all required inputs and support functions\non  the  Government  side  are  in  place.  The  review  will  also  evaluate  the  effectiveness  of\nimplementation mechanisms and the efficiency of the training approach, and may result in a\ndecision to continue them or to change them. The Government, ADB, and DFID will document their\nagreement on these issues in the review report. They will undertake a midterm review (MTR) of the\nProject at the end of year 3 of project implementation. The review will assess the summary report\nand recommendations regarding the national framework policy and the progress and achievements\nof the Project against its objectives after due consideration of the results of the previous review.\nThe review will include an assessment of the long-term vision for NFE in Bangladesh, as presented\nin the Government’s action plan. In consultation with the Bangladesh Resident Mission (BRM) of\nADB and with DFID, the Government will prepare a MTR report including a midterm monitoring\nreport for submission to ADB and DFID at least 14 days before the fielding of the MTR mission.\n86. Joint Government-ADB-DFID reviews at the end of years 4 and 5 will (i) analyze the results\nof the previous year/training cycle, (ii) identify changes needed, (iii) assess the impact of the\nProject  on  poverty  reduction,  (iv)  assess  project  contributions  to  the  national  framework  for\ncontinuing education, (v) assess implementation performance against agreed-upon indicators in\nthe project framework, (vi) identify continuing education policy issues, and (vii) identify constraints\nto  project  implementation.  Special  attention  will  be  given  to  (i)  the  effectiveness  of  project\nstrategies for promoting greater participation of females and disadvantaged groups; (ii) progress on\nkey project innovations, including progress of developing PPP, and assessing learning outcomes\nand quality of teaching; and (iii) coordination between the Project and PLCEHDP-1. At the end of\nyear 6, a final review will be conducted with focus on lessons learned for future projects.\nc. Project Monitoring and Evaluation\n87. In accordance with ADB’s Benefit Monitoring and Evaluation: A Handbook,  the Project has\nselected a list of verifiable indicators for M&E. Benefit monitoring and evaluation (BME) comprises", "25\nactivities  conducted  periodically  by  MOPAs  to  gather  information  through  multiple  sources,\nincluding tracer and impact studies, to determine whether the inputs delivered for implementing the\nprogram activities have yielded the expected benefits to the intended beneficiaries. BME also\nseeks to detect any deficiency in and discrepancy between the plan and the execution of a\nprogram in using the resources efficiently, so that timely corrections can be made to update the\nprogram to improve benefits, outcomes, and impact. BME will utilize information from progress\nreports,  annual  reviews,  the  midterm  review,  and  periodic  evaluations  and  studies.  Impact\nmonitoring  will  provide  valuable  qualitative  data  to  support  program  improvement  during  the\nlifetime of the Project.\nG. Environmental and Social Measures\n1. Environment\n88. No significant adverse impacts on the environment were identified. In the longer term, the\nProject should aid the environment in that the course curricula will cover environmental impact and\nsustainability.  Teachers  will  receive  basic  environment  awareness  training  as  part  of  their\ncertification.  Monitoring  training  at  the  Upazila  level  will  include  monitoring  any  adverse\nenvironmental  impacts.  Skills  training  will  emphasize  the  efficient  use  of  resources  and  the\nrecycling  of  existing  resources.  Agricultural  training  will  continue  to  emphasize  the  safe  and\nappropriate  use  of  chemicals.  By  locally  providing  skills  for  the  unemployed,  the  Project  will\ndiscourage migration to the cities and thus indirectly lessen urban environmental pollution.\n2. Social Analysis\na. Gender Issues and Approach\n89. The  Government  of  Bangladesh  has  put  considerable  efforts  into  education,  including\neducation  for  girls  and  women.  Despite  improvements,  gender-specific  gaps  are  still  wide,\nespecially in rural areas. Women generally have fewer opportunities than men, and women of all\nclasses  usually  hold  subordinate  positions  in  society  compared  with  men.  They  have  fewer\nsocioeconomic  opportunities  in  terms  of  education,  health,  economic  participation,  and\nparticipation in the political and decision-making process.  Preference for male children is an\nobvious cultural trait in Bangladesh and parents typically think that any investment made in a boy’s\neducation yields a higher return since the boy is expected to look after his parents when they are\nold. The prevalence of the social custom of expensive dowry even in Muslim families motivates\nparents  to save money  for  their  daughter’s  marriage  rather  than  invest  it  in  their  daughters’\neducation. Low levels of literacy and education among the parents further reinforce those attitudes.\nWhile the gender gap is closing in Bangladesh for most of the social indicators such as mortality\nand life expectancy, the overall level of empowerment measured in terms of literacy, workforce\nparticipation,  property  rights,  and  credit  access  leaves  much  to  be  desired.22  Women  in\nBangladesh continue to have very little access to or control of productive resources such as\neducation, information, land, and financial resources.\n90. Despite these obstacles, women’s involvement in basic literacy programs appears to have\ngenerally positive results.  Evidence from different projects (see footnote 7) indicates that women\nare less likely to drop out from the course and are more consistent and more committed attendees\nthan men are. Increased mobility within the community and the social interaction that occurs during\nthe basic literacy courses certainly represent a benefit for women. Evidence23 also suggests that\nwomen (and their families) have benefited greatly from the social and life skills elements of training\ncourses  as  reflected  in  improvements  in  health,  hygiene,  and  school  attendance  and  better\n                                                \n22 Bangladesh Human Development Report, 2000, BIDS, January 2001.\n23Hossain, A. 2001. Gender and Parity in PLCE Primer.  Dhaka.", "26\nunderstanding of law and advocacy issues.  Selecting useful and appropriate course topics, which\nrespond to market demands, and take place at appropriate localities at a convenient time, become\nkey issues for poor female and male participants.\n91. Women increasingly head households as the social fabric disintegrates and men migrate to\ncities and desert or divorce their wives, without providing support for the children. Unsupported\nwomen who are also household heads constitute some of the most vulnerable of the poor. Rural\nwomen have difficulty in getting access to justice and are often unaware of their constitutional and\nlegal rights. By enhancing their literacy and giving them income-related skills, the Project will\nsignificantly enhance the position of women, in terms of not only their improved economic position\nbut also their enhanced status, confidence, and social skills. Field visits and background studies\nindicate that one of the side benefits of continuing education and literacy courses for women is that\nthey are able to mix socially with their peers and to share information and support.\n92. There appear to be two potential groups of beneficiaries among women. In many rural\ncommunities, very few women have attended primary school. In the 15-25 age group, there are\nmany intelligent women who, in the absence of literacy and continuing education programs, would\nnot realize their economic and social potential. A second, older group of women may have large\nfamilies and heavy domestic duties; literacy and skills training for them are likely to be different, but\nstill important. The Project will address these differences through training, support, and course\nstructure. By employing female MAs who will undertake participatory monitoring of the Project, the\nProject will also ensure that the voice of women is clearly heard. The baseline study undertaken in\nthe preparatory phase will identify indicators for gender equity to ensure parity of experience and\nachievement for women (Appendix 10).\n93. Considering  the  existing  obstacles  to  women’s  participation  in  the  Project,  and  in\nrecognition of the impact of NFE on women and thus on the whole family, an indicative gender\nstrategy and plan was prepared. The social development consultant together with DNFE and key\nstakeholders and partners will refine the strategy in the preparatory phase. The strategy will define\npractical, operational measures for ensuring that poor women, men, and adolescents benefit from\nthe Project. The Project seeks to infuse the institutional setup with a gender balance to ensure\nparticipation of women at all levels. Special attention will be paid to ensuring a high proportion of\nwomen at supervisory, master trainer, and teaching and learning levels.\nb. Poverty Impact\n94. Education,  including  NFE,  is  considered  a  prime  factor  for  poverty  reduction.  The\nGovernment is committed to attain total literacy by the year 2006. To achieve this objective, literacy\nprograms for 17 million participants have been implemented, resulting in 64 percent increase in\naverage adult literacy rate for the population aged 15 in 2001, compared with 35 percent in 1991.\nThe Project will be implemented in rural areas where literacy rates still lag behind urban levels and\nfemale literacy rates (estimated to be around 57 percent) still lag behind rates for males (around 67\npercent).24\n95. Qualitative studies of the impact of previous projects have shown considerable increase in\nthe social and physical capital of poor learners. Better health and nutrition, increased enrollment of\nprimary school children, better hygiene and sanitation, and an increased knowledge of legal rights,\nnational history and culture as well as environmental awareness have been reported as a results of\nsocial awareness and life skills training. The Project aims to reinforce these effect of previous\nprojects and to ensure their long-term sustainability. Increased assets such as land, better housing\n                                                \n24 A note of caution is required. Anyone who completes a literacy program is classified in official data as literate.\nHowever, there is considerable doubt as to the standard of literacy being achieved and retained.", "27\nand  sanitation,  and  homestead  farms  are  likely  outcomes  of  increased  skills  that  lead  to\nemployment, self-employment, and a general improvement of living conditions.\n96. Various factors affecting access to PLCE courses for poorer neo-literate men and women\nwill be highlighted by studies that the Project will conduct in the first 12 selected Upazilas. The\nstudies will seek to build a profile of these diverse neo-literates and of the constraints they face in\naccessing and utilizing continuing education skills. The needs of adolescents are different from\nthose of young women; married women’s needs differ from those in households headed by single\nmothers. The design of courses will also need to respond to the needs of poor men and women\nwith occupations such as agricultural daily wage laborers, servants, and petty traders. Findings\nfrom  these  studies  will  constitute  important  information  for  INGOs  and  resource  persons  in\ndesigning the curriculum and selecting skills and trades. To ensure access for the rural poor,\npoverty-related issues like the pressure to work, tiredness, different needs of different groups, or\nthe inadequacy of learning venues will be addressed by the micro design of programs. Location of\ntraining courses, course timing and duration, course materials, and teachers’ support will need to\nbe adjusted accordingly.\nc. Direct Beneficiaries\n97. The  Project’s  direct  beneficiaries  will  be  1.6  million  neo-literates  in  rural  areas  who,\nbecause of entrenched poverty in their families, did not attend primary school, or who dropped out\nof school as children to work as laborers, but who subsequently attended basic literacy courses.\nThe Project will provide information about income-generating opportunities to help them choose\ntraining from a selected range of traditional and non-traditional opportunities. The Project will build\non and reinforce their newly acquired literacy and equip them with specific income-related skills,\nenabling them to enhance their family’s incomes. Thus the Project will provide them with an\nopportunity to escape the cycle of poverty.\n98. Beneficiaries will acquire new, practical skills that will improve family incomes. Pilot projects\nhave shown that the life and social skills components significantly improved awareness of social\nissues, health and hygiene in the family, and support for school attendance of children. An integral\nelement of poverty is ignorance. Reports on poverty reduction and evidence from the field studies\nduring project preparation (TA 3465-BAN, footnote 1) clearly show that literacy, awareness of\nrights and justice, and access to information help poor people to avoid being cheated, create more\nequitable access to social facilities, and give marginalized people, including women, a voice in\ncommunity affairs.\n99. The Project will have a positive impact on the learners themselves, on their communities,\nand especially on their families and children. By sharing their experiences on issues of poverty,\ngender, child rearing, they will enlarge their options, improve their quality of life, and build up\nconfidence. Better educated women are likely to have lower fertility rates, smaller family sizes,\nbetter  child-rearing  practices,  better  health-related  practices,  and  more  income  opportunities\noutside the home, and will pass on enhanced values and confidence to their children. In addition to\nproviding tangible assets such as more skilled labor and human capital, the proposed Project will also\nstrengthen the stock of intangible assets such as household relations and social capital. At the family\nlevel, effects will be positive on household structures and family relationships. Households have been\nrecognized  as  adaptive  institutions  for  pooling  income  and  other  resources  and  for  sharing  both\nconsumption and income-raising strategies. Behavioral changes of direct beneficiaries will also influence\nother men and especially women in their localities, and thereby enhance the social fabric of the\ncommunity.", "28\nd. Community and Learners’ Participation\n100. Community participation is a key mechanism for the demand orientation and bottom-up\nplanning approach of the Project. Interviews and focus groups in 24 villages, as well as meetings\nwith elected community representatives, gave selected communities a chance to directly contribute\nto the design of the Project during its preparation. To ensure community participation at all stages\nof project implementation, the terms of reference of INGOs will include measurable indicators\nrelated to community participation and gender equity. Community profiling will help ensure that\ncontinuing education courses are inclusive and respond to participants’ needs. For sociocultural\nreasons, many women may never leave their community. Most communities have no access to market\ninformation that would assist them in choosing skills to learn, crops to grow, or products or services to\nprovide  that  are  in  demand  locally.    INGOs  will  assist  learners  in  selecting  specific  skills  by\npresenting  the  results  of  income-generating-opportunity  surveys,  which  will  allow  informed\ndecisions by learners. Facilitators and resource persons (skill trainers) who have knowledge of the\nrespective communities or come from these communities will be preferably selected, and at least\n50 percent of them will be female. The Project will enhance the lives of learners directly by enhancing\ntheir newly acquired and as yet fragile literacy, and by imparting income-related skills. The learners also\nwill benefit through increased confidence, greater awareness of and access to the world outside of their\ncommunity, and knowledge of how to improve their health, hygiene and nutrition. Wherever possible,\nskills trainers will be local trades people. MAs, PCs, and MOPAs will encourage assessment by\nlearners of the benefit of training as the participants perceive it. Finally, rental payments for the use\nof existing community-owned training venues are envisaged to encourage community involvement\nin the Project. The Project will contribute to the strengthening of civil society, by supporting coordinating\ncommittees at district, Upazila and community levels and including them in the literacy and continuing\neducation decision-making and monitoring process.\nV.  PROJECT JUSTIFICATION\nA. Economic and Financial Analyses\n1. Economic Justification\n101. The Project is justified on both efficiency and equity grounds. Continuing education training\nin Bangladesh, especially in the rural areas, either is absent or is undersupplied because the\nprivate sector cannot provide and finance them. The Project will remedy this economic inefficiency\nby giving neo-literate men and women the skills needed for employment or income generation\nbased on local opportunities. The Project will help improve agricultural productivity by increasing\nthe skills of farm families and will support self-employment by linking existing microcredit facilities\nwith skills training. In the long term, employers will have access to more skilled, literate, and\nproductive employees better able to contribute to economic growth. On the other hand, while\nBangladesh has achieved successful economic growth in recent years, such growth has not\nproportionately benefited the poor, as reflected in the steadily widening inequality in the distribution\nof incomes. The Project addresses an area of endemic poverty by focusing on the poor who have\ncompleted courses in basic literacy.\n102. The Project aims at enhancing the human and social capital of the direct beneficiaries. It is\nenvisaged that at least 50 percent of the beneficiaries will be women, for whom income-earning\nopportunities have been very limited. The Project will promote female participation in economic and\nincome-generating  activities  of  households  in  the  rural  sector.  Research  studies  in  various\ndeveloping countries have demonstrated that with each level of education and training, women are\nmore likely to have lower fertility rates, smaller family sizes, better child-rearing practices, better\nhealth-related practices, more work outside the home, higher incomes, and, most crucial of all, will\npass on to their children strongly pro-education, pro-training, and pro-literacy values.", "29\n103. The Project also contributes to an enabling institutional environment for NFE. At the sub-\nsector level, the Project will support the development of a national system of continuing education\nthat will meet the needs of the country and will upgrade its workforce to meet national economic\ngoals. DNFE, which has the national mandate for coordinating and expanding continuing education\nwill be strengthened to develop efficient partnerships with private sector organizations. The Project\nwill support the improvement of the efficiency and effectiveness of NGOs through consultation,\nmaximizing their skills to deliver continuing education and providing staff training. An inclusive and\nresponsive community-based skills training model will be developed and made operational.\n2. Economic Analysis\n104. The Project represents an innovative attempt to address one of the main causes of poverty,\nespecially among women, by focusing on the achievement of functional literacy and the acquisition\nof practical, employable skills. Without the Project, the potential beneficiaries will continue to work\non an unskilled, inefficient, and low productivity basis. The project impact will put them on the path\ntoward higher incomes through involvement in microenterprises, self-employment, and other work.\nThe enhanced literacy and income-related skills will be a significant factor in breaking the cycle of\npoverty in the rural areas of Bangladesh for 1.6 million learners. The economic argument for NFE\nis stronger if existing premises and facilities can be used at little or no cost.\n105. The Project’s internal rate of return (IRR) under a set of conservative assumptions is\nestimated to be 35.3 percent. The sensitivity of Project viability was tested under some adverse\nscenarios. Under a low-employment scenario, the IRR is estimated to be 23.0 percent. The Project\nviability is robust to the adverse scenarios. Furthermore, a “switching scenario” was simulated. It\nshows that it will take an unlikely scenario of both reduction in incremental daily wage and a\nreduction in employment rate before the Project becomes non-viable (Appendix 11).\n3.  Financial Sustainability\n106. While the Government is expected to be the primary source of funds for the removal of\nbarriers to literacy and NFE, it is inappropriate for the Government to continue to fully finance the\ncomprehensive system. The use of existing infrastructure for training will greatly reduce NFE\nsystem costs. Supplementary payments to available teachers in the formal system will encourage\nthem to function, at small cost, as trained teachers for PLCE courses. The use of rental facilities\nwill reduce capital costs. It is envisaged that skills trainers will be local trades people hired and\ntrained for a few hours of training work each day, at the commercial hourly rate for artisans.\n107. Notwithstanding  the  various  considerations  that  will  contribute  to  cost  reduction,  it  is\nmeaningful to examine the fiscal affordability of the project recurrent costs. Under the simple\nassumption that the economic growth rate, share of education expenditure share in GDP, and\nshare of NFE budget allocation will not change from the current level, it is projected that at the\npeak of the project recurrent expenditure in 2005-2006, its share in the NFE expenditure will be\nabout 28 percent, and then decline to 21.5 percent at the end of the implementation period. Since\nthe present DNFE programs consisting of basic literacy and post-literacy courses will largely have\nbeen concluded, the required level of project recurrent expenditure should be sustainable at this\nlevel under this scenario. The fiscal implication beyond the project implementation period will\ndepend on whether similar investments will be made and in what size in the NFE sector; that,\nhowever, is outside the scope of the analysis here.", "30\nB.  Risks\n1. Timely Implementation\n108. Implementation  of  the  Project  is  based  on  continuous  monitoring  and  learning  as  the\nProject moves through its distinct implementation phases and gradually increases the number of\nUpazilas, CECs, and learners. Each training cycle of nine months will be preceded by a three-\nmonth development period for the partner agencies involved, including extensive staff training.\nEvaluations at the end of each cycle will serve to improve and refine delivery mechanisms and\nother design elements. Delayed preparation, implementation, or evaluation of one cycle would\ntherefore affect timely implementation of subsequent cycles. To assist the physical implementation\nof the Project, particularly of civil works, procurement of equipment and services, and financial\nadministration, the Project will recruit a team of specialized professionals who will constitute the\nPAS.  Advance  action  by  ADB  will  enable  the  establishment  of  the  PAS  soon  after  loan\neffectiveness. The Government has also assured that key staff of the PIMU will be appointed within\none month of the effective date.\n2. Public-Private Partnerships\n109. Partnerships are fundamental because, acting on their own, neither the Government nor\npartner agencies and the NGO community at large can achieve the quantitative targets and the\nquality  of  the  needed  programs.  The  promotion  of  PPP,  based  on  shared  objectives,\nresponsibilities, and a common understanding of the process and outputs of continuing education\nprograms,  needs  commitment  from  both  NGOs  and  the  Government.  PMED  has  shown  its\ncommitment to extend cooperation to private sector organizations based on extended and well-\ndefined contractual relationships. This marks an important intermediate step on the longer way to\ndecentralization and broad partnership as envisaged by the Government’s Fifth Five-Year Plan.\n3. Other Risks\n110. There are risks associated with lack of familiarity with the innovative PLCE concept and\ndelivery approaches that the Project will elaborate and use. To mitigate the risks and to provide\nguidance in the first training cycle of the Project, DFID will undertake a number of supplementary\nstudies focusing on (i) the effective design and planning of the PLCE program; (ii) guidelines for\nNGOs to help them draw up annual action plans that can be assessed; and (iii) an assessment of\nthe management capacities of potential partner agencies in the 12 Upazilas.\nVI. ASSURANCES\nA. Specific Assurances\n111. The  Government  has  given  the  following  assurances,  in  addition  to  the  standard\nassurances, which have been incorporated in the legal documents.\n(i)  Within one month of loan effectiveness, key staff in the PIMU, including three deputy\ndirectors and five assistant directors, will be appointed.\n(ii)  Within three months of loan effectiveness, DNFE will recruit staff for two additional\npositions for M&E activities.\n(iii)  Within three months of loan effectiveness, the Government will establish the PCC,\nwhich will include representatives of DNFE, PMED, Planning Commission, Ministry\nof Finance (Finance Division and Economic Relations Division), Ministry of Social", "31\nWelfare, Ministry of Women and Children Affairs, Ministry of Youth, NGO Affairs\nBureau, local government division, and NGOs.\n(iv)  Within three months of loan effectiveness, DNFE will enter into a contract with an\ninternational accounting and project services firm that will assist the PIMU in the\nday-to-day contract and financial administration.\n(v)  Project implementation will take place in a decentralized way with emphasis on\nactivities at the community level. DCOs and PCs in the Upazilas will work in close\ncooperation with NFE committees at the district and Upazila levels, respectively.\nThe  Government  will  ensure  that  NFE  committees  include  representatives  of\nGovernment line agencies, local employers or Chambers of Commerce as well as\nimplementing and monitoring NGOs. At the community level, the Government will\nensure that CMCs are representative of all members of that community, including\nneo-literate women, men, and adolescents. To the extent possible, 50 percent of\nCMC members will be women.\n(vi)  The Government will provide adequate budget allocation to DNFE to meet the\ncounterpart funds requirement for each fiscal year during project implementation,\nand  will  provide  ADB  with  information  on  the  actual  allocations  given  to  the\nsubsector within three months of the close of each fiscal year. At the end of year 2\nof project implementation, PMED will present an action plan based on a draft policy\nframework, which will include (a) a long-term financial plan for PLCE, showing\nadequate funding of all recurrent costs for the subsector until the year 2010; (b)\nguidelines  for  cost  sharing  in  PLCE,  taking  into  account  community  in-kind\ncontributions; and (c) a review of the issue of including school dropouts in PLCE\nprograms.\n(vii)  DNFE will ensure that the selection of learners, courses, training sites, participating\ncommunities, and partner agencies is in accordance with criteria agreed upon by\nDNFE, ADB, and DFID.\n(viii)  DNFE will take all appropriate and necessary measures to ensure an overall female\nenrollment of at least 50 percent in its continuing education programs.\n(ix)  Within 18 months of loan effectiveness, PMED and DNFE will issue instructions and\nguidelines  encouraging  local  community  involvement  in  planning,  testing,  and\ndecision making regarding PLCE programs.\n(x)  Within six months of loan effectiveness, DNFE will award third-party monitoring\ncontracts  to  consulting  firms  on  terms  and  conditions  agreed  upon  by  the\nGovernment,  ADB,  and  DFID.  The  Government  will  ensure  that  all\nrecommendations made by these MOPAs will be reflected in the operational plans\nfor the Project.\n(xi)  Within 15 months of loan effectiveness, DNFE will submit to ADB detailed baseline\ndata  for  evaluating  the  impact  of  PLCE  programs.  Data  will  be  segregated  by\ngender.\n(xii)  The Government will ensure that office conditions will allow the unrestricted use of\ncomputers and that a maintenance plan for DNFE headquarters is in place before\nthe commencement of the construction works of the DNFE extension.", "32\n(xiii)  The  Government  will  ensure  that  for  construction  works,  the  Government’s\nenvironmental  requirements,  ADB’s  environmental  guidelines  for  Selected\nInfrastructure Development Projects  and  other  relevant  ADB  guidelines  on  the\nenvironment will be followed.\nB. Conditions for Loan Effectiveness\n112. The Government will meet the following conditions before the loan becomes effective:\n(i)  The Government will have approved the project proforma, which will be consistent\nwith this Report and with the loan agreement.\n(ii)  The Government will have entered into an agreement with the Government of the\nUnited Kingdom regarding the DFID grant or will have made other arrangements\nacceptable to ADB for the cofinancing of 12 percent of the total Project cost.\n(iii)  The PIMU within DNFE will have been established and the project director will have\nbeen appointed.\nVII. RECOMMENDATION\n113. I am satisfied that the proposed loan would comply with the Articles of Agreement of ADB\nand acting in the absence of the President, under the provisions of Article 35.1 of the Articles of\nAgreement of ADB, I recommend that the Board approve the loan in various currencies equivalent\nto Special Drawing Rights 50,858,000 to the People’s Republic of Bangladesh for the Post-Literacy\nand Continuing Education Project, with a term of 32 years, including a grace period of 8 years, and\nwith an interest charge at the rate of 1 percent per annum during the grace period and 1.5 percent\nthereafter, and such other terms and conditions as are substantially in accordance with those set\nforth in the draft Loan Agreement presented to the Board.\nMYOUNG-HO SHIN\n     Vice-President\n22 November 2001", "33\nAPPENDIXES\nNumber Title Page Cited on\n(page, para.)\n1 Project Framework 34 (1,2)\n2 External Assistance to Nonformal Education via Directorate of\nNonformal Education (DNFE) 41 (9,32)\n3 Eligibility Criteria and Tender Management 42 (14,49)\n4 Physical Targets and Planning Parameters 46 (16,57)\n5 Summary of Project Costs and Financing Plan 47 (19,65)\n6 Implementation Mechanisms 50 (20,68)\n7 Implementation Schedule 51 (21,71)\n8 Indicative Procurement Packages and Modes 55 (22,74)\n9 Requirements and Outline Terms of Reference for Consultants 57 (23,78)\n10 Gender Analysis and Strategy 64 (26,92)\n11 Economic and Financial Analyses 70 (29,105)\nSUPPLEMENTARY APPENDIXES\n(available on request)\nA Organization Structure of PMED and DNFE\nB PLCE Concept and Curriculum Development\nC Indicative Monitoring Formats\nD Public-Private Partnership Arrangements\nE Implementing Organization and Staff Designation\nF Detailed Cost Estimates and Financing Plan\nG Requirements and Outline Terms of Reference for\nProject Administrative Service (PAS) Consultants\nH Benefit Monitoring and Evaluation Indicators\nI Poverty Analysis\nJ Staff Development\nK Indicative Disbursement Plan", "PROJECT FRAMEWORK\nDesign Summary Performance Indicators Monitoring Mechanisms Assumptions and Risks\nGoal\nReduced poverty and more • Number of neo-literates living in poverty • Census data\nequitable human development reduced from … (baseline) to … (target) by • Household expenditure surveys (including focus\nin rural areas 2008. on female heads of households)\n• At least 50 percent of  neo-literates with • Reports of third party monitoring\nincreased literacy, life skills, and income • Baseline and end-of-project (EOP) data on\ngenerating capacity are women. households below poverty level\n• Increased demand from poor people for • Participatory rapid appraisal (PRA ) consultations\ntraining, support for their livelihoods, and • Human Development Index surveys\nrecognition of their rights. • Midterm and EOP reviews and project\ncompletion report\nPurpose From Purpose to Goal:\nA community-based and • A maximum of 210 implementing • Project progress reports •  Political changes and international events\nneeds-oriented post-literacy nongovernment organizations (INGOs) are • Yearly reviews and midterm review do not destabilize Bangladesh.\nand continuing education responsible for implementing PLCE training • Reports of monitoring associates (MAs), •  Other factors influencing poverty and\n(PLCE) course program and a packages at subdistrict level. program coordinators (PCs), and MOPAs poverty reduction will not worsen (referring\nsupporting organizational • A maximum of 29 monitoring partner • Project completion report to macroeconomic and socioeconomic\nframework operational in 29 agencies (MOPAs) are responsible at district • Financial audits of project-related contracts indicators at the time of project preparation\ndistricts level for quality monitoring of PLCE courses. • Reports on conduct of center management in 2001).\n• Directorate of Nonformal Education (DNFE) committee (CMC) meetings •  Capacity-building efforts will reach adequate 34\nmonitors target achievement through district • Analysis of trends regarding supply and numbers of partner agencies with capacity\ncoordinators (DCOs) and associated MAs demand of PLCE to respond  to demand from learners.\nand PCs. •  The Government supports integration of\n• Primary and Mass Education Division literacy and skills development, based on\n(PMED)/DNFE support focuses on communities’ stated needs.\nsupervisory and regulatory function.\n• A national task force of nongovernment\norganizations (NGOs), resource persons,\nand private companies provide core\ncurricula, materials, and training of master\ntrainers.\n• PLCE learners choose skills training based\non income-generating-opportunity surveys\nprovided by INGOs. A\n• CMCs at community level mobilize and help pp\ne\nselect learners; training venues, and skills n\ntrainers; manage learning centers; and d\nix\nmonitor facilitators.  1\n• Employment or self-employment (20 days , p\nper month and six months per year on the a\ng\naverage) of participants increased from --- e\n(baseline) to 90 percent by 2008.  1", "Design Summary Performance Indicators Monitoring Mechanisms Assumptions and Risks\n• Participation of women and young learners in\ncommunity  and related decision-making\nactivities increased from --- (baseline) to at\nleast --- percent (target) by 2008.\n• 60 percent of participating women\ndemonstrate increased control of their own\nearnings and investment decisions.\nOutput 1 From Outputs to Purpose:\nPolicy framework development • Government action plan (including finance • Verification in documents •  Government commitment to promote\nsupported plan) and summary report on national • Regular feedback to project implementation and PLCE remains at a high level as of 2001.\nframework and recommendations are made management unit (PIMU) •  Government, NGOs, and private firms\navailable before comprehensive project • Monitoring reports of MOPAs embrace the idea of public–private-\nreview at the end of second year. • Rapid appraisal and questionnaire surveys by partnership (PPP). 3\n• Summary report and recommendations on MOPAs covering all relevant PPP coordination •  Effective cooperation with the World 5\nnonformal education (NFE) long-term vision, meetings Bank/Swiss Agency for Development and\nincluding specific PLCE and PPP concept Cooperation (SDC)-supported project\nare available before midterm review. (PLCEHDP-1) of the Government and with\n• 70 percent of public and private other agencies’ partnership efforts in\norganizations express their satisfaction with working toward a national framework for\nresults of continuous dialogue in meetings at NFE.\nnational, district, subdistrict, and community •  District, subdistrict, and community\nlevel. organizations and civil society get actively\n• 80 percent of all partners are satisfied with involved in PLCE programs of the Project.\ninformation received about ongoing project\nactivities.\nOutput 2\nCurricula for PLCE-programs • National Task Force for Curriculum and •  DNFE’s documentation, approval of core •  NGOs committed to contribute to the\ndeveloped, produced, Material Development and Training of curricula National Task Force for Curriculum &\ndistributed, and continuously Trainers established as soon as possible •  Project progress reports Material Development (in addition to\nadapted after loan effectiveness; members are •  Monitoring reports services delivered on a contract basis)\ncontracted NGOs, resource persons, and •  Assessment of internatl. curriculum experts •  Increased commitment of public and\nspecialists from the private sector. •  NGOs’ documentation private actors to quality of curricula,\n• Curriculum and materials are made available •  Financial audits of contracts materials, and training of trainers\nin time and in sufficient quality/quantity for •  Internet web page of National Task Force for\ntesting (1st training cycle) and mass\nCurriculum and Materials Development\nutilization (2nd – 4th cycle).\n• Curriculum review based on monitoring A\np\nfollowed by curriculum revision becomes a p\ne\nroutine task of curriculum development n\nbased on quality monitoring of MOPAs at the d\nix\nend of each training cycle.  1\n• Altogether 60 curriculum development , p\nworkshops are conducted by the end of year a\ng\n3. e\n• 16.800 teacher manuals are produced and  2\ndistributed by the end of year 5.", "Design Summary Performance Indicators Monitoring Mechanisms Assumptions and Risks\n• 210 master trainers and 16,800 facilitators\nare trained by the end of year 5.\n• Quality assessment of curricula, materials,\nand training of trainers is prepared by\ninternational consultant for midterm review\nand for review at the end of year 4.\nOutput 3\nCapacity of involved •  821 person-months of training for 770 staff • Project progress reports •  A majority of NGOs involved in NFE is\norganizations improved of INGOs and MOPAs regarding PPP. • Training records of DNFE committed to establish a (self-)\n• 1,559 staff of INGOs and MOPAs trained in • Management information system (MIS) of DNFE accreditation system for NGOs.\ncurriculum/material development and training • Financial audits of contracts •  NGOs can mobilize the required number\nof trainers. • Results of impact and tracer studies of staff and resource persons.\n• 72 staff of DNFE trained in planning and •  At least 70 percent of trained persons stay\nPLCE concept development. • Internet web pages on the job for more than one year.\n• 420 staff of INGOs and 16,800 facilitators •  DNFE staff, including District Coordinators\ntrained for course implementation. (DCOs) familiarize themselves with the\ninnovative PLCE concept during\npreparatory project phase.\n3\n6\n• 174 staff of MOPAs trained in monitoring and\nevaluation (M&E).\n• All partner organizations execute\nadministrative and organizational tasks\naccording to agreed-upon standards.\n• Report and recommendations as to\naccreditation system of NGOs are made\navailable by international consultant by the\nend of year 2.\n• New materials and procedures are prepared\nfor MIS-related activities at district and\nsubdistrict level by the end of year 3.\n• New roles and responsibilities defined for\neach level of administration in the context of\nA\ndecentralized and community-based PLCE\np\ncourses by the end the of year 2 and p\ne\nadopted by PMED/DNFE by the end of year n\nd\n3. ix\n• Internet web pages supporting information  1\nabout the Project and curriculum/material , p\ndevelopment are established by the end of a\ng\nyear 1; regular updating is ensured by DNFE e\nM&E section.  3\n• Starting in year 3, data exchange between\nDNFE headquarters and DCOs will be done\nby e-mail after trial and test phase.", "Output 4\nPLCE course packages • Total learners in year 1, 21,600; year 2, • Project progress reports •  A sufficient number of learners are\nimplemented 144,000; year 3, 426,480; year 4, 526,120; • Verification by CMC and supervisors available.\nand year 5,  572,640 of course • Verification by supervisors •  A sufficient number of qualified NGOs for\nimplementation. • Attendance sheets implementation and monitoring can be\n• Altogether 8,400 centers are established for • Regular analysis of attendance sheets contracted.\nPLCE courses in 29 districts and 210 •  Communities can supply a sufficient\nsubdistricts by the end of year 5. number of learning venues.\n• At least 50 percent of learners are women. •  DNFE ensures timely preparation,\nimplementation, and evaluation of training\ncycles\n3\n7\n• Continuing education centers (CECs) • MOPA reports •  A sufficient number of resource persons\ncorrespond to minimum requirements • Financial audits for practical skill training can be identified.\ndefined by PIMU by the end of year 1. • PRA surveys •  Replacement rate of facilitators does not\n• Teaching materials are used in the intended • Learner evaluations compiled through PRA) exceed 50 percent.\nway by 80 percent of facilitators and\n(resource persons) skills trainers.\n• Teaching corresponds to the quality levels as\ndefined by PIMU by the end of year 2.\n• Dropout rates are less than 10 percent\n(disaggregated by gender).\n• CECs perform according to agreed-upon\nstandards defined by PIMU at the end of\nyear 1.\n• Learners express satisfaction with CECs and\nresource persons.\nMajor activities supporting Milestones:\noutput 1: Policy framework\ndevelopment supported\n1.1  Contribute to national • Action plan (including finance plan) exists by • PMED and DNFE documentation •  PMED/DNFE agree to include NGOs in\nframework (in co-operation mid-2004. • DNFE instruction regarding agendas of PPP the orientation of the Project. A\nwith World Bank supported • Model agendas for PPP meetings exist by coordination meetings at national, district, and •  Government and private sector pp\nPLCEHDP-1 and with other mid-2003. sub-district level organizations including NGOs are willing en\npartner agencies • 1 meeting of  PCC at central level per year • Minutes of meetings of coordination meetings to work together for the benefit of poor d\nix\n1.2  Contribute to long-term NFE • 1 annual planning workshop at central level • Monitoring reports neo-literates.  1\naction plan • 2 district NFE committee meetings per year , p\n1.3  Refine mechanisms of PPP • 4 subdistrict NFE committee meetings per a\n1.4  Support regular meetings g\nyear e\nand experience sharing of • 2 CMC meetings per month  4\npartners at various levels\n1.5  Involve partner agencies in\nannual planning events", "Design Summary Performance Indicators Monitoring Mechanisms Assumptions and Risks\nMajor activities supporting Milestones:\noutput 2: Curricula for PLCE-\nprograms developed,\nproduced, distributed and\ncontinuously adapted:\n•  Government is ready to outsource\n2.1  Select and prepare partner • 16,800 teacher manuals produced and • DNFE’s documentation, approval of core curriculum development works.\norganizations for curriculum distributed by end of year 5 by the National curricula •  NGOs are committed to contribute to the\nworks Task Force for Curriculum and Material • Project progress reports National Task Force for Curriculum and\n2.2  Conduct field studies on Development and Training of Trainers. • Monitoring reports Material Development (in addition to\neconomic and life • Core curricula for at least 20 trades • Assessment of internatl. curriculum experts services delivered on a contract basis).\nimprovement opportunities developed, tested, reviewed, and distributed • NGOs documentation •  Increased commitment of public and\nin concerned districts (by to 16,800 teachers (facilitators) by the task • Financial audits of contracts private actors to quality of curricula,\nINGOs) force. • Internet web page of National Task Force for materials, and training of trainers.\n2.3  Collect relevant existing\nCurriculum and Materials Development and\nteaching and learning\nTraining of Trainers.\nmaterials (reading materials,\ntechnical notes for different\ntrades, life skills-related\nmaterials, etc.) as well as\n3\nexisting curricula 8\n2.4  Develop core curriculum\nbased on selected materials\n(develop modules)\n2.5  Conduct writer’s workshops\nfor development of practical\nskills curricula\n2.6  Develop additional teaching\nmaterials (if necessary)\n2.7  Assemble teaching notes\nand teaching materials in\nring binders (teacher’s\nmanual)\n2.8  Assure availability of\ncurriculum, materials, and\nA\nmanual (distribute hard\np\ncopies, publish in Internet; p\ne\nupdating of ring binders n\nd\nthrough Internet) ix\n2.9  Develop and operate a  1\nsimple monitoring system , p\nfor assessing learning a\ng\nsuccess and impact e\n(including baseline data  5\ncollection)", "Design Summary Performance Indicators Monitoring Mechanisms Assumptions and Risks\n2.10 Review and improve\ncurriculum and teaching\nmaterials permanently\n(according to monitoring\nresults)\nMajor activities supporting\nOutput 3: Capacity of\ninvolved organizations\nimproved\n3.1  Establish performance • Training plan, elaborated by PIMU, ready by • Project progress reports •  A majority of NGOs involved in NFE are\nmonitoring system allowing the end of the first year of project • Training records of DNFE committed to establish a (self-)\nongoing assessment of implementation • MIS of DNFE accreditation system for NGOs.\nsupport and training needs • Performance monitoring system operational • Financial audits of contracts •  NGOs can mobilize the required number\nfor involved organizations until the start of the first training cycle • Results of impact and tracer studies of staff and resource persons.\nand their members (annual • NFE-RC operational by end of year 5 of • Internet web pages •  At least 70 percent of trained persons stay\nperformance review) project implementation on the job for more than one year.\n3.2  Elaborate and update • MIS for PLCE operational within 18 months\nInstitutional Development\nand Human Resource\nDevelopment Plan\n3.3  Establish NFE-RC: Vertical 3\nextension of DNFE 9\nheadquarters, supply\nfurniture; equipment to be\nprovided by other aid\nagencies\n3.4  Carry out institutional • At least five NGOs achieve official\ndevelopment activities recognition for having reached the prescribed\nquality standards and serve as trendsetters.\n3.5  Conduct training courses for • 72 DNFE staff trained on-the-job by PIMU\nconsultants.\n- PMED/DNFE staff\n        - Partner organizations\nMajor activities supporting\noutput 4: PLCE course\npackages implemented\n4.1  Select implementing NGOs • Guidelines for the development of action • Project progress reports •  A sufficient number of learners is\n(INGOs) plans of NGOs developed by PIMU three • Verification by CMC and supervisors available. A\n4.2  Select MOPAs months after being operational • Verification by Supervisors •  A sufficient number of qualified NGOs for p\np\n4.3  Select other project-related • Assessment criteria referring to the NGO • Attendance sheets implementation and monitoring can be e\nn\nstaff action plans defined by PIMU three months • Regular analysis of attendance sheets contracted. d\n4.4  Evciaxllmaegcpueat iemg nsosubbilidziasttiroicnt and • aaDfnetedtar M ibleOedinP jogAb so  dpdeeesrvacetrilioopnptiaoelnds b fyo rP sIMtaUff  obfy I NthGe Oensd ••  MFinOaPnAc iarel paourdtsits •  nCuommbmeur noift ileesa rcnainn gs uvpepnluye as .sufficient ix 1, pa\n4.5  Select communities and of year 1. • PRA surveys ge\nhelp establish centers  6\n(CECs)\n• Learner evaluations compiled through PRA", "Design Summary Performance Indicators Monitoring Mechanisms Assumptions and Risks\n4.6  Establish CMCs\n4.7  Select resource persons\n(skills trainers) and learners\n4.8  Assure availability of\nmaterials for practical\nlearning\n4.9  Train master trainers,\nfacilitators, and resource\npersons\n4.10 Train CMC members\n4.11 Conduct baseline studies in\nselected communities\n4.12 Conduct PLCE courses\nMajor activities for project\nmanagement:\n•  Consultants are competent. 40\n0.1  Establish PCC, PIMU, and • New guidelines set for auditing,\nPAS accountability, and quality control before •  Local contractors are competent.\n0.2  Improve and complete midterm review\nexisting MIS (in accordance •  Government project-related budget is\nwith World Bank-supported • New materials and procedures prepared for available on time.\nPLCE project) MIS-related activities at district and subdistrict\n0.3  Prepare midterm review level by the end of year 3 •  Government project-related staff are\n0.4  Prepare annual plan of available.\noperation including detailed • Simple accounting formats and procedures\nbudgets for NGOs and partner agencies made\n0.5  Prepare half-yearly progress available at the end of year 1\nreports\nInputs\n1.  Consultants (i)  171 person-months of international • Project accounts\nconsulting services, 476 of domestic; • Project progress reports\n$4,457 million (5 percent of base costs) • Internal and external audits A\n2.  Staff development (ii) 19,967 person-months for 20,658 persons; p\np\n$1 million (1.1 percent of base costs) e\n3.  Equipment (iii) $1,434 million (1.6 percent of base costs) n\nd\n4.  Civil  works (iv) $666 million (0.8 percent of base costs) ix\n5.  Curricula and materials (v) $1.811 million (2.0 percent of base costs)  1\ndevelopment , p\na\n6.  Implementation of PLCE (vi) $70,756 million (80.1 percent of base costs) g\ne\ncourses  7\n7.  PIMU operations (vii) $4,368 million (4.9% of base costs)", "41\nAppendix 2\nEXTERNAL ASSISTANCE TO NONFORMAL EDUCATION VIA DIRECTORATE OF NONFORMAL EDUCATION\n(PROJECTS APPROVED, ONGOING, AND COMPLETED)\nProject Name / Cofinancier External Implementation Project Status\nTotal Project Cost Assistance Period as of\n Loan  Grant      GoB  October 2001\nA.  LOANS\n1.  Nonformal Education ADB 26.70 10.00 1996-2001 Completed\nProject [Loan No. 1390- IDA 10.5\nBAN(SF)] / 51.00 SDC 3.80\n2.  Nonformal Education NORAD 5.36 17.85 1994-2002 Ongoing\nProject-2 / 49.98 SIDA 16.07\nUSAID 10.70\n3.  Nonformal Education DFID / SIDA / 14.91 0.50 1996-2003 Ongoing\nProject-3 / 15.41 UNICEF\n4.  Nonformal Education 121.95 1997-2004 Ongoing\nProject-4 / 121.95\n5.  Post-Literacy and IDA 53.30 2001-2005 Ongoing\nContinuing Education for SDC 7.00\nHuman Development\nProject (Project ID\nP050752) / 71.60\n6.  INFEP / 18.86 NORAD 2.58 4.68 1991-1997 Completed\nSIDA 1.06\nUNDP 0.77\nUNICEF 9.77\n7.  GSMK / 0.35 UNESCO 0.25 0.10 1997-1999 Completed\n     Total (A) 90.50 72.27 166.38\nB.  TECHNICAL ASSISTANCE\n1.  FLE / 2.07 UNFPA 1.00 1.07 1999-2002 Ongoing\n2.  PHRD / 0.80 WB 0.74 0.06 1999-2000 Completed\n3.  Second Nonformal ADB 0.60 0.15 2000-2001 Completed\nEducation Project  (TA\n3465-BAN) / 0.75\n    Total (B) 2.34 1.28\n            TOTAL (A+B) 90.50 74.61 167.66\nADB = Asian Development Bank; DFID = Department for International Development; GoB = Government of Bangladesh; IDA =\nInternational Development Association; NORAD = Norwegian Agency for Development; SDC = Swiss Agency for Development and\nCooperation; Sida = Swedish International Development Agency; UNDP = United Nations Development Programme; UNESCO =\nUnited Nations Educational, Scientific and Cultural Organization; UNFPA = United Nations Population Fund; UNICEF = United Nations\nChildren’s Fund; USAID = United States Agency for International Development; WB = World Bank.", "42\nAppendix 3, page 1\nELIGIBILITY CRITERIA AND TENDER MANAGEMENT\n1. To  participate  in  post-literacy  and  continuing  education  programs,  implementing\nnongovernment organizations (INGOs) and monitoring partner agencies (MOPAs) must meet\nsome criteria.\nA. Eligibility Criteria\n1. Implementing Nongovernment Organizations\n(i) Be registered with the concerned authorities of the Government.\n(ii) Be a nonprofit and nonpolitical organization.\n(iii) Have a duly approved constitution as per relevant registration act and\nhold elections regularly as provided for in the constitution.\n(iv) Have a properly constituted managing body with clearly defined rules and\nresponsibilities for office bearers.\n(v) Have  established/registered  office  premises  with  postal  and  location\naddress.\n(vi) have at least three years registration, of which experience in the field of\nnonformal  basic  and/or  continuing  education  constitutes  at  least  two\nyears.\n(vii) Have a successful program and/or be willing to work in one or more of the\nselected subdistricts or Upazilas;\n(viii) Have trained managerial and teaching personnel for nonformal education\n(NFE) and preferably have or can arrange adequate physical facilities for\nholding vocational skills training classes.\n(ix) Have ability/provision to bear the overhead cost (maintenance of office/\nsalaries/wages of management personnel, etc.) from its own resources.\n(x) Have  a  good  system  of  maintaining  accounts,  which  should  be  duly\naudited,  and  a  good  monitoring  and  reporting  system  for  showing\nprogress of project implementation.\n(xi) Have  ability  to  undertake  surveys  for  baseline  data  and  income-\ngenerating  opportunities  within  the  project  subdistrict  and  maintain  a\ndatabase of its own.\n(xii) Have a network of infrastructure in the designated operation area or the\nability to build/expand the same as required.\n(xiii) Have a program for development of women (one with a good record of\nservice will be given preference).\n(xiv) Will not seek or receive funds from more than one source for the same\nprogram in the same area.\n(xv) Will associate with other NGOs or partner agencies in a complementary\nmanner, sharing and adopting models of good practice, and take part in\ncapacity-building activities as provided for by the Project.\n(xvi) Be willing to accept independent audits.\n2. Monitoring Partner Agencies\n(i) Be a registered private company.\n(ii) Have properly constituted managing body with clearly defined rules and\nresponsibilities for office bearers.", "Appendix 3, page 2\n43\n(iii) Have  established/registered  office  premises  with  postal  and  location\naddress.\n(vi) Have experience in monitoring and evaluation (M&E) and willing to work\nin one or more of the selected Upazilas.\n(vii) Have  the  ability  to  undertake  rural  baseline  and  impact  studies  and\nproject M&E.\n(viii) Have  ability  to  bear  the  overhead  cost  (maintenance  of\noffice/salaries/wages  of  management  personnel,  etc.)  from  its  own\nresources.\n(ix) Have  a  good  system  of  maintaining  accounts,  which  should  be  duly\naudited,  and  an  internal  good  monitoring  and  reporting  system  for\nshowing progress of project implementation.\n(x) Will not seek or receive funds from more than one source for the same\nprogram in the same area.\n(xi) Take part in capacity-building activities as provided for by the Project.\n(xii) Be willing to accept independent audits.\nB. Pre-qualification and Inviting Proposals\n1. Implementing Nongovernment Organizations\n2. The Directorate of Nonformal Education (DNFE) will advertise the letter of invitation in at\nleast one newspaper of national circulation, seeking expression of interest from relevant NGOs\nfor  all  contract  packages.  Based  on  the  eligibility  criteria  and  the  candidates’  capabilities,\nresources, and geographic presence in specified areas, DNFE will compile a list of prequalified\nNGOs, including a reserve list. NGOs will then be invited to elaborate an action plan, which\nrefers to the package of required service as described in the terms of reference. Action plans\nare technical proposals to be compiled by NGOs according to guidelines established by the\nproject implementation management unit (PIMU).\n3. The proposal submission period will be not less than 28 days from the date of pre-\nqualification.  Initially,  INGOs  will  be  contracted  for  one  year  on  probation.  After  having\nsuccessfully met targets and set quality standards, their contracts (scoring table in para. 7 can\nbe used) will be extended for the remaining period of project implementation on the basis of\nyearly action plans to be approved by DNFE. Should INGOs fail in one of the subsequent years,\nthe action plans will not be approved and funding will not be provided. In that case one of the\nprequalified NGOs on the reserve list will be contracted as a replacement.\n4. Interested INGOs and firms must obtain a copy of the Project Report from DNFE and\nsubmit  proposals  in  accordance  with  it.  INGOs  will  submit  separate  proposals  for  each\nsubdistrict, indicating the number of contract packages that it is interested in. However, DNFE\nwill determine the number of contract packages to be awarded to a particular INGO, using the\nprocedure described in paras. 9-11.\n2. Monitoring Partner Agencies\n5. The invitation and proposal submission procedures for MOPAs are the same as those\nfor  INGOs,  except  that  MOPAs  will  be  contracted  for  the  entire  project  period  without  a\nprobation year.", "44\nAppendix 3, page 3\nC. Evaluation of Proposals from INGOs and MOPAs\n6. The evaluation committee appointed by DNFE will evaluate the proposals on the basis of\nthe eligibility criteria and with reference to assessment guidelines established by the PIMU. A\nproposal will be rejected at this stage and will not be considered for detailed evaluation if it does\nnot meet the eligibility criteria or the set standards of the guidelines.\n7. Detailed evaluation of the proposals of the eligible INGOs and MOPAs will be carried out\nonly in accordance with the guidelines and the evaluation criteria described below. However,\nduring project implementation, these criteria may be revised/adjusted.\na. Experience 15 points\n(i) Experience (years of experience of implementing nonformal education\n[NFE] program)\n(ii) Years of experience of implementing NFE program under DNFE\n(iii) Experience in experimental programs on post-literacy and continuing\neducation\n(iv) Experience in monitoring and evaluation\nb. Performance 15 points\n(i) Attendance of learners and teachers\n(ii) Learners achievements\n(iii) Dropouts and repetition\n(iv) Timely supply of materials to the centers/learners\n(v) Timely disbursement of honorarium to facilitators, supervisors, and staff\n(vi) Monitoring and evaluation reporting\n(vii) Timely submission of statement of expenditures\n(viii) Regularity of meeting of center management committee\n(ix) Roundup of NFE activities (number of times participated in NFE activities)\n(x) Clean record of performance\n(xi) References related to previous contracts\nc. Organizational Capacity 10 points\n(i) Financial situation as reflected in audit report\n(ii) Number and type of staff, i.e., team composition and task assignments\n(iii) Qualification and experience of proposed professional staff\n(iv) Training facilities\n(v) Office logistics, equipment, and materials\nd. Familiarity with the Area (for INGOs only) 5 points\n(i) Establishment of NGO office in the program area\n(ii) Years of working experience in the area\n(iii) Availability of teachers from the community where learners come from\ne. Linkage and Network of the Organization 5 points\n(i) Working experience with government/nongovernment institutions\n(ii) Membership with networking or professional bodies\n(iii) Integrated community development activities undertaken by the NGO\n(iv) Cooperation with international consulting firms (for MOPAs only)\nTotal points: 50 points\nMinimum technical score required to pass: 25 points", "45\nAppendix 3, page 4\n8. After the evaluation of quality is completed, the evaluation committee will prepare a list\nof the technically qualified service providers and forward to the subvention subcommittee. After\nreview by the subvention subcommittee, DNFE will submit the evaluation report to ADB for\nreview,  including  the  list  of  technically  qualified  NGOs  and  MOPAs,  together  with  their\nscores/ranking. After ADB’s no objection to the evaluation report, the subvention committee, in\naccordance with section D, will finally select INGOs and MOPAs and allocate contract packages\nto them.\nD. Determination of Award of Contracts\n9. The subvention subommittee will decide the maximum number of contract packages to\nbe awarded to a NGO or any other service provider on the basis of the following:\n(i)  Score\n(ii)  Availability of contract packages\n(iii)  Number of contract packages applied for\n(iv)  Preferred areas\n(v)  Equity considerations (inclusion of substantial number of eligible NGOs and other\nnonformal education providers)\n10. The contracting criteria will be different for INGOs and MOPAs. MOPAs do not have to\nbe providers of NFE. They are specialist consultancy firms involved in baseline and impact\nstudies, and quality M&E. It will be necessary for PIMU to create a separate points scoring\nsystem for MOPAs.\n11. For INGOs renewing their contract after the initial one-year probation period, the scoring\nsystem, plus a M&E report from the concerned MOPA will be used to justify an extension of the\ncontract for the remaining period of project implementation.\nE. Monitoring of Performance\n12. Eligibility and evaluation criteria (where applicable) will also be used for M&E of the\nperformance of partner agencies. Noncompliance will lead to the rejection of their annual action\nplans, thus leaving them without funding. Such partner agencies will be replaced by preselected\nagencies on the reserve list, which will be asked to submit an action plan. The procedure\ndescribed in section C will apply to these partner agencies.\nF. Adjusting Eligibility and Evaluation Criteria\n13. Eligibility and evaluation criteria can be refined any time the Government, ADB, and the\nDepartment for International Development (DFID) mutually agree to do so. The comprehensive\nproject review at the end of the second year of project implementation and the midterm review\nconstitute appropriate times to adjust the criteria, if deemed necessary.", "46 Appendix 4\nPHYSICAL TARGETS AND PLANNING PARAMETERS\nQuantity\nCategory Unit Year 1 Year 2 Year 3 Year 4 Year 5 Year 6 Total\nA. Continuing Education Program\n1. Geographic and Beneficiary Coverage\na. Group 1\ni. District 3 3 3 3 3 15\nii. Subdistrict 12 12 12 12 12 60\niii. Units 36 48 48 48 48 228\niv. Centers 360 480 480 480 480 2,280\nv. Learners 21,600 28,800 31,680 34,560 34,560 151,200\nb. Group 2\ni. District 13 13 13 13 52\nii. Subdistrict 64 64 64 64 256\niii. Units 192 256 256 256 960\niv. Centers 1,920 2,560 2,560 2,560 9,600\nv. Learners 115,200 153,600 168,960 184,320 622,080\nc. Group 3\ni. District 13 13 13 39\nii. Subdistrict 134 134 134 402\niii. Units 402 536 536 1,474\niv. Centers 4,020 5,360 5,360 14,740\nv. Learners 241,200 321,600 353,760 916,560\n2. Staff Development\na. Implementing NGOs (IPA) Maximum Number 12 70 210 210 210 712\nMinimum Number 46 70 70 70 256\nContract Value/Subdistrict $ 111,579 89,088 75,306 75,306 71,816 423,095\nb. INGO/MOPA Maximum Number 3 16 29 29 29 106\nMinimum Number 3 4 10 10 10 37\nContract Value/Subdistrict $ 13,000 27,000 51,000 45,950 59,000 195,950\nB. Support Activities\n1. Market Studies 12 64 134 210\n2. Curriculum and Materials Development\na. Curricula/Skills Training Guide each 10 5 5 20\nb. Teachers Guide/Manuala each 720 4,080 9,320 2,680 16,800\n3. Staff Development\na. Overseas Training\ni. PA/NGO/CBO Person 6 6 12\nb. DNFE\ni. Central Person 24 24 24 72\nii. DCO Person 29 29 29 29 116\niii. PC Person 12 64 134 12 64 134 420\nc. PIMU Person 5 5 5 15\nd. Partner Agencies\ni. Managementb Person 200 200 200 200 800\nii. INGO\nii.i. Market Study Team Person 36 192 402 630\nii.ii. CE Supervisor Person 36 240 706 840 840 2,662\nii.iii.Community Mobilizer Person 12 76 210 210 210 718\nii.iv.Senior Facilitator/Lead Teacher Person 360 2,400 7,060 8,400 8,400 26,620\nii.v. Facilitator/Teacher Person 360 2,400 7,060 8,400 8,400 26,620\niii. MOPA\niii.i. Monitoring Supervisor Person 3 16 29 29 29 106\niii.ii.Assessor Person 15 80 145 145 145 530\n4. Consultants\na. International (10) Person-month 47 38 40 19 15 12 171\nb. Domestic (18) Person-month 63 88 81 104 92 48 476\nCBO = community based orgnization, CE = continuing education, DNFE = Directorate of Nonformal Education, INGO = implementing\nnongovernment  organization,  IPA =  implementing  partner  agency,  MOPA =  monitoring  partner  agency,  NGO  =   nongovernment\norganization, PA = partner agency.\nAssumptions: @ 3 = > 4 units/subdistrict, @10 centers/unit, @60=>72 learners/centers/year\na Total for all skills\nb From accredited NGOs", "47 Appendix 5, page 1\nSUMMARY OF PROJECT COSTS AND FINANCING PLAN\nTable A5.1: Project Costs by Output\n($'000)\nForeign Local Total Percent of\nOutput Exchange Cost Cost Base Cost\nI. Base Cost\nA. Developing Policy Framework\n1. Policy Development, Long-Term Plan, and\nProgram Socialization 240 895 1,135 1.3\n2. Promoting Public-Private Partnership 414 906 1,320 1.5\nSubtotal (A) 654 1,801 2,455 2.8\nB. Developing Continuing Education Curricula,\nLearning Materials, and Teachers' Training\nSystem\n1. Studies on Income-Generating Opportunities 54 1,080 1,134 1.3\n2. Development of Curricula and 516 917 1,433 1.6\nInstructional Materials\n3. Production, Procurement, and Distribution of 92 61 153 0.2\nLearning Materials\n4. Training of Master Trainors/Monitoring Supervisors 0 455 455 0.5\nSubtotal (B) 662 2,513 3,175 3.6\nC. Strengthening Institutional Capacity\n1. Strengthening Directorate of Nonformal Education 394 790 1,183 1.3\n2. Strengthening Management Information System 268 840 1,107 1.3\n3. Establishing Program Implementation Capability 890 1,888 2,778 3.1\n4. District and Subdistrict Level Operations 923 3,899 4,822 5.5\nSubtotal (C) 2,475 7,416 9,891 11.2\nD. Implementing Continuing Education Programs\n1. Introduction in 12 subdistricts in 3 districts 290 5,679 5,969 6.7\n2. Expansion to 64 new subdistricts in up to 16 districts 1,150 22,207 23,357 26.4\n3. Expansion with 134 new subdistricts in up to 29 districts 2,124 39,306 41,430 46.9\n4. Consultancy on Continuing Education\nProgram Implementation 864 1,248 2,112 2.4\nSubtotal (D) 4,428 68,440 72,868 82.4\nTotal Base Cost 8,218 80,171 88,389 100.0\nII. Contingencies\nA. Physical Contingency 411 4,009 4,419\nB. Price Contingency 580 4,232 4,812\nTotal Contingencies 991 8,240 9,231\nIII. Interest 2,080 0 2,080\n          Total Cost 11,289 88,411 99,700\n          Percent Share 11 89 100", "48\nAppendix 5, page 2\nTable A5.2: Project Costs by Category\n($'000)\nForeign Local Total Percent of\nCategory Exchange Currency Base Cost\nA. Base Cost\n1. Civil Works 178 488 666 0.8\n2. Equipment, Vehicles, and Furniture 1,271 163 1,434 1.6\n3. Special Programs:\na. Curriculum and Learning Materials\nDevelopment 84 1,727 1,811 2.0\nb. PLCE Program Implementation 3,563 67,193 70,756 80.1\nc. Policy, Planning, and Public-Private Partnerships 480 1,767 2,247 2.5\n4. Instructional Materials and Starter Kits 92 46 137 0.2\n5. International Training 120 0 120 0.1\n6. In-Country Training 0 880 880 1.0\n7. International Consultants 2,430 0 2,430 2.7\n8. Domestic Consultants 0 2,027 2,027 2.3\n9. Recurrent Expenditures\na. Operational Support and Maintenance of Facilities 0 745 745 0.8\nb. PIMU Operations 0 4,368 4,368 4.9\n10. Taxes and Duties 0 768 768 0.9\nTotal Base Cost 8,218 80,171 88,389 100.0\nB. Contingencies\n1. Physical Contingency 411 4,009 4,419\n2. Price Contingency 580 4,232 4,812\nTotal Contingencies 991 8,240 9,231\nC. Interest 2,080 0 2,080\nTotal Cost 11,289 88,411 99,700\nPercent Share 11 89 100\nNote: Figures do not sum exactly due to rounding of numbers.\nPLCE = post-literacy and continuing education, PIMU = project implementation management unit.", "Table A5.3: Financing Plan\n($'000)\nTotal Project Cost ADB-Financed DFID-Financed Government Beneficiary\nForeign Local  Total Foreign Local  Total Foreign Local  Total Local  Local \nCategory Exchange Currency Cost Exchange Currency Cost Exchange Currency Cost Currency Currency\nA. Base Cost\n1. Civil Works 178 488 666 178 155 333 333\n2. Equipment, Vehicles, and Furniture 1,271 163 1,434 1,080 20 1,100 191 191 143\n3. Special Programs:\na. Curriculum and Learning\nMaterials Development 84 1,727 1,811 84 1,468 1,552 259 259\nb. Continuing Education Program\nImplementation 3,563 67,193 70,756 3,029 44,392 47,421 535 8,519 9,054 11,614 2,668\nc. Policy, Planning, and Public-\nPrivate Partnership 480 1,767 2,247 408 1,502 1,910 72 265 337\n4. Instructional Materials 92 46 138 92 92 46 46\n5. International Training 120 120 120 120\n6. In-Country Training 880 880 748 748 132 132 4\n7. International Consultants 2,430 2,430 2,066 2,066 365 365 9\n8. Domestic Consultants 2,027 2,027 1,723 1,723 304 304\n9. Recurrent Expenditures\na. Operational Support and\nMaintenance of Facilities 745 745 745\nb. Project Implementation Monitoring\nUnit (PIMU) Operations 4,368 4,368 4,368\n10.Taxes and Duties 768 768 768\nSubtotal (A) 8,218 80,172 88,390 6,937 50,008 56,945 1,283 9,525 10,808 17,971 2,668\nA\nB. Contingencies p\np\n1. Physical Contingency 411 4,009 4,420 347 2,500 2,847 64 476 540 899 e\nn\n2. Price Contingency 580 4,232 4,812 490 2,639 3,129 90 504 594 1,089 d\nix\n 5\nSubtotal (B) 991 8,241 9,232 837 5,139 5,976 154 980 1,134 1,988 , p\na\nC. Interests 2,080 2,080 2,080 2,080 g\ne\n 3\nTotal 11,289 88,413 99,702 9,854 55,147 65,001 1,437 10,505 11,942 19,959 2,668\nPercent Share 11 89 100 10 55 65 1 11 12 20 3\nADB = Asian Development Bank, DFID = Department for International Development.", "IMPLEMENTATION MECHANISMS\nPublic-Private Orientation / Planning / Guidance / Control / Program Development and Monitoring Research\nPartnership (PPP) Evaluation / Policy Development Implementation\nNational\nResearch\nPMED DNFE National Task\nAnnual [Executing Agency] NFE-RC Force for M I S Institution\nPlanning Curriculum\nWorkshop Development and\nPI. Adminis- Training of\nMIS INGO TSSU trative Trainers\nP C C\nMon. Finance\nP I M U\nPAS M I S\nDCO MOPA\nConsultants\nHalf-yearly\nDistrict  NFE\n1 District\nCommittee\nMonitoring\nAssociate\n5\nTwo monthly INGOS 0\n1 Program\nSubdistrict\nCoordinator\nNFE 3 Program\nCommittee Supervisors\n2 Resource\nFacilitators Person\nCenter Impact Studies,\nManagement Tracer Studies,\nCommunity\nCommittee Learning\nLearning\nAchievement\nCenter\nA\np\np\ne\nDCO = district coordinator, DNFE = Directorate of Nonformal Education, INGO = implementing nongovernment organization, MIS = management information system, MOPA = n\nd\nmonitoring partner agency, NFE = nonformal education, NFE-RC = nonformal education resource center, PAS = project administration service, PCC = project coordinating ix\ncommittee, PIMU = Project Implementation Management Unit, PMED = Primary and Mass Education Division,  6", "IMPLEMENTATION SCHEDULE\nFigure A7.1: Project Schedule\n2002 2003 2004 2005 2006 2007 2008\nActivity I II III IV I II III IV I II III IV I II III IV I II III IV I II III IV I II III IV\n1. PIMU Activities\na. Appointment of PIMU and PCC\ni. Preparation of Project Proforma\nii. Preparation of Project Implementation\nPlan\nb. Recruitment of Expert Services\ni. Project Administration Service\nb. Technical Specialists\nc. Recruitment of Partner Agencies\ni. Request for Proposal\nii. Evaluation\niii. Appointment and Contract\nNegotiations\n5\nd. Annual Performance Review 1\ne. Midterm Review\n2. Directorate of Nonformal Education\nActivities\na. Policy Development and Advocacy\nb. Long-Term Human Resource\ns\ne\nDevelopment Plan viti\nc. Establishment of Nonformal Education Acti\nResource Center y \nr\nii.i. FSaysctileitmie sD Deveevleolpompmenetnt eparato ntation Appe\nr e n\nP m d\niii. Operation ple ix \nm 7\nd. IFnufortrhmear tDioenv eSlyosptmement of Management ect I , pa\noj g\ni. System Development Pr e \nof  1\nii. Acquisition of Facilities rt \na\niii. Operation St\ne. Public-Private Partnership Cooperation\ni. Action Research/Special Projects", "2002 2003 2004 2005 2006 2007 2008\nActivity I II III IV I II III IV I II III IV I II III IV I II III IV I II III IV I II III IV\n3. Curriculum Instructional Materials,\nMaster Trainers and Monitoring Partner\nAgency (MOPA) Training\na. Training of Curriculum Developers/\nCore Trainers\nb. Curriculum and Materials Development\nc. Training of Master Trainers\nd. Training of MOPA Supervisors\ne. Performance Review 5\n2\n4. Continuing Education Implementation\na. Recruitment of Staff\nb. Employment Opportunity Study\nc. Selection of Target Sites\nd. Identification of Training Venues\ne. Preparation of Training Venues\nf. Staff Training\ni. Program Organizer\nii. MOPA Supervisor/Master Trainers\niii. Facilitators\ng. Continuing Education Implementation\ni. Social Mobilization\nii. Recruitment of Trainees\niii. Training Proper\niv. Performance Evaluation\nh. Preparation of Next Year's Plan A\np\ni. Negotiations of Annual Budget p\ne\nn\n5. Learning Achievement Monitoring d\nix\na. Recruitment of Staff  7\n,\n \nb. Training of Staff p\na\ng\nc. Monitoring of Continuing Education e\n \nActivities 2\nd. Participation in Planning Workshops\ne. Tracer Studies\nf. Impact Studies", "Figure A7.2: Detailed Schedule of Activities of Partner Agencies\n2002 2003 2004 2005\nActivity J F M A M J J A S O N D J F M A M J J A S O N D J F M A M J J A S O N D J F M A M J J A S O N D\n1. Curriculum, Instruction Materials,\nMaster Trainers' and MOPA Training\na. Training of Curriculum Developers/\nCore Trainers\nb. Curriculum and Materials Development\nc. Training of Master Trainers\nd. Training of MOPA Supervisors\n5\n3\ne. Performance Review\n2. Continuing Education Implementation\na. Recruitment of Staff\nb. Employment Opportunity Study\nc. Selection of Target Sites\nd. Identification and Preparation of A\np\np\nTraining Venues e\nn\ne. Staff Training d\nix\n \ni. Program Organizer 7\n,\n \np\nii. MOPA Supervisor/Master Trainers a\ng\ne\niii. Facilitators  \n3", "2002 2003 2004 2005\nActivity J F M A M J J A S O N D J F M A M J J A S O N D J F M A M J J A S O N D J F M A M J J A S O N D\ng. Continuing Education Implementation\ni. Social Mobilization\nii. Recruitment of Trainees\niii. Training Proper 5\n4\niv. Performance Evaluation\nh. Preparation of Next Year's Plan\ni. Negotiations of Annual Budget\n3. Learning Achievement Monitoring\na. Recruitment of Staff\nb. Training of Staff\nc. Monitoring of Continuing Education\nActivities\nd. Participation in Planning Workshops\ne. Tracer Studies\nA\np\nf. Impact Studies\np\ne\nn\nd\nix\n \n7\n,\n \np\na\ng\ne\n \n4", "INDICATIVE PROCUREMENT PACKAGES AND MODES\n($'000)\nTotal Mode Indicative\nUnit Quantity Required Cost / of Unit Funding\nPackage/Items Cost Year 1 Year 2 Year 3 Year 4 Year 5 Package Procurement Responsible ADB/DFIDa Government\nI. Civil Works\nA. Component 3 - Strengthening Institutional\nCapacity Vertical Extension of DNFE Building 0 1 500 LCB PIMU 300 200\nB. Component 4 - Implementing CE Programs\nRepair/Refurbishing of CECs 0 360 2,040 4,660 1,340 Each SA CMC 2,358 589\nII. Equipment\nA. Component 3 - Strengthening Institutional\nCapacity\n1. DNFE/PIMU\na. Office Equipment One lot 71 LCB PIMU 64 7\nb. Computer and Accessories One lot Upgrade 64 LCB PIMU 115 13\nc. Audiovisual Facilities One lot 10 LCB PIMU 9 1 5\n5\nd. Jeep 2 40 LCB PIMU 36 4\ne. Microbus 2 30 LCB PIMU 27 3\n2. Field Offices Per Site Same as per Site\na. Computer and Accessories 2 41 64 163 78 LCB PIMU thru DCO 725 80\nb. Motorcycles 0 12 64 134 LCB PIMU thru DCO 33 4\nc. Mobile Phones 0 12 64 134 LCB PIMU thru DCO 28 3\nB. Component 4 - Implementing CE Programs\n1. MOPAs Per District Same as per District\na. Office and Computer Equipment  2 3 13 13 LCB MOPA 48 5\n2. INGOs Per Unit Same as per Unit\na. Radio-Casette for CECs 0 36 204 466 134 LCB INGO 66 7 A\np\nb. Skills Training Kit 3 36 204 466 134 LCB INGO 2,387 263 p\ne\nc. Motorcycles 2 36 204 466 134 LCB INGO 1,319 145 n\nd\nix\n \nADB = Asian  Development Bank; DCO = district coordination  officer; DFID =  Department  for  International Development; ICB =  international  competitive  bidding;   8\n,\nINGO =implementing nongovernment organization; IS = international shopping; LCB = local competitive bidding; MOPA = monitoring partner agency; PIMU = project   p\na\nimplementation and management unit; SA = self-administered/Force Account. g\ne\na Please refer to Table A5.3 for details.  \n1", "Total Mode Indicative\nUnit Quantity Required Cost/ of Unit Funding\nPackage/Items Cost Year 1 Year 2 Year 3 Year 4 Year 5 Package Procurement Responsible ADB/DFIDa Government\nIII. Furniture\nA. Component 3 - Strengthening Institutional Capacity\n1. Office Furniture 5\na. For PIMU 16 One lot 16 LCB PIMU 14 2\nb. For MAs and PCs 1 12 64 134 LCB PIMU thru DCO 96 11\nB. Component 4 - Implementing CE Programs Per Unit Same as per Unit\n1. Furniture for CECs 5 36 204 466 134 LCB INGO 3,581 394\nIV. Instructional Materials\nA. Component 2 - Developing Curricula and Materials\nTrainers Guides/Manuals 0 720 4,080 9,320 2,680 LCB PIMU 151\nB. Component 4 - Implementing CE Programs\nIssue-Based Reading Materials 0 36 204 466 134 LCB PIMU 368\nV. Research Studies\nA. Baseline Studies 50 LCB PIMU 150\n5\nB. Impact and Tracer Studies 50 LCB PIMU 300 6\nC. Assorted Action Research 50 LCB PIMU 300\nVI. Consulting/Expert Services\nA. Project Admistration Services 1,872 ICB PIMU 1,872\nB. Curriculum Development and Program Implementation 2,436 ICB PIMU 2,436\nC. Program Monitoring, MIS, and Capacity Building 996 ICB PIMU 996\nD. National Task Force for Curriculum Materials and Teacher Training 1,217 LCB PIMU 1,217\n18,998 1,735\nADB = Asian Development Bank, CE = continuing education, CEC = continuing education center, DCO = district coordinator, DFID = Department for International Development,\nICB = international competitive bidding, INGO = implementing nongovernment organization, LCB = local competitive bidding, MA = monitoring associate, MIS = management\ninformation system, PC = project coordinator PIMU = project implementation and management unit.\na Please refer to Table A5.3 for details.\nA\np\np\ne\nn\nd\nix\n \n8\n,\n \np\na\ng\ne\n \n2", "REQUIREMENTS AND OUTLINE TERMS OF REFERENCE FOR CONSULTANTS\nTable A9: Summary of Required Consultants\nType Recommended Number Total\nOutput Number of of Person-Months Person-\nField of Expertise Packages Consultants Year 1 Year 2 Year 3 Year 4 Year 5 Year 6 Months\nI. International Consultants\nA. Developing Policy Framework\n1. HRD Planning and Public-Private Partnership\nDevelopment Specialist 2 1 6 3 3 12\nB. Developing Curricula, Learning Materials, and Teachers'\nTraining System\n1. Employment Opportunity Assessment Survey Specialist 1 1 3 3\n2. Competency-Based Curriculum Materials Development\nand Training-of-Trainers Specialist 1 1 12 6 3 3 24\nC. Strengthening Institutional Capacities\n1. NGO Institutional Specialista 2 1 3 3\n2. Management Information System Specialist 2 1 4 1 1 6\n3. Financial and Procurement Specialist (PAS Coordinator) 3 1 12 12 12 12 12 12 72\n4. Midterm Review Evaluation Specialist 1 3 3\nD. Implementing Continuing Education Programs\n1. Post-Literacy and Continuing Education Program \nImplementation Specialist 1 1 2 4 6 12\n2. Post-Literacy and Continuing Education Program  5\n7\nMonitoring Specialist 1 1 6 3 3 12\n3. Social Development and Gender Equity Specialista 2 1 6 6 6 3 3 24\nTotal (I) 10 47 38 40 19 15 12 171\nII. Domestic Consultants\nA. Developing Policy Framework\n1. HRD Planning and Public-Private Partnership\nDevelopment Specialist 2 1 6 6 6 18\nB. Developing Curricula, Learning Materials, and Teachers'\nTraining System\n1. Employment Opportunity Assessment Survey Specialist 1 1 3 2 1 6\n2. Competency-Based Curriculum Materials Development\nand Training of Trainers Specialists 1 5 12 12 6 6 36\nC. Strengthening Institutional Capacities\n1. Construction Supervisor 1 6 6 12\n2. Management Information System Specialist 2 1 2 2 2 2 8\n3. Financial Specialist (PAS) 3 1 12 12 12 12 12 12 72\n4. Procurement Specialist (PAS) 3 1 12 12 6 6 36\nD. Implementing Continuing Education Programs A\np\n1. Post-literacy and Continuing Education Program  p\ne\n     Implementation Specialists 1 6 6 24 36 72 72 30 240 n\nd\n2. Post-literacy and Continuing Education Program  ix\n 9\n     Monitoring Specialist 2 1 12 12 6 6 6 6 48 , p\nTotal (II) 18 63 88 81 104 92 48 476 a\ng\nHRD = Human Resource Development, NGO = nongovernment organization, PAS = Project Administration Service. e\n 1\na = No domestic counterpart.", "58\nAppendix 9, page 2\n1. Table A9 summarizes the required consulting services for the project. The outline terms of\nreference follow.\nA. International Consultants\n1. Output 1: Developing Policy Framework\na. HRD  Planning  and  Public  Private-Partnership  Development  Specialist\n(12 person-months)\n2. The consultant will\n(i) support  the  development  of  an  effective  policy  framework  by  the  Directorate  of\nNonformal Education (DNFE);\n(ii) support the development of effective public-private partnerships (PPP) between a\nrange of actors involved in nonformal education (NFE);\n(iii) assist DNFE to undertake an analysis of its existing capacity and identify what must\nbe done to achieve project objectives;\n(iv) formulate a strategy for human resource development (HRD) that will strengthen\ntechnical capacity within DNFE for effective program facilitation and management to\nensure poverty-focused and qualitative service delivery at the community level;\n(v) work with the various committees at national and district levels to understand the\nconstraints to developing better PPP;\n(vi) identify training needs and appropriate opportunities for on-the-job training, including\nspecialized training related to the development of PPP;\n(vii) work  with  the  social  development  and  gender  specialist  to  develop  a  dedicated\npresence that will be responsible for poverty and equity considerations in NFE;\n(viii) formulate  strategies  for  improving  contractual  relationships  so  that  implementing\nnongovernment organizations (INGOs) and monitoring partner agencies (MOPAs)\ncan feed field-level experience into policy formulation and advocacy at the national\nlevel;\n(ix) work with other Ministries and line departments and other aid agencies interested and\nactive in NFE to identify opportunities for collaboration and convergence in the sector;\nand\n(x) report  and  make  HRD  related  recommendations,  with  special  reference  to  the\ndevelopment of PPP.\n2. Output 2: Developing Curricula, Learning Materials, and Teachers Training\nSystem\na. Employment  Opportunity  Assessment  Survey  Specialist  (3  person-\nmonths)\n3. The consultant will\n(i) assist DNFE to develop a framework and procedural details for conducting surveys\non  labor  market  and  income  generating  opportunities  for  graduates  of  PLCE\nprograms, for use by INGOs and other agencies subcontracted to undertake such\nstudies;\n(ii) familiarize oneself with labor market studies undertaken by Bangladesh consultants\n(BIDS etc.) and other documentation including the ADB Report and Recommendation\nof  the  President  (RRP)  for  the  Post-Literacy  and  Continuing  Education  Project\n(PLCEP); Women in Bangladesh – ADB country briefing paper; The 2001 World\nBank/Primary  Mass  Education  Division  (PMED)  (“Khulna”)  study  on  Beneficiary\nNeeds,  Local  Demand  for  Skills  and  Available  Skills  Training;  The  Terminal\nEvaluation  of  the  Swedish  International  Development  Agency  (Sida)/Norwegian\nAgency for Development (NORAD)-funded Post-Literacy and Continuing Education", "59\nAppendix 9, page 3\n(PLCE)  Pilot  Programme  (‘The  23  Pilots’),  and  the  23  individual  self-evaluation\nreports  of  the  23  pilots;  The  1999  CAMPE  report  on  the  Status  of  Continuing\nEducation in Bangladesh; The DFID study on Improving Skills for Employment;\n(iii) consult with a range of employment and training organizations, and organizations\ninvolved in continuing education, so as to gain a clearer understanding of broad\nemployment,  marketing,  and  training  opportunities  in  (mainly)  rural  areas  of  the\ncountry  (e.g.,  International  Labour  Organization,  the  Bangladesh  Employers’\nFederation,  Bangladesh  Small  and  Cottage  Industries,  key  nongovernment\norganization (NGO), and private trade-training institutes including Mirpur Agricultural\nWorkshop and Training Center, Ashania Mission, Catalyst, St Joseph’s School of\nIndustrial Trades, Caritas Mobile Trades Schools Unit, etc.);\n(iv) consider  the  range  of  potential  income-generating,  wage  and  self-employment\nopportunities for poor neo-literate women and men, including a focus on opportunities\nfor nontraditional and more remunerative activities for women;\n(v) develop training materials and conduct training in the conduct of labor market and\nincome generating opportunities surveys, with INGOs.\nb. Competency-Based Curriculum Materials Development and Training-of-\nTrainers Specialist (24 person-months)\n4. The consultant will\n(i) guide and assist a national task force in developing and producing a range of PLCE\ncore  competency-based  teaching/learning  modules  –  integrating  teacher  guide\nmaterials and assessment notes - covering basic vocational skills;\n(ii) guide and assist a national task force in developing and producing a range of PLCE\ncore teaching/learning modules – integrating teacher guide materials and assessment\nnotes - covering post-literacy development, life skills, and basic entrepreneurial skills;\n(iii) guide and assist a national task force in developing training-of-trainers courses and\nholding curriculum development workshops;\n(iv) provide on-the-job training to relevant curriculum and materials development staff\nwithin DNFE;\n(v) assist  in  developing  a  curriculum  model  that  ensures  up-to-date  and  relevant\nteaching/learning materials and assessment schemes – in Bangla – are developed,\npiloted, and periodically revised;\n(vi) advise  on  and  oversee  the  collection,  modification,  revision,  and  production  of\nsuitable existing materials, and the development of new materials where needed;\n(vii) advise  and  assist  on  the  framework  for  the  analysis  of  workplace  skills  at  the\nappropriate  level  to  develop  competency-based  skills  development\nteaching/learning/assessment materials;\n(viii) assist in ensuring that appropriately placed skills-trainer guidelines for literacy and\naffective domain development are included in skills training sections;\n(ix) assist  in  conducting  writing  workshops  for  developing  materials  and  producing\nteaching/learning/assessment materials;\n(x) guide  and  advise  on  the  outsourcing  of  printing  of  a  sufficient  quantity  of\nteaching/learning  materials,  and  use  of  a  simple  ring  binding  system  to  enable\nmaterials to be added or removed as required for particular packages;\n(xi) guide and assist in developing standardized assessment formats, and contribute to\nthe  preparatory  work  for  the  development  of  a  qualifications  framework  and\nequivalency for nonformal continuing education;\n(xii) guide and assist in developing a system that enables regular and systematic contact\nbetween INGOs and the national task force to ensure that INGO materials needs are\nmet; and\n(xiii) guide and assist in developing and conducting training-of-trainers courses for master\ntrainers.", "60\nAppendix 9, page 4\n3. Output 3: Strengthening Institutional Capacities\na. NGO Institutional Specialist (3 person-months)\n5. The consultant will\n(i) guide and assist in developing an accreditation system for NGOs involved in PLCE;\n(ii) familiarize oneself with studies carried out by NGO associations (ADAB, CAMPE,\netc.)  and  development  partners  on  the  capacity  of  NGOs  to  implement  PLCE\nprograms;\n(iii) consult with the Bangladesh Technical Education Board to become familiar with the\naccreditation system used for third-party delivery of Government basic trade courses;\n(iv) consult  with  a  wide  range  of  experienced  NGOs  (including  those  involved  in\nimplementing the Project and PLCEHDP-1), DNFE, and development partners, to\nidentify indicators relating to quality assurance and to establish a foundation on which\nto base the development of an accreditation system;\n(v) hold meetings and/or workshops involving senior representatives of DNFE, NGOs,\nand development partners, to further develop quality assurance indicators and to\nformulate the key elements of an accreditation system; and\n(vi) review the potential for a number of selected implementing partner agencies involved\nin the PLCEHDP-2 project to become ISO 9000 registered.\nb. Management Information System (MIS) Specialist (6 person-months)\n6. The consultant will:\n(i) establish a continuing education MIS system which covers all levels of the  Project,\nensuring  that  reliable  qualitative  and  quantitative  (but  particularly  qualitative)\nmonitoring  and  evaluation  (M&E)  data  are  available  at  appropriate  levels  within\nDNFE;\n(ii) ensure  that  the  MIS  provide  necessary  and  sufficient  data  to  enable  effective\nsupervision, evaluation, and management of DNFE’s PLCE activities;\n(iii) work  together  with  DNFE’s  MIS,  M&E,  and  planning  staff,  and  liaise  with  (a)\nTechnical Support Services Unit (TSSU); (b)  Administration and Finance Unit; and\n(c) representatives from partner agencies to establish a MIS that meets the needs of\nNFE users;\n(iv) liaise with the monitoring consultants and M&E staff at DNFE to revise and refine\nmonitoring  formats  for  use  at  all  levels,  ensuring  that  necessary  and  sufficient\nmonitoring information is available at the level required to enable accurate evaluation\nand corrective action to be taken;\n(v) develop the capacity for decentralized data entry, processing, validation, and analysis\nat the district level. Include financial management data and data relating to contract\ncompliance of partner agencies;\n(vi) ensure  that INGOs  have  clear  supporting  documentation  accompanying  the  MIS\nschedules and packages to be used in Upazilas (subdistricts);\n(vii) ensure  that  the  MIS  has  the  capacity  to  provide  timely  disaggregated  reports,\nincluding quality measurements of learning achievements, at district and national\nlevels;\n(viii) develop training packages for district coordinators (DCOs), monitoring associates\n(MAs), and INGOs; and\n(ix) develop a MIS handbook, including technical aspects and maintenance.\nc.  Financial and Procurement Specialist (PAS Coordinator) (72 person-\nmonths)\n7. Detailed terms of reference for this specialist are in the supplementary appendix.", "61\nAppendix 9, page 5\nd.  Midterm Review Evaluation Specialist (3 person-months)\n8. The consultants will\n(i) reexamine  the  original  project  design  and  scope,  including  any  modifications,  if\nneeded, to ensure achievement of project purpose and goal;\n(ii) assess the status of compliance with loan covenants;\n(iii) review benefit and monitoring evaluation (BME) baseline data and agree with the\nexecuting agency (EA) on adjustments of indicators;\n(iv) visit selected sites to check on the progress and quality of course delivery by NGOs,\nincluding social mobilization activities; and\n(v) assess the adequacy of the applied PLCE concept relative to learners’ achievements.\n4. Output 4: Implementing Continuing Education Programs\na. Post-literacy  and  Continuing  Education  Program  Implementation\nSpecialist (12 person-months)\n9. The consultant will\n(i) assist DNFE in expanding coverage of the continuing education program to ultimately\ntake in all 210 Upazilas;\n(ii) assist in guiding, supporting, and training program coordinators (PCs), MAs, and\nINGOs in program implementation;\n(iii) advise and guide DNFE on the ongoing development and refinement of selection\ncriteria for INGOs;\n(iv) advise and guide DNFE on the criteria for formulating INGO  action plans, and for the\nsystem of review of action plans at the Upazila level;\n(v) strengthen the capacity of DCOs, PCs, and MAs to analyze and act on qualitative\nmonitoring data to ensure that INGOs and community learning centers are effectively\nserviced;\n(vi) ensure that existing and new INGOs are strengthened through action based on the\nanalysis of M&E data (by working closely with monitoring support consultants and\nmonitoring partner agencies (MOPAs), and the sharing of lessons learned regarding\neffective implementation of community level continuing education courses.\nb. Post-Literacy and Continuing Education Program Monitoring Specialist\n(12 person-months)\n10. The consultant will\n(i) develop tools and materials for qualitative monitoring at all levels of the project, and\nto assist national research institutes in designing impact surveys and tracer studies;\n(ii) work closely with the MIS team to develop a system for easy retrieval and analysis\nand feedback loops for project inputs and performance indicators;\n(iii) strengthen the capacity of MOPAs to collect and analyze qualitative data;\n(iv) working  with  DNFE  M&E  and  MIS  personnel,  develop  monitoring  formats  and\nschedules for use at all levels, drawing on lessons learned from the introduction of\nrevised formats being implemented by DNFE for the basic literacy programs;\n(v) ensure that necessary and sufficient monitoring information is available at the level\nrequired to allow accurate evaluation and corrective action to be taken;\n(vi) work closely with national research institutes and national consultants using rapid\nappraisal  and  other  participatory  methodologies  to  design  and  conduct  impact\nsurveys and tracer studies;\n(vii) guide and assist in quality control of these studies;\n(viii) train MOPA staff assessors;", "62\nAppendix 9, page 6\n(ix) work closely with the social development and gender specialist to identify particular\nareas for investigation and action research such as targeting, impact of the Project on\nvulnerable groups, indirect and spin-off benefits of the Project, etc.;\n(x) ensure the sharing and lessons learned from these studies feed into the design of the\nnext training cycle, curriculum development and capacity-building efforts of INGOs,\nMOPAs, and DNFE; and\n(xi) prepare a database of resource persons and institutions that the project can draw on\nin later years for conducting such studies.\nc. Social Development and Gender Equity Specialist (24 person-months)\n11. The consultant, together with designated DNFE officers, will report to the project director of\nPIMU to do the following:\n(i) identify and analyze poverty and gender issues across project processes, and define\nstrategies  in  collaboration  with  key  project  stakeholders  to  address  these  in  a\npractical manner at all levels;\n(ii) strengthen DNFE’s ability to address gender and poverty issues in the sector to\nensure that interventions especially benefit poor neo-literate men and women;\n(iii) incorporate the findings of available studies into all project preparatory work to ensure\nthat poverty and gender concerns are adequately addressed, including developing\nselection criteria for learners, INGOs, MOPAs, and resource persons and facilitators,\nmonitoring indicators and processes, refining of logical framework indicators, and\nreview of Upazila level action plans;\n(iv)  identify  training  opportunities  for  DNFE  staff  and  especially  associate  women-in-\ndevelopment (WID) focal point in PMED, and the sub-WID focal point and identify\nhuman resource development needs and gaps.\n(v)  steer the formulation of a gender strategy for DNFE, which is practical, backed with\nadequate  resources,  and  incorporated  into  PMED’s  vision  and  mandate  for  the\nsubsector;\n(vi)  strengthen the capacity of WID focal points at all levels to highlight and prioritize\nequity  and  poverty  considerations  in  project  planning,  negotiation,  and\nimplementation and monitoring within DNFE;\n(vii) identify ways to increase women’s participation in the project, especially at senior\nmanagement, supervisory, and decision-making levels;\n(viii) ensure the incorporation of poverty and gender-sensitive indicators at all levels of the\nMIS. Work with the MIS team to improve the collection and analysis of data that is\ndisaggregated  by  age,  gender,  socioeconomic,  and  ethnic  background  (tribal,\nreligious, geographic);\n(viii) work  with  MOPAs  and  international  consultants  to  ensure  a  high  level  of\ndisaggregated  primary  stakeholder  feedback,  analysis  of  this  information,  and\nqualitative reporting;\n(ix) provide inputs into all terms of reference drawn up for the project and prepare the\nterms of reference for annual and midterm review missions in close collaboration with\nthe national task force, DNFE, Asian Development Bank (ADB), and Department For\nInternational Development (DFID);\n(x) draw up terms of reference, identify consultants, and guide studies on the poverty\nand gender aspects of the project including action-research on what kind of support is\nrequired  for  poor  neo-literates  to  access  and  practise  more  productive  and  less\ntedious occupations following their courses at continuing education centers;\n(xi) strengthen the capacity of DNFE, working closely with the WID officers in PMED and\nthe sub-WID focal points in DNFE to address in a practical and creative manner\npoverty and gender concerns raised by M&E efforts through the early years of the\nproject;\n(xii) cooperate with the national curriculum development task force, network with CAMPE,\nthe  local  consultative  group  on  NGOs,  and  other  education  fora  to  identify", "63\nAppendix 9, page 7\nopportunities for prioritizing and incorporating gender issues into action plans and\nstrategies for the sector; and\n(xiii) develop a database of national and international resources that DNFE can draw on\nfor its training, research and analysis, and other technical support needs.\nB. Domestic Consultants\n12. Each international consultant will be associated with at least one domestic consultant with\nthe same terms of reference as a counterpart. The international and domestic consultants will work\nclosely as a team to achieve the outputs listed in the preceding sections. A major responsibility of\neach domestic consultant is to provide training in his/her respective area of responsibility. He/she\nwill assist the international counterpart in designing training courses and in other aspects, including\nproviding translation services as needed.\n13. There  are  no  domestic  consultants  for  the  following  international  positions:  (i)  NGO\ninstitutional  specialist,  and  (ii)  social  development  and  gender  equity  specialist.  There  is  no\ninternational counterpart for the construction supervisor.\n14. The positions and length of services of the domestic consultants are as follows:\n1. Output 1: Developing Policy Framework\na.  HRD  Planning  and  Public-Private  Partnership  Development  Specialist\n(18 person-months)\n2. Output  2:  Developing  Curricula,  Learning  Materials,  and  Teachers  Training\nSystem\na.  Employment  Opportunity  Assessment  Survey  Specialist  (6  person-\nmonths)\nb.  Competency-Based Curriculum Materials Development and Training of\nTrainers Specialists (36 person-months)\n3. Output 3: Strengthening Institutional Capacities\na.   Construction Supervisor (12 person-months)\n15. This consultant will have no international counterpart and will be responsible for supervising\nthe construction of an additional floor at DNFE.\nb.   Management Information System Specialist (8 person-months)\nc.  Financial Specialist (PAS) (72 person-months)\n16. Separate terms of reference are in a supplementary appendix.\nd.   Procurement Specialist (PAS) (36 person-months)\n17. Separate terms of reference are in a supplementary appendix.\n4. Output 4: Implementing Continuing Education Programs\na.  Post-literacy  and  Continuing  Education  Program  Implementation\nSpecialists (240 person-months)\nb.  Post-literacy and Continuing Education Program Monitoring Specialist\n(48 person-months)", "64\nAppendix 10, page 1\nGENDER ANALYSIS AND STRATEGY\nA. Gender Issues in Nonformal Education\n1. The Government of Bangladesh is one of the countries with a separate Ministry of\nWomen and Children Affairs (MOWCA), the lead government agency for women’s development.\nAll sectors and ministries also have provision for a women-in-development (WID) focal point –\nwith the rank of joint secretary/joint chief 1 and a National Council for Women’s Development\nchaired  by  the  Prime  Minister.  MOWCA  also  has  Women’s  Affairs’  officers  at  district  and\nsubdistrict levels. However, MOWCA lacks an explicit and well-resourced mandate for taking\nthe leadership role that is needed to prioritize gender issues across ministries and departments.\nWID focal points lack terms of reference or adequate earmarked resources for the dual role they\noften  play  and  are  supplemented  by  junior  assistant  and  sub-WID  focal  points  who  are\nmarginalized  within  their  line  departments.  The  joint  secretary  of  the  Primary  and  Mass\nEducation Division (PMED) acts as the WID focal point and is assisted by an associate WID\nofficer with the rank of senior associate chief in PMED. A sub-WID focal point within the\nResearch and Documentation Unit of the Diretorate of Nonformal Education (DNFE) is charged\nwith assisting the WID officers.2 Within DNFE, however, there is little awareness of this role, its\npotential, or what is needed to make it effective.\n2. The Government approved a national action plan (NAP) for women’s advancement in\n1997. This plan foresees the increase in number of female officers at all levels, particularly at\nthe  decision-making  and  management  levels  in  both  ministries  charged  with  education  in\nBangladesh (Ministry of Education and PMED). Budget allocations for women and girls in\nspecific educational programs and projects are part of the plan. Action 14 of the plan envisages\nthe strengthening of adult education programs for women in various fields through nonformal\neducation (NFE). Activities to be undertaken under the plan are (i) assessing women’s needs for\nlearning; (ii) reviewing curricula, methods, and education materials of existing programs and\nmodifying them to fulfill the needs of women and to increase the areas and coverage and; (iii)\nincorporating gender relations, legal literacy, human rights, health care and other important\nissues in the program. DNFE is vested with primary responsibility for implementing this part of\nthe plan.\n3. The Asian Development Bank’s (ADB’s) partnership agreement on poverty reduction\nwith the Government of Bangladesh stresses its assistance in the social sectors, targeted at\nreducing human poverty with particular emphasis on women, specifically mentions projects in\nNFE. ADB’s gender strategy for Bangladesh includes supporting women’s access to resources\nand services and promoting women’s employment and income generation (footnote 1).\n4. With education receiving a high proportion of total expenditure for the social sector, a\nconsiderable increase in female enrollment at the primary school level has been achieved. The\ngender gap at this level decreased from 22 percent in 1985 to 3 percent over the past 15 years.\nProgress  at  the  secondary  education  level  has  been  slow  and  female  drop-out  rates  are\nalarmingly  high.  However,  the  Government’s  emphasis  on  girls’  education  and  specific\nprograms for eradicating female illiteracy are encouraging more gender equity.\n5. Despite  these  achievements,  women’s  access  to  education  including  NFE  remains\nseriously affected by sociocultural values, norms, and traditions. Preference for male children is\nan obvious cultural trait in Bangladesh as it is in other South Asian countries. Parents believe\nthat investment in a son’s education yields a higher return since the boy is socially expected to\nlook them when they are old. Girls are perceived as homemakers, and rural parents emphasize\nteaching girls the basic skills for efficient performance of the domestic role. The prevalence of\n                                                          \n1  Women in Bangladesh. Country Briefing Paper, Asian Development Bank. 2001. Manila, January. Page 36.\n2  All three Women in Development officers hold additional functions that are full-time jobs.", "65\nAppendix 10, page 2\nexpensive dowry even in Muslim families motivates parents to save money for their daughter’s\nmarriage rather than invest in their daughter’s education. Low levels of literacy and education\namong the parents further compound these attitudes.\n6. In addition to these cultural dimensions, poverty is causing a breakdown in the social\nfabric of society. Levels of violence and desertion are increasing; divorce and widowhood cause\npoverty to women who become head of households with diminished resources often including\nthe loss of land or homestead. The absolute poverty of many female heads of households (95\npercent of whom fall into this category of the very poor) mean that they tend to overcome the\ncultural restrictions on movement and are forced to work outside the home and to migrate for\nwork  on  a  seasonal  basis.  Poverty  requires  girls  to  engage  in  gainful  employment  early.\nParticularly in rural areas, women are in charge of substantial contributions to the household\nincome through time-consuming tasks in postharvest activities, vegetable and fruit cultivation,\nfood preservation, animal husbandry, and home-based crafts. Absence of time- or labor-saving\ntechnology  compels  mothers  to  require  their  daughters  to  carry  a  substantial  load  of  the\ndomestic chores. In addition, mothers often suffer from ill health due to frequent pregnancies,\nchildbirth, malnutrition, and environmentally caused diseases.\n7. Despite these obstacles, women’s involvement in basic literacy programs seems to have\nbeen generally positive.  Evidence from different projects3 indicates that women are less likely to\ndrop out from the course, and are more consistent and more committed attendees than men.\nIncreased mobility within the community and the social interaction that takes place during the\nbasic literacy courses certainly represent a benefit for women. There is evidence4 to suggest\nthat women (and their families) have benefited greatly from the social and life skills elements of\ntraining courses as reflected in improvements in health, hygiene, and school attendance and\nbetter understanding of law and advocacy issues.  Selecting useful and appropriate course\ntopics that respond to market demands takes place in respective localities and at a convenient\ntime becomes key issues for poor female and male participants.\n8. As an equal opportunity provider, DNFE is committed to ensure gender equality in all\nareas  of  NFE5  and  has  made  efforts  to  recruit  local  female  teachers  and  encourage  the\nrecruitment of female supervisors. A domestic gender consultant has been working with DNFE,\nunder Swedish International Development Agency (Sida) assistance, to formulate a gender\naction  plan  for  DNFE.6  Under  the  Project,  a  social  development  and  gender  specialist\n(international consultant), appointed for a period of two years, will report to the project director\nand  be  an  active  member  of  the  project  implementation  management  unit  (PIMU).  The\nconsultant will be responsible for working closely with the WID officers to build institutional\ncapacity in poverty reduction strategies, and gender analysis and training within DNFE and to\nensure  that  poverty  and  gender  concerns  are  adequately  addressed  by  implementing\nnongovernment organizations (INGOs) and monitoring partner agencies (MOPAs) across all\nproject processes and activities. This social development officer will be responsible for ensuring\nthat monitoring and evaluation efforts explicitly measure project impact on diverse social groups\nand are disaggregated by gender and age, for use in designing and guiding action research\nstudies. The results will also help DNFE to formulate a coherent and practical, collaborative\ngender strategy for the Project that builds on previous efforts in gender and NFE and that finds\nwide acceptance with other partners involved in NFE in Bangladesh.\n                                                          \n3 Draft Report of BAN-2534 First Nonformal Education Program Manila 2001; 23 NGOs Pilot PLCE Program,\nSWEDEC. May 2001.\n4  Hossain, A. 2001. Gender and Parity in PLCE Primer.  Dhaka. February 2001.\n5  DNFE. 2000. NFE in Bangladesh.\n6  DNFE, December 2000 and discussions with Sida.", "66\nAppendix 10, page 3\nB. Inclusiveness in Nonformal Education\n9. Results of the 23 pilot projects on post-literacy and continuing education (PLCE) suggest\nthat there is a tendency to favor young, unmarried girls when selecting course participants from\neligible  TLM  and  CBA  graduates.  Consequently,  older  and  poorer  women  who  may  be\nburdened with children are passed over. This appears to be justified as long-term benefits from\nthe program and employment opportunities are higher for younger woman. Younger people\ngenerally tend to learn faster than older learners, have more energy and less demands on their\ntime. Many of these girls though intellectually capable have never gone to school.\n10. However, if focus is on those most in need and on the poorest and least advantaged\npeople, older women would be a key target group.  Changes in their lives and economic\nsituation will affect many people within their families.  They also carry more weight in terms of\nchanging attitudes and tradition of family members and their immediate environment. This\nsuggests that a wider concept of inclusiveness may include the provision of child care, allowing\nmothers to participate in PLCE courses and generate income for female caretakers in the\nvillage.\n11. A large proportion of NGOs are concentrating on women’s issues. NGOs have had a\nconsiderable  impact  on  women’s  development  in  the  fields  of  NFE,  health,  and  social\nawareness. NGOs have contributed by “insistence on the participatory process of development\n(planning, decision making, implementation, monitoring, evaluation) (as this) empowers women\nby dramatically highlighting their inclusion in all phases of a project. It also builds their capacity\nand  skill  in  public  participation  and  management”  (footnote  1).  The  Project’s  approach  in\nimplementing PLCE courses through NGOs should therefore have a positive impact on the\nconsideration of gender issues for both course arrangements and course contents.\nC. Project Gender Strategy and Plan\n12. The Project’s support for developing and formulating a gender strategy and plan should\nhelp increase gender awareness in DNFE and ensure women’s active involvement in PLCE,\nincluding their direct access to project benefits. The objectives of the gender strategy are to\n(i) ensure that DNFE’s commitment to equity is operationalized in the field through\nadequate attention to the gender aspects of staffing, implementation processes,\nquality of monitoring, and research studies and evaluations; and\n(ii) feed into a wider collaborative strategy for the NFE sector that is prepared jointly\nby DNFE, aid agencies, NGOs and private sector providers and that is practical\nand achievable.\n13. The gender strategy and plan will be to build on earlier efforts to define a broad strategy\nfor the NFE subsector as a whole that can then be distilled further into a detailed project\nstrategy for PLCE. Extensive consultations with the various aid agencies and NGOs involved in\nNFE - Sida, Norwegian Agency for Development (NORAD), the World Bank (WB), Department\nFor  International  Development  (DFID),  ADB,  Bangladesh  Rural  Advancement  Committee\n(BRAC), Reflect, domestic gender consultants engaged in the sector, private sector training\nproviders, and polytechnics and training institutes – will yield lessons from earlier and ongoing\ninitiatives in NFE. The Project will also seek to learn from similar initiatives in other sectors that\nare working closely with the Government7 and with previous DNFE initiatives including the\nSida/NORAD-funded Local Gender Consultancy (LGC) whose main task was to build capacity\n                                                          \n7  Gender strategy formulation under HSPSP, Canadian International Development Agency–funded PLAU and\nPLAGE.", "67\nAppendix 10, page 4\nin the DNFE to include and promote gender development issues in its project.8 Although 61\nDNFE  officials  were  trained  under  this  initiative  by  the  LGC,  a  large  proportion  have\nsubsequently been transferred.9 The Project will see to it that the gains from this initiative are\nconsolidated, lessons learned and any subsequent initiatives synergized to avoid duplication or\nparallel  efforts  toward  the  same  objectives.  The  strategy  will  be  formulated  during  the\npreparatory phase of the Project through a series of consultations and workshops. Senior\nDNFE, PMED, and MOWCA officials will participate in all phases of formulation so as to ensure\na sense of ownership and commitment at the highest levels.\n14. The strategy will disaggregate the age group of 11–45, by gender, age, geographic\nlocation, caste and religion, occupation, income, and literacy status and use this information to\nensure that action plans submitted by INGOs are relevant, cost-effective, and inclusive. The\ngender strategy will pay particular attention to the adolescent age group and link up with\nnetworks and NGOs working with adolescent girls and boys in Bangladesh to complement\nexisting efforts.10 By the same token, efforts will be made to ensure that older men and women\nlearners are not discriminated against in the design or delivery of these courses. WID officers, in\nconjunction with the social development and gender specialist, will also draw on initiatives in\nother  sectors  and  collaborate  closely  with  MOWCA  and  other  ministries  and  departments\nincluding Agriculture and Fisheries, Rural/Urban Development, Department of Manpower and\nTraining, Department of Youth Development, and Ministry of Labour, as appropriate, to ensure\nsynergies and avoid duplication of efforts.\n15. The gender strategy will incorporate the findings from studies carried out during the\npreparatory  phase  of  the  Project  regarding  to  access  of  disadvantaged  neo-literates,  the\nmethodologies  that  various  NGOs  employ  for  overcoming  access  constraints,  innovative\nmethods that have worked in retaining learners and where these have translated into gains\nbeyond increased income of households (Table A10).  A study that reviewed the 23 pilot\nprojects’  report  from  the  gender  perspective  concluded  that  although  household  income\nincreased  as  a  result  of  skills  training,  in  traditional  areas  such  as  livestock  raising,  food\nprocessing and sewing/tailoring, these occupations confined women in the private arena11 and\ndid little to link them with the market. Where women engaged in new skills such as vegetable\ncultivation, fisheries, mushroom farming, batik and candle making, the biggest constraint was\nlack of market accessibility. The market research linked to the identification of skills training,\nparticularly as regards new and non-traditional skills, will need to focus on the various elements\nthat  must  complement  the  skills  training  so  as  to  deliver  positive  outcomes  (increased\nconfidence,  consolidation  of  skills  or  trade,  and  ability  to  sustain  this  skill  through  market\nlinkages, start-up capital, control over increased incomes).\n16. PLCE courses of the Project are envisaged to be delivered entirely by NGOs. Program\nimplementation quality will vary due to many factors including capacity of the INGO, availability\nand skills of local facilitators and resource persons, learning conditions including learner profiles\n                                                          \n8 Progress Report of the Local Gender Consultancy (LGC) for NFE Projects, DNFE/Government of Bangladesh. The\nLGC aimed to build this capacity through a gender focal point within DNFE, which comprised by seven staff\nmembers, six at assistant director level from Material Development, Research and Documentation, Administration,\nPlanning and Implementation and headed by a deputy director. The LGC has also held various workshops on\ngender for master trainers and DNFE officials.\n9 Appraisal Mission discussions with Sida, September 2001.\n10An indicative (not exhaustive) list of such departments/agencies/NGOs: The Department of Youth Development,\nvocational training institutes under the Directorate of Technical Education, Government polytechnic institutes and\ncommercial institutes, primary training institutes, technical training institutes under the Ministry of Labour and\nManpower,  The  Disadvantaged  Adolescents  Working  NGOs  (DAWN)  Forum  (21  Members),  Action  Aid\nBangladesh, BRAC’s Kishor-Kishori schools in 61 districts, Underprivileged Children’s Educational Programme\n(UCEP), the Center for Mass Education in Science (focus on adolescent girls in 11 districts of the country), United\nNation’s Children’s Fund (UNICEF)–Protection Section and Education Section, ICDDRB, Population Council, Save\nthe Children Fund (UK) Bangladesh, Dhaka Ahsania Mission, Directory of Organizations Providing Services to\nWorking  Children  prepared  by  Dhaka  Ahsania  Mission,  1999.  See  UNICEF.  1999.  A selective review of\ninterventions for adolescent girls in Bangladesh, Dhaka.\n11 PLCE Report/Gender and PLCE, 23 NGOs.", "68\nAppendix 10, page 5\nand potential opportunities for practicing a skill or trade subsequently. The gender strategy will\ninclude gender and poverty-focused guidelines for project activities at various stages. The\nsubstantive review planned at the end of the second year as well as the midterm review will\ninclude a detailed assessment of progress on gender issues against the milestones specified in\nthe gender strategy.\nTable A10: Components and Targets for Gender Strategy\nComponent/Activitiy Approach and Target\nComponent 1:\nPolicy framework development The  Project’s  social  development  specialist  will  assist\nproject implementation management unit (PIMU) and policy\nplanners  in  continuously  improving  the  system  through\nincorporation  of  gender-disaggregated  monitoring  and\nevaluation (M&E) results.\nGender awareness training for the executing agency and\npartner agencies will be held. Training in participatory rapid\nappraisal (PRA) and promoting participatory procedures will\nensure that women become involved in course selection,\nand evaluating course relevance and learners’ satisfaction.\nOf the 2,800 teachers trained until the end of the Project, 50\npercent will be women.\nComponent 2:\nDevelopment, dissemination, Curriculum  and  course  organization  will  take  account  of\nand adaptation of curricula for women’s pressures regarding time. Self-learning and peer\npost-literacy and continuing group learning as ways for catching up with missed classes\neducation (PLCE) programs will  be  tested.  Organizing  informal  child  care  will  be\nencouraged to help mothers to attend courses and provide a\nmeans  of  generating  a  small  income  for  community\nmembers. Course locations will be at the convenience of\nwomen, considering their restricted mobility.\nComponent 3:\nCapacity building of involved Gender awareness training will be provided for PIMU and for\norganizations involved partner agencies; the Project’s social development\nspecialist  will  ensure  integration  of  gender  issues  in  all\nphases and activities of the Project.\nComponent 4:\nImplementing PLCE programs Village profiling in the preparation phase of the continuing\neducation course will involve both men and women. Needs\nassessments will be done separately with men and women.\nGeneral community orientations will be held before the start\nof the course to discuss anxieties and possible prohibitions\nexisting in more remote and traditional villages. Age-group-\nrelated  needs  will  be  considered  in  the  course  content,\norganization,  and  timing.  Gender  audits  for  curriculum\nmaterials  and  training  for  gender  awareness  will  be  an\nintegral part of all courses. At least 50 percent of courses\ndeveloped will relate to women’s needs, interests, and their\npotential income-generating activities. The Government has\nagreed to a minimum enrollment rate of at least 50 percent\nwomen.", "69\nAppendix 10, page 6\nComponent/Activitiy Approach and Target\nA  gender-disaggregated  learner  satisfaction  survey  is\nconducted  prior  to  midterm  review  of  the  Project.  One\nindicator will be that 20 percent of female learners have\nselected courses in nontraditional skills.\n50 percent of third party district monitoring associates will be\nwomen,  ensuring  the  accuracy  of  gender  disaggregated\ndata and the regular monitoring of attention to gender and\ninclusiveness issues.\nD. Gender Impact\n17. Existing studies as well as the field visits conducted during project preparation indicate\nthat female neo-literates scored generally higher in course achievement than men. Women are\nmore vocal and confident in expressing their views about the basic literacy courses. Both in\nvillages  and  in  regional  workshops,  it  was  obvious  that  the  newly  elected  women\nrepresentatives on Union Parishads12 have a vital role in making the voice of women heard in\nthe community.  A number of women who completed the literacy course have become involved\nin community activities. Informed and socially aware women often take on leadership roles\nwithin the family and the community. There is evidence (footnote 4) to suggest that women (and\ntheir families) have benefited greatly from the social and life skills elements in the continuing\neducation courses as reflected in improvements in health, hygiene, school attendance, and\nunderstanding of law and advocacy issues.  Women who are literate have smaller families, tend\nto marry later or marry their daughters later, practice good health and hygiene, and support the\neducation of their children.\n18. Some of the women’s biggest gain from the basic literacy program is the ability to read\ntheir children’s schoolbooks, help with homework, and visit the school without embarrassment.\nMechanical jobs, such as welding or house electrification, have been successfully learned by\nwomen and produce a higher income with less stress than some of the conventional women’s\ncourses like embroidery or sewing.  This impact will be further enhanced through the courses\nprovided  by  the  Project.  Encouraging  small-scale  agricultural  activities  will  lead  to  better\nnutrition and selling of surpluses within the village or beyond.  Waged employment at industrial\nor business enterprises within the same village will be another option, that needs to be explored\nby  market  surveys.  Increased  mobility  within  the  community  and  social  interaction  during\ntraining courses will be supported by PLCE programs to be offered in the context of the Project.\n                                                          \n12 Unions consist of cluster of villages with some devolved political and administrative functions. Union Parshad is the\nunion council.", "70\nAppendix 11, page 1\nECONOMIC AND FINANCIAL ANALYSES\nA. Economic Rationale\n1. The economic rationale for the Project derives from both economic efficiency and equity.\nThe efficiency issue arises from the fact that continuing education and training in Bangladesh,\nespecially in rural areas, is either absent or under-supplied. The argument for a proactive role\nfor public interventions is that while basic-level continuing education and training activities are\nmostly in the nature of public goods and have large externalities, they are characterized by\nuncertainty and incomplete information, leading to a poor supply response from the private\nsector.\n2. The equity issue arises from the equitable provision of “merit wants” to reduce poverty. While\nBangladesh  has  achieved  successful  economic  growth  in  recent  years,  such  growth  has  not\nbenefited the poor, due to the wide and steadily widening inequality in the distribution of incomes.\nThe unskilled poor living in rural areas, and especially the women, do not have sufficient human\ncapital to benefit from the opportunities created by the country’s gradual process of economic\nmodernization. The Project will assist the Government in reducing poverty by improving the literacy\nand income-related skills of the rural poor.\nB. Demand Indication\n3. The first tracer study carried out as part of the first nonformal education (NFE) project in\nBangladesh surveyed 1,480 NFE graduates (82 percent of them women and 75 percent of them\nin the 14-25 age group) and concluded: “Literacy graduates increased their participation in\neconomic activities, cash savings, loan seeking behavior, and participation in loan programs.  In\naddition, a greater percentage of graduates are sending their children to school, participating in\ncommunity groups and support activities, and using birth control methods.”\n4. While the tracer study does not include hard data that are adequate to demonstrate explicit\ndemand by direct beneficiaries, their demand is considered to be indirectly reflected in the large\ninternational literature relating to private rates of return to investment in education. This approach has\nits critics, due to the inherent problems in the methods used, since the calculations are subject to a\nnumber of technical assumptions. But no better alternative has been found. A recent publication\nquoted private rates of return to formal education in Bangladesh ranging from 15 percent for upper\nsecondary education to 45 percent for primary education.1 Using the same cost-benefit analysis,\nstudies of NFE have been carried out in a number of other countries and indicative results show very\nhigh rates of return, both to the individuals (private rates of return) and to the economy (social rates of\nreturn).2 The beneficiary demand is particularly supported by the advantage of NFE: the students can\nparticipate on a part-time basis so that they are still able to continue with their income-earning or\ndomestic  activities  for  their  families,  that  is,  there  are  only  minimal  opportunity  costs  to  the\nhouseholds.\n5. In terms of gender impact, the data from the Bangladesh Demographic and Health Survey\n1996/97 indicate that education investments have significant differential welfare impacts in favor of\nwomen. The higher a woman goes up the educational ladder, the better she and her family score on\nmost health and family welfare indicators. Women who obtain more education are more likely to work\nin skilled occupations, have greater access to media services, have lower fertility levels, have greater\nawareness of sexually transmitted diseases such as human immunodeficiency virus, and their\nchildren are less likely to die young. If all of these effects could be captured in rates of return\n                  \n1  K. Tanaka and A. Hussain. 1999. Quoted in World Bank. 2001. Bangladesh Education Sector Review. The analysis was\nbased on data in 1995/96. The findings are in line with the international evidence from rates of return calculations in many\nother countries, which show that returns are higher at the level of basic education, lower from higher levels of education\n(e.g., G. Psacharopoulos, World Bank, various dates).\n2  Cited from the TA Final Report submitted to ADB Pakistan Nonformal Education for Rural Women, 2000.", "71\nAppendix 11, page 2\ncalculations, which typically they are not, the effect would be to significantly increase the rate of return\nto the education of females.\nC. Cost-Effectiveness\n6. According  to  the  Nonformal  Education  Sector  study  completed  as  part  of  project\npreparation in 2001, the cost per learner on NFE literacy programs varies by length of the\nprogram and by the components provided (e.g., length of teacher training) but the cost per\nlearner is higher for center-based approach (CBA) programs (around $12) and lower for total\nliteracy  movement  (TLM)  programs  ($5).  The  24-month  program  for  hard-to-reach  urban\nchildren has significantly higher costs per learner ($43). (The estimate figures were originally\nmade  by  DNFE.)  Unfortunately,  however,  these  are  only  cost-per-learner  indicators.\nPerformance data showing outcomes is lacking, especially the learning outcomes from different\nNFE approaches and programs.  Data gathered on project preparatory technical assistance field\nvisits to rural areas suggested that learning outcomes from CBA courses may be significantly\nhigher than what the cost-per-learner indicators suggest. While clear comparison is impossible,\nit appears that CBA courses may be equally justified relative to TLM courses. Although  learning\nachievements have not been well assessed, some can be safely assumed.\nD. Economic Analysis\n7. The analysis here estimates the internal rate of return (IRR) for the Project based on the\nincremental wage benefits due to the newly acquired skills. As external benefits that accrue to\nthe society are difficult to ascertain, they are not included. Therefore, the IRR here represents\nprivate rate of return captured by direct beneficiaries only. The assumptions for the analysis\nwere formed after discussions with DNFE staff and with local counterparts. The base case\nassumptions are set out as follows.\n(i)  The  project  capital  and  recurrent  costs  are  spread  over  the  six-year\nimplementation period, while the project benefits in the form of higher (self)\nemployability are assumed to continue for 10 years after the end of the Project.\n(ii)  Of the trainees, 90 percent will complete the training courses.\n(iii)  Of the completers, 90 percent will be employed or self-employed for 20 days per\nmonth and six months per year on the average. These numbers of days and\nmonths are set conservatively, allowing for intermittent self-employment.\n(iv)  Incremental daily wage due to the completion of project courses will be $0.25 per\nday. This is based on the wage data gathered from national statistics and from\nfield visits to rural villages. Such data showed that an unskilled worker acquiring\nsome skill could raise his/her daily wage rate by an average of Tk20.00 per day,\nor $0.35 per day. Based on this, the base case assumption takes a conservative\nestimate of $0.25 per day.\n(v)  The number of trainees at full development in year 6 totals 1.6 million. They will\nbuild up gradually from the year 2 of project implementation: year 2, 1 percent;\nyear 3, 8 percent; year 4, 34 percent; year 5, 67 percent, and year 6, 100\npercent.\n(vi)  Economic benefits accruing to trainers/instructors are assumed.\n8. Based on the assumptions, the base-case internal rate of return (IRR) is estimated to be\n35.3  percent  (Table  A11.1).  As  there  is  much  uncertainty  about  the  various  assumptions,\nsensitivity analysis is warranted to test the robustness of the economic viability with respect to\nvarious adverse scenarios. Three scenarios were prepared. First, under the low-wage scenario\nof the incremental daily wage at $0.15 instead of $0.25, the economic internal rate of return\n(EIRR) is reduced to 20.3 percent (Table A11.2). Second, under the low-employment scenario,\nwith the employment rate at 60 percent instead of 90 percent, the EIRR is increased to 23.0\npercent (Table A11.3). Therefore, the project viability is robust in these two adverse scenarios.", "72\nAppendix 11, page 3\nFinally,  a  switching  scenario  was  simulated  (Table  A11.4).  It  shows  that  a  reduction  of\nincremental daily wage to $0.15, and at the same time, a reduction of employment rate to 62.5\npercent  will  make  the  Project  nonviable.  As  the  base  case  assumptions  have  been  set\nconservatively, such switching scenario is unlikely.\nE. Financial Sustainability\n9. To  ensure  financial  sustainability  of  the  project  activities,  the  Government  and\ncommunities or beneficiaries must be able to provide and allocate the necessary recurrent\ncosts.  The existing evidence may be summarized as follows: (i) regarding costs falling on the\nGovernment, the Government has for some years demonstrated its commitment to funding NFE\nby steadily increasing year by year the proportion of the total education budget allocated to\nNFE; (ii) communities at subdistrict and village levels have demonstrated their willingness to\ncontribute in kind to the success of education and training activities by working to renovate and\nupgrade existing facilities and by providing some of the resources, e.g. sitting mats; and (iii)\nregarding cost recovery from beneficiaries, there is evidence that participants in continuing\neducation activities are prepared to contribute to the cost of training activities that they perceive\nas directly related to income-enhancing possibilities. In one pilot under the Project’s first phase,\nit would be desirable to test out partial cost recovery with funds managed at the village level and\nused to purchase training independently. This would be carried out after careful analysis of\noptions based on similar attempts in Bangladesh. Apart from training, another possibility might\nbe to encourage the start of a group savings scheme within an established continuing education\ncenter that would raise money to purchase, from the private sector, microenterprise marketing\nand business development support services.\n10. Notwithstanding the various considerations under the Project that will contribute to cost\nrecovery, it is meaningful to examine the fiscal affordability of the project recurrent costs. Table\nA11.5 shows an indicative comparison of the projection of the government budget availability\nand the project recurrent expenditure estimate. The assumptions behind this simulation are as\nfollows:\n(i)  no changes in real gross domestic product (GDP) growth rate from the current 5\npercent,\n(ii)  no change in the government expenditure share in GDP at 13.6 percent,\n(iii)  no  change  in  the  education  expenditure  share  in  the  total  government\nexpenditure at 15 percent,\n(iv)  no change in the NFE expenditure share in total education expenditure at 3.9\npercent,\n(v)  project recurrent expenditure rising to peak in 2005/06, then declining in 2006/07.\n11. Based on the assumptions, at the peak of the project recurrent expenditure in 2005/06,\nits share in the government NFE expenditure will be about 28 percent and then will decline to\n21.5 percent at the end of the project implementation period. Since the present DNFE programs\nconsisting of basic literacy and post-literacy courses will largely have been concluded, the\nrequired level of project recurrent expenditure should be sustainable at this level under this\nscenario.  The  fiscal  implication  beyond  the  project  implementation  period  will  depend  on\nwhether similar investments will be made in the NFE sector and in what size, in the NFE sector\nand is outside the scope of the analysis here.", "73\nAppendix 11, page 4\nTable A11.1: EIRR Estimation for Base Case Scenario\n($)\nCosts Benefits Net Benefit PV Factor NPV\nof at at\nYear Capital Recurrent Total\nTrainees 12 percent 12 percent\n0 1,942,500 549,800      2,492,300 0     ( 2,492,300) 1.000 (2,492,300)\n1 3,931,200 2,499,900      6,431,100 0 ( 6,431,100) 0.893 (5,742,054)\n2 10,535,600 7,839,200    18,374,800           777,600    (17,597,200) 0.797 (14,028,380)\n3 18,471,300 13,162,500    31,633,800        7,776,000    (23,857,800) 0.712 (16,981,511)\n4 19,701,800 16,052,500    35,754,300     19,440,000    (16,314,300) 0.636 (10,368,033)\n5 115,900 1,111,500      1,227,400     38,880,000    37,652,600 0.567 21,365,096\n6 0 0 0     38,880,000     38,880,000 0.507 19,697,818\n7 0 0 0     38,880,000     38,880,000 0.452 17,587,337\n8 0 0 0     38,880,000     38,880,000 0.404 15,702,980\n9 0 0 0     38,880,000     38,880,000 0.361 14,020,518\n10 0 0 0     38,880,000     38,880,000 0.322 12,518,319\n11 0 0 0     38,880,000     38,880,000 0.287 11,177,071\n12 0 0 0     38,880,000     38,880,000 0.257 9,979,528\n13 0 0 0     38,880,000     38,880,000 0.229 8,910,293\n14 0 0 0     38,880,000     38,880,000 0.205 7,955,618\n15 0 0 0     38,880,000     38,880,000 0.183 7,103,231\nNPV =    96,405,532\n IRR =             0.353\nEIRR = Economic Internal Rate of Return, IRR = internal rate of return, NPV = net present value, PV = present value.\nTable A11.2: Low-Wage Scenario: Incremental Daily Wage = $0.15\n($)\nCosts Incremental Net Benefit PV Factor NPV\nWage At at\nYear Capital Recurrent Total\nof Trainees 12 percent 12 percent\n0 1,942,500 549,800      2,492,300 0     (2,492,300) 1.000 (2,492,300)\n1 3,931,200 2,499,900      6,431,100 0 (6,431,100) 0.893 (5,742,054)\n2 10,535,600 7,839,200    18,374,800           466,560  (17,908,240) 0.797 (14,276,339)\n3 18,471,300 13,162,500    31,633,800        4,665,600  (26,968,200) 0.712 (19,195,432)\n4 19,701,800 16,052,500    35,754,300     11,664,000 (24,090,300) 0.636 (15,309,821)\n5 115,900 1,111,500      1,227,400     23,328,000     22,100,600 0.567 12,540,474\n6 0 0                   0     23,328,000     23,328,000 0.507 11,818,691\n7 0 0 0     23,328,000     23,328,000 0.452 10,552,402\n8 0 0 0     23,328,000     23,328,000 0.404 9,421,788\n9 0 0 0     23,328,000     23,328,000 0.361 8,412,311\n10 0 0 0     23,328,000     23,328,000 0.322 7,510,992\n11 0 0 0     23,328,000     23,328,000 0.287 6,706,243\n12 0 0 0     23,328,000     23,328,000 0.257 5,987,717\n13 0 0 0     23,328,000     23,328,000 0.229 5,346,176\n14 0 0 0     23,328,000     23,328,000 0.205 4,773,371\n15 0 0 0     23,328,000     23,328,000 0.183 4,261,938\nNPV =    30,316,156\n IRR =             0.203\nIRR = internal rate of return, NPV = net present value, PV = present value.", "74\nAppendix 11, page 5\nTable A11.3: Low-Employment Scenario: Employment rate = 60 percent\n($)\nCosts Incremental Net Benefit PV Factor NPV\nYear Capital Recurrent Total Wage of at at\nTrainees 12 percent 12 percent\n0 1,942,500 549,800      2,492,300 0 (2,492,300) 1.000 (2,492,300)\n1 3,931,200 2,499,900      6,431,100 0 (6,431,100) 0.893 (5,742,054)\n2 10,535,600 7,839,200    18,374,800           518,400 (17,856,400) 0.797 (14,235,013)\n3 18,471,300 13,162,500    31,633,800        5,184,000 (26,449,800) 0.712 (18,826,445)\n4 19,701,800 16,052,500    35,754,300     12,960,000 (22,794,300) 0.636 (14,486,190)\n5 115,900 1,111,500      1,227,400     25,920,000     24,692,600 0.567 14,011,244\n6 0 0 0     25,920,000     25,920,000 0.507 13,131,879\n7 0 0 0     25,920,000     25,920,000 0.452 11,724,892\n8 0 0 0     25,920,000     25,920,000 0.404 10,468,653\n9 0 0 0     25,920,000     25,920,000 0.361 9,347,012\n10 0 0 0     25,920,000     25,920,000 0.322 8,345,546\n11 0 0 0     25,920,000     25,920,000 0.287 7,451,381\n12 0 0 0     25,920,000     25,920,000 0.257 6,653,018\n13 0 0 0     25,920,000     25,920,000 0.229 5,940,195\n14 0 0 0     25,920,000     25,920,000 0.205 5,303,746\n15 0 0 0     25,920,000     25,920,000 0.183 4,735,487\nNPV =    41,331,052\n IRR =             0.230\nIRR = internal rate of return, NPV = net present value, PV= present value.\nTable A11.4: Switching Scenario: Incremental Daily Wage = $0.15;\nEmployment Rate = 62.5 percent\n($)\nCosts Incremental Net Benefit PV Factor NPV\nYear Capital Recurrent Total Wage of at at\nTrainees 12 percent 12 percent\n0 1,942,500 549,800      2,492,300 0 (2,492,300) 1.000 (2,492,300)\n1 3,931,200 2,499,900      6,431,100 0 (6,431,100) 0.893 (5,742,054)\n2 10,535,600 7,839,200    18,374,800           324,000 (18,050,800) 0.797 (14,389,987)\n3 18,471,300 13,162,500    31,633,800        3,240,000 (28,393,800) 0.712 (20,210,146)\n4 19,701,800 16,052,500    35,754,300        8,100,000  (27,654,300) 0.636 (17,574,808)\n5 115,900 1,111,500      1,227,400     16,200,000     14,972,600 0.567 8,495,855\n6 0 0 0     16,200,000     16,200,000 0.507 8,207,424\n7 0 0 0     16,200,000     16,200,000 0.452 7,328,057\n8 0 0 0     16,200,000     16,200,000 0.404 6,542,908\n9 0 0 0     16,200,000     16,200,000 0.361 5,841,882\n10 0 0 0     16,200,000     16,200,000 0.322 5,215,966\n11 0 0 0     16,200,000     16,200,000 0.287 4,657,113\n12 0 0 0     16,200,000     16,200,000 0.257 4,158,137\n13 0 0 0     16,200,000     16,200,000 0.229 3,712,622\n14 0 0 0     16,200,000     16,200,000 0.205 3,314,841\n15 0 0 0     16,200,000     16,200,000 0.183 2,959,679\nNPV =            25,191\n IRR = 0.120\nIRR = internal rate of return, NPV= net present value, PV = present value.", "75\nAppendix 11, page 6\nTable A11.5: Projection of Education Recurrent Spending\nand Project Recurrent Cost\n($)\nItem 2000/01 2001/02 2002/03 2003/04 2004/05 2005/06 2006/07\nGross Domestic Product Projection (Taka million) 2,726.4 2,862.7 3,005.9 3,156.1 3,314.0 3,479.6 3,653.6\nPercent Real Gross Domestic Product Growth Rate 5 5 5 5 5 5 5\nTotal Government Expenditure (Taka million) 371.3 389.3 408.8 429.2 450.7 473.2 496.9\nPercent Share in Gross Domestic Product 13.6 13.6 13.6 13.6 13.6 13.6 13.6\nGovernment Education Expenditure (Taka million) 55.7 58.4 61.3 64.4 67.6 71.0 74.5\nPercent Share in Total Government Expenditure 15 15 15 15 15 15 15\nPercent Share in Gross Domestic Product 2.75 2.75 2.75 2.75 2.75 2.75 2.75\nRecurrent Education Expenditure (Taka million) 33.4 35.1 36.9 38.7 40.6 42.7 44.8\nPercent share in Government Education Expenditure 60.0 60.1 60.1 60.1 60.1 60.1 60.1\nPercent Share in Gross Domestic Product 1.23 1.23 1.23 1.23 1.23 1.23 1.23\nGovernment Expenditure on Nonformal\nEducation (Taka million) 2.19 2.3 2.4 2.5 2.7 2.8 2.9\nPercent Share in Government Education Expenditure 3.9 3.9 3.9 3.9 3.9 3.9 3.9\nProject Recurrent Expenditure (Taka million) 0 12.1 72.7 281.9 558.7 780.1 630.9\nPercent share in Government Nonformal\nEducation Expenditure 0 0.5 3.0 11.1 21.0 27.9 21.5"], "metadata": {"CreationDate": "D:20011123134601", "Producer": "Acrobat Distiller 3.01 for Windows", "Author": "j3m", "Creator": "ADOBEPS4.DRV Version 4.10", "Title": "Microsoft Word - R238-01.doc", "ModDate": "D:20011218190156+08'00'"}}