{"path": "data/input/ta/rrp-vie-34348.pdf", "pages": [" \n Report and Recommendation of the President \n \n \nRRP: VIE 34348 \n \n \n \n \nReport and Recommendation \nof the President to the Board of \nDirectors on a Proposed Loan and \nAsian Development Fund Grant to \nthe Socialist Republic of Viet Nam \nfor the Preventive Health System \nSupport Project \n \n \n \nAugust 2005 \n \n \n \n \n   ", "CURRENCY EQUIVALENTS \n(as of 15 July 2005)  \n \nCurrency Unit –  dong (D) \n \nD1.00 =  $.00006301 \n$1.00 =  D15,870 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  CDC  –  communicable disease control \n  DALY  –  disability adjusted life year \n  DST  –  Department of Science and Training \n  EMDP  –  ethnic minority development plan  \n  EMP  –  environmental management plan \n  HICH  –  Health Care in the Central Highlands \n  HIV/AIDS  –  human immunodeficiency virus/acquired immunodeficiency syndrome \n  IEC  –  information, education, and communication \n  IEE  –  initial environmental examination \n  MOH  –  Ministry of Health \n  NTP  –  national targeted program \n  PHC  –  preventive health center \n  PIU  –  project implementation unit \n  PMU  –  project management unit \n  SARS  –  severe acute respiratory syndrome \n  SGIA  –  second generation imprest account \n  SIEE  –  summary initial environmental examination \n  TB  –  tuberculosis \n  VDG  –  Viet Nam development goal \n  WHO  –  World Health Organization \n \nNOTES \n \n(i)  The fiscal year of the Government and its agencies ends on 31 December.  \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \n \nThis report was prepared by a team consisting of E. Bloom (team leader), A. Jain, and L. \nNazarbekova. ", " \nCONTENTS \nPage \n \nLOAN AND PROJECT SUMMARY  ii \nMAP  vii \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  3 \nIII.  THE PROPOSED PROJECT  6 \nA.  Impact and Outcome  6 \nB.  Outputs  7 \nC.  ADF IX Grant Component  10 \nD.  Special Features  10 \nE.  Cost Estimates  12 \nF.  Financing Plan  12 \n  G.  Implementation Arrangements  13  \nIV.  PROJECT BENEFITS, IMPACTS, AND RISKS  17 \nA.  Benefits and Impacts  17 \nB.  Risks  18 \nV.  ASSURANCES  18 \nA.  Specific Assurances  18 \nB.  Conditions for Loan and Grant Effectiveness  20 \nVI.  RECOMMENDATION  20 \nAPPENDIXES \n1.  Design and Monitoring Framework  21 \n2.  Major External Assistance to the Preventive Health Sector  25 \n3.  Epidemiological Transition  27 \n4.  Summary of the Preventive Health Subsector  29 \n5.  Grant Rationale and Purpose  31 \n6.  Summary Poverty Reduction and Social Strategy   33 \n7.  Summary Initial Environmental Examination  35 \n8.  Summary Ethnic Minority Development Plan  40 \n9.  Gender Strategy  43 \n10.  Project Cost Estimates and Financing Plan  46 \n11.  Project Management and Implementation Structure  48 \n12.  Implementation Schedule  51 \n13.  Indicative Procurement Packages  52 \n14.  Consulting Services  53 \n15.  Indicative Training Activities  56 \n16.  Economic Analysis  58 \n \n ", " \nLOAN AND PROJECT SUMMARY \n \nBorrower and   Socialist Republic of Viet Nam \nGrant Recipient \n   \nClassification  Targeting classification: Targeted intervention \nSector: Health, nutrition, and social protection \nSubsector: Health systems \nThemes: Inclusive social development, gender and development \nSubthemes: Human development, indigenous peoples, gender \nequity in opportunities \n   \nEnvironment  Environmental Category: B \nAssessment   \nThe Project will safeguard the environment by replacing old and \noutdated  laboratory  equipment,  developing  environmental \nmanagement plans for preventive health centers, improving the \ntraining of laboratory staff in waste management and segregation, \nand providing support for new waste management systems. The \nProject does not support new civil works and will not lead to an \nincrease in solid or liquid waste generation.  \n   \nProject Description  The  Project  will  strengthen  the  preventive  health  system,  by \nincreasing  its  capacity  to  adapt  to  changing  epidemiological \npatterns. This will improve the health status of the population and \nsupport efforts to reach the health-related Viet Nam development \ngoals (VDGs). The Project will upgrade preventive health centers \nwith new equipment and training in 46 provinces and 4 national \ninstitutes. This will support the preventive health system’s efforts \nto combat communicable diseases and build its capacity to meet \nnew challenges in areas such as food safety, occupational health, \nand school health. Training will be provided in preventive health, \nepidemiology,  communicable  disease  control  (CDC),  and \nlaboratory techniques. The Project will build capacity in the health \nsurveillance system. It will provide support to CDC programs in \nthe 17 poorest and most disadvantaged of the project provinces \n(project priority provinces). The Project will support the planning \nand technical capacity of the preventive health system and health \nsurveillance system.   \n   \nRationale  Viet Nam has achieved a high level of health due, in large part, to \ncontributions  from  its  preventive  health  system.  However  the \nsystem  was  designed  to  meet  the  country’s  traditional \nepidemiological  profile,  dominated  by  communicable  diseases. \nThis profile is changing rapidly as a result of growing household \nincome,  urbanization,  and  better  access  to  health  care.  The \npreventive health system needs to change to better address these ", "  iii\n  changes.  Some  parts  of  the  country  need  significant  new \ninvestment in emerging health areas, such as food safety and \noccupational health. Other parts still face major challenges from \ntraditional communicable diseases. The preventive health system \nneeds to upgrade the knowledge and capacity of its staff. Building \ncapacity  in  the  health  surveillance  system  is  critical  given  its \nimportant  role  in  detecting  outbreaks  of  new  threats,  such  as \nsevere acute respiratory syndrome (SARS) and avian flu, and in \nhelping  provinces  understand  their  epidemiological  profile  and \nplan accordingly.  \n \nThe Project is closely aligned with Viet Nam’s Comprehensive \nPoverty Reduction and Growth Strategy and the Health Sector \nStrategy,  2001–2010  and  directly  supports  the  Asian \nDevelopment Bank (ADB) commitment to reducing poverty and \nassisting  developing  member  countries  achieve  development \ngoals. The Project as a whole contributes directly to reducing the \nburden  of  communicable  diseases.  The  Project  focuses  on \nstrengthening the preventive health system of Viet Nam, which \nplays  a  leading  role  in  the  health  system’s  efforts  to  combat \ncommunicable  diseases,  including  preparing  for  emerging \ncommunicable diseases such as SARS and avian flu.  \n   \n  A  $10,140,000  grant  will  support  various  activities  aimed  at \ncontrolling  communicable  diseases,  consistent  with  the  criteria \noutlined in the Asian Development Fund IX grant program for \nHIV/AIDS and infectious disease control activities. The Project \ncontributes directly to reducing the burden of communicable and \ninfectious  diseases,  as  the  preventive  health  system  plays  a \nleading  role  in  the  health  system’s  efforts  to  combat \ncommunicable  diseases,  including  emerging  communicable \ndiseases such as SARS and avian flu. \n   \nImpact and Outcome  The  Project  will  improve  the  health  status  of  the  population, \nputting Viet Nam on course to achieve the health-related VDG \ntargets  by  2015.  The  Project  will  support  Government \ndevelopment of a comprehensive preventive health system that \nintegrates  the  reduction  of  major  communicable  diseases  and \naddresses  emerging  challenges,  including  food  safety  and \noccupational health.  \n   \nCost Estimates  The total project cost, including physical and price contingencies, \nand taxes and duties, is $47.5 million equivalent.  \n   \n ", "iv   \nFinancing Plan  Cost Estimates \n($ million) \n  Foreign   Local   Total    \nSource  Exchange  Currency  Cost  Percent \nADB Loan  25.8  2.1  27.9    59 \nADF Grant   1.3  8.9  10.1    21 \nGovernment   0.0  9.5  9.5    20 \nTotal  27.1  20.4  47.5  100 \nADB = Asian Development Bank, ADF = Asian Development Fund. \nNote:  Numbers may not add up due to rounding. \nSource: Asian Development Bank estimates. \n   \nLoan and Grant  A loan in various currencies equivalent to Special Drawing Rights \nAmounts and Terms  (SDR)19,222,000 ($27.9 million equivalent) will be provided from \nADB’s Special Funds resources. The loan will have a 32-year term \nincluding a grace period of 8 years, an interest rate of 1% per \nannum during the grace period and 1.5% per annum thereafter.  \n \nA grant in the amount equivalent to $10,140,000 will be provided \nfrom Asian Development Fund. \n   \nPeriod of Utilization  30 June 2012  \n   \nEstimated Project  31 December 2011 \nCompletion Date \n   \nExecuting Agency  Ministry of Health \n   \nImplementation  The implementing agencies include provincial health services in \nArrangements  46 provinces, 4 national institutes, and several departments in the \nMinistry of Health. A project management unit (PMU) headed by a \nproject director will procure and distribute all major equipment to \nthe  implementing  agencies.  The  PMU  will  be  responsible  for \norganizing training activities and allocating resources, supervising \nsmall-scale procurement by participating provinces and national \ninstitutions, and liquidating project expenditures. A project steering \ncommittee will supervise PMU activities.  \n \nThe Project will be managed by the provincial health services and \nthe national institutes, with the support of a small administrative \noffice  that  will  serve  as  the  project  implementation  unit.  The \nprovinces and national institutes will coordinate training and carry \nout small-scale procurement to ensure that the Project operates \nsmoothly. They will ensure that the equipment provided is properly \nused and maintained.  \n   ", "  v\nProcurement  Goods and services will be procured in accordance with ADB \nGuidelines for Procurement. Laboratory equipment (15 packages) \nwill be procured on the basis of international competitive bidding, \ninternational shopping, and local competitive bidding, depending \non the size and nature of the package. Additional material and \nsupplies will be procured nationally using international competitive \nbidding,  international  shopping,  local  competitive  bidding,  and \ndirect purchase, depending on the nature of the package. The \nprovinces  and  national  institutes  will  carry  small-scale \nprocurement using local competitive bidding or direct purchase. \n   \nConsulting Services  The  Project  will  contract  66  person-months  of  international \nconsulting  services  (4  consultants)  recruited  as  a  firm,  using \nquality-and  cost-based  selection  in  accordance  with  ADB's \nGuidelines on the Use of Consultants and 170 person-months of \ndomestic consultants (7 consultants), recruited in accordance with \nother arrangements satisfactory to ADB.  \n   \nProject Benefits and  The Project will have a significant impact on the health system \nBeneficiaries  and the health status of the population of Viet Nam. It will address \nissues of inequality in the health system by targeting assistance to \nprovinces that still face a high burden of communicable disease. \nThe Project will support the Government as it addresses emerging \nhealth  issues  such  as  food  safety  and  occupational  health. \nThrough its focus on diseases that are often underfunded, the \nProject will generate significant health benefits and externalities, \nand  is  expected  to  reduce  the  total  burden  of  disease  (as \nmeasured in disability adjusted life years) by 17% in 2015. \n \nThe  Project  will  benefit  the  preventive  health  system  by \nstrengthening the health surveillance system, four key national \ninstitutes, and provincial preventive health centers in 46 of 64 \nprovinces (with a total population of 58.7 million, about 75% of the \npopulation).  The  Project  offers  targeted  support  to  17  project \npriority provinces (with a total population of 14.8 million) to reduce \nthe high burden of communicable disease.  \n \nThe Project will provide important support to the Ministry of Health \nand to provinces to plan for the ongoing epidemiological transition \nand  build  capacity  in  preventive  health,  including  laboratories, \nhealth surveillance, and epidemiology. About 3,500 local health \nworkers will receive training in community health. Refresher and \nintensive courses will be offered to 2,500 staff and an additional \n350 staff will receive postgraduate training.  \n \nThe expected economic internal rate of return of the Project, only \nconsidering private benefits to people who would have become \nsick without the Project, is at least 16%.  \n   \n ", "vi   \nRisks and Assumptions  The  Project  will  support  technologies  and  procedures  that  are \nunderstood  internationally  and  in  Viet  Nam.  Only  minimal \ntechnical risks are associated with the Project. The Project does \nnot have any adverse social or physical impact. Land acquisition \nand resettlement are not required as no civil works are needed.  \n \nThe Project will provide support to national targeted programs \n(NTPs)  in  17  project  priority  provinces  (out  of  a  total  of  46 \nprovinces).  While  these  programs  have  generally  been \nsuccessful, they do not always coordinate with the rest of the \nhealth system as they focus narrowly on one health issue. The \nProject will work to support ongoing efforts to integrate NTPs into \nthe health system, by providing training in the management of \ncommunicable disease programs and support for quality of care \nstandards.  \n \n  The  Project  will  supply  laboratory  equipment.  This  investment \nrequires  adequate  government  budget  for  operation  and \nmaintenance to ensure that the equipment does not deteriorate. \nThe Project will carry out a careful assessment of each province \nto  ensure  that  equipment  purchased  is  needed  (given  the \nprovince’s epidemiological profile and the current availability of \nusable equipment.  \n \nThe  Project  will  provide  substantial  and  needed  support  for \ntraining and NTPs. This could result in the Government reducing \nits own contribution to these programs, thus reducing the overall \neffectiveness of the Project’s investments.  \n \nThe Project will invest in the human resources of the preventive \nhealth staff. Experience has shown that it is often difficult to attract \nand  retain  trained  personnel  in  the  preventive  health  system, \nparticularly  in  remote  areas.  The  Project  will  offer  specialized \ntraining that is specific to the needs of preventive health staff. This \nwill  make  training  opportunities  attractive  to  staff  who  seek  a \ncareer in the preventive health field.  \n \n \n \n ", " ", " \nI.   THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on (i) a proposed \nloan, and (ii) a proposed grant, both to the Socialist Republic of Viet Nam for the Preventive \nHealth System Support Project. The design and monitoring framework is in Appendix 1. \n \nII.   RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n \nA.  Performance Indicators and Analysis \n \n1.  Sector Background \n \n2.  Viet Nam has seen significant progress in improving the living and health standards of its \npopulation. As a result of rapid economic growth and targeted public investment, at the current \nrate of progress Viet Nam will achieve most of the health-related Viet Nam development goals \n(VDGs) by 2015.1 The child mortality rate fell from 44 per 1,000 live births in 1991 to 30 in 2001. \nThe maternal mortality rate decreased from about 200 per 100,000 live births in 1990 to about \n160 in 1999. Child malnutrition has dropped from 47% in 1992 to 38% in 1996 and 26% in 2001. \nViet Nam has made significant gains in the control of several communicable diseases including \nmalaria and tuberculosis (TB), reducing the share of communicable disease from 56% of the \ntotal burden of disease in 1976 to around 27% in 2002.2  \n \n3.  The  Preventive  Health  System.  The  preventive  health  system  is  central  to  the \nGovernment’s efforts to maintain and improve public health. The system is responsible for \ntraditional activities such as immunization, and information, education, and communication (IEC) \non good health practices and activities such as disease control, food safety, and school health \nprograms; public health laboratories; and epidemiological surveillance systems. \n \n4.  The preventive health system traditionally played a leading role in the health sector and \nis usually credited for the country’s success in achieving good health results with a limited \nbudget. However, as free markets take hold, much of the focus in the health sector has been on \ncurative care at the expense of the preventive health system. The Government has made major \ninvestments to improve service quality and reduce vulnerability due to the high burden of out-of-\npocket expenditures. Public spending has increased significantly, from around $2.90 per capita \nin 1993 to $7.60 in 2000; about two thirds has been spent on the curative health system.3 Viet \nNam has also received substantial foreign support for health, also focusing on curative health \ncare and family planning. Support for preventive health has focused on a few diseases, namely \nHIV/AIDS,4 malaria, and TB (Appendix 2). \n \n5.  The health system faces formidable challenges. The country’s health profile is becoming \nmore  heterogeneous.  Despite  progress  in  reducing  the  overall  burden  of  communicable \ndiseases, they still remain a major health concern in many areas of the country. The Red River \nDelta and the South East regions have the epidemiological profile of a middle-income country. \n                                                 \n1\n  The VDGs are the localized version of the Millennium Development Goals; they are generally more ambitious and \ninclude a number of additional targets.  \n2  The Project was prepared with support from ADB. 2003. Technical Assistance to the Socialist Republic of Viet \nNam for the Strengthening of Preventive Health Services Project. Manila. (PPTA 4102-VIE). \n3\n  Estimates based on Knowles, J. et al. 2003. Making Health Care More Affordable for the Poor: Health Financing in \nViet Nam.  \n4\n  Human immunodeficiency virus/acquired immune deficiency syndrome. ", "2   \nHowever  many provinces (primarily in the Central Highlands, North East, and North West \nregions) still have traditional epidemiological patterns, with communicable diseases remaining \nthe principal public health risk. For example, in the northern provinces of Cao Bang, Dien Bien, \nand Lai Chau, more than 50% of the burden of disease is due to communicable diseases, \ncompared with the Red River Delta, where communicable diseases account for 10%. In addition \nto the gap in health status between rich and poor provinces, the gap in health between poor and \nnon-poor households is growing.5 Many of the gains in health and nutrition have benefited \nwealthier households largely or exclusively.  \n \n6.  Noncommunicable  diseases  are  playing  a  growing  role  in  the  health  profile  of  the \ncountry. These include cardiovascular diseases (stroke, hypertension, heart failure), diabetes, \nand cancer. Noncommunicable diseases now account for around 70% of the total burden of \ndisease. While they are largely influenced by lifestyle factors (such as diet, tobacco, and alcohol \nuse), the health system can play a role in disseminating information about prevention and in the \nearly detection of life-threatening problems.  \n \n7.  Despite Viet Nam’s success with traditional communicable diseases, the country faces \nsignificant challenges from emerging communicable diseases. If unchecked, these diseases \ncould slow Viet Nam’s economic growth and limit progress in meeting the VDGs. HIV/AIDS is a \ngrowing concern, with an estimated 240,000 cases (almost 0.4% of the population) and rapid \nincrease in new cases, which has been doubling every 2 years. Severe acute respiratory \nsyndrome (SARS) severally affected the country in 2003 and left a heavy economic and human \ntoll. Avian flu also has the potential to become a major health and economic threat. It has \nalready caused significant damage to the country’s poultry industry. If the disease begins to \nspread among the human population, the health consequences could be severe. Food safety is \nanother emerging concern, because higher household income and a greater role of women in \nthe  workforce  have  led  to  an  increase  in  the  demand  for  processed  and  packaged  food. \nProcessed  foods  have  become  a  major  source  of  transmission  of  food-  and  water-borne \ndiseases and of toxic and carcinogenic substances.6 For example, a survey of street food in \nHanoi found that 44% contained unapproved agents.  \n \n2.  Preventive Health in Viet Nam \n \n8.  The preventive health system is a separate entity within the health sector. Within the \nMinistry of Health (MOH), two policy units (Department of Preventive Medicine and HIV/AIDS \nControl and Department of Food  Administration) are responsible for the management and \nsupervision of preventive health activities. The preventive health system carries out countrywide \nactivities through national targeted programs (NTPs) and national institutes, and provincial \nactivities through the provincial preventive health centers (PHCs).  \n \n9.  National Targeted Programs. The Government created 10 NTPs to address major \nhealth problems,7 particularly in poor and remote provinces. The NTPs allocate resources to \nprovinces based on needs, taking into account fiscal capacity and health conditions. Support is \nprovided for direct interventions (such as the provision of drugs and bed nets), IEC campaigns, \n                                                 \n5\n  Bhushan, I., E. Bloom, N. Huu, and N.M. Thang. 2001. The Human Capital of the Poor. Manila: ADB; Baird,S. \n2003. Inequality and Health in Vietnam: A Look at Key Issues. Manila: ADB. \n6\n  Hanoi Preventive Medicine Center. 2002. Safe Street Food in Hanoi. Proceedings of Intersectoral Solutions for \nFood Safety Management in Vietnam. MOH/UNICEF: Hanoi, 8 May 2002.  \n7\n  NTPs exist for dengue fever, expanded program for immunization, food safety, goiter, HIV/AIDS, leprosy, malaria, \nmental health, nutrition, and TB. NTPs also operate in other sectors, such as education.  ", "      3\nand specialized training. While the NTPs have proved effective,8 concerns exist that they may \nfracture the health system by creating incentives to focus on specific diseases rather than \ntreating the population’s health needs in a holistic manner.  \n \n10.  The Public Health Surveillance System. A public health surveillance system plays a \ncentral role in health sector planning, providing information to guide managers and health \nworkers on disease control. Viet Nam has a surveillance system for communicable diseases \n(including food-borne related diseases) and some noncommunicable diseases, including those \nrelated to occupational safety and health. However, the quality and timeliness of data depend \ngreatly on the separate guidelines and protocols for different diseases and the varying local \ncapacity. This can be confusing for local staff supporting several disease programs.  \n \n11.  National Institutes. Twelve institutes and 2 centers, under direct MOH control, provide \ntechnical guidance, surveillance, and supervision for preventive health activities. The national \ninstitutes also play an important role in training and public health research. This includes the \nNational Institute of Hygiene and Epidemiology, which serves as the central technical resource \ncenter for the preventive health system; a number of regional institutes that provide technical \nsupport to a defined geographic area; and institutes that focus on specific health issues, such as \nmalaria or nutrition.  \n \n12.  The Preventive Health Center. In the provinces, the PHC is the primary institution \nproviding preventive health services. As part of the provincial health service, the PHC receives \ntechnical guidance from MOH. The preventive health laboratory, which is under the PHC, is the \nprovince’s  primary  center  for  testing  biological  samples,  and  conducting  food  safety,  and \noccupational safety and health programs. The PHC is supported by a provincial IEC center. \nSchool health programs include hygiene promotion and health education; environmental health \nin schools; and regular health, visual, and dental examinations for students. In the districts and \ncommunities, preventive health activities are integrated with the curative health system. Each \ndistrict has a preventive health team, typically with 5–7 technical staff and a small laboratory. \nEach commune health center has at least one staff focusing on preventive health activities, \nworking with other commune health staff and village health workers. \n \n13.   Human Resources. On average, a PHC has about 50 staff, including those working on \noutreach activities and in the laboratory. While the number of staff is generally adequate, the \nquality is below recommended levels, particularly in remote and rural provinces. Only about \n15% have either basic or in-service training in epidemiology or public health. Likewise, few staff \nare trained in emerging areas such as HIV/AIDS, occupational health, and food safety. For \nexample, on average, 2.4 staff are trained in food safety per PHC, which is about half of what is \nrecommended. Because preventive health staff do not have direct contact with patients, they \ncannot supplement their incomes with fees. The Government gives staff additional incentives, \nparticularly for staff located in poor and remote provinces.  \n \nB.  Analysis of Key Problems and Opportunities \n \n1.  Challenges \n \n14.  Renewing  the  Preventive  Health  System.  Viet  Nam  will  need  to  increase  its \ninvestment in the preventive health system to ensure the system has the necessary equipment, \nsupplies,  and  human  capacity  to  meet  new  challenges.  Traditionally  the  preventive  health \n                                                 \n8\n  Minford, M. 2004. A Review of National Targeted Programs in Vietnam. Hanoi. \n ", "4   \nsystem played the leading role in maintaining the high levels of health seen in Viet Nam, but in \nrecent years investment has been inadequate to meet the changing health needs.  \n \n15.  Changing Epidemiological Patterns. While Viet Nam is seeing significant changes in \nits epidemiological pattern, the change in the burden of disease has not been felt equally across \nthe country (Appendix 3). The preventive health system was designed when the epidemiological \npattern was much more homogenous. Viet Nam now requires a system that can continue to \nsupport provinces with high levels of communicable diseases, while beginning to address new \nissues like occupational health and safety and noncommunicable diseases.  \n \n16.  Emerging Communicable Diseases. Viet Nam is at risk from emerging communicable \ndiseases such as HIV/AIDS, SARS, and avian flu. There are fears that Viet Nam could be in the \ncenter of a major pandemic, which would cause significant human suffering and economic \ndislocation. The preventive health system has been slow to adapt to these new risks, and lacks \nboth the financial and human resources to respond efficiently.  \n \n17.  Fractured Public Health Surveillance System. The existing surveillance activities are \nlimited by the separation of information into individual diseases or programs. This limits the \nability to provide a comprehensive and integrated epidemiological picture of communicable \ndiseases. The concept of surveillance is not fully understood at all levels of the preventive \nhealth system. The current structure is not flexible enough to accommodate emerging disease \nconcern, such as SARS and avian flu.  \n \n18.  Food Safety. With current trends in income growth and urbanization, food safety will \nbecome an increasing problem. Exporters of raw and processed foods also require a stronger \nfood inspection system to certify their products. The recent outbreak of avian flu only highlights \nthe  relationship  between  food  and  human  health.  The  Government  has  responded  to  this \nconcern  by  approving  an  ordinance  on  food  safety  and  creating  the  Department  of  Food \nAdministration in MOH.9 Food safety testing equipment is usually basic and limited, and most \nstaff lack sufficient training.  \n \n19.  Underdeveloped School Health. The potential is high for school health programs to \nbecome  an  important  early  contact  with  the  health  system  to  prevent  future  disability, \nparticularly for children in poor and rural areas. Despite this, the school health program is \nrelatively underdeveloped. Staff working in school health have limited equipment (for example, \nfor eye tests and dental examinations) and often only basic training.  \n \n20.  Occupational Health and Safety. Industrialization and urbanization have increased the \nneed to improve safety standards in the workplace making occupational safety and health a new \narea for the preventive health system. This includes testing the workplace for toxic materials \nand identifying simple, cost-effective interventions that can reduce on-the-job accidents and \ninjuries. Only a few provinces have developed occupational health and safety programs, and \neven then, have noticeable limitations in equipment and staff training.  \n \n \n \n                                                 \n9\n  The Asian Development Bank and World Health Organization provided support to the Government to strengthen \nfood safety policy through technical assistance to build capacity to prevent food-borne diseases: ADB. 2000. \nTechnical Assistance to the Socialist Republic of Viet Nam for the Capacity Building for Prevention of Food-Borne \nDiseases. Manila. (TA 3483-VIE). ", "      5\n2.  Opportunities \n \n21.  The  preventive  health  system  was  designed  to  meet  the  needs  of  a  relatively \nhomogenous  country  with  a  high  burden  of  communicable  diseases.  Laboratories  were \ngenerally given the same type and amount of equipment. As with many public services in Viet \nNam, the preventive health system has been driven traditionally by inputs (the aim to meet \nGovernment norms for staffing and training) than by outcomes and goals. National norms were \nestablished for training and were applied universally across the country.  \n \n22.  As  the  epidemiological  profile  changes  due  to  the  growing  household  income, \nurbanization, and better access to health care, the preventive health system needs to change as \nwell. Some parts of the country require new investment in emerging areas, such as food safety \nand occupational health. Other areas still face major challenges from traditional communicable \ndiseases. In addition to the need for new and appropriate equipment, the preventive health \nsystem also needs to upgrade the knowledge and capacity of its staff. Recent outbreaks of new \nthreats  (such  as  avian  flu  and  SARS)  require  strengthening  the  health  surveillance  and \nlaboratory systems. The health surveillance system plays a critical role in detecting outbreaks of \nnew threats and in improving strategic planning. The laboratory system needs to be upgraded, \nand investments to upgrade the capacity of national laboratories consolidated.  \n \n23.  The Preventive Health Master Plan. To respond to these needs, MOH has developed \na master plan10 for the preventive health system. The plan defines the roles and responsibilities \nof the different actors in the subsector (Appendix 4). The goal is to meet the country’s future \npreventive health needs by improving the system’s organization and increasing investment in \nequipment and staff training. The investment plan includes renovating physical infrastructure, \nreplacing equipment, and increasing the quality of human resources to better prepare the \ncountry  for  emerging  health  problems,  such  as  HIV/AIDS,  SARS,  and  avian  flu, \nnoncommunicable health issues, and food safety. The master plan explicitly recognizes that \ndifferent provinces have different investment needs.  \n \n24.  The Government has increasingly focused resources on the curative subsector, which \nhas also attracted the best staff and the bulk of resources. The master plan identifies resource \nneeds  of  around  $250  million  from  2006–2010.  Much  of  this  will  be  met  from  planned \ngovernment  investment,  however  significant  gaps  remain.  Most  external  support  to  the \npreventive health subsector has concentrated on three diseases—HIV/AIDS, malaria, and TB, \nwith little additional support going to other health priorities. The public health surveillance and \nfood safety systems have received important technical assistance, but investment is needed for \ntraining and equipment to build on these initial investments, given the growing threat of new \ncommunicable diseases and lifestyle disease.  \n \n3.  Lessons Learned \n \n25.  The Asian Development Bank (ADB) has been active in the health sector in Viet Nam for \nmore  than  a  decade  and  has  two  ongoing  investment  projects.11  ADB  has  participated \n                                                 \n10\n  Ministry of Health. 2004. Master Plan on the Development of the Preventive Health Network in Vietnam by 2010 \n and Vision for 2010. Hanoi: Department of Preventive Medicine and HIV/AIDS Control, MOH, Government of Viet \n Nam. The master plan will be an integral part of the Health Sector Strategy, 2006–2010.  \n11\n  ADB. 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nSocialist Republic of Viet Nam for the Rural Health Project. Manila. (Loan 1777-VIE). ADB. 2003. Report and \nRecommendation of the President to the Board of Directors on a Proposed Loan to the Socialist Republic of Viet \nNam  for the Health Care in the Central Highlands Project. Manila. (Loan 2076-VIE).  \n ", "6   \nextensively  in  policy  dialogue  in  the  health  sector  and  worked  closely  with  development \npartners.  \n \n26.  ADB experience in the health sector is mixed but is clearly improving. The first project, \nthe Rural Health Project, was slow to implement due to lack of familiarity with ADB procedures \nand poor communication. This experience is common in other sectors where ADB is active. \nHowever, MOH has improved its capacity to manage ADB administrative requirements and \nintegrate  them  with  government  regulation.  ADB  has  also  learned  a  great  deal  about \ngovernment procedures and how to integrate them in project design and supervision. The timing \nof activities within projects should be realistic and take into account administrative requirements \nof  the  Government  for  necessary  approval.  Consultants  can  provide  useful  technical  and \nplanning  support  in  project  implementation.  Project  design  should  take  into  account  the \ndecentralized nature of government with the appropriate division of labor between MOH and \nlocal authorities. Corruption is a challenge in Viet Nam. In the health sector, ADB has spent \nsignificant time reviewing procurement documents to ensure improved transparency and to \nreduce the risk that corruption will distort project implementation. With time, project performance \nhas improved in the health sector. \n \n27.  The Government dedicates considerable effort to develop strategies and master plans. \nADB experience is that these strategies should be taken seriously as they reflect significant \nnational ownership. Projects should align their objectives to existing national objectives and take \nadvantage of the important consensus-building process that goes into preparing government \nstrategies. Reforms often take time to gain support in Viet Nam, but once good understanding \nand  consensus  are  developed,  the  Government  is  able  to  take  decisive  action.  Likewise, \ndevelopment partners need to follow the cues given by the Government.  \n \n \nIII.   THE PROPOSED PROJECT \n \nA.  Impact and Outcome \n \n28.  The goal of the Project is to improve the health status of the population by maintaining \nthe pace of health improvements, putting Viet Nam on course to achieve the health-related VDG \ntargets by 2015. The Project will support Government efforts to develop a comprehensive \npreventive health system that supports efforts to reduce the spread of communicable diseases \nand addresses emerging challenges in preventive health, including food safety and occupational \nhealth and safety.  \n \n29.  The Project covers 46 of the country’s 64 provinces. Eighteen provinces are excluded \nfrom the scope because they have existing projects with significant components to strengthen \ntheir preventive health services.12 Of the 46 participating provinces, 17 poor and disadvantaged \nprovinces  (the  project  priority  provinces)  with  significant  health  needs  will  receive  priority \nattention. These provinces were selected using criteria that weigh their relative poverty (as \nmeasured by the provincial VDG rating) and a measure of their health needs.13 The provinces \n                                                 \n12\n A World Bank project supports the preventive health system in the 13 provinces of the Mekong Delta region and an \nADB project supports five provinces of the Central Highlands. Both projects are being closely coordinated with this \nProject and with the preventive health master plan. This will ensure that the entire country is covered by an \nequivalent set of interventions.  \n13\n These provinces are Bac Can, Binh Phuoc, Cao Bang, Dien Bien, Ha Giang, Hoa Binh, Lai Chau, Lao Can, Lang \nSon, Ninh Thuan, Quang Binh, Quang Nam, Quang Ngai, Quang Tri, Son La, Thanh Hoa, and Yen Bai. The total \npopulation of the 17 provinces is 14.8 million, of which 39% are ethnic minorities.  ", "      7\nselected  have  difficulty  controlling  common  infectious  diseases.  They  are  also  the  most \ndisadvantaged in terms of socioeconomic development. The Project will provide support for four \nnational institutes to strengthen their role as regional reference laboratories.  \n \nB.  Outputs \n \n30.  The project design is based on an extensive review of the needs and investment options \nto support the preventive health system, in the context of the preventive health master plan \n(footnote 13). The Project was developed through extensive consultation with MOH, national \ninstitutes, provincial health services, and health sector development partners. The technical \nscope of the Project is divided into the four components: health surveillance and priority health \nissues,  preventive  health  system  strengthening,  human  resource  development,  and  project \nmanagement. \n  1.  Health Surveillance and Priority Health Issues  \n    a.  The Health Surveillance System \n31.  The health surveillance system is the primary tool for providing information to guide \nhealth managers and staff to carry out their responsibilities effectively, including introducing \nlocal control measures and strategic planning. The Project will strengthen the capacity to collect \nand  utilize  epidemiological  data,  to  ensure  better  tracking  and  monitoring  of  public  health \nthreats. This will be achieved by developing an integrated surveillance system and supporting \nfield visits. The Project will support training of provincial and district staff to allow them to \neffectively report on disease outbreaks. The Project will work in close coordination with other \ninitiatives to strengthen the health surveillance system, including ongoing initiatives by the \nAssociation of Southeast Asian Nations (ASEAN) and the World Health Organization and the \nproposed Regional Communicable Disease Control (CDC) Project.14 These initiatives focus on \nimproving the national capacity of the system and compliance with the new International Health \nRegulations developed by the World Health Organization in response to the SARS outbreak. \nThe Project will focus on strengthening provincial and district capacity for routine monitoring and \nreporting.  \n \n  b.  Quality of Services \n \n32.  MOH will develop a minimum set of quality standards to monitor the performance of \nPHCs and to serve as benchmarks for the public health surveillance system. Traditionally, MOH \nhas focused on inputs (quantity of equipment or training levels of staff) compared with official \nnorms. These new standards will focus on outputs, such as the quality and frequency of testing, \nand planning and programming to meet the provinces’ preventive health needs. The Project will \n(i) design a monitoring system for the collection and analysis of information on the performance \nof the preventive centers and (ii) provide technical support to upgrade areas of the PHC that do \nnot meet the required quality of service standards.  \n \n  c.  Support for Communicable Disease Control \n \n33.  Many provinces continue to have difficulty bringing common infectious diseases under \ncontrol.  These  provinces  are  also  the  most  disadvantaged  in  terms  of  socioeconomic \n                                                 \n14\n ADB is preparing a regional project focusing on strengthening the capacity of countries in the Greater Mekong \nsubregion to control regional outbreaks of communicable disease. \n ", "8   \ndevelopment  and  have  a  high  ethnic  minority  population.  The  Project  will  provide \ncomprehensive support through the existing NTPs in 17 project priority provinces with high \nburdens of disease and low fiscal capacity. This support will be based on provincial plans \ndeveloped on an annual basis and will complement activities ordinarily covered by the NTPs. \nThe participating provinces will develop an annual proposal for financing, including support for \nbehavior change communication activities, increased supervision and technical support, and \nmaterial support. Given the significant support available for HIV/AIDS, the Project will focus on \nother communicable diseases, such as dengue fever and Japanese encephalitis, and parasite \ncontrol and deworming. The Project may support activities to control TB and malaria. However, \nthe primary focus will be on other communicable diseases that have received significantly less \nsupport and pose a serious risk to the population’s health.  \n \n2.  Preventive Health Service  \n \n    a.  Support for the Provincial Preventive Health System \n \n34.  The Project will strengthen PHCs in 46 provinces. It will provide a basic package of level \n1 equipment and supplies to all covered PHCs.15 For level 2a and 2b laboratories, the Project \nwill provide additional equipment to meet their specific needs. The Project’s resources will be \nallocated judiciously to help support PHCs replace old equipment. A detailed assessment of \nquantity and quality of existing equipment (taking into account existing inventory of equipment \nand  proximity  to  provincial  hospitals  and  other  facilities)  was  carried  out  during  project \npreparation. MOH will finalize this needs assessment for each PHC. Particular emphasis will be \ngiven to areas with little or no existing equipment. Based on the initial needs assessment, \naround 40% of support will be for equipment in the area of food safety. Around 30% of the \nsupport will be for infectious disease control equipment to replace existing equipment with more \nmodern equipment. Equipment will also be allocated for school health, occupational health and \nsafety programs, and the detection and diagnosis of lifestyle and noncommunicable diseases. \nComplementary  training  will  be  offered  in  the  use  of  new  equipment  and  laboratory \nmanagement.  \n \n    b.  Support for National Institutions \n \n35.  The Project will provide support to the four main public health institutes in the country: \nNational Institute of Hygiene and Epidemiology in Hanoi, the Pasteur Institute of Nha Trang, the \nPasteur Institute of Ho Chi Minh City, and the Central Highlands Institute of Hygiene and \nEpidemiology in Buon Ma Thout.16 These institutes play a critical role in providing regional \nsupport for the preventive health system. The Project will support the provision of additional \nequipment and supplies to improve the institutions’ efficiency. Each institute will provide an \nassessment of their equipment needs following national norms; the initial assessment was \ncompleted during project preparation. This equipment will strengthen the institutions’ role in \nCDC  as  regional  reference  laboratories.  Viet  Nam  does  not  currently  have  any  class  3 \nlaboratories,  although  several  national  institutes  have  class  3  equipment.  The  Project  will \n                                                 \n15  Level 1 includes equipment for routine testing of communicable disease. Levels 2a and 2b include equipment for \nlevel 1 plus equipment required to support testing for needs that vary by province, such as occupational health, \nborder quarantine, food safety, emerging diseases, and other noncommunicable diseases.  \n16  The Project will not support the provincial PHCs in the central highlands as these receive a comparable level of \nsupport from the Health Care in the Central Highlands Project: ADB. 2003. Report and Recommendation of the \nPresident to the Board of Directors on a Proposed Loan to the Socialist Republic of Viet Nam  for the Health Care \nin the Central Highlands Project. Manila. (Loan 2076-VIE). The Project’s support to the Highland Institute of \nHygiene and Epidemiology will complement the Health Care in the Central Highlands Project. ", "      9\nsupport the institutes to purchase additional class 3 equipment and support the efforts of the \nGovernment and other partners to upgrade these facilities.  \n \n3.  Human Resource Development  \n \n36.  Training  is  a  significant  part  of  the  Project,  given  the  critical  need  to  improve  the \nknowledge and skills of preventive health staff. The Project will support in-service training in \npreventive  and community health  at all levels and postgraduate training to strengthen the \ntechnical and managerial capacity of staff.  \n \n    a.  Postgraduate Training \n \n37.  The  Project  will  support  postgraduate  training  in  key  areas  such  as  epidemiology, \ncommunicable  disease  control,  public  health,  health  system  management,  and  laboratory \nprocedures. The Project will support (i) postgraduate degrees in public health or laboratory \nprocedures; (ii) postgraduate training for a master of public health (or equivalent) at foreign \nuniversities with specialization in epidemiology or planning and management for CDC; (iii) \npostgraduate certificate programs, including specialization in public health for medical doctors; \nand (iv) establishment of a field epidemiology training program, which will play a vital role in the \nsurveillance system in rapidly detecting and responding to new outbreaks; the Project will work \nclosely with other efforts to ensure an effective program. Approximately 350 staff will participate, \nwith  approximately  50  receiving  master’s  or  equivalent  specialist  II  degrees  and  the  rest \nreceiving  postgraduate  certificates.  These  courses  will  be  held  primarily  at  major  medical \nuniversities. Eight preventive health staff will receive training in foreign universities to gain \ninternational  expertise  on  recent  advances  in  preventive  health  systems.  The  Project  will \ndevelop an annual training plan, which identifies postgraduate courses covered during the year. \nThis will give the training program flexibility to adjust to the country’s changing needs.  \n \n    b.  Technical Training \n \n38.  The Project will support technical training in environmental health, food safety, infectious \ndisease control, medical waste management, occupational health, and school health in medical \nschools, universities, and national institutions. The training is aimed at laboratory and other \ntechnicians working at the provincial, district, and commune levels. It will also be open to staff in \nheath institutions that contribute to the preventive health system, such as the staff of IEC \ncenters. The Project will support refresher courses, from 1 to 2 weeks duration, to update \nknowledge. It will also support longer, more comprehensive training courses in the same areas, \nfrom 1 to 2 months. In total, approximately 2,500 people will receive training.  \n \n    c.  Community Health Training \n \n39.  The Project will support the training of commune and district preventive health staff in \nthe 17 project priority provinces with special courses designed to address preventive health \nneeds of poor and ethnic minority communities. The Project will support two training activities: \n(i) training in the preventive health needs of women and children, focusing on maternal mortality \nreduction, CDC  in  children,  and  child  nutrition;  and  (ii) training  in local  CDC,  focusing  on \ninfectious disease control, food safety, and immunization and vaccination management. The \ntraining courses will be offered annually to selected staff. The training courses will be around 2 \n ", "10  \nweeks in length and be designed in close consultation with the community.17 Approximately \n1,750 health workers will participate in each of these activities.  \n \n4.  Project Management  \n \n40.  The Project will help strengthen the central and provincial capacity of MOH to implement \nthe Project. The Project will finance the necessary office equipment and supplies to support \nproject implementation. The Project will also support contract staff services (administrative and \nsupport personnel) required for effective implementation, monitoring, and evaluation of project \nactivities.  A  consulting  group  will  be  contracted  to  assist  MOH  in  procuring  equipment, \ndeveloping  field  epidemiology  and  other  training,  strengthening  the  surveillance  system, \nstrengthening  support  to  communicable  disease  programs,  and  ensuring  compliance  with \nGovernment and ADB guidelines.  \n \nC.  ADF IX Grant Component \n \n41.  A $10,140,000 grant will support various activities aimed at controlling communicable \ndiseases, consistent with the criteria outlined in the Asian Development Fund IX grant program \nfor HIV/AIDS and infectious disease control activities. Appendix 5 provides details of the grant \ncomponent. Grant financing is justified at both the country and project levels. The Project is \nclosely aligned with Viet Nam’s Comprehensive Poverty Reduction and Growth Strategy and the \nHealth Sector Strategy, 2001–2010, and directly supports ADB commitment to reducing poverty \nand assisting Viet Nam in achieving the VDGs.  \n \n42.  The Project contributes directly to reducing the burden of communicable and infectious \ndiseases, as the preventive health system plays a leading role in the health system’s efforts to \ncombat communicable diseases, including emerging communicable diseases such as SARS \nand avian flu. Distinctive activities that will be supported by the grant are in two components: (i) \nhealth surveillance and priority health issues, which will support the health surveillance system \nand provide targeted support to 17 project priority provinces to strengthen their CDC programs; \nand  (ii)  human  resource  development,  which  includes  significant  support  for  training  in \nepidemiology, disease surveillance and response, and management of communicable diseases. \nIt also includes training to address community health needs.  \n \nD.  Special Features \n \n1.  Renewed Focus on Health Problems of the Poor  \n \n43.  The Project disproportionately focuses on diseases of the poor, which are often ignored. \nMuch of the training focuses on the health needs of the poor, with a strong emphasis on \ncommunicable  diseases,  particularly  on  communicable  diseases  that  have  received  little \nattention by international development partners. Health training will target community health \nworkers in poor provinces. The support to NTPs also strengthens the health system’s capacity \nto respond to health problems that burden the poor. Improving the preventive health system will \nreduce the vulnerability of the poor and the near poor to health-related shocks. Appendix 6 \ncontains the summary poverty reduction and social strategy.  \n \n                                                 \n17 The Project will utilize existing relevant training materials and courses, such as those developed by the ADB-\nfinanced Rural Health Project (footnote 14) and similar projects. These courses will be developed and offered in \ncollaboration with women’s unions and other women’s groups. ", "      11\n2.  Contribution to Medical Waste Management  \n \n44.  The  Project  will  make  a  substantial  contribution  to  improving  medical  waste \nmanagement. The Project will replace outdated laboratory equipment with new equipment that \nproduces  less  hazardous  waste.  The  Project  will  improve  current  health-care  waste \nmanagement practices in national institutes and PHCs by providing refresher courses in medical \nwaste management, safety equipment for health-care workers, and equipment for proper waste \nmanagement.  It  will  also  supply  basic  equipment  necessary  for  improved  medical  waste \nmanagement. Appendix 7 contains the summary initial environmental examination.  \n \n3.  Coordination and Ownership \n \n45.  The Government has identified increased investment in the preventive health system as \nits highest priority for the health sector. The Project was developed in close cooperation with \nMOH to ensure consistency with the preventive health master plan (footnote 13). In particular, \nthe project design incorporates the priorities in the master plan and integrates these priorities \nwith ADB’s overarching objective of poverty reduction. Prepared in close consultation with \nstakeholders, the Project incorporates their comments and recommendations, including those \nreceived in stakeholder workshops and from numerous field visits. Because of the technical \nnature of preventive health, most interested stakeholders are active in the health sector.  \n \n46.  The  Project  was  developed  in  close  coordination  with  the  proposed  regional  CDC \nproject, which will support regional efforts in the Greater Mekong subregion. The CDC project \nwill focus on strengthening the health surveillance system’s capacity to detect and respond to \nthe cross-border transmission of disease. In particular, this will support implementation of the \nnew  international  health  regulations  on  the  early  reporting  of  communicable  diseases.  It \ncomplements  the  Project’s  support  for  routine  monitoring  activities  of  provincial  health \nsurveillance system activities. The CDC project will provide support to controlling communicable \ndiseases  in  15  provinces,  which  will  complement  the  Project’s  support  for  NTPs.  Several \ndisease control programs in the CDC project are not generally supported by NTPs.  \n \n4.  Contribution to Social Development \n \n47.  The  Project  focuses  on  improving  the  health  status  of  vulnerable  groups.  Ethnic \nminorities account for about 14% of Viet Nam’s total population and 28% of the poor. They are \ndisproportionately affected by communicable diseases. The Project provides a special focus for \n17 project priority provinces with high ethnic minority population (39% of the total population). \nTraining and behavior change communication activities will take into account the cultural and \nlinguistic needs of ethnic minorities. Qualified ethnic minority health workers will be encouraged \nto participate in training. The strengthened surveillance system will allow better disaggregation \nof health problems by ethnicity. Appendix 8 contains the summary ethnic minority development \nplan.  \n \n48.  The Project mainstreams gender concerns to ensure that women share proportionately \nin the project benefits. The Project will strengthen the capacity of the preventive health system \nto better respond to the preventive health needs of both men and women. The preventive health \nsystem has a large number of women staff (around 55% of employees at the PHC are women) \nand  increasing  training  opportunities  will  enhance  the  status  of  this  work.  Equal  training \nopportunities will be offered and qualified women will be encouraged to apply. Some of the \ntraining courses will focus on maternal and child health and the preventive health needs of \n ", "12  \nwomen. These will be developed and offered in collaboration with the Women’s Union and other \ngroups. Appendix 9 provides the Project’s gender strategy.  \n \nE.  Cost Estimates \n \n49.  The Project is estimated to cost $47.5 million equivalent (Table 1). Of this, $27.1 million \nequivalent (57%) is foreign exchange costs and $20.4 million equivalent (43%) local currency \ncosts. Detailed cost estimates are in Appendix 10.  \n \nTable 1: Cost Estimates  \n($ million) \nForeign  Local  Total  \nItem \nExchange  Currency  Cost \nProject Investment       \nA.  Health Surveillance and Priority Health Issues   \n  1.  Health Surveillance  0.5 1.4  1.9\n  2.  Quality of Services  0.0 0.4  0.4\n 3.  Support for Communicable Disease Control      \n0.2 2.7  2.9\nPrograms \n      Subtotal (A)  0.7 4.5  5.2\nB.  Strengthening the Preventive Health Service    \n  1.  Support for Provincial Preventive Health System  18.1  3.4  21.5 \n  2.  Support for National Institutes  4.0 0.6  4.6\n      Subtotal (B)  22.1 4.0  26.1\nC.  Human Resource Development   \n  1.  Postgraduate Training  0.5 1.2  1.7\n  2.  Technical Training  0.0 2.6  2.6\n  3.  Community Health Training  0.0 0.5  0.5\n      Subtotal (C)  0.5 4.3  4.7\nD.  Project Management   \n      Subtotal (D)  1.6 3.0  4.6\n   \nTaxes and Duties  0.0 3.8  3.8\nContingencies  1.4 0.8  2.2\nInterest Charges  0.7 0.0  0.7\n     \n        Total  27.1 20.4  47.5\nNotes: Appendix 11 provides justification of calculation of taxes and duties, contingencies, and interest charges.  \nNumbers may not add up due to rounding. \nSource: Asian Development Bank estimates.  \n \nF.  Financing Plan \n \n50.  The Government has requested a loan of $27.9 million equivalent from ADB's Special \nFunds resources and a grant from the Asian Development Fund for the control of HIV/AIDS and \ninfectious diseases of $10,140,000 to help finance the Project. The loan will have a 32-year \nterm, including a grace period of 8 years, and an interest rate of 1.0% per annum during the \ngrace period and 1.5% per annum thereafter. The loan will finance $25.8 million of the foreign \nexchange cost (including interest on the loan) and $2.1 million of the local currency cost. The \ngrant will finance $1.3 million of the foreign exchange cost and $8.9 million of the local currency \ncost.  The  Government  will  provide  counterpart  funds  of  $9.5  million  equivalent  for  taxes, \nrecurrent costs, and part of the capital cost. The indicative financing plan is in Table 2.  \n ", "      13\nTable 2: Financing Plan \n($ million) \n  Foreign   Local   Total    \nSource  Exchange  Cost  Cost  Percent \nADB Loan  25.8  2.1  27.9    59 \nADF Granta  1.3  8.9  10.1    21 \nGovernment  0.0  9.5  9.5    20 \nTotal  27.1  20.4  47.5  100 \nADB = Asian Development Bank, ADF= Asian Development Fund \n      Notes: Numbers may not add up due to rounding. \na  Foreign exchange and local costs estimates for the ADF grant are indicative.  \nSource: Asian Development Bank estimates.  \n \n51.  Financing for the local currency cost is justified under ADB’s local currency financing \npolicy. Strengthening and reorganizing Viet Nam’s preventive health system is a major priority \ngiven both the risk of emerging health threats and the need to effectively address the changing \nand unequal epidemiological pattern. Viet Nam needs a large investment program to meet this \nchallenge. While the Government has committed additional resources to the preventive health \nsystem, these will not be sufficient to meet the required investment needs without external \nfinancing. Health systems require significant local currency expenditure and external support for \nlocal currency expenditures is justified to help meet this gap. A higher percentage of local \nfinancing for this Project is consistent with ADB policy. \n \n52.  Although no cofinancing is envisioned at this time, cofinancing from both public and \ncommercial sources may be mobilized in the future to complement  ADB financing for the \nProject. Such cofinancing may include both grants and loans and may benefit from ADB credit \nenhancements,  including  ADB  guarantee  instruments.  Cofinancing  arrangements  will  be \npresented  for  Government  and  ADB  consideration  as  necessary.  The  Government  has \ncommitted  to  providing  counterpart  funds  promptly  to  ensure  early  implementation  of  the \nProject.  \n \nG.  Implementation Arrangements \n \n1.  Project Management \n \n53.  MOH will be the Executing Agency. A project management unit (PMU), located within \nMOH, will work under the overall guidance of a project steering committee.18 The steering \ncommittee will (i) provide guidance to ensure timely and effective performance of the Project, \nand (ii) supervise strategic planning and propose modifications and changes to the Project. \nAppendix 11 outlines the project management and implementation structure.  \n \n54.  The PMU will coordinate national and provincial project activities, and serve as a liaison \nbetween the provinces, MOH, and ADB. A project director will head the PMU with the support of \na  vice  director  and  at  least  five  full-time  project  staff  to  provide  technical  expertise  and \nadministrative  support  in  the  areas  of  accounting,  contract  administration.  disbursement, \nplanning, and procurement. \n \n                                                 \n18\n  Decision 4115/Q―BYT of November, 2004 establishes a project steering committee for all ADB-financed projects \nwithin MOH, with representatives from MOH and other key government department. The steering committee is \nchaired by a vice minister. MOH has indicated that the existing PMU for the Health Care in the Central Highlands \nProject will be the PMU.  \n ", "14  \n55.  MOH will contract a consulting group to support the planning and administration of the \nProject. The consulting group will support the PMU in (i) planning and preparing procurement \ndocuments;  (ii)  developing  monitoring  indicators;  and  (iii)  meeting  ADB  guidelines  for \nprocurement and project implementation; as well as provide technical assistance in the design \nand implementation of the health surveillance system and quality of services, and support \nefforts to combat priority communicable diseases. \n \n56.   The provincial health services, through the provincial preventive health departments, will \nadminister the Project. To support the administration, the provinces will establish a small project \nimplementation unit (PIU) and will contract at least one contracted staff and an administrative \nassistant.  The  PIU  will  coordinate  with  the  PMU  on  specific  equipment  and  training \nrequirements of the province. The Project will coordinate with the national institutes in the same \nfashion.  \n \n2.  Implementation Schedule \n \n57.  The Project will be implemented over 6 years from January 2005 to December 2011. \nProcurement of major equipment will take place in the second and third years. Appendix 12 \npresents the implementation schedule.  \n \n3.  Procurement \n \n58.  All  ADB-financed  procurement  will  be  in  accordance  with  ADB  Guidelines  for \nProcurement. Procurement of equipment and supplies will use international competitive bidding \nprocedures  if  the  package  amount  exceeds  $1  million,  international  shopping  or  local \ncompetitive bidding procedures if $1 million or less, or direct purchase for less than $100,000. \nLocal competitive bidding may be used with procedures acceptable to ADB for supply and \ninstallation  contracts.  The  PMU  will  handle  all  procurement  using  international  competitive \nbidding, local competitive bidding, and international shopping. Direct purchase may be used by \nthe provinces and national institutes, under the supervision of the PMU. The Project does not \nsupport civil works. Appendix 13 contains a list of indicative procurement packages.  \n \n4.  Consulting Services \n \n59.  The Project will require 66 person-months of international consulting services and 170 \nperson-months of domestic consulting services. The international consultants will be recruited in \na single package from a consulting firm, using ADB quality- and cost-based selection through a \nfull technical proposal in accordance with ADB Guidelines on the Use of Consultants. Four \ninternational  and  seven  domestic  consultants  will  be  contracted.  The  Government  has \nrequested  that  the  international  consultants  work  closely  as  an  integrated  team  with  the \ndomestic consultants to be recruited as a firm or individually as appropriate, in accordance with \nother arrangements satisfactory to ADB. Appendix 14 summarizes consulting services.  \n \n5.  Training \n \n60.  The Project will finance degree courses and refresher courses for staff working in the \npreventive health system. The PMU, with support from the Department of Science and Training \n(DST), will coordinate training activities, including making contracts and other arrangements \nwith  universities  and  training  centers.  DST  and  the  Project  will  evaluate  the  quality  and \navailability of preventive health courses. Much of the training is expected to be carried out \nthrough  existing  programs  at  medical  universities,  secondary  medical  schools,  and  other ", "      15\ntraining institutions. DST will work with the training institutes to develop and revise curricula \nwhen necessary. To ensure that training opportunities are open to all qualified applicants, \nregardless  of  gender  and  ethnicity,  DST  will  develop  a  set  of  transparent  criteria  for  the \nselection of trainees at all levels. The provinces and national institutes will identify trainees and \ncoordinate training activities under their jurisdiction. Selection for international training and for \nsome postgraduate training will be conducted at the national level. Trainees will be required to \nsign  guarantees  to  return  to  host  institutions  for  at  least  2  years  after  receiving  training. \nAppendix 15 outlines the proposed training activities.  \n \n6.  Disbursement Arrangements \n \n61.  The PMU will use ADB imprest account procedures for eligible project expenditures. An \nimprest account for the loan will be established by PMU at a commercial bank, acceptable to \nADB within 1 month of loan effectiveness. The account will have a ceiling of $2 million; the initial \ndeposit will be based on estimated expenditures for the first 6 months of project implementation \nor $1 million, whichever is lower. A separate imprest account will be established for the Asian \nDevelopment Fund grant. The initial deposit to the imprest account will be based on estimated \nexpenditures for the first 6 months of the Project or $1,000,000, see Grant Agreement Section \n3, whichever is lower. The imprest accounts will be established, managed, replenished, and \nliquidated in accordance with the ADB Loan Disbursement Handbook, as amended from time to \ntime, and detailed arrangements agreed upon by the Government and ADB. Statement of \nexpenditure  procedures  will  be  used  for  reimbursing  eligible  expenditures  and  liquidating \nadvances to the imprest accounts to ensure speedy project implementation. The maximum \npayment for any individual item using statement of expenditure is $100,000 per payment.  \n62.  To  expedite  fund  flows  to  the provinces  and  national  institutes,  each  province  and \nnational institute may establish a second generation imprest account (SGIA) within 3 months, in \nUS dollars for the grant proceeds or local equivalent for the loan proceeds, at commercial banks \nacceptable to ADB. The PMU will transfer funds from the imprest accounts to the SGIA in \naccordance with ADB’s Loan Disbursement Handbook and detailed arrangements agreed upon \nby the Government and ADB. The initial amount to be deposited into each of the SGIAs will not \nexceed the equivalent of 6 months estimated expenditures or $10,000, whichever is lower. The \nceiling for these SGIAs will not exceed $20,000.  \n7.  Financial Management, Accounting, Auditing, and Reporting \n \n63.  Financial Management. This is ADB's third project with MOH. A financial management \nand governance assessment was prepared for the Health Care in the Central Highlands (HICH) \nProject (prepared in July 2003), which has a similar project design. MOH has shown that it has \nthe  financial  management  capacity  to  manage  a  large,  externally  financed  project.  It  has \nmaintained  a  number  of  first  and  second  generation  imprest  accounts  and  has  submitted \nrequired audits in a timely fashion. MOH is proposing that the PMU responsible for the HICH \nproject also administer this Project. The HICH project also has both grant and loan elements \nthat are separately financed and require separate audits and financial management controls. \nMOH reviewed the financial management assessment and confirmed that it is still valid as no \nmajor changes have been made to Government or MOH financial management policies. Based \non  ADB  experience  with  MOH  and  findings  of  the  financial  management  and  governance \nassessment, the financial management arrangements appear appropriate.  \n \n64.  Accounts and Auditing. The Government, acting through MOH, will maintain adequate \nrecords and accounts to identify goods and services financed by the Project. The PMU will (i) \n ", "16  \nkeep project accounts separate from regular accounts; (ii) maintain separate accounts for the \nloan and grant portions of the Project; (iii) ensure accounts and financial statements are audited \nannually  in  a  timely  fashion,  in  accordance  with  sound  accounting  principles,  by  external \nauditors acceptable to ADB; and (iv) submit to ADB, not later than 6 months after the close of \neach fiscal year, certified copies of audited project accounts, including the imprest accounts, \nstatement of expenditure, and financial statements; the auditor’s reports and opinions; and \nmanagement letter together with a report of actions taken by MOH to improve the financial \nmanagement system. The Project will finance the cost of auditing.19 \n \n65.  Anticorruption. MOH has been briefed on ADB’s Anticorruption Policy and on the \nimportance that the Government and ADB place on eliminating corruption. Attention was drawn \nto the section on fraud and corruption that was added to ADB’s Guidelines for Procurement and \nGuidelines on the Use of Consultants, particularly the need for bidders, suppliers, contractors, \nand consultants to observe the highest standards of ethnics in procuring and executing ADB-\nfinanced contracts, and the sanctions if fraud and corruption are discovered. The Project design \nhas provisions for funds for independent and external auditors. \n \n8.  Advance Action \n \n66.  MOH  will  take  advance  procurement  action  to  expedite  project  implementation \nparticularly for office equipment and supplies for the PMU. Following standard ADB practices, \nMOH will take advance recruitment action to ensure that the consulting group is mobilized in a \ntimely fashion. ADB concurrence to advance action does not commit ADB to finance related \nexpenditure under the Project or to finance the Project.  \n \n9.  Reporting \n \n67.  Prior to loan effectiveness, MOH will submit short monthly progress reports to ADB on \nprogress  toward  effectiveness.  After  the  Project  becomes  effective,  MOH  will  prepare  a \nquarterly progress report summarizing (i) progress made against established targets; (ii) delays \nand problems encountered, and actions taken to resolve issues; (iii) compliance with loan \ncovenants; (iv) proposed program of activities to be undertaken during the next 6 months; (v) \nexpected progress during the succeeding period; and (vi) status of participating provinces and \ninstitutions. Within 3 months of physical completion of the Project, the Government will prepare \nand submit a project completion report to ADB. \n \n10.  Project Review  \n \n68.  The Government and ADB will conduct periodic reviews of the Project to ensure smooth \nimplementation. The Government and ADB will jointly undertake a midterm review after 3 years \nof physical implementation. The midterm review will (i) review the Project’s scope, design, \nimplementation  arrangements,  and  other  relevant  issues;  (ii)  examine  progress  toward  the \nProject’s objectives; (iii) identify changes in resource allocation and their impact on project \nimplementation and sustainability; (iv) assess implementation performance against projections; \n(v) review compliance with loan covenants; (vi) identify problems and constraints; and (vii) \nformulate appropriate recommendations for corrective action.  \n                                                 \n19 September 2002. Guidelines on ADB-funded Project Processing and Implementation, Hanoi: ADB and the January \n2002. Guidelines for the Financial Governance and Management of Investment Projects Financed by the Asian \nDevelopment Bank.  \n ", "      17\n \n11.  Project Performance Monitoring and Evaluation  \n \n69.  One of the major objectives of the Project is to strengthen the country’s surveillance \nsystem for communicable diseases. MOH has identified a shortlist of verifiable indicators for \nmonitoring  and  evaluation  that  are  incorporated  in  the  design  and  monitoring  framework \n(Appendix 1). The PMU will work with the Department of Preventive Medicine and HIV/AIDS \nControl to ensure that data is collected, analyzed, and disseminated to all interested parties. \nIntermediate results will be monitored and evaluated using the routine information system. An \nend  of  project  survey  will  assess  the  Project’s  overall  impact  and  benefits.  Data  will  be \ndisaggregated by gender and ethnicity.  \n \nIV.   PROJECT BENEFITS, IMPACTS, AND RISKS \n \nA.  Benefits and Impacts \n \n70.  More Responsive Preventive Health System. The Project will help Viet Nam respond \nbetter to the epidemiological transition. As the burden of disease changes, PHCs will need to \nadapt  to  and  address  new  health  challenges,  including  those  related  to  food  safety, \noccupational and environmental health, and noncommunicable diseases.  \n \n71.  Improved Health Status. The Project will improve the health status of the population in \nthe participating provinces, leading to a measurable decrease in the burden of communicable \ndisease. The general population will benefit due to the preventive health system’s improved \ncapacity to monitor food and environmental quality. The Project will also benefit a number of \nspecific  groups,  including  school  children  through  improved  school  health  programs  and \nmothers through community health training. The population in 17 project priority provinces with \nhigh incidence of communicable diseases will benefit from the Project’s focus on strengthening \nCDC programs. Using disability adjusted life years (DALY), a commonly used measure of the \nburden of disease, the Project is expected to save about 2.0 million DALYs. This represents an \nincrease in life expectancy of around 1–2% for the entire population.  \n \n72.  Significant Economic Benefits. Investing in health, especially the public good aspects \nof health, brings significant economic benefits to the country. Viet Nam’s recent experiences \nwith SARS and avian flu have shown that communicable diseases can lead to significant \neconomic  damage.  The  Project  will  increase  the  capacity  to  respond  to  these  health \nemergencies and reduce their economic cost. The private benefits of the Project, from the \nreduction of DALYs, give the Project at least a 16% economic internal rate of return. Appendix \n16 summarizes the expected economic benefits of the Project. \n  \n73.  Reduced  Poverty.  Poor  health  is  a  leading  cause  of  poverty  in  Viet  Nam.  Many \nhouseholds are forced to drain their savings to pay for expensive medical bills, in addition to \nloosing the income from sick family members who are unable to work. Thus well-targeted \ninvestment can improve equity and efficiency within the economy. The preventive health system \nin Viet Nam plays an important role in protecting the health of the poor. The poor have less \naccess to public and private preventive health services and have higher burdens of disease; \nthus they will benefit the most from increased public provision of preventive health services. The \nProject targets the most disadvantaged provinces and the poverty analysis shows that at least \n38% of the Project’s benefits will accrue to the poor. The Project will benefit nearly 15 million \npeople living in the 17 project priority provinces with high burdens of communicable diseases. \n \n ", "18  \nB.  Risks \n \n74.  The Project will support technologies and procedures that are well understood in Viet \nNam. The Project has minimal technical risks. The Project does not have any adverse social or \nphysical impact. Land acquisition and resettlement is not required, as the Project does not \nsupport civil works.  \n \n75.  Limited Integration of NTPs and the Health System. The Project will provide support \nto  NTPs  in  the  17  project  priority  provinces.  While  these  programs  have  generally  been \nsuccessful, they do not always coordinate with the rest of the health system as they focus \nnarrowly on one health issue. The Project will work to support ongoing efforts to integrate NTPs \ninto the health system, through the provision of training in the management of communicable \ndisease programs and support for quality of care standards.  \n \n76.  Low  Budget  for  Operation  and  Maintenance.  The  Project  will  supply  laboratory \nequipment.  This  investment  requires  adequate  government  budget  for  operation  and \nmaintenance  to  ensure  the  equipment  is  sustainable.  The  Project  will  carry  out  a  careful \nassessment to ensure that the equipment purchased is needed and is not available in the \nprovince. The Project will provide support for the purchase of reagents and other supplies \nnecessary to operate the equipment.  \n \n77.  Project Investments not Sustainable. The Project will provide substantial and needed \nsupport for training and NTPs. This could provide the Government with an incentive to reduce \nits own contribution to these programs, thus reducing the sustainability of the Project after ADB \nfinancing ends. The Project has specific assurances to ensure that government investment is \nmaintained during the life of the Project and increases to ensure that after the end of the \nProject, the Project’s investments are sustainable.  \n \n78.  Trained Staff Leave Preventive Health System. The Project will invest in the human \nresources of the preventive health system. Experience has shown that attracting and retaining \ntrained personnel in the preventive health system is often difficult, particularly in remote areas. \nThe Project will offer specialized training that is specific to the needs of preventive health staff. \nThis will make training attractive to staff who want a career in the preventive health system. \nRecognizing the importance of this issue, the Government recently increased staff salaries.  \n \nV.   ASSURANCES \nA.  Specific Assurances \n \n79.  In  addition to  the  standard  assurances,  the Government  and  MOH  have  given  the \nfollowing assurances, which are incorporated in the legal documents: \n \n(i)  Establish standards for service quality. The Government will ensure that (a) \nby 30 June 2006, MOH will establish standards for the quality of services of PHC \nlaboratories; (b) by 31 December 2006, MOH will conduct an initial assessment \nof the PHC laboratories based on these standards; and (c) based on the initial \nassessment, necessary measures will be taken so that by 1 June 2008 all PHC \nlaboratories  meet  the  minimum  standards  for  safety,  are  able  to  use  the \nequipment, and are certified by MOH.  \n \n(ii)  Assessment of equipment needs. The Government will ensure that MOH will \nfinalize an assessment of the laboratory equipment lists for each PHC prior to ", "      19\npreparing the bidding documents for laboratory equipment taking into account the \nneeds and capacities of the project province and the current stock of equipment. \n \n(iii)  Continued operation of targeted programs for communicable diseases. The \nGovernment will ensure that (a) MOH will continue operation of the NTPs for \ncommunicable  diseases  or  their  equivalent  to  provide  a  means  to  channel \nsupport to provinces to fight communicable diseases; and (b) adequate and \ntimely budgetary support will be provided so that the NTPs supported by the \nProject will remain sustainable after project completion, in particular, that the \nfinancing provided for NTPs under the project will not substitute the national \nbudget for NTPs. \n \n(iv)  Continued government support for training. The Government will ensure that \n(a) the training positions supported by the Project will be additional to existing \ntraining positions; (b) starting from 2006, the amounts allocated in the national \nbudget for training of preventive health workers and the number of state-funded \ntraining positions in preventive health will increase annually so that at project \ncompletion, MOH has sufficient capacity to continue training at the same level.  \n \n(v)  Develop appropriate training for the Project. The Government will ensure that \n(a) MOH will evaluate the quality and availability of preventive health courses, \nand develop and revise curricula, as necessary; (b) develop a set of transparent \ncriteria  for  the  selection  of  trainees  at  all  levels  to  ensure  that  training \nopportunities are open to all qualified applicants and carried out in a transparent \nmanner in accordance with the criteria agreed upon by MOH and ADB.  \n \n(vi)  Adequate  support  for  operation  and  maintenance.  The  Government  will \nensure that adequate budget is made available on an annual basis to the project \nprovinces and national institutes for the operation and maintenance of the project \nfacilities  and  allocation  of  sufficient  health  staff  based  on  the  data  on \nexpenditures and purchases annually provided by MOH.  \n \n(vii)  Develop  detailed  epidemiological  maps.  The  Government  will  ensure  that \nMOH  will  collect  detailed  epidemiological  information,  using  established \ntechniques  to  measure  burden  of  disease,  for  all  project  provinces  by  31 \nDecember 2006. This database will be updated annually. \n \n(viii)  Environment. The Government, through MOH, will ensure that the operation of \nall project facilities will comply with all applicable laws and regulations of Viet \nNam; ADB environment policies and regulations, specifically ADB’s Environment \nPolicy, 2002; the summary initial environmental examination; and environmental \nmanagement  plan  (EMP)  as  set  out  in  the  summary  initial  environmental \nexamination, including, but not limited to (a) preparing, by the time of finalizing \nneeds assessment, an EMP by the project province including options available \nfor waste management, (b) disclosing the EMP publicly, (c) procuring equipment \nthat meet appropriate environmental standards; (d) properly disposing of old or \nnonfunctional equipment; and (e) providing adequate training for PHC staff in \nmedical waste management. \n \n(ix)  Ethnic minorities. The Government will ensure the implementation of the ethnic \nminority development plan prepared for the Project in accordance with applicable \n ", "20  \ngovernment policies and procedures and ADB policies, specifically ADB’s Policy \non Indigenous Peoples, 1998. This includes ensuring equal opportunities for \nethnic minority health staff in training, and integrating cultural sensitivities in IEC \nmaterials and in training. \n \n(x)  Gender strategy. The Government will ensure that the Project’s gender strategy \nis implemented, equal training opportunities are provided for men and women, \nand the preventive health system addresses the needs of men and women.  \n \nB.  Conditions for Loan and Grant Effectiveness \n \n80.  Full Operation of PMU and PIUs. Prior to the effectiveness of the loan and grant \nagreements (i) MOH will issue a decision establishing clear guidelines for implementing the \nProject,  specifying  the  roles  and  responsibilities  of  the  PMU,  PIUs,  and  other  agencies \nconcerned, as well as the arrangements for the flow of funds provided under the Project; and (ii) \nthe PMU and PIUs will have established and become operational, in a manner satisfactory to \nADB. \n \nVI.   RECOMMENDATION \n \n81.  I am satisfied that the proposed loan would comply with the Articles of Agreement of  the \nAsian Development Bank (ADB) and recommend that the Board approve \n(i)   the loan in various currencies equivalent to Special Drawing Rights 19,222,000 to \nthe Socialist Republic of Viet Nam for the Preventive Health System Support \nProject from ADB’s Special Funds resources with an interest charge at the rate of \n1.0% per annum during the grace period and 1.5% per annum thereafter; a term \nof 32 years, including a grace period of 8 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft Loan \nAgreement presented to the Board; and \n(ii)  the grant not exceeding the equivalent of $10,140,000 to the Socialist Republic of \nViet  Nam  for  the  Preventive  Health  System  Support  Project  from  the  Asian \nDevelopment Fund in accordance with the terms and conditions set forth in the \ndraft Grant Agreement presented to the Board. \n \n \n                Haruhiko Kuroda \n                President \n \n1 August 2005\n ", "    Appendix 1  21\n  DESIGN AND MONITORING FRAMEWORK \n \nDesign Summary  Performance Targets/Indicators  Data Sources/Reporting  Assumptions and \nMechanisms  Risks \nImpact       \nImproved health status of the  Substantial progress in meeting the  •  Household surveys   Assumption: \npopulation   health-related Viet Nam  •  Surveillance system         •  The current pace \ndevelopment goals (VDGs):   •  Final project evaluation  of economic \n•  Substantially reduce  •  Census, 2009  development and \ncommunicable diseases by  poverty reduction \n2015 (not quantified in VDGs  will continue. \nbut monitorable through \ncontinuing analysis of burden of \ndisease).  \n•  Reduce child mortality rate from \n48 per 1,000 to 26 per 1,000 by \n2015. \n \nOutcome       \nThe Ministry of Health  Meet major communicable targets  •  Communicable  Assumptions:  \ndevelops a comprehensive  in the National Strategy for  disease surveillance  •  The current pace \npublic health system that  People's Health Care and  system   of economic \nintegrates the reduction of  Protection 2001–2010 and National    development and \nmajor communicable  Strategy on Communicable  •  Noncommunicable  poverty reduction \ndiseases, with new emerging  Diseases:   disease surveillance  will continue. \nchallenges in  • Reduce DALYs for gastro- system  •  Current focus on \nnoncommunicable diseases  intestinal, vector, vial, and    HIV/AIDS will \nincluding food safety and  bacteria diseases by 15%  •  Demographic and  continue and \noccupation health.  between 2002 and 2010 in 17  health surveys   increase. \nprovinces.      \n• Reduce TB infection rate from  •  Burden of disease  Risk: \n71/100,000 in 2002 to 60 in  estimates  Reduction in \n2010.  government support \n• Reduce incidence of malaria  for the health sector. \nfrom 236/100,000 in 2002 to 200   \nin 2010.   \n• Reduce incidence of leprosy from \n1.5/100,000 in 2002 to 1.2 in \n2010. \n \nMeet the targets for \nnoncommunicable diseases in the \nNational Strategy for People's \nHealth Care and Protection 2001–\n2010 and National Strategy on \nNoncommunicable Disease \nPrograms: \n• The annual increase in \noccupational-related diseases \nreduced from 15% in 2002 to \n10% in 2010 annually. \n• Massive food poisoning cases \nreduced from 2,000 in 2002 to \n1,500 in 2010. \n• Incidence and mortality from \nfood-borne diseases decreases \nfrom 1.1/1,000 in 2002 to 0.9 in \n2010. \n ", "22   Appendix 1 \n \nDesign Summary  Performance Targets/Indicators  Data Sources/Reporting  Assumptions and \nMechanisms  Risks \nOutputs       \n1. An integrated and well- • Number of diseases covered  • National disease  Assumptions:  \nfunctioning health surveillance  and tracked by health  statistics  •  Investments are \nsystem for communicable and  surveillance  • Health surveillance  coordinated with \nnoncommunicable diseases  • Complete reports from all  reports  curative health \nprovinces   •  Health sector strategy,  system. \n• Evidence of usage of health  2010  •  Financial support \nstatistics in health sector  for other activities \nplanning at both national and  in the preventive \nprovincial levels  health \n• Number of visits and response  masterplan is \ntime by communicable disease  adequate. \nresponse team to emerging  •  Nationally \noutbreaks  targeted \n  programs (or \n2. Improved capacity in 17  • Increased budget for targeted  •  Provincial budgets  their equivalent) \npriority provinces to combat   disease control programs   •  Financial and annual  continue to \ngastrointestinal, vector, vial,  • Use of epidemiology maps and  reports of disease  function \nand bacteria diseases  information to allocate  control programs  efficiently. \nresources for health programs.    \n  Risks:  \n3. Strengthened capacity of  • Laboratory test results meet  •  Midterm review  •  Targeted \nhealth personnel for  national laboratory standards  •  Final project review  programs divert \nprevention and control of  for reliability 90% of time,  •  Provincial reports  resources from \ncommunicable and  following specific guidelines   •  Preventive Health  the integrated \nnoncommunicable diseases  • About 45% of professional staff  Master Plan, 2010  health services. \nat provincial preventive health     •  Planning capacity \ncenters educated at  in Ministry of \npostgraduate level by 2010  Health is not \nsufficient. \n• All provinces have at least two \nstaff trained in food safety by  •  Provinces do not \n2010  provide sufficient \nrecurrent \n• All project provinces have at \nexpenses. \nleast two staff trained in \nepidemiological monitoring by  •  Trained staff do \n2010  not stay in their \n  province. \n4. Effective health facilities for  • Laboratory test results meet  •  Provincial reports  •  Trained staff do \nprevention and control of  national laboratory standards  •  Health surveillance  not stay in the \nexisting and new  for reliability 90% of time by  reports  preventive health \ncommunicable and  2010, following national  •  Referral records from  system. \nnoncommunicable diseases  standards  the national institutes   \n• Number of laboratory tests  and provincial health   \nmade through referral increases  centers   \nby 10% annually from 2002 to  •  Quarterly project   \n2010  reports \n \n• A quality of services monitoring \n \nsystem is designed and \nimplemented by 2006   \n• Establishment of one or two   \nclass 3 laboratories \n \n \n \n \n   \n   \n   \n \n \n ", "    Appendix 1  23\nDesign Summary  Performance Targets/Indicators  Data Sources/Reporting  Assumptions and \nMechanisms  Risks \n5. Improved responsiveness  •  Number of community meetings  •  Provincial reports \nof the preventive health  held by provincial preventive  •  Human resource \nsystem to individual and  health service and local  reports \ncommunity needs.  preventive health teams \nincreases \n•  Number of outreach missions \nby preventive health center \n•  Number of ethnic minorities \nemployed by preventive health \nsystem \n•  Number of women employed by \nthe preventive health system  \n \n6. Improved national and  • All provincial preventive health  • Quarterly project \nprovincial health care waste  centers have waste  reports \nmanagement   management plans by 2007 \n• All provincial preventive health \ncenters have staff trained \nmedical waste management by \n2007 \nActivities with Milestones      Inputs \nComponent A:       \nStrengthening the      Component A:  \nSurveillance System and      ADF grant: $4.9 \nPriority Health Issues      million \n      Government: $0.4 \n1. Support the surveillance  • Number of equipment provided  • Quarterly project  million \nsystem  • Number of national and  reports   \n1.1 Expand existing provincial  provincial personnel trained in  • Review missions  Component B:  \nsurveillance system.  surveillance   ADB loan: $21.2 \n1.2 Establish provincial  • Establishment of quality of  million \ntraining in surveillance in  service guidelines  Government: $3.9 \n2006.  million \n1.3 Establish district training   \nin surveillance in 2007.  Component C:  \n1.4 Integrate provincial  ADF grant: $4.5 \nsurveillance system at the  million \nnational level.  Government: $0.4 \n1.5 Utilize the surveillance  million \nsystem.   \n1.6 Develop and implement a  Component D.1: \nquality of services monitoring  ADB loan: $3.7 \nsystem for laboratory by 2008.  million \n  Government: $1.1 \n2. Combat priority diseases  • Submission of requests for  • Quarterly project  million \nin 17 provinces  additional funding  reports   \n2.1 Develop province- specific  • Additional resources provided to  • Project audit reports   \npriority action plans in the first  existing provinces  • National audits of   \nquarter of each year.   • Number of activities and  disease programs   \n2.2 Provide financial support  supplies distributed by disease  • Review missions   \nto national target programs in  programs   \n17 priority provinces. ", "24   Appendix 1 \nComponent B:     \nStrengthening the     \nPreventive Health System     \n     \n3. Provide equipment and  • Provincial and national  • Special surveys \nsupplies   equipment assessments  • Health information \n3.1 Identify equipment needs  • Disbursement and contract  system and health \nby July 2006.  awards  surveillance system \n3.2 Provide a basic package  • Provincial and national   \nof equipment for provincial  institution reports on   \npreventive health centers.  implementation of the Project   \n3.3 Provide supplementary   \nequipment for selected   \npreventive health centers. \n3.4 Provide equipment for   \nnational public health \ninstitutions.  \n \nComponent C: Human     \nResource Development     \n     \n4. Provide Training   • National training assessments  • Database from \n4.1 Develop annual training  • Provincial training assessments  Department of Science \nplanning.  and Training \n4.2 Provide technical training  • Special training surveys \nfor national, provincial, and   \ndistrict health personnel.   \n4.3 Provide national, \nprovincial, and district health \npersonnel with management \ntraining. \n4.4 Provide training to district \nand commune health staff in \ncommunity-focused \npreventive health. \n4.5 Provide health care waste \nmanagement training. \n4.6 Establish (by 2006) and \nundertake a training program \nin field epidemiology and \ndevelop a epidemiological \nresponse team. \n4.7 Master’s of Public Health \ntraining in foreign university \nADB = Asian Development Bank, ADF=Asian Development Fund, DALY = disability adjusted life year, TB = tuberculosis. \nSources: ADB estimates, Health Sector Master Plan, and Health Statistical Yearbook. \n \n \n \n \n \n \n ", "    Appendix 2  25\nMAJOR EXTERNAL ASSISTANCE TO THE PREVENTIVE HEALTH SECTOR \n \n1.  While Viet Nam has received significant external support for the health sector, little of it \nhas  been  targeted  to  support  preventive  health.  From  1998  to  2001,  Viet  Nam  received \ndisbursements to the health sector of $364 million. Figure A2 shows that hospitals, clinics, and \nfamily planning have received the bulk of external support. Primary health care, which includes \nboth preventive and curative care, only received about 10%.  \n \nFigure A2: Distribution of External Assistance \nto Viet Nam Health Sector, 1998–2001\n    Policy and \n   \n \nHospital  Planning\n19%\nand Clinics\n27%\nPrimary Health \nCare10%\nDisease Control \n    Family  15%\nPlanning\n29%\nSource: Viet Nam Development Cooperation, United Nations                       \nDevelopment Programme. 2003. \n \n \n2.  Support for disease control programs accounts for around 15% of external support to the \nhealth sector. According to figures from the Ministry of Health (Table A2.1), approximately 80% \nof the committed amount has focused on malaria, tuberculosis, and human immunodeficiency \nvirus/acquired  immunodeficiency  syndrome  (HIV/AIDS).  Support  for  other  disease  control \nprograms have come mostly from the Government budget.  \n \nTable A2.1: External Support to Preventive Health Projects  \n($) \nProgram    Projects  Commitment  Disburseda \nAcute Respiratory Diseases      1  4,000,000  2,376,000 \nCommunity Injury Prevention      3  5,547,000  52,000 \nDengue Fever      4  1,019,568  131,000 \nHIV/AIDS    25  19,433,546  2,793,275 \nImmunizations      3  4,272,000  1,960,000 \nIodine Deficiency      1  273,000  205,000 \nLeprosy      6  2,552,293  952,000 \nMalaria    10  63,503,478  28,702,119 \nOccupational Health      2  371,000  58,000 \nOther Communicable Diseases      4  8,861,000  56,500 \nParasitic Diseases      2  503,000  100,500 \nTuberculosis      3  39,335,000  10,350,900 \n  Total      149,670,885  47,737,294 \nHIV/AIDS = human immunodeficiency virus/acquired immunodeficiency syndrome. \na  Estimated cumulative disbursement to 2004 for ongoing projects.   \nSource:  MOH Compendium of ongoing Health Projects, (2004). ", " 26  Appendix 2 \n \n3.  Little external support has focused on the preventive health sector outside of disease \ncontrol programs, including for laboratories and the health surveillance system. Table A2.2 \nprovides a summary of ongoing preventive health projects. \n \nTable A2.2: Ongoing Preventive Health Projects in Viet Nam \nNo.  Name of Project  Donor  Duration  Amount \n($ million) \n1  WHO Cooperation Projects 2004-2005  WHO  2004–2005  0.5 \n2  Improving Supervision Capacity on Communicable  WHO  2004–2005  0.1 \nDiseases in 2004–2005 \n3  Sanitary Environment Project  UNICEF  2001–2005  2.0 \n4  Child Injury Prevention Project  UNICEF  2002–2005  3.2 \n5  HIV/AIDS Preventive Equipment Project  Germany  1996–2006  6.6 \n6  Prevention of Trachoma in Seven Provinces in the  ITI  1999–2004  15.0 \nNorth―Phase II \n7  Prevention of HIV/AIDS in Vietnam―Phase II  CDC  2001–2006  10.0 \n8  Prevention of HIV/AIDS in Vietnam―Phase III  FHI (USA)  2003–2005  3.6 \n9  Support to Prevent HIV/AIDS in Viet Nam  United  2003–2008  25.0 \nKingdom \n10  Strengthening  Counseling,  Care  and  Support  to  Global Fund  2003–2007  13.0 \nHIV/AIDS―Affected in all Activities \n11  Community  Network  on  Drugs  and  HIV/AIDS  Canada  2003–2008  3.5 \nPreventive Project \n12  Community-Based Dengue Fever Prevention Project  UK  2004–2006  0.5 \n13  Technical  Assistance  for  HIV/AIDS  Prevention  WB  2004–2005  0.5 \nProject \n14  HIV/AIDS Prevention Project  WB  2005–2010  35.0 \n15  Technical  Assistance  for  Strengthening  the  ADB  2004  0.6 \nPreventive Health System Project \n16  Strengthening the Preventive Health System Project  ADB  2006–2009  38.0 \n17  Regional Communicable Diseases Control Project in  ADB  2005–2010  15.0 \nthe Greater Mekong Subregion \n18  Technical  Assistance  for  HIV/AIDS  Prevention  ADB  2005  0.4 \nAgainst Youth \n19  Rural Health Project  ADB  2001–2007  1.6 \n20  Mekong Delta Health Project  WB    tbd \n21  Health Systems Development Program  EU    tbd \n  Total  174.1 \nADB = Asian Development Bank; CDC = centers for disease control and prevention; EU = European Union; FHI \n= Family Health International; ITI = International Trachoma Initiative; tbd = to be determined; UK = United \nKingdom; UNICEF = United Nations Children’s Fund; WB = World Bank; WHO = World Health Organization. \nSource: Ministry of Health Reports, 2004. \n \n4.  A number of projects with a preventive health services component are planned and will \nbe implemented over the next few years. These projects include the Asian Development Bank \n(ADB) Health Care in the Central Highlands Project and Rural Health Project. The Health Care \nin the Central Highlands Project supports preventive health centers in all five central highland \nprovinces  with  approximately  $1.5  million  in  support.  The  Rural  Health  Project  supports \npreventive  health  centers  in  eight  provinces,  with  support  of  approximately  $200,000  per \nprovince.  The  European  Union’s  Health  Systems  Development  Program  Project  provides \nsupport to provincial preventive health centers in three provinces. The World Bank is currently \npreparing a comprehensive project for the Mekong Delta region, which will include an estimated \n$4  million  for  preventive  health  services  development  to  13  provinces.  The  World  Health \nOrganization continues to provide significant technical support to the health surveillance system \nand food safety.  ", "    Appendix 3  27\nEPIDEMIOLOGICAL TRANSITION \n \n1.  Viet Nam has made remarkable progress over the past decades in improving the living and \nhealth standards of its population. As a result of rapid economic growth and targeted public \ninvestment, Viet Nam will be able to achieve several of the health-related Viet Nam development \ngoals  (VDGs)  by  2015.  Viet  Nam  has  also  made  significant  gains  in  the  control  of  several \ncommunicable diseases, including malaria and tuberculosis.  \n \n2.  However, the country faces increased regional inequality in health, with differences in \nepidemiological  patterns  growing  throughout  the  country.  This is  reflected  by  an  increase in \nnoncommunicable diseases and reduction in the burden from communicable disease due to \nhigher  levels  of  development.  However  other  provinces  still  have  traditional  epidemiological \npatterns, with communicable diseases still a major public health risk.  \n \n3.  The burden of disease is a tool that aggregates the total morbidity and mortality in one \nmeasure, called disability adjusted life years (DALY). The analysis expresses morbidity in terms of \nyears that have been lost through disability due to contacting or living with a specific disease. The \nanalysis also expresses mortality in terms of years lost due to a premature death, again from \nspecific diseases. Table A3.1 and A3.2 illustrate the distribution of disease incidence in terms of \ncommunicable and noncommunicable diseases.  \n \nTable A3.1: Burden of Disease for Selected Health Indicators in Viet Nam Provincesa \n46 Project   17 Priority Provinces \nIndicator \nProvinces  Poor  General Population \n  \nDALYs        %  DALYs       %  DALYs  % \nCNPM  404.0  19.9  85.0  39.4  125.0  32.2 \nNCD  1,343.0  66.1  113.0  52.3  191.0  49.2 \nInjuries and Accidents  285.0  14.0  18.0  8.3  72.0  18.6 \n  Total   2,031.0  100.0  216.0  100.0  388.0  100.0 \n  Selected Leading Causes of Burden of Diseases \n  Tuberculosis  73.3  3.6  15.6  7.2  16.0  4.1 \n  HIV/AIDS  84.6  4.2  17.8  8.2  8.8  2.3 \n  Malaria  52.0  2.6  11.2  5.2  33.4  8.6 \n  Parasitic Diseases  102.4  5.0  21.5  10.0  35.5  9.1 \n  Lung Cancer  31.9  1.6  2.7  1.3  4.1  1.1 \n  Diabetes  49.2  2.4  4.1  1.9  7.0  1.8 \n  Stroke  351.8  17.3  29.5  13.7  54.1  13.9 \n  Hypertension  367.1  18.1  30.8  14.3  50.1  12.9 \n  Traffic Accidents  229.0  11.3  4.0  1.9  6.3  1.6 \nDALY = disability adjusted life years; CNPM = communicable, nutritional, and perinatal; HIV/AIDS = human \nimmunodeficiency virus/acquired immunodeficiency syndrome; NCD = non-communicable diseases. \na DALYs are based on 2002 and per 1,000 population. \nSource: Asian Development Bank estimates and project preparatory technical assistance consultants. \n \n4.  The greatest disease burden comes from hypertension, heart failure, stroke, and traffic \naccidents.  General  parasitic  infections  result  in  the  single  largest  disease  burden  among \ncommunicable diseases, followed by HIV/AIDS, tuberculosis, and malaria. These patterns vary \nfrom province to province, with poorer regions suffering more from communicable diseases and \nricher provinces suffering more from noncommunicable diseases, accidents, and HIV/AIDS.  \n ", " 28  Appendix 3 \nTable A3.2: Selected Characteristics for 46 Provincesa \nHealth \nPrevent  Burden of \n%  Pop  budget \nPriority  Total Pop  %  Staff  %  %  Disease \nProvince  Province  (‘000)  Below  EM   per  CD  NCD  (DALY per  per  Level b \nPoverty  Capita \n100,000   1,000) \n(D) \nHa Noi    2,931.4  1.5  0.4  n.a.  10  79  141  106,912  2b \nHai Phong    1,726.9  7.3  0.1  4.81  17  77  69  108,338  2b \nVinh Phuc    1,127.5  7.7  3.4  3.99  17  71  38  64,915  1 \nHa Tay    2,452.5  5.8  1.2  2.08  11  81  89  44,542  2a \nBac Ninh    971.3  8.3  0.1  0.00  13  80  34  67,787  1 \nHai Duong    1,684.2  5.1  0.3  3.21  10  80  57  62,042  1 \nHung Yen    1,101.4  12.8  0.1  3.00  9  76  36  61,161  1 \nHa Nam    805.8  11.6  0.1  5.71  14  75  24  63,765  1 \nNam Dinh    1,931.7  7.4  0.1  1.76  11  84  59  53,991  2b \nThai Binh    1,828.8  7.0  0.1  3.26  14  81  57  69,399  1 \nNinh Binh    894.3  9.3  2.1  5.37  14  75  29  53,451  1 \nHa Giang  X  637.7  22.0  87.9  4.39  45  38  12  86,890  1 \nCao Bang  X  505.7  20.3  95.3  8.11  55  23  11  95,176  1 \nLao Cai  X  628.7  22.2  66.9  7.00  38  42  17  88,779  1 \nBac Kan  X  286.3  26.5  86.7  12.22  42  47  9  122,952  1 \nLang Son   X  719.9  14.5  83.5  9.03  26  51  23  49,110  2a \nTuyen Quang    702.9  7.0  51.8  6.97  26  64  23  66,152  1 \nYen Bai  X  707.3  17.3  50.4  5.37  35  47  22  86,568  2b \nThai Nguyen     1,072.8  10.9  24.8  8.39  15  61  42  75,970  2b \nPhu Tho    1,301.4  16.4  14.6  4.99  19  69  38  71,893  2b  \nBac Giang    1,534.9  13.9  11.9  2.41  22  71  47  49,370  1 \nQuang Ninh    1,039.8  13.0  11.1  7.21  24  53  52  124,912  2b \nLai Chau   X  320.5  1 \n28.9  83.1  8.11  64  28  15  116,392 \nDien Bien  X  431.9  1 \nSon La  X  938.7  23.8  82.6  3.52  46  31  18  78,839  1 \nHoa Binh  X  782.6  17.9  72.3  3.83  32  55  23  59,406  1 \nThanh Hoa  X  3,534.1  16.1  16.4  1.73  19  74  70  51,836  2b \nNghe An    2,951.5  17.3  13.3  1.52  24  67  88  40,850  2b \nHa Tinh    1,299.6  18.9  0.1  3.54  37  54  47  49,926  1 \nQuang Binh  X  825.5  38.0  1.9  5.21  28  49  27  78,223  1 \nQuang Tri   X  596.8  27.6  9.0  9.55  33  48  18  87,466  2a \nThua Thien Hue    1,091.6  27.4  3.7  0.00  25  67  34  47,855  2b \nDa Nang    724.0  12.0  0.6  8.98  20  67  38  183,267  2b \nQuang Nam   X  1,420.9  26.0  6.8  2.53  17  55  37  78,431  1 \nQuang Ngai   X   1,223.6  22.9  11.6  0.00  24  49  30  71,224  1 \nBinh Dinh    1,513.1  10.7  2.0  3.37  16  64  49  87,373  1 \nPhu Yen    823.6  9.4  5.1  4.86  28  58  27  62,746  1 \nKhanh Hoa    1,080.8  10.0  4.6  4.90  20  62  44  139,002  1 \nHo Chi Minh    5,479.0  10.9  8.8  0.00  16  71  251  222,874  2b \nNinh Thuan  X  542.6  15.1  22.0  5.90  41  38  16  101,090  1 \nBinh Phuoc  X  719.4  16.7  19.2  6.95  33  34  26  86,445  1 \nTay Ninh    1,001.6  7.3  1.5  6.09  20  62  32  104,999  2a \nBinh Duong    787.5  5.4  2.5  7.62  16  51  43  108,322  2b \nDong Nai    2,095.5  5.1  8.3  2.82  13  66  87  84,473  2b \nBinh Thuan    1,096.7  11.8  6.9  3.83  20  58  38  77,711  1 \nBa Ria- Vung Tau    856.1  7.9  2.7  7.83  21  62  38  118,399  2b \nTotal Priority Provinces  14,822.2  21.4  39.0             \nTotal Project Provinces         58,730.4  12.9  14.2             \nCD = communicable disease, D = dong, DALY = disability adjusted life year, EM = ethnic minority, NCD = non-communicable \ndisease. \na  Table A3.2 excludes Central Highlands region (5 provinces, with 4.1 million people, of which 33.2% are ethnic minorities.) and the \nMekong Delta (13 provinces with14.5 million people, of which 8.6% are ethnic minorities). \nb  Level and capacity of laboratory: Level 1, 2, 2a, 2b (Ministry of Health, Preventive Health Master Plan, 2004). \nSources: MOH and provincial annual reports, 2002; Ministry of Health. 2002. Health Statistics Year Book. Hanoi; Ministry of Health. \n2002. Provincial Preventive Health Center Annual Report. Hanoi; and TA team analysis.  ", "  Appendix 4  29\nSUMMARY OF THE PREVENTIVE HEALTH SUBSECTOR \n \n1.  The health system consists of the health network managed by the Ministry of Health \n(MOH) plus institutions under the authority of other ministries and corporations. The principal \nunit responsible for the delivery of health care, responsible for managing and directing provincial \nhealth care, is the provincial health service. The provincial health service is under control of the \nPeople’s Committee and receives technical direction and monitoring from the Ministry of Health \n(MOH). The district health center is a unit of the provincial health service and is responsible for \nformulating and implementing a district health plan including curative and preventive services, \nand family planning. The district health center provides technical support to commune health \ncenters, which are the first level of health care in the public health system.   \n \n2.  The  preventive  health  system  includes  the  control  of  communicable  and \nnoncommunicable  disease,  human  immunodeficiency  virus/acquired  immunodeficiency \nsyndrome (HIV/AIDS), prevention of injuries, school health, occupational health, community \nnutrition, safe water, vaccines and biomedical products, chemical and pesticide control, food \nsafety, health promotion, and production of vaccines and biomedical products. The preventive \nhealth  system  operates  through  preventive  institutions  and  specific  health  programs.  The \npreventive institutions are established from the national to the district levels. \n \n3.  The  central  policy  units  in  MOH  are  the  Department  of  Preventive  Medicine  and \nHIV/AIDS Control and the Food Safety and Hygiene Administration. In addition, 12 preventive \nmedicine  institutes  and  2  centers  provide  technical  guidance  for  national  and  regional \npreventive health activities.   \n \n4.  At  the  province  level,  the  preventive  health  center  (PHC)  is  the  primary  institution \nresponsible for providing preventive health services.1 The PHC is responsible for planning and \nmanagement,  supervision  of  district  services,  and  laboratory  services.  The  PHC  has  an \nepidemiological  unit  responsible  for  monitoring  disease  and  providing  support  to  epidemic \ncontrol measures. There are a total of 64 provincial PHCs, 28 malaria stations, 20 social \ndisease centers, 4 occupational health centers, and 4 stations for border quarantine.  \n \n5.  Each district has a preventive health team, with 5 to 7 technical staff, as part of the \ndistrict health center. They supervise and support commune preventive activities and have a \nlimited laboratory capacity. Each commune health center has at least one staff with primary \nresponsibility for preventive health activities in its jurisdiction. Other staff perform a mix of \ncurative and preventive health tasks.  \n \n6.  For priority communicable diseases, such as malaria, tuberculosis, dengue, leprosy, and \nHIV/AIDS, national targeted programs (NTPs) are organized in a vertical structure. Most of the \npreventive activities are implemented in the communities with the help of commune health staff \nand village health workers. For family and village-based activities, such as mosquito control, \nand water, sanitation, the health staff work closely with local people’s committees and mass \norganizations such as the Women’s Union. \n \n                                                 \n1  MOH Decision No. 2468/1999/QD-BYT. 17 August 1999.  Regulations, Functions, Authority and Organization of \n \nthe Provincial Preventive Health Center. ", "30   Appendix 4       \n7.  In 2004, MOH drafted a master plan for the preventive health system in Viet Nam2 as \npart of its preparation of the Health Sector Strategy, 2006–2010. The master plan articulates \nMOH’s goals for the preventive health system for 2010 and its broad vision for 2020. The \nmaster  plan  provides  a  broad  description  of  the  preventive  health  system  and  the \nepidemiological situation of Viet Nam; identifies the key objectives and financing needs of the \npreventive health system, including investment alternatives; and identifies a number of targets \nand indicators for monitoring inputs and outputs of the proposed investments.  \n \n8.  The master plan identifies the overall objective of the preventive health system is to \n“…meet  the  (preventive  health)  requirements  for  the  socio-economic  development  of  the \ncountry.” This requires that Viet Nam “…develops a preventive health system based on…an \nadvanced  scientific  and  technical  foundation  through  continuous  improvement  of  the \norganizational system and investment in material facilities, equipment, and human resources…”  \n \n9.  Following  from  the  overall  objective,  the  master  plan  identifies  several  specific \nobjectives:  \n \n(i)  proper organization of the preventive health network at levels;   \n(ii)  central level has capacity for quick and timely diagnosis of pathogenic agents \nand can provide support to lower levels in epidemic prevention activities;   \n(iii)  vaccine and health products manufacturing are at international standards;   \n(iv)  provincial facilities have the capacity to control infectious diseases, monitor food \nhygiene, improve work and environmental health, and support school health and \ncommunity nutrition; and  \n(v)  preventive health workers have the technical knowledge and qualifications to \nmeet the system’s requirements. \n \n10.  The master plan identifies several key constraints confronting the preventive health \nsystem:  \n \n(i)  limited budget for preventive health, with most government and private spending \nfocused on curative health;  \n(ii)  low remuneration and poor incentives for the preventive health system;  \n(iii)  lack  of  understanding  on  the  part  of  the  public  and  policymakers  of  the \nimportance of preventive health;  \n(iv)  overreliance on specific health programs targeted at specific diseases;  \n(v)  limited health surveillance system, particularly for noncommunicable diseases; \nand \n(vi)  unequal capacity of the provinces to provide preventive health services.  \n \n11.  The master plan focuses on consolidating the preventive health system by clarifying the \nroles of the different levels. This involves better definition of responsibilities and a reduction in \nduplication. The plan proposes specific investment at all levels in the preventive health system, \nincluding the rehabilitation and construction of facilities, training, and provision and replacement \nof equipment at all levels.  \n \n                                                 \n2\n  Department of Preventive Medicine and HIV/AIDS Control of the Ministry of Health. 2004. The Master Plan on the \nDevelopment of the Preventive Health Network in Vietnam by 2010 and Vision for 2010. \n ", "  Appendix 5  31\nGRANT RATIONALE AND PURPOSE \n \n1.  The  Asian  Development  Bank  (ADB)  will  provide  financing  of  $38.1  million  for  the \nproject. Given the Project’s significant contribution in reducing the burden of communicable \ndiseases of the poor, the Government is requesting a grant of $10,140,000 from the Asian \nDevelopment  Fund  (ADF)  for  human  immunodeficiency  virus/acquired  immunodeficiency \nsyndrome (HIV/AIDS) and infectious disease control. ADF has allocated 2% of its resources (an \nestimated $140 million) to reduce the spread of HIV/AIDS and other infectious diseases for \nADF-eligible countries, including Viet Nam. \n \nA.  Rationale \n \n2.  The goal of the Preventive Health System Support Project is to assist the health system \nin meeting the health-related Viet Nam development goals (VDG) by 2015. The Project will \nprovide substantial support to combating and reducing the burden of communicable diseases, \nwith a particular focus on poor and ethnic minorities.  \n \n3.  Alignment with Government Strategy. The Project is closely aligned with Viet Nam’s \nComprehensive Poverty Reduction and Growth Strategy and the Health Sector Strategy, 2001–\n2010. Both of these documents highlight several concerns that are addressed by the Project, \nincluding the control of infectious and communicable diseases, the need to close the widening \ngap in health outcomes, and the need to increase investment in basic laboratory services.  \n \n4.  Infectious  Disease  Control.  Most  of  the  project  components  directly  support  Viet \nNam’s efforts to detect and control infectious diseases. This is done by strengthening the health \nsurveillance system, supporting communicable disease control (CDC) efforts, providing new \nequipment in the areas of infectious disease control and food safety (which account for two \nthirds of the investment in equipment), and targeting training particularly in the area of CDC. \nThe Project focuses on reducing the burden of communicable diseases in 17 provinces where \nthey are still significant threats, and it will prepare the country as a whole for the risk of new \noutbreaks from emerging communicable diseases such as avian flu and SARS.  \n \n5.  Viet Nam Development Goals. The Project will support Viet Nam’s efforts to meet the \nhealth-related goals in the VDG, particularly goals 4, 5, and 6 related to reduction of child \nmortality; maternal mortality; and HIV/AIDS and communicable disease. The Project will target \nvulnerable  populations  by  providing  targeted  assistance  to  17  poor  provinces  that  lag  the \ncountry in health statistics. This directly supports ADB’s commitment to poverty reduction and \nassists developing member countries in achieving the Millennium Development Goals.  \n \nB.  Proposed Grant Activities \n \n6.  The Project has four components: (i) health surveillance and priority health issues, (ii) \nstrengthening the preventive health system, (iii) human resource development, and (iv) project \nmanagement.  The  Project  will  provide  equipment,  training,  and  support  to  46  provinces,1 \nrepresenting around 75% of the population of Viet Nam and four national institutes. The Project \nwill  provide  additional,  targeted  support  to  the  preventive  health  system  in  the  17  priority \n                                                 \n1  The Project excludes provinces in the central highlands and Mekong Delta regions because their preventive health \nsystems will receive substantial and parallel support from other projects.  ", "32   Appendix 5 \nprovinces.2  These  provinces  are  the  poorest  among  the  46  provinces  and  have  a  high \nproportion of ethnic minorities. The burden of disease is substantially higher in these provinces \nand is largely due to communicable diseases. The Government requests financing through an \nADF grant for $10,140,000 for the following components:  \n \n(i)  Component  A.1  Public  Health  Surveillance  System.  Strong  public  health \nsurveillance is essential for monitoring and tracking the epidemiological situation, \nparticularly  of  communicable  diseases.  An  improved  surveillance  system  will \nallow  provinces  to  accelerate  and  target  their  responses  to  outbreaks  of \ncommunicable diseases.  \n \n(ii)  Component A.2 Quality of Services. Strengthening the quality of services of \npreventive health services is essential to ensure the relevance of the preventive \nhealth systems. This component will improve the management capacity of the \npreventive health services to manage communicable diseases and to integrate \ntheir activities with the curative health system.  \n \n(iii)  Component A.3 Support to Combat Priority Communicable Diseases. The \nProject will support the provinces to control communicable diseases through \nincreased  surveillance  and  behavior  change  and  communication  activities, \nincreased technical support, and materials support. This component will focus on \n17  provinces  with  high  levels  of  poverty  and  burden  of  disease  from \ncommunicable diseases. The component will support existing NTPs operating in \nthe provinces. Because of the significant support for HIV/AIDS, this component \nwill focus on other communicable diseases.  \n \n(iv)  Component  C  Human  Resource  Development.  The  Project  will  provide \nsignificant support to strengthening the capacity of staff in the preventive health \nsystem,  with  a  particular  focus  on  management  of  communicable  diseases, \npublic health, and epidemiology. Staff will be trained in the areas of behavior \nchange  communication,  infectious  disease  control,  occupational  health, \nenvironmental  health,  food  safety,  medical  waste  management,  and  school \nhealth. This will update the knowledge of frontline preventive health staff and \nlaboratory technicians on CDC and improve the system’s capacity to manage \ncommunicable disease outbreaks. The Project will also support the training of \ncommune and district preventive health staff in the 17 priority provinces with \ncourses  focusing  on  maternal  mortality  and  controlling  the  spread  of \ncommunicable diseases. \n \nC.  Monitoring and Evaluation \n \n7.  Grant  effectiveness  will  be  assessed  within  a  broader  context  of  the  project \nperformance, which emphasizes the quantifiable improvement of health in Viet Nam. The design \nand monitoring framework (Appendix 1) has clearly distinguishable indicators to measure the \ninputs, activities, and outputs financed through the grant. The outcomes and impact are closely \naligned to the VDGs and to the Government’s health strategy. \n                                                 \n2  These provinces are Binh Phuoc, Cai Bac, Cao Bang, Dien Bien, Ha Giang, Hoa Binh, Lai Chau, Lao Can, Lang \nSon, Ninh Thuan, Quang Binh, Quang Nam, Quang Ngai, Quang Tri, Son La, Thanh Hoa, and Yen Bai. The total \npopulation of these 17 provinces is 14.8 million, of which 39% are ethnic minorities. ", "  Appendix 6  33\n \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nA.  Linkages to the Country Poverty Analysis \nIs the sector identified as a national \nIs the sector identified as a national    Yes   Yes \npriority in the National Poverty \npriority in country poverty analysis?        No    No \nReduction Strategy?   \nContribution of the sector or subsector to reduce poverty in Viet Nam: \nPoor health is a leading cause of poverty in Viet Nam. Many households are forced to drain their savings to pay for \nexpensive medical bills, in addition to losing the income from sick family members who are unable to work. Thus, \nwell-targeted investment can improve equity and efficiency within the economy. The preventive health system in \nViet Nam plays an important role in protecting the health of the poor. The poor have less access to both public and \nprivate preventive health services and suffer from a higher burden of disease, particularly communicable disease.   \nB.  Poverty Analysis       Targeting Classification: Targeted intervention \nWhat type of poverty analysis is needed? \nUsing the international poverty line, the poverty rate in Viet Nam rapidly decreased from 58% to 29% from 1994 to \n2002. The poverty rate in the ethnic minority population has been estimated to be from two to three times higher \nthan the national average and has not declined as rapidly as poverty in the general population. The burden disease \nis largely determined by geographic conditions, economic opportunities, and access to education. Even controlling \nfor these factors, ethnic minorities have a greater burden of disease.  \n \nViet Nam has achieved a high level of human development nationwide. However, the level of inequality in a number \nof areas, including health status, has increased. The public health system faces challenges in protecting the health \nof the poor and in responding to the changing patterns of disease associated with ongoing social, demographic, and \nepidemiological transitions. The poor and disadvantaged tend to suffer from a greater burden of disease. The health \nstatus of the rural population and ethnic minorities is significantly worse than that of their urban counterparts. The \nProject will address preventive health concerns through national investment to support the preventive health system \nfor communicable and noncommunicable diseases. This Project has a number of targeted investments that focus on \npoor provinces and diseases that disproportionately affect the poor. The Project supports training and provides \nsupport to help bring the provincial preventive health centers closer to the community. Using the national poverty \nline (which is lower than the international poverty line), 38% of the project benefits are expected to accrue to the \npoor population, which represent about 12% of the population of the project provinces.  \nC.  Participation Process \nIs there a stakeholder analysis?    Yes     No  \nA stakeholder analysis was prepared to help identify key project stakeholders, their project-related interests, and the \nways in which they affect project feasibility and success. Primary stakeholders include the Ministry of Health (MOH), \npreventive health staff at different levels, line ministries, development partners, and mass organizations. \n \nIs there a participation strategy?     Yes                   No \nParticipation is integrated into the overall project design. MOH will coordinate with different departments at various \nlevels within the ministry, and other line ministries. During project design, MOH carried out initial consultations with \ndifferent stakeholders, and held a number of regional workshops. The involvement of stakeholders will continue \nduring project implementation. A project cell will be established within the Department of Science and Training, and \nthe Department of Preventive Medicine and HIV/AIDS Control to assist with project implementation. Moreover, \nconfirmation of a training and equipment needs assessment for each province will involve continued stakeholder \nparticipation.  \n \nIn addition, coordination with other agencies and mass organizations working with vulnerable communities will help \ndeliver information about quality preventive health services. As part of the support to the national targeted programs \n(NTPs) in the 17 priority provinces, the Project will improve information, education, and communication (IEC) \nmaterials for use by health care workers. These IEC materials will be used to enhance community outreach to \nethnic minority and other disadvantaged groups on the availability and importance of seeking preventive care. The \nmaterials will discuss prevention of communicable and noncommunicable diseases that are commonly found within \neach province through improved surveillance. Health care workers will be trained in delivering these IEC materials \nthrough annual district and commune workshops. \n \nD.  Gender Development \nStrategy to maximize impacts on women: \nWomen compromise about 51% of the population in the 46 project provinces. The burden of disease profile for \ndisadvantaged groups remains heavily influenced by common communicable and infectious diseases, and by ", "34   Appendix 6 \nmorbidity and mortality associated with childbearing. According to the Vietnam National Health Survey 2001–2002 \non reproductive-aged women (18–34 years), the coverage for prenatal care and immunization in ethnic minority \ngroups is lower (about 1.5 times) than that for the Kinh population. Women and children in these population groups \ncontinue to bear a health burden that is not comparable with those of better-off communities.  \n \nThe Project will provide training to commune and district health care workers in the 17 priority provinces focusing on \nwoman and child preventive care, and family disease control. The IEC materials that will be prepared for use in \nthese communities will take into consideration the special needs of ethnicity and gender. The Project will also \nsupport equal opportunity for training for women. A gender strategy for the Project has been prepared. \nHas an output been prepared?      Yes     No \n \nE.  Social Safeguards and other Social Risks \n  Significant/ \nStrategy to Address Issues \nItem  Not Significant/  Plan Required \n \nNone \n Significant  The Project does not support any new civil works. Land   Full \nResettlement   Not significant  acquisition and resettlement are not expected.    Short \n None   None \n Significant  Issues pertaining to affordability are not expected to arise \n Yes \nAffordability   Not significant  in the Project.  \n  No \n None \n Significant  Labor  is  not  a  potential  issue.  The  Project  provides \n Yes \nLabor   Not significant  training opportunities for current and additional preventive \n  No  \n None  health staff at the national, provincial, and local levels. \nEthnic  minorities  constitute  about  14%  of  the  total \npopulation  in  the  46  project  provinces.  The  Project \n Significant  supports efforts to improve curricula with supplements to \nIndigenous   Yes \n Not significant  better respond to ethnic minority needs. IEC materials and \nPeoples    No  \n None  training  curriculums  will  be  developed  or  improved  to \nreflect ethnic minority cultural and language needs. An \nethnic minority development plan has been prepared. \nThe Project is not expected to have an adverse effect on \nthe  environment.  Risks  related  to  health  care  waste \nOther Risks   Significant \ndisposal will be marginal, if not insignificant. A summary   Yes \nand/or   Not significant \ninitial environmental examination has been prepared for    No  \nVulnerabilities   None \nthe Project, which outlines steps for improving current \nhealth care waste management practices. ", "  Appendix 7  35\nSUMMARY INITIAL ENVIRONMENTAL EXAMINATION \n \nA.  Introduction \n1.  The Preventive Health Systems Support Project in Viet Nam is classified as environment \ncategory B. During project preparation, the Government and the Asian Development Bank \n(ADB) prepared a summary initial environmental examination (SIEE) outlining recommendations \nand steps taken to protect the environment from potential adverse effects. The SIEE is based \non  field  visits  to  project  provinces,  discussions  with  relevant  preventive  health  staff, \nconsultations  with  various  stakeholders,  and  the  consultant  report  on  health  care  waste \nmanagement for the Project.  \n \nB.  Description of the Project \n \n2.  The Project will help strengthen the provincial preventive health systems in 46 provinces, \nwith  a  special  emphasis  on  the  prevention  and  control  of  communicable  diseases  in  17 \nprovinces identified as priorities because of socioeconomic and health conditions. Eighteen \nprovinces are not a part of this Project because they are included in other similar ADB- and \nWorld Bank-financed projects. The goal of the Project is to improve the health status of the \npopulation to allow the country to achieve the health-related Viet Nam development goals. The \nspecific purpose of the Project is to support the health system to develop a comprehensive \npublic  health  system  that  integrates  the  reduction  of  major  communicable  diseases  and \naddresses emerging challenges including food safety, occupational safety, and health.   \n \n3.  The Project will purchase new and more environment-friendly laboratory equipment to \nreplace existing and outdated equipment. The Project will also contribute to improving the \nenvironment  by  improving  waste  management  procedures  to  meet  Government  and  ADB \nenvironmental standards and regulations. The Project supports training for waste management, \nand selected capital investments for improved solid and liquid waste management.  \n \n4.  The Project emphasizes the main principle of health care waste management—early \nsegregation of hazardous from nonhazardous waste at the health facilities and the continuous \ntraining for health care staff.1 The Project will improve the current management of infectious and \nchemical waste based on the national guidelines for waste management in health care facilities, \nas issued by the Ministry of Health (2000), and in accordance with ADB’s Environment Policy.  \n \nC.  Forecasting Potential Environmental Impacts \n  \n5.  The  Project  supports  the  procurement  of  laboratory  equipment  in  46  provincial \npreventive health centers (PHCs) and at 4 national institutes. The majority of PHCs are at \nground level with reasonable natural drainage potential.  \n \n1.  Function of the Preventive Health Center \n6.  The  PHC  is  the  primary  institution  responsible  for  implementing  preventive  health \nactivities in the country. The PHC is a duly authorized administrative entity under the direct \n                                                 \n1\n  The principle is included in the Viet Nam regulation on health care solid waste management, which is attached to \nthe Health Minister’s Decision No. 2575/1999/Qd-BYT (27 August 1999). There are a number of other related \ndecisions on the handling of toxic and non-toxic waste.  ", "36   Appendix 7   \nresponsibility of the provincial health service.2 The PHC receives technical support from several \ntechnical departments of the Ministry of Health (MOH) and a number of national and regional \ninstitutions. The PHC has a number of administrative and technical departments, such as \nepidemiology,  labor  health,  food  safety  and  hygiene  control,  malaria  and  goiter  control, \nlaboratory, border health control, HIV/AIDS, and environmental health. The PHC also has a \nnumber  of  laboratories,  including  microbiological;  chemistry;  food  safety  and  sanitation; \noccupational,  environmental,  and  school  hygiene;  HIV/AIDS  (hematology);  and  malaria \n(parasitology). The exact organization varies from one province to another, following the general \nmodel prescribed by MOH.  \n \n7.  According to a survey of PHC laboratories, about 12% of the equipment is more than 15 \nyears old and 23% is more than 10 years old. Only 34% of available equipment is relatively new \n(less than 5 years of age). Much of this older equipment produces unnecessary waste that could \nbe harmful to the environment; newer and better functioning equipment will help protect the \nenvironment from old deteriorating equipment.  \n \n2.  Potential Wastes Generated at Preventive Health Centers \n8.  Solid Waste. Based on the characteristics of solid waste produced in the PHC, solid \nwaste is divided in three main groups: (i) infectious health care waste, including cotton wool, \nswab, gloves, test tubes, culture, and pipetting tip; (ii) sharp items, including needles and broken \nglass; and (iii) general waste. Hazardous waste in PHCs is often not treated safely before being \nsent to waste disposal facilities due to the lack of infrastructure, financing, and training.   \n \n9.  Medical  solid  waste,  including  glassware,  syringes,  dressing  of  wound,  bandages, \nplasters, plastic syringes, and test swabs, account for 10–15% of the total solid waste generated \nby hospitals in Viet Nam. At most PHCs, hazardous health care solid waste is often segregated, \nespecially  sharp  items.  However,  handling,  collection,  and  storage  methods  are  often  not \nappropriate. Segregation of infectious waste is done at production points but is typically mixed \nwith other waste at the disposal stage. In some cases, PHCs do not have a temporary holding \nfacility for solid waste. Commonly, wastes are burned in an incinerator or disposed of with other \ndomestic waste without treatment. Therefore, both the Government and public have expressed \nconcern about the potential impacts of hazardous health care waste on the environment and on \npeople's health. \n \n10.  Liquid  Waste.  The  liquid  waste  has  potentially  hazardous  components.  These \ncomponents include microbiology pathogens; hazardous chemicals from chemical laboratory, \ncleaning, and disinfection operations. Although the PHC staff are aware of the liquid treatment \nplant system, they generally do not have the necessary financial resources to purchase them. \nLiquid clinical waste is often discharged without proper treatment.  \n \n11.  Gaseous Waste. Gaseous waste is generated from the laboratory when conducting \ntests.  Laboratories  typically  lack  ventilation  and  equipment  to  protect  health  workers  from \ninhalation  of  the  toxic  gases  while  conducting  the  testing.  Only  20%  of  preventive  health \nlaboratories have adequate biological and chemical safety cabinets. Some chemical safety \ncabinets at chemical laboratories are old and have no filter to absorb the toxic gases. \n \n                                                 \n2  Ministry of Health Decision No.2468/1999/QD-BYT of 17 August 1999 on Regulations, Functions, Authority and \nOrganization of the Provincial Preventive Health Center. ", "  Appendix 7  37\n12.  Reusable  Items.  In  most  laboratories,  petri  dishes,  test  tubes,  and  containers  are \nwashed  and  recycled.  However,  disposal  and  washing  of  the  contents  could  lead  to \ncontamination of subsequent specimens. The provision of distilled water is often problematic. \nBudget is not sufficient to purchase suitable quality control materials. In most laboratories no \nmonitoring of internal quality is conducted.  \n \n13.  Laboratory Practices. Protective clothes and gloves are usually available, but mouth \npipetting is not uncommon and other basic principles of hygiene are sometimes not followed. \nAlthough microscopy for tuberculosis is common, proper safety cabinets to protect the staff \nworking with sputa and other infected specimens are often not available. Where they are \navailable, it is not clear if any maintenance is carried out on the safety hoods. The challenges in \neffective waste management include (i) use of inappropriate technology; (ii) lack of training and \nawareness among staff; (iii) high capital cost of treatment systems and low cost efficiency; and \n(iv) lack of periodic maintenance and internal monitoring.  \n \nD.  Mitigation Measures \n \n14.  The  Project  will  improve  medical  waste  management  at  PHCs  by  replacing  and \nimproving the quality of equipment used in laboratories. When appropriate, equipment procured \nunder the Project should meet internationally recognized environmental standards to minimize \nharmful discharge. The Project will establish quality standards and support laboratories with the \nprovision of basic protective clothing and supplies.  \n \n15.  The Project includes provisions for (i) proper disposal of general and solid clinical waste, \n(ii) treatment of liquid clinical waste before disposal, and (iii) disposal of discarded medical \nequipment. A waste management system for handling, storing, and disposing of waste will be \ndeveloped, with medical waste will be separated at the source, and placed into clearly labeled \ndedicated containers, with appropriate lining. Similar segregation procedures will be undertaken \nfor  chemical  waste  and  domestic  waste.  This  follows  regulations  issued  under  Minister  of \nHealth's Decision No. 2575.  \n \n16.  The PHCs have existing health care waste practices and equipment. These provisions \nwill be reviewed against government standards. If necessary, technical guidance will be made to \nimprove waste management. Old and nonfunctioning waste management equipment may be \nreplaced or alternative methods of waste disposal sought. For example, hazardous waste may \nbe transported to nearby provincial hospitals, which have the facility to manage and dispose of \nhazardous waste.  \n \n17.  The technology for liquid waste disposal for each district health center will vary based on \nlocal conditions and current practices. Depending on the type, nature, and organisms in the \nhealth  care  waste,  risk  waste  will  be  inactivated  and  rendered  safe  before  final  disposal. \nNormally, liquid clinical waste comes from laboratories and utility rooms where chemical and \nactive solutions are stored. PHCs have two options to minimize discharge of wastewater. Both \nrequire  low  maintenance  service  and  are  cost  efficient.  The  first  option  is  to  have  an \nunderground separate sewerage system that allows liquid clinical and bio-hazardous waste to \nbe properly channeled into dedicated treatment tanks before discharge. The second option is to \nlocalize the discharge of clinical wastewater directly into a dedicated collection tank. Appropriate \ntank  size  with  minimal  filtration  and  small  dosage  of  active  solution  allows  dilution  and \nsedimentation of the raw wastewater and slow transfer to the reaction tank for proper treatment. \nThe waste will be properly treated before the disposal.  \n ", "38   Appendix 7   \n18.  During project preparation, a number of alternative disposal options were considered. \nBased on the analysis, a single-barrel incinerator is the most appropriate and cost-efficient \noption for PHCs that cannot rely on the provincial hospital for waste disposal. It has the capacity \nto treat and dispose of waste generated (less than 250 kilograms per week). At present, 15 local \nmanufacturers have the necessary production licenses for medical waste incinerators. The \nGovernment has recently issued provisional regulations on incinerators, including technical and \nemission standards. Steps to prevent toxic emissions from filtering into the air will be taken. \nPHCs that already have functioning incinerators should purchase incinerator covers. \n \n19.  To increase the level of awareness and skill in waste management, the Project will \nprovide training for staff at PHCs on proper segregation and handling of health care waste. \nProtective clothing will be given to health staff managing and disposing of medical waste. This \ntraining will focus on proper handling and sorting of hazardous waste at PHCs. These courses \nwill be offered annually to ensure continuity and follow up.  \n \nE.  Institutional Requirements and Review Procedures \n20.  MOH will be the Executing Agency, with a project management unit (PMU) established \nwith MOH. Project cells will be established in the Department of Science and Training, and the \nDepartment of Preventive Medicine and HIV/AIDS Control. The provincial health service is \nresponsible  for  project  implementation  at  the  provincial  level,  including  compliance  with \ngovernment and ADB environment standards. A local environmental specialist (10 person-\nmonths) will provide overall technical guidance. The environmental consultant will develop a set \nof screening criteria to identify when a site-specific initial environmental examination (IEE) is \nrequired. The screening will categorize the proposed investment and set up criteria to identify \ninvestments that cannot be supported by the Project.3 \n \n21.  The Project will support investments to improve waste management in each of the \nPHCs, based on local needs. The following steps review procedures will be followed. \n \n22.  Step  1.  Each  PHC  will  carry  out an  environmental  screening  for  the  scope  of  the \nproposed investment needs and existing health care waste management procedures for its \nPHC. The purpose of this screening is twofold: (i) to identify the need for a site-specific IEE, and \n(ii) to develop an appropriate environmental management plan (EMP) following appropriate laws \nand regulations. The EMP will be developed by the staff of the PHC and will be approved by the \ndirector of the provincial health service. The EMP will take into account the expected generation \nof health care waste, the current waste management procedures, and the options available to \nmitigate waste (including using provincial facilities). It will include the following: \n \n(i)  a description of the PHC’s procedures for proper disposal of hazardous medical \nwaste;  \n(ii)  an outline of the PHC’s equipment needs to support its EMP, subject to review by \nthe PMU within the context of the overall project budget and allocation for waste \nmanagement equipment; and  \n(iii)  options for the proper disposal of old equipment that is replaced due to the \nProject.  \n \n23.  Step 2. Based on the screening criteria, if a site-specific IEE is not necessary, the \n                                                 \n3\n  The Project will not support investments classified as B sensitive or A. Given the nature of the Project and the \namount of waste generated, this is very unlikely to occur.  ", "  Appendix 7  39\nprovincial health service will submit a draft EMP to the PMU and ADB for endorsement before \nimplementation. The provincial health service will also publicly disclose its EMP.  \n \n24.  Step 3. Based on the screening criteria, if a site-specific IEE is necessary, the PHC, with \nsupport of the Project’s environmental consultant, will prepare an IEE. In case an incinerator is \nprocured, the IEE will identify the necessary steps or measures to prevent toxic emissions from \nfiltering into the air. When an incinerator is purchased under the Project, there will be full public \ndisclosure of the IEE with a 60-day period for discussion prior to approval of the final document \nby the provincial authorities.  \n \n25.  Step 4. The IEE will be endorsed by the director of the provincial health service and \nsubmitted to the PMU for review and endorsement. The PMU will forward the IEE to MOH and \nADB for concurrence. Once the review is endorsed, the PMU will authorize financing and assist \nthe provincial authorities with required permits and approval needed from national and provincial \nauthorities and concurrence by national authorities and ADB.  \n \n26.  Step 5. Monitoring will be mainstreamed with each provincial authority, preparing regular \nupdates as part of the standard reporting. The provincial authorities will produce an annual \nreport reviewing the Project's status in applying required environmental regulations that will be \nincorporated in the Project’s regular reporting cycle. The midterm review will include a general \nreview of the Project's compliance with environmental standards.  \n \nF.  Public Consultation and Disclosure \n27.  Each province will publicly release its EMP and discuss the EMP with local stakeholders. \nThis will ensure that the public is informed about the potential environmental hazards generated \nby the PHC.  \n \nG.  Conclusion \n \n28.  The Project will contribute to improving the environment by improving existing health \ncare waste management procedures to meet government and ADB environment standards and \nregulations. Based on the SIEE prepared for the Project, a detailed environmental impact \nassessment for the Project is not required. \n ", "40   Appendix 8   \nSUMMARY ETHNIC MINORITY DEVELOPMENT PLAN \n \n1.  An ethnic minority development plan (EMDP) was prepared to assess the preventive \nhealth needs of ethnic minorities in the Preventive Health Systems Support Project in Viet Nam. \nThis appendix summarizes the full EMDP, which was agreed to by the Government during \nproject preparation. The EMDP highlights project benefits for ethnic minorities in the 46 project \nprovinces, of which 17 priority provinces will receive additional and targeted support.1 The \npreventive health needs of ethnic minorities have been taken into consideration in the design of \nthe Project. The Project will have no adverse affects on the ethnic minority population in terms \nof land acquisition and resettlement or the environment. The EMDP ensures compliance with \nthe ADB Policy on Indigenous Peoples.  \n \nA.  Background \n \n2.  The Project will benefit about 59 million people in 46 project provinces, of which 14% of \nthe population come from ethnic minority groups.2 In Viet Nam, the poverty rate for the general \npopulation is estimated at 29% (2002), and is thought to be two to three times higher for ethnic \nminority populations. Geographical remoteness, lower human development levels, and slower \neconomic growth are contributing factors to the increasing differentials in income and living \nstandards between ethnic minorities and the Kinh population. Smaller ethnic minority groups \n(less than 10,000 per group) are the most vulnerable. Out of 53 ethnic minority groups, 36 are \nestimated to have a population size of 100,000 or less. \n \n3.  In Viet Nam, a major challenge for the health system is to reduce inequalities in the use \nof health services. For ethnic minority groups, the burden of disease is almost twice as high as \nfor the general population. Typical communicable diseases in ethnic minority areas are malaria, \ntuberculosis, typhoid fever, and cholera. Lifestyle diseases are also causing concern among \nethnic minority communities. Among some ethnic minority groups, the rate of female smoking is \nmuch higher than the national rate of 1.8%. \n \n4.  The epidemiological situation is worse for ethnic minority women and children. The infant \nmortality rate in 1998 was about 64 per 1,000 in the central highlands and 44 per 1,000 in the \nnorthern uplands, compared with about 37 per 1,000 for Viet Nam. From 1994 to 1998, the rate \nof infant mortality reduced in all regions with the exception of the central coastal provinces \nwhere an increase of 10% was found. The average child mortality rate is 2.8%, with the highest \nrates in ethnic minority regions. Most cases of child mortality are a consequence of perinatal \nconditions (38.8%), infectious disease (24.9%), noninfectious disease (17.0%), and accidents. \nEthnic minority children suffer more from respiratory diseases, dengue fever, malaria, and \nnutritional disorders as a consequence of poor living conditions. \n \n5.  Maternal mortality of women ages 15–49 was 130 per 100,000 live births. Likewise, \nmaternal mortality was the highest in the central and northern highlands. Reasons for maternal \ndeaths include lack of trained professional attendant at childbirth, quality of prenatal care, \nlimited equipment and facilities, and distance or lack of transport to health services. Preventive \nand health care services make it easier for the majority of women to have a safe delivery, as \nhome delivery is the most common practice for ethnic minorities. \n \n                                                 \n1\n Selection  is  based  on  criteria  that  weigh  their  relative  poverty  (as  measured  by  the  provincial  Viet  Nam \ndevelopment goal rating) and a measure of their health needs.  \n2\n  Ethnic minority refers to the 53 ethnic groups that differ from the Kinh majority ethnic group. ", "    Appendix 8  41\nB.  Legal Framework and Principles \n \n6.  The EMDP is based on Vietnamese laws. The Government recognizes ethnic minorities \nas  poor  and  underprivileged  groups.  The  Central  Communist  Party  Executive  Committee \ndirective3 provides guidelines for MOH to formulate polices with priorities for people in remote \nand mountainous areas, especially ethnic minorities. The Comprehensive Poverty Reduction \nand Growth Strategy for 2001–2010 (CPRGS) sets 11 goals, 7 of which deal directly with issues \nof gender and ethnic minorities: (i) achieve better education for all; (ii) reach gender equality and \nempower women; (iii) reduce infant and child mortality; (iv) improve maternal health; (v) combat \nHIV/AIDS,  malaria,  and  other  communicable  diseases;  (vi)  reduce  vulnerability;  and  (vii) \neradicate poverty and preserve ethnic minority culture.  \n \n7.  During the last decade, the Government has issued decrees and guidelines4 that aim to \nreduce poverty among ethnic minority populations. Current government policies and programs \nfor enhancing the health status of ethnic minorities will continue to (i) increase access to health \nfacilities, (ii) encourage their participation in training courses, and (iii) improve utilization of \nservices. MOH has also developed specific goals5 for mountainous ethnic minority regions, \nwhich are in line with the Government’s CPRGS for 2010, Strategy for People’s Health Care \nand  Protection  for  2001–2010,  Policy  for  Public  Preventive  Health,  and  other  related \ndocuments. \n \nC.  Project Benefits \n \n8.  The Project aims to improve the health status of the general population, including ethnic \nminorities by strengthening the capacity of preventive health staff to provide comprehensive \npreventive health services at the community level, based on improved surveillance systems. \nThe objective for the poor and ethnic minority groups is to reduce their burden of disease from \ncommon communicable diseases by increasing accessibility and acceptability of preventive \nhealth  services  in  ethnic  minority  communities.  The  Project  will  increase  the  coverage  of \npreventive  services  for  noncommunicable  diseases  with  priority  given  to  food  safety, \noccupational health, and school health, including an increase in services for early diagnosis of \ndiseases associated with life-style behaviors. \n \n9.  The Project also supports the implementation of nationally targeted programs (NTPs) in \nthe priority 17 provinces.6 About 39% of the 14.8 million people are ethnic minorities. There are \ntwo underlying assumptions to providing support to the NTPs in these provinces: (i) basic \ninfrastructure for managing the burden of communicable diseases is in place in each province, \nand (ii) specific interventions will be unique to each province.  \n \n10.  The Project will support the training of commune and district preventive health staff in \nthe 17 priority provinces. Special courses will be designed to better address the needs of poor \nand ethnic minority communities, and improve the quality of surveillance activities. The training \nwill support health staff in providing relevant information on maternal and child care and family \ndisease control that families can apply within their community and within available resources \n                                                 \n3\n Directive N 06-CT/TW of Central Party Executive Committee (2002). \n4  Decree N 95–CP of 27 August 1994 on free health care; Decision 135/1998QD/-TTG on poverty alleviation.  \n5\n In particular, these goals apply to the central highlands. MOH. 2001. Development Strategy for the Central \nHighlands (2001-2010). \n6\n National Targeted Programs focus on 10 priority health conditions and provide resources for the health system to \naddress the health conditions.  ", "42   Appendix 8   \nand capabilities. The training will focus on the health needs of women and children and the \nprevention of common communicable disease in disadvantaged communities. Special cultural \nand  linguistic  needs  of  ethnic  minorities  will  be  considered  in  information,  education,  and \ncommunication activities and training materials supported by the Project. A set of transparent \ncriteria will be developed for the selection of trainees at all levels to ensure qualified ethnic \nminorities have an equal opportunity to participate.  \n \n11.  A needs assessment will confirm equipment and training needs of each province. The \nfollowing activities will be incorporated as part of the needs assessment: \n(i)  identify training needs for health staff in areas with high concentration of ethnic \nminorities; based on health patterns, needs, and epidemic programs in each \nprovince, determine if additional training courses are required;  \n(ii)  identify any special training needs and appropriate learning methods for health \nstaff to improve service-delivery of preventive health services to ethnic minorities; \nthese needs will vary from province to province; and \n(iii)  identify ways in which district and commune health staff can help to strengthen \nthe surveillance system, such as tracking diseases by ethnicity.   \n \nD.  Implementation Arrangements \n \n12.  Implementation arrangements and estimated costs of the EMDP are part of the overall \narrangements and total budget. In provinces with high concentrations of ethnic minorities, each \nprovincial preventive health center will have at least one staff member aware of the traditional \nethnic minority health behaviors and practices and at least one member of the project steering \ncommittee  at  the  provincial  level  will  represent  ethnic  minority  interests.  A  national  social \ndevelopment specialist to be hired for 10 person-months will help develop implementation \nguidelines for the EMDP, specific to each province. The specialist will work closely with the \nother health specialists for the Project.  \n \n13.  The monitoring of the EMDP will be part of the overall system for the Project. Ethnic \nminorities will be consulted in the design and implementation of IEC activities and training \nmaterials  for  preventive  health  services.  Progress  reports  will  provide  periodic  updates  on \nproject components that focus on improving preventive health services for ethnic minorities. The \nmidterm review mission will pay special attention to the effects of project components on ethnic \ngroups. Adjustments, if necessary, will be made to the EMDP during project implementation. ", "  Appendix 9  43\nGENDER STRATEGY \n \n1.  The Preventive Health Systems Support Project provides significant health benefits for \nabout 29 million women in the 46 project provinces of Viet Nam, of which about 8.3 million are \nethnic  minority  women.  A  gender  strategy  has  been  prepared  to  highlight  the  different \npreventive health needs of men and women in Viet Nam. It also helps to ensure that both men \nand women have equal opportunities to participate in training at all levels. The gender strategy \nis based on a situational analysis and assessment that was prepared for the Project, and is \ndesigned  in  accordance  with  Asian  Development  Bank  (ADB)  policy  on  gender  and \ndevelopment. \n \nA.  Background \n \n2.  Women compromise about 51% of the total population in the 46 project provinces. \nGender division of labor typically adheres to a strict division between the roles of men and \nwomen. Traditionally “women’s work” consists of taking care of domestic chores, reproductive \nand family care, and activities related to hygiene and sanitation. In preventive and health care \npractices in the household, women play a specific role in the care of common diseases based \non  local  experience  and  traditional  knowledge.  They  also  play  an  important  role  in  food \npreparation, cooking, family diet, and household living arrangements. However, many women \noften  lack  control  over  household  income  and  decisions  about  seeking  health  care  for \nthemselves and their children, even those from ethnic groups that maintain strong matrilineal or \ntraditions (i.e., Ede, and Hmong groups). \n \nB.  Women’s Burden of Disease \n \n3.  In Viet Nam, the burden of disease is similar for men and women. However, the patterns \nof  disease  differ.  Women  are  vulnerable  to  diseases  associated  with  reproduction  and \nchildbearing, while men suffer a greater burden of disease from accidents and injuries. Similarly, \nthe burden of disease is higher for women than men in certain geographical locations. For \ninstance, in the central highlands the burden of disease for females of reproductive age (15–44) \nis more than 25% higher than the national average.1 The lack of knowledge about women’s \nrights, and prevalence of traditional custom law and practices also negatively affect women’s \nhealth and development (i.e., early marriage, and limited decision-making). \n \n4.  Women and children in some ethnic groups, bear a health burden that is substantially \nhigher than those of better-off communities. Women and child health is hampered by limited \naccess to preventive and curative services, misuse of self-medication, and lack of trust in \nmodern medicine hamper. Ministry of Health (MOH) guidelines for safe delivery indicate having \nat least three prenatal exams, taking iron supplements, immunization against tetanus, and \nmonitoring weight regularly. However, because childbirth is viewed as a natural phenomenon, \nmany women pay little attention to safe motherhood care. The Vietnam National Health Survey, \n2001–2002 survey found that among reproductive aged women (18–34 years), prenatal care, \nand  immunization  in  ethnic  minority  groups  was  1.5  times  lower  than  that  for  the  Kinh \npopulation. \n                                                 \n1\n  This is measured in disability-adjusted life years, a common measure used to aggregate the burden of disease.  ", "44   Appendix 9   \nC.  Gender and the Public Health Sector \n \n5.  The gender division of labor within the public health sector is clearly defined based on \nqualifications and professional skill. More than half of the public health sector in Viet Nam \nemploys women as laboratory technicians, nurses, midwives, or administrative staff. Out of 46 \nprovinces, data on the number of women employed in the health sector is found in Table A9.  \n \nTable A9: Gender Distribution of Health Staff in Select Provinces* \nProvince  Total Health  Preventive Health Staff  Total Workers \nStaff  Province  District  Commune  Village \nTotal  Women  Total  Women  Total  Women  Total  Women  Total  Women \n(%)  (%)  (%)  (%)  (%) \nHa Tay  4,436  67  51  59   1,469  64  —  —  —  — \nBac Ninh  2,009  55  37  78   14  50  530  55  833  62 \nHai Duong  3,598  62  51  57  —  —  1,117  58  1,569  58 \nHung Yen  —  —  33  42  —  —  997  55  —  — \nHa Nam  —  —  41  39  —  —  508  64  —  — \nHa Giang  2,666  46  36  42  22  50  939  61  1,906  39 \nCao Bang  —  —  52  56  —  —  —  —  —  — \nLao Cai  2,076  57  44  39  —  —  492  45  1,693  — \nBac Kan  1,063  63  34  44  16  63  376  58  1,166  57 \nLai Chau  2,056  52  —  —  —  —  541  46  1,793  — \nSon La  2,741  60  33  67  —  —  903  46  —  — \nThanh Hoa  7,341  58  55  38  —  —  2,765  52  4,817  52 \nNghe An  6,773  73  61  87  —  —  —  —  —  — \nQuang Tri  2,004  55  56  36  31  61  523  48  —  — \nThua Thien Hue  1,970  55  35  57  20  75  630  55  —  — \nTay Ninh  2,536  71  61  54  —  —  526  75  672  52 \nBinh Duong  1,885  67  54  63  24  71  339  74  —  — \nDong Nai  3,869  63  59  42  32  66  781  67  985  49 \nBinh Thuan  —  —  41  56  —  —  —  —  —  — \nBa Ria-Vung Tau  —  —  113  63  —  —  631  50  —  — \n— = data not available.  \nSource: Provincial Annual Report to Ministry of Health (2002). \n \nD.  Project Benefits \n \n6.  The Project aims to (i) improve the health status of the general population; (ii) strengthen \nthe capacity of preventive health staff to provide comprehensive preventive community health \nservices  based  on  improved  surveillance  systems;  and  (iii)  increase  the  accessibility  and \nacceptability of health services in disadvantaged communities. Training will be provided in \nsurveillance and management for preventive health staff at all levels, and in developing human \nresources  within  the  preventive  health  system.  The  Project  will  improve  human  resources \nthrough technical training and postgraduate training.  \n \n7.  The Project will also provide training to district and commune health staff on improving \nthe quality of women and child preventive care and reducing common communicable diseases \nwithin families. This local training will be supported in 17 of 46 provinces, which will receive \nproject support for implementing the national target programs in health (NTPs). Information, \neducation and communication (IEC) activities and training materials that will be developed (or \nimproved based on existing materials) will take into consideration the special needs of men and \nwomen. All qualified staff will have an equal opportunity to participate in training programs at all \nlevels, regardless of sex.  \n \n8.  A need assessment will confirm equipment and training needs of each province, and will \nrequire a review of the following activities: ", "  Appendix 9  45\n \n(i)  review proposed project activities against the incidence of communicable and \nnoncommunicable diseases by gender and by ethnic group;  \n(ii)  prioritize training courses for health staff in each province based on population \ncomposition, available health staff, health patterns, health needs, and epidemic \nprograms; and determine if addition training courses are required;  \n(iii)  identify any special training support and appropriate learning methods for health \nstaff to improve service delivery of preventive health services to women and \nmen; these needs will be based on individual preventive health needs and will \nvary in each province; and \n(iv)  identify ways in which district and commune health staff may help to strengthen \nthe surveillance system in the province so that diseases can be tracked by \ngender and by ethnic groups.  \n \nE.  Implementation Arrangements \n \n9.  Implementation arrangements and estimated costs of the gender strategy are part of the \noverall project arrangements and total budget, as women are among the Project’s primary \nbeneficiaries. A national health specialist will be hired for 10 person-months during the Project \nto help execute the gender strategy in project activities during implementation. The specialist \nwill  take  into  account  local  conditions  and  arrangements  specific  to  each  province  when \nimplementing the strategy, and will work closely with the other health specialists for the Project.  \n \n10.  Monitoring of the gender strategy is incorporated in the overall system for the Project. \nWhere appropriate, both women and men will be consulted in the design and implementation of \nIEC activities and training materials for preventive health services. Progress reports will provide \nperiodic updates on project components with respect to gender (i.e., number of women that \nparticipated in different trainings). The midterm review mission will review these updates against \nthe proposed gender strategy. Adjustments, if necessary, will be made to the gender strategy \nduring project implementation. \n \n ", "46   Appendix 10   \nPROJECT COST ESTIMATES AND FINANCING PLAN \n \nTable A10.1 Project Cost Estimates by Component and Financing Source \n($'000) \n  ADB  TOTAL \nTotal  Gov.  Total \nItem  FX  LC  FX  LC \nCost  Cost \nI.  Project Investment               \nA.  Health Surveillance and Priority Health Issues               \n  1.  Health Surveillance  607  1,133  1,740  155  607  1,288  1,895 \n  2.  Quality of Services  27  364  392  24  27  388  415 \n  3.  Support for Priority Communicable Diseases  164  2,556  2,720  177  164  2,732  2,897 \n      Subtotal (A)  799  4,052  4,852  355  799  4,408  5,207 \n               \nB.  Strengthening the Preventive Health Service               \n  1.  Support for Provincial Preventive Health System  18,136  0  18,136  3,409  18,136  3,409  21,545 \n  2.  Support for National Institutes  4,040  0  4,040  638  4,040  638  4,678 \n      Subtotal (B)  22,175  0  22,175  4,047  22,175  4,047  26,223 \n               \nC.  Human Resource Development               \n  1.  Postgraduate Training               \na.  Professional Skills Development   0  552  552  33  0  585  585 \n    b.  Graduate Training  440  138  578  8  440  146  586 \n    c.  Field Epidemiology  20  490  510  23  20  513  533 \n2.  Technical Training  0  2,427  2,427  140  0  2,567  2,567 \n  3.  In-Service Community Health Training               \n    a.  Graduate Training  23  211  235  14  23  225  249 \n    b.  Field Epidemiology  23  211  235  14  23  225  249 \n      Subtotal (C)  507  4,029  4,536  233  507  4,262  4,769 \n               \nD.    Project Management               \n  1.  Project Management               \n    a.  National  242  738  980  287  242  1,025  1,267 \n    b.  Provincial and National Institute  347  945  1,292  788  347  1,733  2,079 \n    c.  Consulting Group  1,005  248  1,253  0  990  248  1,238 \n      Subtotal (D)  1,594  1,930  3,525  1,075  1,579  3,005  4,584 \n               \nTotal (Base Costs)  25,075  10,011  35,088  5,710  25,060  15,722  40,783 \n               \nII.     Contingencies               \n  1.  Physicala  1,379  325  1,704  0  1,354  325  1,679 \n  2.  Priceb  0  551  551  0  0  551  551 \n               \nTotal (Project Cost)  26,454  10,887  37,340  5,710  26,414  16,598  43,013 \n               \nTaxes and Dutiesc  0  0  0  3,768  0  3,768  3,768 \n               \nIII.  Interest Chargesd  700  0  700  0  700  0  700 \n               \n  Total  27,154  10,887  38,040  9,479  27,114  20,366  47,481 \nADB = Asian Development Bank, FX = foreign exchange, Gov = Government, LC = local currency \nNote:  Numbers may not add up due to rounding. \na    Estimated at 3% for training, communication materials, travel, research, and operations, 5% for equipment, support  \n    for communicable diseases, and incremental administrative expenses, and 10% for consulting services.  \nb   Estimated at 5% of local costs and 0% for foreign exchange costs \nc   Estimated at 7% for medical and laboratory equipment, 9% for other equipment, and 230% for vehicles \nd   Estimated at an annual factor of 1% on cumulative disbursement during project implementation. \nSource:  Asian Development Bank estimates. ", "  Appendix 10  47\nTable A10.2: Loan Project Cost Estimates by Category and Financing Source \n($'000) \nADB Loan \n Expenditure Categories  Govt.  Total \nLC  FX   Total \nI.     Base Cost             \n1.    Laboratory Equipment  0 17,379 17,379 1,217 18,596\n2.    Reagents and Spare Parts  0 1,926 1,926 848 2,774\n3.    Other Equipment  0 3,140 3,140 169 3,309\n4.    Support to Provincial Programs   0 0 0 0 0\n5.    Support to Surveillance Activities  0 0 0 0 0\n6.    Training and Material Production  0 0 0 0 0\n7.    Research, Monitoring, and Evaluation   156 39 195 46 241\n8.    Operations and Maintenance   0 0 0 2,140 2,140\n9.    Consulting Services  248 1,005 1,253 0 1,253\n10.  Incremental Administration   1,527 280 1,806 741 2,547\n   Subtotal  1,930 23,769 25,699 5,160 30,859\nTaxes and Duties  0 0 0 3,739 3,739\n \nII.  Contingencies  \n1.   Physical   69 1,326 1,395 0 1,395\n2.   Price   106 0 106 0 106\n            \nIII.  Interest Charges   0 700 700 0 700\n            \n  Total  2,105 25,795 27,900 8,899 36,799\nADB= Asian Development Bank, FX = foreign exchange, govt = government, LC = local currency \nNote: Numbers may not add up due to rounding. \nSource: Asian Development Bank estimates. \n \n \n Table A10.3: Grant Project Cost Estimates by Category and Financing Source \n($'000) \n \n  ADB Grant      \n   Expenditure Categories \n  Total  Govt. Total \nI.     Base Cost           \n1.    Laboratory Equipment  0 0 0\n2.   Reagents and Spare Parts    0 0 0\n3.   Other Equipment    597 32 629\n4.   Support to Provincial Programs   2,720 177 2,897\n5.   Support to Surveillance Activities  1,143 71 1,213\n6.   Training and Material Production    4,362 235 4,597\n7.   Research, Monitoring, and Evaluation     0 0 0\n8.    Operations and Maintenance     0 0 0\n9.    Consulting Services  0 0 0\n10.  Incremental Administration   566 35 600\n  Subtotal  9,387 550 9,937\nTaxes and Duties  0 30 30\n \nII.  Contingencies  \n1.   Physical   308 0 308\n2.   Price   444 0 444\n          \nIII.  Interest Charges     0 0 0\n          \n  Total  10,140 580 10,720\nADB = Asian Development Bank. \nNote: Numbers may not add up due to rounding. \nSource: Asian Development Bank estimates. ", "48   Appendix 11   \nPROJECT MANAGEMENT AND IMPLEMENTATION STRUCTURE \n \nA.  The Steering Committee \n \n1.  The minister of health has designed a high-level steering committee to supervise and \ncoordinate the activity of Asian Development Bank (ADB) projects. The steering committee will \nensure that project implementation is consistent with the Preventive Health Master Plan, the \nHealth Sector Strategy, and other government strategies and policies.  \n \nB.  The Project Management Unit \n \n2.  The  Project  will  be  managed  by  a  project  management  unit  (PMU)  that  will  be  a \ndepartment or unit within the Ministry of Health (MOH). The Project will have a director and a \ndeputy director. Within the PMU, several units will support project implementation: (i) planning, \n(ii) administration, (iii) procurement, (iv) training, and (v) chief accountant and disbursement. \nThe  PMU  will  comprise  MOH  and  contract  staff  specifically  hired  to  support  project \nimplementation. The PMU will have the following duties and responsibilities:  \n \n(i)  serve as a liaison between ADB and MOH, including reviewing all documents \nprepared by the provinces and national institutes to ensure they meet relevant \ngovernment and ADB guidelines;  \n(ii)  prepare  and  implement  the  annual  work  plan,  procurement  plan,  and  other \nstrategic planning documents as approved by MOH;  \n(iii)  develop a set of transparent criteria for the selection of trainees at all levels and a \nsubsequent training master plan for the Project;  \n(iv)  prepare and implement the procurement of goods, services, and equipment for \nthe  Project,  in  accordance  with  Government  and  ADB  guidelines,  including \npreparation of bidding documents, review of bids, and award of contracts; \n(v)  manage the Project’s accounts and ensure that financing is adequate to cover \nimplementation costs; and \n(vi)  coordinate the technical activities of the Project, working with the  consulting \ngroup,  relevant  departments  within  MOH,  national  institutes,  and  provincial \npreventive health services. \n \nC.  The Consulting Group \n \n3.  The  Project  will  contract  a  consulting  group,  from  a  firm,  to  provide  technical  and \nimplementation support for the Project. The consulting group will report directly to the project \ndirector. The terms of reference for the consultants are contained in Appendix 14. \n \nD.  The Ministry of Health \n \n4.  The  Department  of  Science  and  Training  (DST)  and  the  Department  of  Preventive \nMedicine and HIV/AIDS Control (DPH) will actively support the PMU.  \n \n5.  The Department of Science and Training. The Project Cell established in DST will \nfocus on planning, designing, and implementing the Project’s training activities in preventive \nhealth. In many cases, the curriculum and programs already exist and DST will design the \ncriteria for selection of candidates for training in coordination with the consulting group. If \nnecessary, DST will work with the consulting group to improve curriculums and programs to \nbetter address the needs of target populations such as ethnic minorities, women, and children. If ", "    Appendix 11  49\nno  curriculum  exists,  DST  will  take  the  lead  in  preparing  the  terms  of  reference  for  the \ndevelopment of programs to meet the Project’s training needs.  \n \n6.  The Department of Preventive Medicine and HIV/AIDS Control. The Project Cell \nestablished in DPH will focus on implementation of the health surveillance system (Component \nA.1) and quality of services and support to combat priority communicable diseases (Component \nA.2) through the provision of technical support.  \n \nE.  Provinces and National Institutes \n \n7.  Provinces. The provincial health service is responsible for implementation of the Project \nat the provincial level. The director of the provincial health service will be the provincial project \ndirector and the director of the provincial preventive health service will be the provincial deputy \nproject director. Each province will have a provincial steering committee to provide overall \ntechnical guidance. Each province will also establish a small project implementation unit (PIU) \nthat  will  have  several  staff  to  support  planning,  administration,  and  implementation  of  the \nProject. The provinces have the following responsibilities:  \n \n(i)  develop a needs assessment for the provincial preventive health center and for \ncommunicable  disease  control  (for  selected  provinces)  for  review  by  the \nconsulting group and the PMU; \n(ii)  carry out local, small-scale procurement of goods and supplies necessary to \nadminister the Project locally, including managing the provincial project account \nand utilizing statement of expenditure procedures;    \n(iii)  ensure that equipment procured and training provided by the Project are properly \nutilized by the province, based on the needs assessment;  \n(iv)  operate health surveillance and provide information to the Project as required; \nand \n(v)  implement community and local training.  \n \n8.  National Institutes. The participating national institutes will implement the Project using \nthe  same  guidelines  as  the  provinces.  The  director  of  the  national  institute  will  be  the \ninstitutional project director and will designate a deputy director within the institute. Within the \nnational institute, a PIU will be established with several staff to support the planning and \nadministration of the Project. ", "50   Appendix 11   \nFigure A11: Organizational Chart \n \nMinistry of Health (MOH) \nProject Steering Committee \nPMU\nProject Director\nal \nc\nni Deputy Project Director\nh\nc\ne\nT\nd \nn\na\nn,  Planning  Administration  Procurement  Chief Accountant \nUP atio and Disbursement \nOc\nGRertifi\nG C Au\nNn,  d\nLTIctio Department of  Department of  it F\nSUSele Science and Training,  Preventive Medicine  irm\nN\nOnt  MOH  and HIV/AIDS Control, \nCme   MOH \nuip    \nq\nE\nning, ort) \nnp\nap\nPlSu\n(\nDirector,  Director, \nProvincial Health Services  National Institute \nDirector,  Deputy Director, \nPreventive Health System  National Institute \nPIU PIU \nPlanning  Administration  Communicable  Planning  Administration \nDisease Control\nMOH = Ministry of Health, PMU = project management unit, PIU = project implementation unit. ", "  Appendix 12  51\nIMPLEMENTATION SCHEDULE \n \nDescription Year 1 Year 2 Year 3 Year 4 Year 5 Year 6\n1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4\nA. Health Surveillance and Priority Health Issues\n1.  Surveillance System\nEstablish System\n2.  Quality of Services\nDevelop Guidelines\nTraining\n3.  Support for Communicable Disease Control\nProvincial Assessments\nSupport for Provinces\nB. Strengthening the Preventive Health Service\n1.  Provincial Health System\n2.  National Institutes\nFinalize Assessments\nProcurement\nC. Human Resource Development\n1.  Post Graduate Training\nAssessment and Selection\nCourse Development (field epidemiology)\nTraining\n2. Technical Training\nAssessment and Selection\nTraining\n3.  Community Health Training\nAssessment and Selection\nTraining\nD. Project Management\nOperation of Project Management Unit\nOperation of provincial cells\nConsultant Group Contract\nImplementation Support\nSource: Asian Development Bank estimates. ", "52     Appendix 13                             \nINDICATIVE PROCUREMENT PACKAGES \n \n  Contract  Mode of  Total amount of \nItem  Number Authority Procurement Contract, (‘000) \nMedical Equipment         \nInfectious Diseases  3  PMU  ICB/IS  5,550 \nFood Safety  4  PMU  ICB/IS/LCB  6,231 \nOccupational Health  3  PMU  ICB/IS/LCB  1,700 \nSchool Health  2  PMU  ICB/IS/LCB  1,680 \nLifestyle Diseases  3  PMU  ICB/IS/LCB  2,220 \nReagents, Supplies, Spare Parts  Various  Provinces LCB/DP  1,926 \n             Subtotal                  19,307 \nOther Equipment         \nSurveillance System a  1  PMU  ICB                567 \nVehicles b  1  PMU  ICB  1,496 \nBasic Equipment (furniture for \npreventive center and national  Various  Province  LCB  1,430 \ninstitutes) \nBasic Equipment (furniture for PMU) 1  PMU  LCB                244 \n   Subtotal                    3,737 \nTotal                              23,044 \nDP = direct purchase, ICB = international competitive bidding, IS = international shopping,  \nLCB = local competitive bidding, PMU = project management unit. \na  Includes computers and software to establish the health surveillance system under component A.1. \nb  One vehicle for each province and national institution, two vehicles for the project management unit. \n Source:  Asian Development Bank estimates. \n \n \n \n ", "  Appendix 14  53\nCONSULTING SERVICES \n \n1.  Consulting services will be provided under the loan to support project management and \nimplementation. There will be one consulting services contract  for the international consultants \ncovering  project  management  and  technical  assistance  for  project  activities.  The  domestic \nconsultants may be hired as individual or through the consulting contract. \n \n2.  A total of 236 person-months of consulting services (66 international and 170 domestic) \nwill be required for assistance in project management and technical support for implementation \nof project components. Four international consultants will be contracted under the consulting \ncontract.  Technical  assistance  will  be  provided  to  support  (i)  strengthening  the  disease \nsurveillance system, (ii) establishing the quality of services program, and (iii) strengthening \ndisease control programs in selected provinces. A full technical proposal will be required.  \n \n3.  Consulting services are required to assist the project management unit in administrating \nthe  project  and  to  provide  technical  assistance  in  selected  technical  areas  of  project \nimplementation. The consultant team will be based in Hanoi but will be expected to travel \nextensively to meet with local implementing authorities.  \n \n4.  Consulting  services  will  consist  of  two  types  of  activities:  project  implementation \nassistance and technical support. Project implementation assistance will include supporting the \nproject management unit (PMU) in (i) planning implementation activities, (ii) procurement of \nequipment,  and  (iii)  supervision  and  monitoring  of  implementation  activities.  Technical \nassistance will include supporting the project management unit and other technical departments \nof the Ministry of Health (MOH) in (i) strengthening the disease control surveillance system, (ii) \nestablishing a quality of services program for provincial laboratory services and (iii) supporting \nselected provinces in the planning and implementation of activities to strengthen their disease \ncontrol programs for priority target communities, particularly ethnic minorities.  \n \n5.  Project Management. Specific tasks include \n \n(i)  Support the PMU in the review and analysis of provincial needs assessment for \neach of the project components.  \n(ii)  Support the PMU in the preparation of annual implementation plans including \nbudget estimates, detailed scheduling of activities and monitoring indicators. \n(iii)  Develop a final list of medical equipment to be procured, based on provincial \nneeds assessments. \n(iv)  Support the PMU in the preparation of annual procurements plans. \n(v)  Provide technical inputs on equipment specifications to meet the needs of each \ntechnical  level  and  service  area  of  the  provincial  preventive  health  center \nlaboratory services. \n(vi)  Support the PMU in the preparation of bidding and contracting documents and \nthe review and monitoring of contractors. \n(vii)  Support the MOH and PMU in compliance with safeguard requirements.  \n(viii)  Support the PMU in supervision and monitoring of project activities to include (a) \npreparation of quarterly and other routine and special reports; (b) assessment \nand monitoring of procurement plans; (c) technical inspection of implementation \nactivities to include equipment, training, and other development activities related \nto each component; and (d) assessment of monitoring indicators. \n \n ", "54   Appendix 14 \n6.  Technical Support. Specific tasks include \n \n(i)  Support  the  PMU  in  strengthening  the  disease  control  surveillance  system, \nincluding (a) design of an integrated and comprehensive disease surveillance \nsystem, (b) development of specifications for the computer support system of \nreporting and analysis of surveillance information, (c) preparation of guidelines \nand training materials, and (d) training in the reporting and analysis of information \nfrom the surveillance system. \n(ii)  Support the PMU in developing a quality control system for provincial laboratory \nservices to include (a) design of a quality of services program relevant to the \nneeds of provincial laboratories, (b) design of monitoring and reporting system \nwith specific reference to technical quality control measures relevant to each \nservice area of the laboratory, (c) preparation of guidelines and training materials \nto support implementing of the program and (iv) assistance in the analysis of \ninformation  from  the  quality  of  services  reporting  system.  Data  will  be \ndisaggregated by gender and ethnicity, where appropriate.  \n(iii)  Support the PMU in the planning and implementation of priority provincial health \nprograms  to  include  (a)  analysis  of  needs and  assessment  of  strategies  for \nspecific provincial plans, particularly in relation to needs of ethnic minorities, (b) \nmonitoring and assessment of disease control programs, and (c) evaluation of \ncontrol programs and assessment of those activities for implementation. \n \n ", "  Appendix 14  55\n CONSULTING SERVICES \nInput \nConsultant Position  (person  Outputs \nmonths)\nFor Component A.1: \n(i)  Design surveillance system \n(ii)  Define specifications for software to support \nsurveillance system \n(iii)  Guidelines for operation and use of surveillance \nsystem \nPublic Health Specialist (I)  24  (iv)  Support analysis of information from surveillance \nsystem \nFor Component A.3: \n(v)  Support provincial planning for control of priority \ndiseases related to national programs \n(vi)  Report and monitor control measures \n(vii)  Analyze and evaluate control measures \nFor Component A.1:  \nPublic Health Specialist (N)  36  (i)  Train staff (central level) in use and operation of the \nsurveillance system \nFor Component A.2:  \n(i)  Design quality of services program \nPublic Health Specialist (N)  18  (ii)  Design monitoring and reporting system \n(iii)  Develop guidelines for quality of services system \n(iv)  Analyze quality of services data \nFor Component A.3:  \n(i)  Help develop provincial plan for control of priority \ndiseases related to national programs \nPublic Health Specialist (N)  18 \n(ii)  Execute control plan \n(iii)  Report and monitor control measures \n(iv)  Analyze and evaluate control measures \nPublic Health Specialist (N)  18  For Component B:  \n(i)  Develop equipment specifications \nEquipment and Planning Specialist  (ii)  Prepare bidding documents and review bids \n6 \n(I)  (iii)  Train on use of equipment \n(iv)  Supervise installation and inspection \nFor Component C:  \n(i)  Support the establishment of the field epidemiology \nTraining Specialist (I)  12 \ntraining program \n(ii)  Support planning for training needs \nProject Management:  \nPublic Health Specialist in project \n24  (i)  Support PMU in planning and implementation \nimplementation (I)/Team Leader \n(ii)  Coordinate consultant activities \nPublic Health Specialist in project  Project Management: \nimplementation  (N)/Deputy  Team  60  (i)  Support PMU in planning and implementation \nLeader  (ii)  Provide implementation support to the provinces \nProject Management:  \n(i)  Support PMU in implementation of all activities \nEnvironmental  Specialist (N)  10  impacting on environment \n(ii)  Provide support in developing waste management \ntraining material \nProject Management:  \nSocial Development Specialist (N)  10  (i)  Support implementation of the ethnic minority plan \nand gender strategy \n        Total person-months  236   \n    66  International (four consultants) \n  170  Domestic (seven consultants) \nI = international, N = local. \nSource:  Asian Development Bank estimates. ", "56   Appendix 15       \nINDICATIVE TRAINING ACTIVITIES \n \n \nTraining Course  Duration  Target    Location \nGroup \nGraduate Training (Component C.1)         \nProfessional Skill Development and Specialization \n1. Courses in Public Health \n1–2 months \na.  Health Management \nAvailable \nb.  Health Economics \nAvailable  Preventive \nc.  Monitoring and Evaluation of Health    Medical Universities  \nTo be developed  health staff \nPrograms \nAvailable \nd.  Health Education \n \nOutput: 138 people trained \n2. Specialization in Public Health, preventive \n  Medical \nhealth, microbiology, hematology, chemistry, \n2 years  doctor,    Medical Universities \nentomology and parasitology level I \n  pharmacist  \nOutput: 46 people trained \n3. Specialization in Preventive Health with  \n    emphasis on knowledge and professional skills \nMedical  Major Medical \nto manage communicable disease control  1 year   \ndoctor  Universities \n(CDC) programs \nOutput: 69 people trained \nMasters Programs         \n1. Masters in Public Health in epidemiology,       \npreventive health, microbiology, biochemistry,  2 years    Medical Universities \nhematology, entomology  and parasitology,     \nCommunity Nutrition    Medical   \nOutput: 23 people trained  3 years  doctor,    \n2. Level II specialization in public health,    pharmacist,  Major Medical \npreventive health, microbiology, hematology,    nutritionist,  Universities \nchemistry, entomology and parasitology     biologist   \nOutput: 23 people trained  2 years     \n3. Masters in Public Health, in epidemiology or  Overseas \nmanagement of communicable diseases  Universities \nOutput: 8 people trained \nField Epidemiology         \nField Epidemiology Program. Output: 46 \npeople trained \n2 months  Preventive \nProgram includes outbreak investigations,  health    To be determined \n  health staff \nsurveillance systems, disease control and \nprevention, and monitoring and evaluation \nTechnical Training (Component C.2)         \nInfectious Disease Control         \nRefresher Course. Output: 345 people trained \na.  Infant and children, blood safety, \nrespiratory infections, sexual transmitted \n1 week  Health staff    National Institutions \ninfections, tropical infectious diseases.   \nb.  HIV/AIDS diagnosis, treatment, and care \nc.  Infectious disease surveillance \nIntensive Course. Output: 230 people trained \na.  Epidemiology of infectious diseases \nb.  Management of disease programs  1–2 months  Health staff    National Institutions  \nc.  Monitoring and evaluation  \n ", "    Appendix 15  57\nTraining Course  Duration  Target    Location \nGroup \nOccupational Health         \nRefresher Course  1–2 weeks \na.   Risk assessment   \nb.   Occupational hygiene    \nInstitutes of Hygiene \nOutput: 85 people trained   \nand Public Health \nIntensive Course      Health staff \nand Hygiene and \na.   Risk assessment   \nOccupational Health \nb.   Occupational health   \nc.   Management of work safety  1–2 months \nOutput: 145 people trained   \nEnvironmental Health         \nRefresher Course. Output: 460 people trained \na. Environmental health  1 week  Institutes of Hygiene \nb. Waste management  Preventive  and Public Health \n \nhealth staff  and Hygiene and \nIntensive Course. Output: 80 people trained \nOccupational Health  \na.  Management of environmental health  1–2 months \nb.  Management of medical waste \nFood Safety         \nRefresher Course. Output: 230 people trained \n \na.  Food Poisoning  \n \nb.  Bacteriology  \nc.  Prevention of contamination   NIHE, Hygiene and \n1–2 weeks  Health staff \nd.  Personal Hygiene   Public Health \ne.  Cleaning and disinfection  \nf.  Legislation  \ng.  Laboratory techniques  \nIntensive Course. Output: 230 people trained \na.  Hazards: core issues of food safety.   NIH, Hygiene and \n1–2 months  Health staff   \nb.  Controls: issues of prevention and control.  Public Health HCMC \nc.  Legal compliance: food safety legislation.  \nSchool Health         \nRefresher Course. Output: 115 people trained \na.  School health  1–2 weeks    Institutes of Hygiene \nPreventive \nb.  Health education  and Public Health \nHealth \nIntensive Course Output: 115 people trained  and Hygiene and \nStaff \na.  Management of school health program  1–2 months    Occupational Health \nb.  Health education \nLaboratory Management         \nRefresher Course. Output: 460 People trained  2 weeks  Laboratory   \nTo be developed \nIntensive course. Output: 230 people trained  1–2 months  Staff   \nCommunity Health Training (Component C.3) \nPreventive Care for  Women and Child         \nIn-service training on preventing childhood  Commune \ndiseases and improving maternal health  10 days  and District    District Health Center \nOutput: 1,760 people trained  health staff   \nFamily Disease Control         \nIn-service training on preventive measures for  Commune \nfamilies and communities in disadvantaged areas   10 days  and District    District Health Center \nOutput: 1,760  people trained  health staff   \nHIV/AIDS = human immunodeficiency virus/acquired immunodeficiency syndrome, HCMC = Ho Chi Minh City,  \nNIHE = National Institute of Hygiene and Epidemiology, NIH = National Institute of Hygiene. \nSources: Asian Development Bank estimates. \n ", "58   Appendix 16        \nECONOMIC ANALYSIS \n \nA.  Economic Rationale for Investing in Preventive Health \n \n1.  The health sector is a good long-term investment, especially in low-income countries \nsuch as Viet Nam. Studies have shown the importance of health in fostering economic growth \nand  household  welfare.  Poor  health  is  a  leading  cause  of  poverty  in  Viet  Nam  as  many \nhouseholds are forced to drain their savings to pay for expensive medical bills while the income \nfrom members who are unable to work is lost.1 Thus, well-targeted investment can improve \nequity and efficiency within the economy.  \n \n2.  The  economic  rationale  for  public  investing  in  preventive  health  is  compelling.  The \npreventive health system in Viet Nam provides many services that are true public goods,2 \nincluding  communicable  disease  surveillance  and  control  of  large-scale  epidemics.  The \npreventive  health  system  also  spends  significant  resources  in  providing  the  public  with \ninformation about good health practices. Without public intervention, many preventive activities \nwould not be carried out since individuals or the private sector have little incentive to invest at \nthe socially optimal level in these activities.  \n \n3.  While many preventive health activities are private in nature (such as immunization or \nperiodic  medical  check-ups),  they  are  likely  to  have  significant  benefits  to  the  community \n(positive externalities). Because households tend to take into account only their private benefits \nand not the benefits to the community, they are likely to underinvest in preventive health. \nHowever, other factors lead to a low level of private investment in preventive health. They \ninclude  lack  of  information  about  the  immediate  and  long-term  benefits  of  preventive \ninvestments. Even with proper information, households often do not have the means to make \npreventive investments, due to lower income and credit constraints. Subsidies of preventive \nhealth service can help to ensure demand is appropriate. Public provision or subsidies can also \nhelp generate economies in scale in production and distribution of preventive health services.  \n \nB.  Economic Benefits of the Project \n \n4.  Improved Health Status. The Project will improve the health status of the population in \nthe Project’s provinces. The general population will benefit from the preventive health system’s \nimproved capacity to monitor food and environmental quality. The Project will also benefit a \nnumber of specific groups, including school children through improved school health programs, \nand mothers through the community-based preventive health training. The population in 17 \nprovinces with high incidence of communicable diseases, with a total population of 14.8 million, \nwill benefit from the Project’s focus on strengthening communicable disease control (CDC).  \n \n5.  The private benefit from the Project can be measured in terms of the population’s \nimproved health. Burden of disease analysis is a tool that allows the total morbidity and mortality \nof a community to be expressed in one measure, called a disability adjusted life year (DALY). \nThis analysis captures the loss of quality of life due to an illness or disability and the loss of life \n                                                 \n1\n  This double shock caused by poor health is well documented in World Bank. 1999. Voice of the Poor: Vietnam \nCountry Report. Washington, DC.  \n2\n  A public good is a good that cannot be produced for individual profit. From an individual’s point of view, once the \ngood is produced, there is no scarcity of the good (nonrivalry) and everybody can benefit from it. It is also \nimpossible to prevent access or consumption of the good (nonexcludability).  ", "    Appendix 16  59\ndue to a premature death. These losses can be attributed to individual diseases, accidents, and \ninjuries.  \n \n6.  The analysis estimated the total number of DALYs lost due to 41 diseases that the \nProject will impact in the 46 project provinces. These diseases account for around one third of \ntotal mortality. The analysis calculated the expected change in DALYs without the Project, \ntaking into account the country’s expected demographic changes. The Project is expected to \nreduce the burden of disease through its support for investment in food safety, school health, \nimproved  occupational  safety  and  health,  and  strengthened  disease  control  programs  in \nselected provinces, among other interventions. This will reduce the DALYs lost and improve the \nhealth of the population. The analysis made an estimate of the number of DALYs saved as a \nresult of the Project’s specific interventions, from the base case scenario with no project.  \n \n7.  Based on this analysis, the Project is expected to save about 2.0 million DALYs during \nthe  estimated  life  of  the  equipment  at  a  total  cost  of  $47.5  million,  including  the  cost  of \nmaintenance, supplies, and personnel. This implies a cost per DALY around $23.75, which is in \nline  with  other  preventive  health  programs  in  low-income  countries.3  The  poor  will  benefit \ndisproportionately from the Project. The analysis shows that around 38% of the total benefits, in \nterms of DALY, will accrue to the poor, compared with their share of around 12.8% in the \npopulation of the Project’s provinces.  \n \n8.  Lower Spending on Curative Care. If DALYs were not saved, the diseases would \nresult in substantial cost of treatment as well as travel expenditures and the opportunity cost of \nthe caregiver. Using results of the National Health Survey of 2002–2003, the total savings in \nspending on curative care are estimated to be $60.7 million, which is greater than the Project’s \ncosts. Based on these savings, the internal rate of return of these investments is 16%. This rate \nof  return  calculation  only  captures  the  private  benefits  of  the  Project.  The  rate  will  be \nsubstantially higher if the value of the positive externalities and public goods are included.  \n \n9.  Improved Health Surveillance System. The Project will improve the health surveillance \nsystem through additional facilities, training, and supervision. Viet Nam’s recent experiences \nwith SARS and avian flu show the importance of a strong health surveillance system and the \npotential economic and social damage that can be caused by not monitoring the progress of the \ndiseases.  Strengthening  the  health  surveillance  system  will  allow  the  faster  detection  of \nepidemics, provide better details of disease patterns, and allow better planning and setting of \nhealth priorities. The health surveillance system is a classic public good that will not be provided \nby the market.  \n \nC.   Economic and Financial Sustainability \n \n10.  For the Project to achieve the rate of returns, the Government must be able to sustain \nthe Project’s investments. If the Government is not able to provide the necessary recurrent \nexpenses  to  complement  the  Project’s  investment,  the  effectiveness  of  the  Project  will  be \nreduced. Likewise, at the end of the Project, the Government should be in a position to continue \nthe programs and initiatives that the Project introduces. \n \n11.  Macroeconomic Sustainability. The Project is financed by a loan of approximately $28 \nmillion and a complementary grant of $10 million. The loan carries an interest rate of 1% to \n                                                 \n3 World Bank. 1993. World Development Report on Investing in Health. Washington,D.C. (figures adjusted for \ninflation). ", "60   Appendix 16        \n1.5%. The economy of Viet Nam is growing at a rate of around 7% and this rate is likely to \ncontinue. The economy of Viet Nam is around $40 billion and the Government will be able to \nrepay the loan.  \n \n12.  Project  Sustainability.  In  addition  to  capital  expenses,  the  Project  will  lead  to  an \nincrease in recurrent costs on the part of the Government. These expenses are due to the \nadditional operational and maintenance costs, additional salaries for staff with higher level of \ntraining, and additional staff. These costs will be largely borne by provinces, with subsidies for \npoor provinces.  \n \n13.  On average from 1997 to 2002, the provincial health budgets have increased 2.9 times \nfaster than the growth of the provincial gross domestic product, with a range of 7% to 33% and \naverage annual growth rate of 18%.4 Recurrent expenses account for around 75% of total \nexpenditures and have grown at a similar rate to overall health expenditures. The simulation \nassumes that in the future, recurrent budget in the provincial health budget grows at only 7% \nannually, which is very conservative given recent trends. The additional costs associated with \nthe Project will only account for less than 10% of the total increase in the provincial health \nbudgets and will account for less than 2% of the total recurrent budget in 2013. The costs \nassociated with the Project can easily be met.  \n \n14.  Not all provinces have the same capacity and some provinces may have financing \nproblems, either due to a high level of recurrent costs associated with the Project or a low level \nof health expenditures. A provincial simulation shows that no province will have to spend more \nthan 20% of the total increase in its recurrent budget to support the Project’s investment and \nonly 15 provinces will have to allocate more than 10%. By 2013, only 2 provinces will see \nrecurrent costs associated with the Project that require more than 10% of the growth in the total \nrecurrent budget.  \n \n15.  In addition to the recurrent costs associated with the Project, the provinces will also have \nto  increase  their  capital  budgets  in  the  long  run  to  replace  the  new  equipment  that  was \npurchased under the Project. On average, $500,000 is allocated to each province for equipment \nand training. By 2014, the capital budget of all of the provinces will have increased by an \naverage of $1.9 million per province over the amount in 2005. Only 11 provinces will see their \ncapital budget increase by less than $1 million by 2015. All provinces should be in a position to \nreplace the equipment purchased and to increase their budget for training by project completion.  \n \n16.  The Project will also complement the recurrent costs in 17 poor provinces. The support \nto the national targeted programs amounts to around $30,000 per province per year. While this \namount can make an important contribution if applied strategically, it will account for than 3% of \nthe 2006 recurrent budget in all provinces. By the end of the Project, all of the provinces should \nbe in a position in replace the Project’s support for CDC.  \n                                                 \n4\n This analysis only refers to the 46 provinces included in the project scope.  "], "metadata": {"ModDate": "D:20050826152407+08'00'", "CreationDate": "D:20050804142118+08'00'", "Title": "Preventive Health System Support Project", "Creator": "PScript5.dll Version 5.2", "Author": "", "Producer": "Acrobat Distiller 6.0 (Windows)"}}