{"path": "data/input/ta/rrp-31153-ino.pdf", "pages": ["RRP: INO 31153\nASIAN DEVELOPMENT BANK\nREPORT AND RECOMMENDATION\nOF THE\nPRESIDENT\nTO THE\nBOARD OF DIRECTORS\nON A\nPROPOSED LOAN\nAND TECHNICAL ASSISTANCE GRANT\nTO THE\nREPUBLIC OF INDONESIA\nFOR THE\nMARINE AND COASTAL RESOURCES MANAGEMENT PROJECT\nOctober 2000", "CURRENCY EQUIVALENTS\n(as of 29 September 2000)\n    Currency Unit — Rupiah (Rp)\n                                                  Rp1.00 = $0.000114\n                                         $1.00 = Rp8,775\nFor the purpose of calculation in this report, a rate of Rp8,000=$1.00 was used.\nABBREVIATIONS\nBAKOSURTANAL - Badan Koordinasi Survey dan Pemetaan Nasional\n(National Coordinating Agency for Survey and Mapping)\nBAPEDAL - Badan Pengendalian Dampak Lingkungan\n(National Agency for Environmental Impact Assessment)\nBAPEDALDA - Badan Pengendalian Dampak Lingkungan Daerah\n(Provincial Environmental Impact Management Agency)\nBAPPEDA - Badan Perencanaan Pembangunan Daerah\n(Regional Development Planning Agency)\nBAPPENAS - Badan Perencanaan Pembangunan Nasional\n(National Development Planning Agency)\nCFRM - Coastal Fisheries Resources Management\nCIDA - Canadian International Development Agency\nCOREMAP - Coral Reef Rehabilitation and Management Project\nCRMP - Coastal Resources Management Project\nDGCBSI - Directorate General of Coasts, Beaches, and Small Islands\nDGF - Directorate General of Fisheries\nEA - executing agency\nEIA - environmental impact assessment\nEIRR - economic internal rate of return\nFIRR - financial internal rate of return\nGDP - gross domestic product\nGIS - geographic information system\nIA - implementing agency\nICZPM - integrated coastal zone planning and management\nIEE - initial environmental examination\nLIPI - Indonesian Institute of Sciences\nLREP - Land Resources Evaluation Project\nMCMA - marine and coastal management area\nMCS - monitoring, control, and surveillance\nMMAF - Ministry of Marine Affairs and Fisheries\nMOFEC - Ministry of Forestry and Estate Crops\nMOHA - Ministry of Home Affairs and Regional Autonomy\nMREP - Marine Resources Evaluation Project\nNBIN - National Biodiversity Information Network\nNGO - nongovernment organization\nNRMP - Natural Resources Management Project\nNSC - national steering committee\nPIU - project implementation unit\nPMO - project management office\nPSC - provincial steering committee", "PSIC - provincial spatial information center\nPTF - provincial task force\nSNRMS - small-scale natural resources management scheme\nTA - technical assistance\nUSAID - United States Agency for International Development\nNOTES\n(i)  For 2000, the fiscal year (FY) of the Government covers 1 April to 31 December; for\n2001 and onward, the FY will cover 1 January to 31 December.\n(ii)  In this report, “$” refers to US dollars.", "CONTENTS\nPage\nLOAN AND PROJECT SUMMARY ii\nMAP v\nI. THE PROPOSAL 1\nII. INTRODUCTION 1\nIII. BACKGROUND\nA.  Sector Description 1\nB.  Government Policies and Plans 6\nC.  External Assistance to the Sector 7\nD.  Lessons Learned 7\nE.  ADB’s Sectoral Strategy 9\nF.  Policy Dialogue 9\nIV. THE PROJECT\nA.  Rationale 11\nB.  Objectives and Scope 11\nC.  Cost Estimates 17\nD.  Financing Plan 17\nE.  Implementation Arrangements 18\nF.  The Executing Agency 23\nG.  Environmental and Social Measures 24\nH.  Technical Assistance 24\nV. PROJECT JUSTIFICATION\nA.  Benefits 26\nB.  Financial and Economic Analyses 26\nC.  Environment  27\nD.  Social Dimensions 27\nE.  Poverty Impact 28\nF.  Risks 28\nVI. ASSURANCES 29\nVII. RECOMMENDATION 30\nAPPENDIXES 31", "LOAN AND PROJECT SUMMARY\nBorrower : The Republic of Indonesia\nProject Description : The  Project  will  promote  sustainable  management  of\nnatural  resources  for  environment  protection  and\nsocioeconomic  development  under  a  decentralized\nframework  of  government  in  15  provinces.  This  will  be\nachieved  by:  (i)  strengthening  the  local  capacity  for\nsustainable  planning  and  management  of  marine  and\ncoastal  resources,  (ii)  improving  the  availability  of  and\naccess to quality spatial and biodiversity information and\ndata useful for resource planning, (iii) improving the legal\nand  regulatory  framework  in  resource  management  and\ncompliance  with  it,  and  (iv)  undertaking  small-scale\ninvestments  for  improving  socioeconomic  and\nenvironmental conditions in selected coastal habitats.\nClassification : Primary - Environmental protection\nEnvironmental Category  B\nAssessment An initial environmental examination (IEE) was undertaken,\nand the summary IEE is included as a core appendix.\nRationale : Marine and coastal resources provide important support to\nIndonesia's  economy,  and  are  of  national  and  global\nimportance  because  of  their  rich  biological  diversity.\nHowever, current management efforts do not adequately\nmeet the objectives for protection and sustainable use of\ncoastal  resources.  Resource  use  and  exploitation  have\nresulted  in  widespread  environmental  degradation.  The\npresent situation can be largely attributed to lack of (i)  an\nintegrated  approach  to  coastal  zone  planning  and\nmanagement, (ii) information and data on which to base\nresource  management  decisions,  (iii)  transparency  in\nresource  allocation,  and  (iv)  local  government  and\ncommunity  involvement  in  resource  management.  The\npressure  on  marine  and  coastal  resources  has  been\nexacerbated by financial and economic crises. Resource\ndepletion  and  environmental  degradation  have  adversely\naffected  coastal  communities,  particularly  the  artisanal\nfishers.\nThe recent political changes have ushered in a new phase\nfor  natural  resources  management  and  environmental\nprotection. The Government has initiated a decentralization\nprocess  whereby  natural  resource  management\nresponsibilities are being devolved to local governments,\nwhich will have a larger share of revenues under new fiscal\narrangements.  The  process  increases  the  sense  of\nownership  of  resources  at  the  local  level,  provides\nopportunities for community participation, and enhances the\nprospect for transparency in resource allocation. However,", "iii\nthe  local  governments  lack  capacity  for  planning  and\nsustainable  management  of  resources,  and  a  delay  in\nestablishing an appropriate system may lead to rampant\nexploitation of resources to generate more revenue.\nThe Project will assist the local governments and relevant\nnational agencies in strengthening their capacity for proper\nplanning  and  management  of  marine  and  coastal\nresources, and addressing the related issues in the context\nof the ongoing decentralization process.\nObjectives and Scope : The objectives are the sustainable management of marine\nand coastal resources and biodiversity, and protection of\nthe environment.\nThe  Project  has  four  components:  (i)  coastal  marine\nresource planning and management, (ii) spatial data and\ninformation management, (iii) marine and coastal resources\nlaws  and  their  enforcement,  and  (iv)  small-scale  natural\nresources  management  schemes.  The  Project  will  be\nimplemented in priority areas of 15 provinces.\nCost Estimates and : The  estimated  total  cost  of  the  Project  is  $70.2  million\nFinancing Plan equivalent comprising $23 million in foreign exchange and\n$47.2 million equivalent in local currency.\n ($ million)\n  Foreign   Local Total\nSource Exchange Currency Cost Percent\nADB 23.0 27.0 50.0 71.3\nGovernment 0 17.9 17.9 25.4\nBeneficiaries 0 2.3 2.3 3.3\nTotal 23.0 47.2 70.2 100.0\nLoan Amount and Terms : A loan of $50 million equivalent from the Special Funds\nresources. The loan will have a term of 32 years, including\na grace period of 8 years, with an interest charge of 1\npercent per year during the grace period, and 1.5 percent\nper year during the remaining term.\nPeriod of Utilization : Until 30 June 2007\nExecuting Agency : The  Ministry of  Marine  Affairs  and  Fisheries  will  be  the\nExecuting Agency, and will implement the Project with the\nparticipation  of  the  provincial  and  district  governments\nconcerned,  relevant  national  agencies  and  institutions,\nnongovernment organizations, and local communities.\nProcurement : All goods and services financed under the ADB loan will be\nprocured  in  accordance  with  ADB's  Guidelines  for\nProcurement.", "iv\nConsulting Services : A total of 1,435 person-months of consulting services will\nbe required: 210 will be provided by international consulting\nfirms and 1,225 by domestic consulting firms. The services\nwill be grouped into four packages, and consultants will be\nrecruited in accordance with ADB's Guidelines on the Use\nof Consultants and other arrangements satisfactory to ADB\nfor engaging domestic consultants.\nEstimated Project\nCompletion Date : 31 December 2006\nProject  Benefits and\nBeneficiaries : The principal benefit will be the enhanced local capacity to\nplan and manage the sustainable development of marine\nand coastal resources under a decentralized framework of\ngovernment.  The  Project  will  promote  rational  and\ncoordinated  allocation  of  resources,  emphasizing\nprotection, conservation, and sustainable management.\nThe  consultative  planning  and  management  concepts\npromoted  by  the  Project  will  increase  transparency  and\naccountability  in  resource  planning  and  management\ndecisions, and help resolve conflicts among diverse and\ncompeting uses and reconcile the interests of the general\npublic  and  the  private  sector.  Collaborative  efforts  and\npartnership between government agencies, nongovernment\norganizations (NGOs), and local community organizations\nwill oblige government authorities to become more service\noriented.\nThe direct beneficiaries will include disadvantaged coastal\ncommunities, many of whom live in poverty. Out of 15.1\nmillion poor in the project provinces, 8 million live in districts\nthe whole or part of which will be in the priority areas for\nwhich management plans are to be developed under the\nProject. Many of these disadvantaged coastal communities,\nparticularly artisanal fishers, will benefit from the recovery\nand replenishment of renewable natural resources resulting\nfrom the improved management regime. Some will also be\nthe  direct  beneficiary  of  targeted  small-scale  schemes\naimed  at  environmental  protection,  rehabilitation  of\ndegraded  coastal  fish  habitats,  and  development  of\nalternative livelihood activities for artisanal fishers.\nTechnical Assistance : A  technical  assistance  (TA)  grant,  Capacity  Building  for\nDecentralized  Natural  Resources  Management,  for\n$775,000,  has been proposed. The TA will be financed on\na grant basis from the Japan Special Fund.", "", "I.  THE PROPOSAL\n1. I submit for your approval the following Report and Recommendation on a proposed\nloan to the Republic of Indonesia for the Marine and Coastal Resources Management Project.\nThe  Report  also  describes  proposed  technical  assistance  for  Capacity  Building  for\nDecentralized Natural Resources Management, and if the proposed loan is approved by the\nBoard, I, acting under the authority delegated to me by the Board, shall approve such technical\nassistance.\nII.  INTRODUCTION\n2. A  feasibility  study  of  the  Marine  and  Coastal  Resources  Management  Project  was\ncarried out in 1998-1999 under ADB technical assistance (TA).1 The study examined resource\nplanning  and  management  issues  to  identify  the  causes  of  marine  and  coastal  resources\ndegradation, and prepared an investment program for enhancing the institutional capacity of the\nrelevant national and regional agencies and local communities for sustainable management of\nresources.  At  the  request  of  the  Government,  an  ADB  Loan  Fact-Finding  Mission  visited\nIndonesia from 27 March to 18 April 2000, followed by an Appraisal Mission2 from 17 July to 8\nAugust  2000. This Report is based on the findings of the ADB Missions, a review of various\nstudies including the feasibility studies of the Project, the Mangrove Rehabilitation Project,3\nNatural Resources and Environmental Management Sector Project,4 and National Biodiversity\nInformation Network Project,5 and discussions with national and regional government officials\nconcerned, members of civil society, and coastal and small island communities. The project\nframework is in Appendix 1.\nIII.  BACKGROUND\nA.  Sector Description\n1. Marine and Coastal Resources Sector\n3. Indonesia is the world’s largest archipelagic nation, with a marine area of 5.8 million\nsquare kilometers (km2), comprising 3.1 million km2 of territorial and archipelagic seas and 2.7\nmillion km2 of exclusive economic zone. In contrast, its landmass totals only 1.9 million km2.\nWith a coastline covering 81,000 km and 17,508 islands, Indonesia is truly a maritime continent,\nwith a vast mass of water surrounding small pockets of land. The marine and coastal areas are\nrich in natural resources consisting of rich and diverse living aquatic resources and significant\nreserves of oil, gas, and other minerals. Indonesia’s marine waters cover important maritime\nroutes and offer opportunities for development of maritime service industries. In 1997, the total\nproduct of coastal and marine economic activities was estimated at some 25-30 percent of\nIndonesia’s gross domestic product (GDP), providing employment for about 20 million people.\n                  \n1  TA 2958-INO: Marine Resources Evaluation Management and Planning Project, for $600,000, approved on 19\nDecember 1997.\n2  The Mission comprised M.J. Rahman, Senior Project Specialist/Mission Chief; N. Bestari, Project Economist;\nP.N. King, Sr. Project Specialist (Natural Resources); P. Spantigati, Programs Officer; O. Tiwana, Counsel; and\nR. Montgomery, Poverty Specialist/Staff Consultant.\n3  TA Loan 1251-INO, for $8.08 million, approved on 9 September 1993.\n4  TA 3234-INO: Natural Resources and Environmental Management, for $380,000, approved on 30 July 1999.\n5  TA 2822-INO: National Bidoversity Information Network, for $700,000, approved on 11 July 1997.", "2\n4. Despite  the  importance  of  coastal  and  marine  waters  to  Indonesia’s  economy  and\nenvironment, this resource has not been managed sustainably. Resource use and exploitation\nhave led to extensive coastal zone degradation — loss of mangrove forests, destruction of coral\nreefs, depletion of fish stocks, water pollution, soil erosion, and biodiversity loss. About 30\npercent of Indonesia’s 4.3 million hectares (ha) of coastal mangrove forests, a biologically and\neconomically important ecosystem, has been lost since the mid-1960s. The loss is mostly due\nto forestry concession operations, and conversion to fishponds, rice fields, industrial estates,\nand settlements. The rapid loss of mangrove cover has exacerbated shoreline erosion, led to\ndestruction of natural habitats for demersal fish and shrimp, increased the occurrence of saline\nwater intrusion into freshwater aquifers, and affected the livelihood of coastal fishers. Most of\nthe coral reefs are rapidly deteriorating, mainly because of intensive human activities, such as\ncoral mining, blast and cyanide fishing, sedimentation, tourist activities, coastal development,\nand pollution. Using a measure of live coral cover, a national survey in 1994 found that only 30\npercent remained in good to excellent condition. Since 1994, global warming and associated\ncoral bleaching, plus increased reliance on coastal fishing, have further damaged the nation’s\nreefs.  Since coral reefs are habitats of about 90 percent of the fish caught by the coastal fishers\nin the country, their degradation results in rapid decrease of fisheries production in coastal\nareas.\n5. The coastal environment has also been affected by land-based activities. Watershed\ndeforestation and erosion have led to increased sedimentation in estuaries, adversely affecting\nnavigation routes, mangrove forests, coral reefs, and fisheries resources. Industrial and urban\nwastes and runoff, containing chemicals and pesticides from agricultural land, have polluted\ncoastal waters and impaired the ecological functions of coastal habitats as nursery and breeding\ngrounds for marine aquatic resources.\n6. The degradation of aquatic habitats, accompanied by overfishing, has depleted fisheries\nresources. An ADB-assisted study6 confirmed serious depletion of fisheries resources in the\ncoastal regions of Sumatra, North Java, and the straits of Malacca and Makassar. Although the\noverall current marine capture fisheries harvest level at 3.08 million tons (t) is believed to be\nbelow the estimated maximum sustainable yield of 4.5 million t,7 catches of certain commercial\nspecies such as shrimp have exceeded their sustainable yield levels.\n7. Degradation of coastal and marine resources poses a serious threat to Indonesia’s rich\nand unique marine biodiversity. Indonesia has about 20,000 species of mollusks, 2,000 species\nof crustaceans, 6 species of sea turtles, 30 marine mammal species, and over 8,500 fish\nspecies. No comprehensive survey has been carried out in recent years to assess the current\nstate of these living aquatic resources, but it is believed that continued stress threatens the\nexistence of many species. To protect marine biodiversity, the Government planned to identify\nand designate 30 million ha for marine conservation by the year 2000; but only 2.5 million ha\nhas so far been identified and is being conserved. Major impediments in establishing marine\nreserves  were  lack  of  understanding  of  conservation  values  among  the  planners  and\nimplementors in an inappropriate former Ministry of Forestry and Estate Crops (MOFEC).\n8. Natural resources degradation and environmental problems in the coastal zone have\naffected the livelihood of coastal people, particularly artisanal (small-scale) fishers. Artisanal\nfishing is the occupation of last resort for many poor people in the country due to the population\ngrowth, decreased availability of farmland, and open access to sea. Consequently, the number\n                  \n6  TA 2053-INO: Coastal Environmental Management Planning, for $1.2 million, approved on 3 January 1994.\n7  Priyonod, B.E. and B. Sumiono, 1996. Sustainable Exploitation of Coastal Fish Stocks in Indonesia.", "3\nof coastal fishers increased by more than 50 percent over the past decade. Because of a\ndeteriorating fisheries resource base, fish catch per unit of effort has been steadily declining,\nadversely  affecting  incomes.  The  average  income  of  coastal  fishers  is  below  the  average\nnational level. Various studies show that the coastal fishing communities are among the poorest\nsegments of society in the country. They lack access to basic social infrastructure such as clean\nwater, sanitation, health care, roads, and transportation, and fail to benefit from formal credit\nfacilities because they lack credit history and collateral.\n2. Planning and Management Framework\na.  Legal Framework\n9. The Indonesian Constitution requires that natural resources be managed to achieve the\ngreatest possible benefit for the people.  A number of relevant laws drafted with the assistance\nof international experts were passed by the legislature. Among them are (i) Forestry Act of\n1967, (ii) Environment Act No. 4 of 1982, (iii) Fisheries Act No. 9 of 1985, (iv) Conservation of\nLiving Resources and their Ecosystems Act No. 5 of 1992, (v) Spatial Planning Act No. 24 of\n1992; and (vi) Environmental Management Act No. 23 of 1997. In addition, Indonesia is a\nsignatory to a number of international declarations on natural resources and environmental\nmanagement,  and  issued  laws  ratifying  some  of  these  declarations.  They  include  (i)  UN\nConvention of the Law of the Sea (1982); (ii) International Maritime Organization laws on marine\npollution (1969, 1971, 1989); and (iii) UN Convention on Biodiversity (1992). These laws have\nbeen supplemented by regulations setting out basic sector policies, for example, on mining,\nfisheries,  forestry,  and  environment.  Also,  there  are  customary  local  laws  governing  the\nallocation and use of natural resources, but these laws are hardly observed.\n10. The many agencies involved in the multiple use of marine and coastal areas are not\nproperly  coordinated.  Many  resource  management  issues  were  addressed  by  ministerial\ndecrees, which covered only part of the solution because the ministry concerned had limited\njurisdiction. Often these ministerial decrees concerning marine space were inconsistent with one\nanother and hence difficult to implement. Spatial Planning Act No. 24 of 1992 was aimed at\nreducing conflicts over the use of land and sea resources by providing a strong legislation for\nresource allocation and management based on spatial considerations. However, institutional\nweaknesses and lack of political will have failed to sufficiently institutionalize the spatial planning\nconcept in managing marine and terrestrial resources.\n11. Enforcement of laws and regulations is weak largely because of lack of transparency\nand weak institutional capability. Many resource allocation and resource use decisions were\ntaken at high levels of Government without considering resource sustainability and adherence to\nlegal provisions.   Such decisions were frequently made without adequate consultation with local\ngovernments and the affected communities.\n12. Regional Autonomy Act No. 22 of 1999 provides a new dimension to the legal framework\nof natural resources planning. The Act aims to decentralize most Government services and\ndevolve the planning and management functions and responsibilities of marine and coastal\nresources within Indonesia’s territorial waters to the provincial and district governments. The Act\nprovides incentives to local governments for sustainable management of natural resources\nwithin their respective jurisdiction, and requires a revision of some existing laws and regulations\nto bring them into harmony with it. ", "4\nb. Institutional Framework\n13. A large number of Government agencies and institutions are involved in planning and\nmanaging  natural  resources,  including  marine  and  coastal  resources.  These\nagencies/institutions can be grouped into three categories: (i) information and data producers,\n(ii) data coordinators, and (iii) data users.\ni.  Information and Data Producers\n14. The main information and data producers and suppliers are the following:\n(i)  Agency for National Space and Aeronautics, mandated, among others, to receive\nand process satellite imagery on terrestrial and marine resources;\n(ii)  Center for Oceanographic Research and Development, mandated to undertake\nresearch and collect data relating to oceanology, marine biology, and marine\nenvironment;\n(iii)  Central Research Institute for Fisheries, responsible for conducting research on\nfisheries and other living aquatic resources;\n(iv)  Marine Geological Institute, mandated to conduct geological and geophysical\nsurveys and research, and publish the findings; and\n(v)  National  Hydrographic  Service,  which  is  the  national  authority  for  collecting\nbathymetric data and preparing nautical charts and navigational publications.\n15. In addition, a number of ministries and agencies collect marine and coastal resource\ndata essentially for their own immediate use in planning specific development activities. The\nmost important among these are (i) Ministry  of  Marine  Affairs  and  Fisheries  (MMAF),  (ii)\nMinistry of Home Affairs and Regional Autonomy (MOHA), (iii) Ministry of Communication, (iv)\nDirectorate General of Tourism, (v) State Ministry of Environment (LH), and (vi) National Agency\nfor Environmental Impact Management (BAPEDAL).\nii.  Data Coordinators\n16. The  Agency  for  Assessment  and  Application  of  Technology  (BPPT)  and  National\nCoordinating  Agency  for  Survey  and  Mapping  (BAKOSURTANAL)  play  important  roles  in\ncoordinating data collection and dissemination. BPPT is the owner of three marine survey\nvessels—Baruna Jaya I, II, and III—which provide support to all agencies involved in marine\ndata collection. BAKOSURTANAL coordinates national activities in topographic and natural\nresources surveys, and produces and disseminates digital and hardcopy maps. The agency has\na division of marine mapping, which develops and evaluates the results of marine surveys and\ntidal monitoring.\niii. Data Users\n17. The  data  users  are  the  national  and  regional  development  planning  agencies\n(BAPPENAS and BAPPEDAs), Government line agencies, private investors in fisheries, tourism\nand  sea  communication,  and  educational  institutions.  BAPPENAS  formulates  the\nmacroeconomic  framework  within  which  the  substance  and  scale  of  sector  programs  are\ndetermined. BAPPENAS uses highly aggregated data, much of which is denominated in value\nrather than physical terms. However, as the pressure on physical space and concerns about\nenvironmental  quality  increase,  the  spatial  implications  of  economic  planning  are  now\nemphasized.  Provincial and district BAPPEDAs are major users of resource data. Other users", "5\namong Government agencies include the Directorates General of Fisheries, Forestry, Rural\nDevelopment,  and  Sea  Communication,  and  the  National  Law  and  Development  Agency\n(BPHN). BPHN has a database for laws, decrees, and regulations relevant to marine resources\nboth for the agency’s own purposes and for dissemination.\nc. Planning Framework\ni.  National Planning\n18. At  the  national  level,  natural  resources  planning  involves  the  formulation  of  a\nmacroeconomic framework where individual sector goals are established and then translated\ninto  budgetary  requirements.  The  principal  mode  of  implementation  has  been  a  25-year\nperspective plan and successive five-year plans. Within the framework of five-year plans, overall\ndevelopment policy priorities are coordinated by BAPPENAS. In the past, national development\npolicy formulation was undertaken in the context of macroeconomic development that, in turn,\nwas translated into a regional economic approach. This often led to a planning system that\noverlooked resource sustainability.\n19. Over the last decade, there has been a shift in emphasis, and the Government initiated\nmeasures for resource evaluation and their accounting in preparing development plans. The\nmeasures include implementing specific programs and projects to enhance the capabilities of\nconcerned Government agencies for data acquisition and exchange, and resource assessment.\nThe programs and projects include Regional Physical Planning Program for Transmigration, the\nADB-assisted  Land  Resource  Evaluation  and  Planning  Project  (LREP),8  Second  Land\nResources Evaluation Project (LREP II),9 Marine Resources Evaluation and Planning Project\n(MREP),10 Coastal Community Development and Fisheries Resources Management Project,11\nand Coral Reef Rehabilitation and Management Project (COREMAP),12 and the United States\nAgency  for  International  Development  (USAID)-assisted  Natural  Resources  Management\nProgram (NRMP). An important contribution of these programs and projects is the heightened\nawareness  created  among  the  planners  and  implementors  concerned  of  the  need  for\nsustainable use of resources. However, they covered only a small part of Indonesia’s land and\nmarine areas, and much more efforts will be required to develop a comprehensive database and\nphysical plans for managing the country’s marine and terrestrial resources.\nii. Sector Planning\n20. Sector planning at the national level is the responsibility of individual ministries. A major\nweakness in sector planning for natural resources, including marine and coastal resources, is\nthe  absence  of  adequate  information  on  which  to  base  resource  management  decisions.\nAnother weakness is the inability to identify intersector conflicts of interest for the same space.\nThis can be avoided through spatial planning, which provides a framework for identifying such\nconflicts, selecting optimal use of the space, and allocating the use rights to the authorized\nusers.\n                  \n8  Loan 730-INO, for $23.4 million, approved on 17 January 1985.\n9  Loan 1099-INO, for $52.7 million, approved on 19 September 1991.\n10  Loan 1203-INO, for $33 million, approved on 8 December 1992.\n11  Loan 1570/1571(SF)-INO, for $26 million and $15 million equivalent respectively, approved on 4 November\n1997.\n12  Loan 1613-INO, for $7 million, approved on 26 March 1998.", "6\niii. Provincial and District Planning\n21. Provincial and district planning is the responsibility of the respective BAPPEDAs at\nprovincial and district levels. Provincial BAPPEDA is responsible to the governor for overall\nplanning at the provincial level and for coordinating sector plans prepared by provincial services\nof sector agencies. While BAPPEDA is referred to as a planning agency, in reality its role has so\nfar heavily focused on regional coordination of sector development initiatives. As the bulk of the\npublic expenditures funding has been controlled by central agencies, resource development\nplanning at provincial level has been essentially centrally directed. Nonetheless, ADB- and other\naid-assisted projects in the natural resources evaluation and planning projects have assisted\nmany provincial BAPPEDAs in developing human resources and strengthening the capacity for\neffective planning. Significantly greater capacity building efforts are now required to prepare\nBAPPEDAs  for  shouldering  the  significantly  greater  planning  functions  and  responsibilities\ndevolved to them under Regional Autonomy Act 22 of 1999.\nB.  Government Policies and Plans\n22. In recent years, Indonesia has embarked on a series of reforms in social, political, and\neconomic areas as well as in Government processes and institutions. The new Government's\nstrategic  priorities  emphasize  national  unity,  macroeconomic  policies  to  support  economic\nrecovery, poverty reduction, agricultural and rural development, support for small and medium-\nsize enterprises, decentralization, and good governance. State Policy Guidelines for 1999-2000\ndictate that natural resources should be managed to ensure that their carrying capacity is\npreserved for the welfare of present and future generations, and to protect the national wealth of\nbiodiversity. The guidelines require enacting legislation to provide for the gradual delegation of\nauthority for managing natural resources to the local level. It gives special attention to the\nempowerment  of  local  communities,  traditional  institutions,  and  nongovernment  institutions\n(NGOs) for natural resources management. National development agenda and sector strategies\nare to be formulated and reflected in a new five-year National Development Program (Propenas\n2001-2005) based on national guidelines.\n23. Recognizing the potential of the marine area and its status as a common global property,\nthe  Government  declared  improved  marine  resource  management  as  a  priority  of  the\nadministration.  The Government created  MMAF in 1999, with a pronounced vision of the sea\nas  the  nation’s  future.    The  sector  policy  statement  covers  (i)  efficient  and  sustainable\nmanagement  of  maritime  resources,  (ii)  rehabilitation  of  damaged  coastal  and  marine\necosystems,  (iii)  sustainable  development  of  coastal  zone  and  territorial  waters  through\nimproved  spatial  planning,  (iv)  improvement  of  resource  database  and  modernization  of\ninformation  and  data  exchange  and  dissemination  facilities,  (v)  improvement  of  the\nsocioeconomic conditions of the coastal community, and (vi) promotion of the maritime concept\nto the public and all stakeholders.\n24. The Government has reassigned the task of establishing and managing 30 million ha of\nmarine conservation areas from the former MOFEC to MMAF. The marine reserves are to be\nestablished  in  accordance  with  the  Biodiversity  Action  Plan  of  1993.  Lack  of  appropriate\nexpertise in MOFEC previously hampered the establishment of the marine reserves. Within\nMMAF, a Directorate General of Sea Surveillance and Protection was established exclusively\nfor  protecting  marine  reserves  and  enforcing  laws  and  regulations  in  harvesting  marine\nresources.", "7\n25. As part of its poverty reduction program, the new Government has given priority to\ndeveloping viable income-generating activities in the coastal zone and small islands, targeting\nparticularly artisanal fishers many of whom live in poverty. Emphasis is on preparing more\nlocation-specific criteria in determining investment opportunities.\nC. External Assistance to the Sector\n26. External assistance to Indonesia’s marine and coastal resources sector has come from a\nlarge number of institutions including ADB, Australian Agency for International Development\n(AusAID),  Canadian  International  Development  Agency  (CIDA),  Japan  International\nCooperation Agency, Global Environmental Fund, German Technical Cooperation, USAID, and\nWorld Bank. ADB has been the lead funding agency in this sector followed by the World Bank\nand CIDA. To date, ADB has provided 20 loans amounting to $555.6 million for 16 projects.\nADB has also provided project preparatory and advisory TA for $7.1 million to the sector. Six\nprojects, with a total value of $207.9 million, are directly related to the proposed Project and\ncover  marine  science  education,  marine  resources  evaluation  and  planning,  mangrove\nrehabilitation, estuarine zone conservation, coastal fisheries resource management, and coral\nreef rehabilitation and management. Earlier projects aimed at increased fisheries production\nhave little similarity with the proposed Project in objective and scope. The ADB-financed loan\nand TA projects are listed in Appendix 2.\n27. The World Bank provided $131.4 million for developing marine science and technology\nand rehabilitating coral reefs. CIDA has provided $73.3 million to the sector, including a strategy\nstudy for marine and coastal resources use and coastal environmental management. AusAID’s\nassistance of $5.0 million has supported coral reef rehabilitation activities initiated under ADB\nand World Bank funding. USAID-assisted NRMP, with an approved funding of $10.5 million, has\na coastal resources management component focusing on process-oriented, community-based\ninitiatives for rehabilitating mangroves and improving the coastal environment. Norway has been\nfinancing the preparation of nautical charts covering the Indonesian exclusive economic zone\nand surveying primary international sea-lanes.\n28. In preparing the proposed Project, close coordination with external aid agencies and\nassisting countries has been maintained to ensure complementarity and compatibility and to\navoid overlaps.  Extensive discussions were held with the consultants and staff of ongoing\nprojects in the sector, particularly the USAID-assisted NRMP and CIDA-assisted Collaborative\nEnvironmental  Project  in  Indonesia.  The  indigenous  knowledge  gained  in  these\nprojects/program will provide valuable input in planning and implementing the proposed Project.\nD.  Lessons Learned\n29. Of the 16 ADB-financed loan projects in the sector, 13 have been completed and 3 are\nin various stages of implementation. Of the completed projects, eight have been post-evaluated:\ntwo  were  rated  as  successful,  four  partly  successful,  and  two  unsuccessful.  All  the\npostevaluated projects relate to fisheries production activities, which are not directly related to\nthis Project. Experience in implementing the completed as well as ongoing projects was taken\ninto account in designing the proposed Project. Experience gained in three other ADB-financed\nprojects, LREP, LREP II, and MREP is highly relevant to the proposed Project because of\nsimilarity in the scope of works and involvement of common implementing agencies. From these\nand other ADB-financed projects, the following major lessons are incorporated in the Project.", "8\n1. Project Management and Implementation\n30. Major factors that adversely affect project management and implementation include a\nmultiplicity of executing agencies (EA), lack of coordination among the participating agencies,\nlack  of  qualified  staff,  and  delays  in  engaging  consultants  and  procuring  equipment  and\nmaterials. All three similar projects in the sector, (LREP, LREP II, and MREP) were affected to\nvarying degrees by the above factors. The Project will be managed by a single EA, MMAF.\nMMAF has subsumed the functions and responsibilities of a number of agencies previously\nresponsible  for  the  sector.  To  coordinate  the  inputs  of  all  implementing  agencies  (IAs),  a\ntechnical team will be established in MMAF with qualified staff deputed by the IAs on a full-time\nbasis. MMAF is expected to have the full staff complement by the time project implementation\ncommences in early 2001. Some of these staff may lack requisite experience and will need\ntraining to effectively contribute to project implementation.  Similarly, provincial and district\nBAPPEDA  staff,  who  will  play  a  key  role  in  resource  planning  activities,  lack  adequate\nexperience and will require training. The project design provides for extensive training of staff of\nMMAF, BAPPEDAs and other agencies to enhance their knowledge base and skills.\n2.  Project Ownership\n31. Development priorities determined at central level often result in lack of ownership at the\nregional level and impede project implementation and achievement of objectives. Care has\nbeen taken to develop project ownership by involving the regional governments and institutions\nin  project  preparation  and  incorporating  their  views  and  priorities  in  project  design  and\nimplementation arrangements. This is reflected in the project scope, which includes, unlike in\nMREP, a component for implementing small-scale natural resources management schemes to\nbe identified in the management plans for the priority marine and coastal management areas\n(MCMAs)  in  the  participating  provinces.  The  MCMAs  were  selected  by  the  provinces  and\ndistricts concerned, rather than the national sector agencies, following a set of agreed-upon\nselection criteria. Field-level implementation of project activities will be by provincial and district\nBAPPEDAs  and  sector  agencies  concerned,  with  MMAF  acting  primarily  as  facilitator  and\ncoordinator. Project ownership at the local level has been further enhanced by the ensuing\nadministrative and fiscal decentralization, which will also require local governments to share\nfunding responsibility for the Project with the national Government.\n3.  Private and Community Participation\n32. Adequate private and community participation in design and implementation enhances\ntransparency and efficiency of project implementation and improves sustainability. The Project\nwill therefore encourage qualified private entities, in addition to Government agencies, to supply\nresource data on a competitive basis. This will be a departure from the previous practice of\ncarrying out mostly similar activities through force account contracts by government agencies.\nThe Project will provide for a public participation program, to be established within BAPPEDAs,\nto discuss the sequence of spatial plans during their preparation and implementation; and for a\nreview of laws and regulations relating to allocation, use, and management of natural resources,\nand their enforcement. Priority site-specific development activities, identified in the district action\nplans, will be planned and implemented largely by local communities, with technical guidance\nprovided by NGOs, and local government technical agencies.", "9\n  4. Analysis of Data User Needs and Options\n33. In a multilocation and multicomponent project, prior assessment of data and information\nneeds for resource planning is not feasible, and predetermined data needs often result in waste\nof financial resources and implementation delays. The project design recognizes that (i) the\nneeds of individual provinces/districts may differ; (ii) the stages of the spatial planning process\nrequire differing scale, accuracy, and content; and (iii) many options exist for data collection.\nThe Project provides for various survey and mapping options and the appropriate ones will be\nselected  based  on  a  detailed  user  needs  analysis  in  the  first  few  years  of  project\nimplementation.\nE.  ADB’s Sector Strategy\n34. ADB’s operations in Indonesia since the recent financial crisis have been guided by an\ninterim operational strategy (IOS). Covering the period 1998-2000, the strategy emphasizes\ngovernance reform (especially anticorruption, decentralization, and corporate governance) in\nthe  financial  and  key  real  and  social  sectors,  support  to  social  safety  nets  and  social\ndevelopment, sustainable resource management, and rehabilitation of physical infrastructure. A\nnew country operational strategy (COS) is being prepared, and poverty reduction, balanced\nregional  development,  good  governance,  and  sustainable  resource  management  and\nenvironmental protection are expected to be major priorities.\n35. Within the framework of IOS, ADB’s assistance to the marine and coastal resources\nsector in Indonesia focuses on resource evaluation, planning, and sustainable management;\nenvironmental  protection;  development  of  human  resources;  and  support  for  decentralized\nresource management. The sector activities are also guided by ADB’s fisheries policy,13 which\nemphasizes developing appropriate policy and institutional environment and capacity building to\nenable its developing member countries to optimize utilization and sustainable management of\nfisheries and aquatic resources. ADB’s strategy for the fisheries sector is anchored on three\nbasic objectives: (i) sustainability in conserving and utilizing aquatic resources; (ii) equity in\nbalancing the interests of competing users; and (ii) eficiency in developing and managing\naquatic resources.  The private sector and local communities are expected to play a central role\nin  production  and  distribution  while  governments  should  be  responsible  principally  for\nestablishing  the  policy,  institutional,  and  regulatory  framework  to  support  sustainable\nmanagement of resources. Combating widespread overfishing and the depletion of resources,\nincreasing degradation of fishing grounds, and poverty among artisanal fishers are key areas for\nADB support.\nF.  Policy Dialogue\n36. The natural resources sector is important in ADB's operations in Indonesia, and ADB\nhas remained engaged in policy dialogue with the Government on the key sector issues. Policy\ndialogue in recent years and during the preparation of the Project  covered three major areas.\n1. Institutional Reform\n37. A  major  institutional  issue  in  the  marine  and  coastal  resources  sector  was  the\ninvolvement of a plethora of agencies in resource management, with no single agency being the\nmajor stakeholder. The need for institutional reform was examined under the TA for preparing\n                  \n13  ADB’s Policy on Fisheries was considered by the Board in October 1997.", "10\nthe proposed Project and the findings supported the Government’s decision to create a ministry\ntasked with marine and coastal resources management. MMAF was established in 1999 in\naccordance with these recommendations.  In addition, following the experience in MREP and\nBiodiversity Conservation in Flores and Siberut Project, ADB recommended that responsibility\nfor marine protected areas should be transferred from MOFEC to MMAF. This transfer was\naccomplished in early 2000.\n38. A major constraint on institutional strengthening in Indonesia is the frequent changes in\nstructural staff positions, which result in technically inexperienced personnel moving into senior\ntechnical positions.  ADB, through LREP II and MREP, has been working with MOHA and the\nMinistry of Manpower Planning in creating a set of core functional positions in the provincial\nBAPPEDAs and developing a career path for these functional staff. So far, 100 functional\npositions for spatial planning have been created at selected BAPPEDAs so that staff can remain\nin a technical career stream and benefit from professional training provided through the projects.\n2. Governance\n39. During  project  preparation,  extensive  discussions  were  held  with  the  national\nGovernment, local governments, civil society, and other stakeholders on various aspects of\nADB policy on good governance, including anticorruption. Specific references were made to the\nanticorruption action plan for Indonesia, prepared in mid-1999 by the Government and ADB.\nThe  Government  reiterated  its  commitment  to  combat  corruption  and  agreed  to  adopt  all\nfeasible  measures  to  improve  transparency,  competitiveness,  and  accountability  in  project\nimplementation. Some of these measures have been built into the project design and include\ndecentralization and greater local government control over the Project, involvement of civil\nsociety  and  community  in  project  design  and  implementation,  and  recruitment  of  a\ngovernance/procurement  specialist  to  ensure  that  procurement  follows  a  transparent  and\ncompetitive procedure.\n3. Legal and Regulatory Framework\n40. Spatial Planning Act 24/92 provides the framework and legal basis for natural resources\nplanning and resource allocation using modern concepts and technologies. However, the Act\nneeds amendment to be in harmony with the provisions of Act 22/99 on regional autonomy and\nto enhance its effectiveness in resource allocation and management. There are other natural\nresources laws, including laws relating to the administrative jurisdiction of relevant government\ndepartments and regional authorities over mangrove forests and their management, which also\nneed to be examined and checked for their consistency with Act 22/99 and any revisions to Act\n24/92. Also, the laws relating to traditional rights of ownership of natural resources, and rights\nand procedures for compensation for loss of natural resources need to be examined and\nrevised. The need to revise these laws and regulations and improve the overall law enforcement\nregime in the natural resources sector was discussed with the Government. The Government\nagreed to include in the Project a component to assist it in initiating the revision of relevant laws\nand regulations and institutionalizing necessary measures to enhance law enforcement.", "11\nIV. THE PROPOSED PROJECT\nA.  Rationale\n41. Marine  and  coastal  resources  provide  for  the  welfare  of  60  percent  of  Indonesia’s\npopulation in the coastal plains. However, the resources have not been properly managed and\nhave been depleted by (i) overfishing and destructive fish production methods; (ii) siltation and\npollution from land-based activities such as aquaculture, agriculture, forestry, industry, and\nmining;  and  (iii)  coastal  development  spurred  by  urbanization,  and  increased  tourism  and\nindustrial development. These activities alter the biological mix of living resources, damage the\necosystems, and degrade water quality. Past decades have seen continued degradation of\ncoastal areas. It is becoming increasingly clear that the coastal zones can be protected only if\nresource managers adopt some form of integrated coastal zone planning and management\n(ICZPM). Effective management will have to include all the systems that contribute to the\nstability and biological health of coastal region:  river basins, forests, farms, and upstream urban\nareas. Spatial Planning Act 24/92 provides the legal basis for a physical planning framework\nwithin which such integrated development can take place. However, a substantial amount of\ninstitutional  strengthening  will  be  required  for  making  an  inventory  of  the  resource  base,\nundertaking the physical planning, achieving transparency in allocation of resources, clarifying\nlegal  provisions,  giving  recognition  to  traditional  rights  of  local  communities  to  resources,\nenhancing institutional capacity to reduce conflicts among users, and enforcing an effective\nmonitoring, control, and surveillance system.\n42. The fall of the New Order Administration in the wake of the recent financial crisis\nushered in a new phase in managing natural resources and the environment in Indonesia.\nRecent laws on regional autonomy (Act 22/99) and sharing of revenue by national and regional\ngovernments  (Act  25/99)  paved  the  way  for  increased  decentralization.  Under  the  new\nlegislation, provincial and district governments should rapidly recognize the need for arresting\nfurther degradation of natural resources and managing it sustainably for the benefit of the State\nand the community. The laws give the provinces and districts expanded authority to explore,\nexploit and manage the terrestrial and marine wealth within their jurisdiction. The laws also\nincrease  the  sense  of  ownership  of  natural  resource  at  local  government  level,  provide\nenhanced opportunities for community participation, and increase the prospect of transparency\nin allocating and using natural resources. However, sustainable management of resources in\nthe changed context will require capacity building at the local level followed by implementation\nof complementary programs/projects addressing related policy and institutional issues. Unless\nlocal planners are able to make proper inventory of the resource base, identify the related\nproblems  and  issues,  and  work  out  a  plan  for  allocating  and  managing  resources  on  a\nsustainable basis and guide the decision-making process accordingly, the resource may be\nused for short-term gains with serious implications for long-term viability.\n43. The Project provides for capacity building at the local level to effectively carry out the\nfunctions  and  responsibilities  devolved  to  the  regions  for  managing  marine  and  coastal\nresources.  It  builds  on  the  lessons  learned  from  previous  projects  and  formulates  a\ncomprehensive program for expansion of the integrated planning concept in the participating\nprovinces.\nB.  Objectives and Scope\n44. The  objectives  of  the  Project  are  sustainable  management  of  marine  and  coastal\nresources and biodiversity, and protection of the environment in a decentralized framework of", "12\ngovernment. The Project includes (i) strengthening local capacity to plan and manage marine\nand coastal resources sustainably, (ii) improving the availability of and access to quality spatial\nand biodiversity data and information, (iii) improving the legal and regulatory framework for\nresource management and compliance, (iv) using ICZPM to identify viable alternative income-\ngenerating activities in coastal zones, and (v) improving socioeconomic and environmental\nconditions in selected coastal habitats.\n45. The Project will be implemented in following 15 provinces, or such other provinces as\nthe Government and ADB may agree: (i) North Sumatra; (ii) West Sumatra; (iii) South Sumatra;\n(iv) Riau; (v) Bengkulu; (vi) Lampung; (vii) West Kalimantan; (viii) Central Kalimantan; (ix) South\nKalimantan;  (x)  East  Kalimantan;  (xi)  North  Sulawesi;  (xii)  Central  Sulawesi;  (xiii)  South\nSulawesi;  (xiv)  Southeast  Sulawesi;  and  (xv)  West  Nusa  Tenggara.  The  provinces  were\nselected  considering  a  range  of  coastal  types  and  ecosystems  and  varying  levels  of\nsocioeconomic  conditions  in  the  provinces,  and  the  commitment  shown  by  the  provincial\nauthorities.\n46. The  Project  will  provide  for  ICZPM  initiatives  for  a  priority  marine  and  coastal\nmanagement area in each province, covering about 2-5 districts. MCMAs were selected in\naccordance with criteria given in Appendix 3. The selection criteria combine environmental and\nsocial issues to provide an optimal level of environmental, economic, and social benefits. Of an\nestimated 15 million poor living in the 15 project provinces, about 8 million live in the 42 districts,\nthe whole or part of which will constitute the project MCMAs.14 Ten of the 15 MCMAs have\npoverty incidence exceeding 30 percent, against the national poverty incidence of 23 percent.\nMalnutrition  rates,  as  measured  against  weight-for-age  for  children  under  the  age  of  five,\nexceed 20 percent in most of the districts of the project MCMAs, and exceed 40 percent in\npoverty-stricken districts in 10 MCMAs.  Expenditures on food were estimated to be 60-90\npercent of all monthly expenditures, with little remaining for nonfood basic needs. Key indicators\nof poverty in the 15 provinces and the MCMAs are in Appendix 4. At the beginning of project\nimplementation, the selected MCMAs will be further reviewed, with involvement of various\nstakeholders at regional and local levels. If required, adjustments in their geographic coverage\nwill be made in consultation with ADB.\n47. The project components are (i) coastal marine resources planning and management, (ii)\nspatial  data  and  information  management,  (iii)  marine  and  coastal  resources  laws  and\nenforcement, and (iv) small-scale natural resources management schemes.\n1. Coastal Marine Resources Planning and Management\n48. This component will promote ICZPM by improving and strengthening the planning and\nmanagement  capacity  of  provincial  and  district  BAPPEDAs  and  selected  sector  agencies\ninvolved in assessing and conserving marine resources. ICZPM is a process of governance and\nconsists of the legal and institutional framework necessary to ensure that development plans\nand  programs  are  prepared  with  the  participation  of  those  affected.  A  planning  hierarchy\ninvolving the sequential development of a strategy plan, zoning plan, management plan, and\naction plans, will form the basis of ICZPM activities (Appendix 5). The strategy plan identifies\nprovincial and district planning issues, establishes the agreed-upon directions and expected\n                  \n14  These estimates were based on the February 1999 survey conducted by the Bureau of Statistics. Per capita\nmonthly expenditures on a consumption bundle containing both food and nonfood items were compared with\nprovince-specific poverty lines.", "13\noutcomes for planning and management, and sets a clear basis for organization, control, and\ncommunication of planning. The zoning plan provides for allocation of coastal and marine\nresources in accordance with the zones’ primary intent  and determines (i) permitted activities,\nor conditional activities, which are compatible with the primary intent; and (ii) activities that are\nnot permitted due to their incompatibility. The management plan provides for the protection of\nenvironmentally  sensitive  and  conservation  areas,  addresses  the  institutional  or  legal\nconstraints to plan implementation, and sets out ways to educate and involve the public and\nlocal government in resource management. An important outcome of the management planning\nprocess  is  identifying  at  a  conceptual  level  an  integrated  package  of  specific  projects  or\nprograms that address identified management issues. The action plan then provides details of\nthe programs and projects (such as objectives, scope, costs, implementation arrangements,\nbenefits, etc.) and forms the basis for implementation.\n49. Although the Project will focus on marine and coastal resources, the inland boundary for\nplanning will be the nearest watershed divide (Appendix 5), and physical planning will be\nundertaken for a significant part of inland areas along coastlines. Inland boundaries extending\nfrom the divide to the coastline will allow integration of data sets produced under previous\nnatural resources planning projects (e.g., LREP and LREP II). An entire island may be covered\nif it is small.\n 50. Workshops and consultation meetings with sector agencies, civil society, and the public\nwill be organized to review and discuss (i) data needs, and surveys and mapping requirements;\nand (ii) strategic planning process and developing the hierarchy of plans. Other topics may be:\n(i)  increasing  understanding  of  the  application  of  geographic  information  system  (GIS)\ntechnology  in  planning  and  management,  (ii)  techniques  in  developing  public  participation\nprograms, (iii) natural resource accounting and its use for planning purposes, and (iv) priority\narea planning at a semidetailed level.\n2. Spatial Data and Information Management\n51. The planning and management activities will be supported by collecting additional data\nand information, and installing hardware and software facilities to facilitate access to data and\ninformation by planners and decision makers. Regional government planners will specify the\nthematic data they need for planning, and will contract the supply of data in a specific format,\ndelivery modes, and timetable. The four subcomponents are: (i) surveys and mapping, (ii)\ninformation technology, (iii) spatial data infrastructure, and (iv) national biodiversity information\nnetwork (NBIN).\na. Surveys and Mapping\n52. The  Project  will  provide  for  new  surveys,  creation  of  new  mapping  products,  and\npurchase and value-added processing of existing data and information. Data requirements will\nbe satisfied by a user needs analysis conducted by the BAPPEDAs in the early stages of project\nexecution, immediately following the confirmation of the boundary of the MCMAs. The design\nmethodology recognizes that (i) the data needs of different planning stages and individual\npriority areas may differ; (ii) the availability of existing data is varied; and (iii) advances in\ntechnology, especially through remote sensing, may offer new options during project execution.\n53. The  outputs  will  include  various  base  and  thematic  maps,  organized  according  to\nplanning  issues  or  planning  themes,  for  the  entire  planning  area.  The  major  themes  may\ninclude, but will not be limited to, the following:", "14\n(i)  baseline topographic and bathymetric maps that combine existing land and sea\nmaps and charts;\n(ii)  marine geology including coastal geology, coastal geomorphology, and areas\nsusceptible to tsunami;\n(iii)  fisheries  including  fisheries  infrastructure,  fisheries  resources,  coastal  water\nquality, and mariculture areas;\n(iv)  sea transportation including local and international shipping lanes and ports,\nanchorage areas, and navigation aids;\n(v)  coastal  mining  and  oil  exploration,  including  existing  and  proposed  mining\noperations;\n(vi)  current and proposed industrial sites and infrastructure; and\n(vii)  tourism including significant natural and cultural sites, existing infrastructure, and\nproposed developments.\nb. Information Technology\n54. The Project will provide the hardware/software and training needs of the EA and IAs for\nan  efficient  information  technology  system.  Project  inputs  will  include  (i)  equipping\nprovincial/district  BAPPEDAs  with  modern  GIS  facilities,  (ii)  formal  on-the-job  training  to\nBAPPEDA staff in the use of GIS facilities and related technologies, and (iii) equipping national\nand provincial project offices with basic office technology and basic GIS viewing software.\nc. Spatial Data Infrastructure\n55. The subcomponent will enhance the continued development of spatial data standards,\nexchange protocols, and metadata catalogues started under LREP II and MREP to provide an\ninfrastructure by which all Indonesian spatial data can be catalogued for locating, purchase, and\neventual delivery over the Internet. Project support will include developing infrastructure for\nlocating existing spatial data in all agencies by end users, and promoting and enhancing sale\nand/or  dissemination  of  spatial  data  by  central  agencies  through  provincial  outlets.15  The\nspecific inputs, which will complement ongoing efforts at BAKOSURTANAL and facilitate the\ndevelopment  of  infrastructure  for  an  Internet-based  dissemination  network,  will  include  (i)\nestablishment of a Technical Advisory Group, comprising representatives from major spatial\ndata-supplying  agencies,  private  industry,  and  NGOs,  to  guide  the  development  of  an\nIndonesian spatial data infrastructure and to develop metadata standards and protocols, (ii)\ninstalling an Internet web server facility, aimed at locating and disseminating all spatial data held\nin  government  agencies;  (iii)  streamlining  internal  BAKOSURTANAL  specifications  and\nprocedures  to  enhance  their  own  digital  data  products;  and  (iv)  expanding  the\nBAKOSURTANAL  map  distribution  outlets  to  the  provinces,  including  on-line  ordering  and\npurchases.\n                  \n15    BAKOSURTANAL recently contracted with 12 retail outlets to sell its mapping products. It also has an on-line\ncatalogue and defined product price lists.", "15\nd. National Biodiversity Information Network\n56. As part of information management, the Project will establish NBIN with the aim of (i)\nimproving  the  exchange  of  information  on  marine  and  coastal  biodiversity  among  related\ngovernment  agencies,  (ii)  promoting  public  involvement  in  biodiversity  protection,  and  (iii)\nsupplying information required for spatial planning and implementing the National Biodiversity\nAction Plan. The database to be established under the Project will focus on marine and coastal\nbiodiversity, and will be provided by a group of core organizations for NBIN.\n57. At  the  national  level,  more  than  10  government  agencies  share  responsibility  for\nbiodiversity  management  and  produce  or  process  information  on  biodiversity.  In  addition,\nresearch  institutes,  universities,  and  NGOs  hold  various  data  sets  on  biodiversity.  While\ninformation about biodiversity exists at different levels and in different types, the linkages among\ndifferent stakeholders have not been effective and government agencies have little experience\nin sharing information in a systematic and transparent way. The Indonesian Institute of Sciences\n(LIPI)  and  its  research  centers,  MMAF,  and  selected  universities,  and  NGOs  will  be  core\nmembers of a NBIN association. Membership to the association could be expanded over time.\nIndividual members will be responsible for retaining and updating their own databases.\n58. The Project will support NBIN through the following activities: (i) establish an association\nof NBIN core organizations engaged in biodiversity management activities; (ii) equip them with\nnecessary hardware, software, and training so that they have the capacity to fully participate in\nand benefit from the network; (iii) provide technical support for improving data quality and\nreliability; (iv) establish a national committee for biological data-sharing standards; and (v) link\nNBIN through Internet to the international biodiversity networks and the Global Clearinghouse\nMechanism under the Convention on Biological Diversity.\n3.  Legislative Review and Law Enforcement\n59. The  component  aims  at  strengthening  the  legal  framework  for  managing  natural\nresources,  particularly  marine  and  coastal  resources,  and  improving  the  law  enforcement\nregime in the sector. The Project will provide for (i) reviewing existing laws and traditional rights\nand practices relating to the management of natural resources; (ii) determining the need to\nchange existing laws or relevant regulatory mechanisms to promote more effective enforcement\nof such laws, or to enact new laws to be consistent with the national guidelines on natural\nresources management and to recognize traditional rights; and (iii) assisting the Government in\ndrafting changes to existing legislation or enacting new ones in consultation with stakeholders.\nPriority attention will be given to revising laws regulating fisheries and other marine and coastal\nresources, including sustainable use and protection measures for mangroves, coral reefs, and\nsea grass areas, and will specifically include laws related to spatial planning and jurisdiction of\nrelevant ministries and regional governments over coastal lands classified as mangrove forests.\n60. To improve the law enforcement regime of integrated resource management, the Project\nwill help (i) develop appropriate mechanisms for interagency coordination; (ii) institutionalize\nprocedures and practices for transparency and participation in decision-making processes for\nresource allocation and management; (iii) translate environmental protection issues identified in\nplans/studies  into  binding  conditions  of  licenses  and  approval;    and  (iv)  develop  effective\ninstitutionalized mechanisms for continuing adequate levels of funding and provide personnel\nand other resources for regulatory and law enforcement activities. Resource allocation through\nresource consents, resource permits, and licensing will be defined and included in management", "16\nplanning activities and form a critical implementation mechanism for provincial and district\nICZPM plans.\n4.  Small-Scale Natural Resources Management Schemes\n61. Complementing capacity building for sustainable management planning, the component\nwill support implementation of a range of small-scale, priority activities consistent with the\nproject objectives and the hierarchy of spatial plans. Selected activities will support district and\nsubdistrict decentralization, particularly devolution of responsibility for resource management.\nThe schemes will be selected and implemented following a process approach, with active\nparticipation of stakeholders, thus demonstrating the tangible value of ICZPM. Typically the\nschemes will (i) involve coastal fisheries resources management (CFRM) including rehabilitation\nof damaged fish habitats (i.e., mangroves, coral reefs, and sea grass areas); (ii) improve the\ncoastal  environment  including  control  of  pollution,  siltation  and  erosion;  and  (iii)  develop\nalternative livelihood activities for artisanal  fishers.\n62. The activities will be supported by an innovative outreach program of adaptive research\nand extension initiatives to identify viable income-generating activities for the coastal community\nand to manage coastal ecosystems on a sustainable basis. Research and extension activities\nwill be conducted by domestic research agencies, technology centers, and NGOs specializing in\ncoastal fisheries, mariculture, coral reef protection and management, coastal vegetation and\necosystems. The research and extension topics will be selected from proposals submitted by\nthe agencies and centers. Criteria for evaluating these proposals are (i) adherence to principles\nof  sustainable  management  of  the  marine  and  coastal  resources,  (ii)  responsiveness  to\nidentified issues facing coastal and small island communities, (iii) focus on community-based\nactivities and poverty reduction, (iv) transparency in administrative accountability and conduct of\nactivities, and (v) proven capability of the agencies or NGOs to undertake the proposed tasks.\n63. To improve the eligibility of project-assisted alternative livelihood activities for funding by\nexisting credit schemes, agricultural extension workers and local community organizers will link\nthe organized communities to existing financing schemes operating in the area, train them in\ncredit management and utilization, and business management and operation.\n64. Typically, the costs of the individual schemes will range from $50,000 to $200,000,\nincluding beneficiaries' contribution of labor, materials, and in-kind capital. Four investment\nschemes were identified within MCMAs of the MREP. The schemes will be implemented as pilot\nschemes only after the management plans and action plans of the respective MCMAs have\nbeen fully developed under the Project and subjected to public scrutiny and review. Additional\nschemes will be identified under the management and action plans to be prepared for the new\nMCMAs meeting the selection criteria and approval procedure given in Appendix 6.\n65. The component will also provide for the planning and management of marine parks,16\nencompassing both conservation and economic development objectives. Works will include (i)\nselecting and establishing parks and developing community-based management units; and (ii)\ndeveloping  and  improving  the  provincial  marine  and  coastal  biodiversity  database.  A\ncommunity-based system for monitoring, control, and surveillance (MCS) of marine parks and\nCFRM activities will be established. The MCS will be based on the model being developed for\nCOREMAP.\n                  \n16  Action plans developed for selected marine protected areas under MREP will be reviewed and implemented\nunder the Project.", "17\nC. Cost Estimates\n66. The total cost of the Project is estimated at $70.2 million equivalent, comprising $23\nmillion in foreign exchange and $47.2 million equivalent in local currency. The estimates include\nthe provision of $6.1 million equivalent in taxes and duties. A summary of the project cost\nestimates is given in Table 1.  More detailed cost estimates are in Appendix 7.\nTable 1: Summary of Project Cost Estimates\n($ million)\nForeign Local Total\nComponent Exchange Currency Cost\nA. Base Costs\n1. Coastal Marine Resources Planning and\nManagement 8.48 16.43 24.91\n2. Spatial Data and Information Management 5.99 10.42 16.41\n3. Legislative Review and Law Enforcement 0.18 1.57 1.75\n4. Small-scale Natural Resources Management\nScheme 3.60 11.29 14.89\nSubtotal (A) 18.25 39.71 57.96\nB. Contingencies\n1. Physical a 1.83 3.97 5.80\n2. Price b 1.37 3.52 4.89\nSubtotal (B) 3.20 7.49 10.69\nC. Interest Charges c 1.55 - 1.55\nTotal 23.00 47.20 70.20\nPercent      32.80 67.20 100.00\n(cid:190)  = magnitude zero.\na  Estimated at 10 percent of base costs.\nb\n  Calculated on the basis of constant purchasing power parity exchange rates. The exchange rate for the base\ncost is at $1.00 = Rp8,000. Local inflation rates are projected at 7.0 percent annually for 2001-2002, and at 5.0\npercent thereafter. Foreign inflation rates are projected at 2.5 percent annually for 2001-2006.\nc\n  Interest charges at 1.0 percent per annum during the project implementation period of six years.\nSource: Staff estimates.\nD. Financing Plan\n67. In view of Indonesia’s economic difficulties and fiscal constraints in the short- to medium-\nterm, the Government requested that ADB’s share in project financing be increased from 60\npercent  to  80  percent  as  an  interim  measure.  Although  Indonesia’s  economic  recovery\ncontinues, the economic situation remains difficult.  Public debt increased to 93 percent of the\nGDP, and the Government’s fiscal situation is expected to remain unfavorable over the medium\nterm. Given the difficult situation, it is proposed that ADB finance 80 percent of the project cost\nduring the first three years of project implementation and revert to 60 percent financing in the\nfourth year. A similar financing arrangement is being proposed for all project loans for Indonesia\nto be considered by the Board in 2000. This relaxation of ADB’s cost-sharing limit for project", "18\neconomic recovery, and is consistent with the Graduation Policy17 which provides for cost-\nsharing higher than the country's limit under exceptional circumstances and where justified on\ncountry and project consideration. The World Bank currently provides 75 percent of project\ncosts on a three-year rolling average and it is understood that a further increase in its share is\nbeing considered. The Japan Bank for International Cooperation currently provides about 85\npercent of project costs.\n68. It is proposed that ADB provide a loan to the Government in the amount of $50 million\nequivalent (71.3 percent of the total project cost) from its Special Funds resources to finance the\nentire foreign exchange cost of $23 million and a portion of the local currency cost amounting to\n$27 million equivalent. The loan will have a term of 32 years, including a grace period of 8\nyears, with an interest charge of 1 percent per year during the grace period, and 1.5 percent per\nyear during the remaining term. Of the remaining local currency cost of $20.2 million equivalent,\nthe Government will finance $17.9 million equivalent and the participating beneficiaries of the\nsmall-scale  natural  resources  management  scheme  component  will  finance  $2.3  million\nequivalent in the form of labor, local materials, and other in-kind contributions. The financing\nplan is summarized in Table 2.\nTable 2: Financing Plan\n($ million)\n Foreign   Local   Total\nSource Exchange Currency Cost Percent\nADB 23.0 27.0 50.0 71.3\nGovernment 0 17.9 17.9 25.4\nBeneficiaries 0 2.3 2.3 3.3\nTotal 23.0 47.2 70.2 100.0\n69. The provision of Special Funds resources for the Project is justified by the capacity\nbuilding  and  nonrevenue-generating  nature  of  the  project,  and  its  positive  impact  on  the\nenvironment and social issues. The Project will strengthen the capacity of regional governments\nfor  sustainable  management  of  natural  resources,  and  provide  invaluable  support  to  the\nGovernment’s efforts for decentralization and deconcentration. The Project will rationalize the\nallocation and use of resources, protect the environment, and help regenerate coastal aquatic\nresources benefiting a sizable section of the coastal community dependent on these resources\nfor livelihood.\nE. Implementation Arrangements\n1.  Project Implementation and Coordination\n70. MMAF will be the EA and will be responsible for overall management of the Project\nthrough its Directorate General for Coasts, Beaches, and Small Islands (DGCBSI). The Project\nIAs are listed in Table 3.\n                  \n17  R204-98: A Graduation Policy for the Bank’s DMCs, 23 November 1998.", "19\nTable 3: Implementing Agencies\nComponent/Subcomponent Implementing Agency\nA.  Component 1: Coastal Marine Respective provinces through\nResources Planning BAPPEDAs\nB.  Component 2: Spatial Data\nInformation Management\n(i)  Survey and Mapping (i)  Respective  provinces  through\nBAPPEDAs\n(ii)  Information Technology (ii)  Respective  provinces  through\nBAPPEDAs\n(iii)  Spatial Data Infrastructure (iii)  BAKOSURTANAL\n(iv)  NBIN (iv)   LIPI\nC.  Component 3: Legislative Review MMAF, in cooperation with provinces\nand Law Enforcement and districts concerned\nD.  Component 4: Small-Scale Respective provinces, in cooperation\nNatural Resources Management with districts and sector agencies\nSchemes (Dinas) concerned\n71. DGCBSI will establish a project management office (PMO) in Jakarta, headed by a\nsenior officer not below the rank of a head of a directorate and supported by an adequate\nnumber  of  technical,  administrative,  and  finance  and  accounts  staff.  The  PMO  will  be\nresponsible for, among others, overall planning and coordinating project activities, consolidating\nproject  budgets  for  various  provinces,  recruiting  consultants,  coordinating  procurement  of\nequipment and materials by respective IAs, staff training programs, loan disbursement, liaison\nwith other concerned government agencies and ADB, project monitoring and evaluation, and\npreparing progress reports for submission to the national Government, provincial governments,\nand ADB. The PMO will be supported by a technical team with full-time staff drawn from\nBAKOSURTANAL, LIPI, MOHA, and MMAF or other relevant agencies and institutions in the\nfollowing  fields  of  expertise:  (i)  marine  coastal  resources  planning,  (ii)  spatial  data  and\ninformation  technology,  (iii)  natural  resources  laws  and  enforcement,  and  (iv)  participatory\nmanagement of natural resources.\n72. At the national level, overall coordination and monitoring of project activities will be\nundertaken  by  a  national  steering  committee  (NSC),  chaired  by  the  deputy  chairperson,\nRegional  and  Natural  Resources  Development  of  BAPPENAS.  The  EA,  IAs,  and  other\nparticipating agencies will be represented on the NSC at the director general level. The NSC will\nalso advise on policies and will meet as necessary and at least twice a year. The PMO will\nserve as the secretariat for the NSC\n73. Each participating province will establish a project implementation unit (PIU) within the\nprovincial BAPPEDA to manage the project activities within its jurisdiction. The PIU will be\nheaded by the head of the Physical Planning Division of BAPPEDA and will include at least\nthree functional staff in natural resources planning and an accountant; some PIUs may need", "20\nmore functional staff depending on the characteristics of the MCMAs in the province. The PIU\nresponsibilities  will  be  (i)  preparing  and  monitoring  the  project  program  for  the  province,\n(ii) obtaining the support of provincial sector agencies concerned, (iii) coordinating with the\nPMO,  (iv) consulting local communities in preparing integrated physical plans and programs;\nand  (v)  maintaining  project  accounts  and  expenditure  statements  for  the  province.  In\nundertaking physical planning activities of the priority areas, the PIU will be assisted by a\nprovincial task force (PTF). The PTF will draw its members from the technical staff of provincial\nand district BAPPEDAs, sector agencies, and local units of relevant national institutions and\nresearch agencies.\n74. Provincial activities will be overseen by a provincial steering committee (PSC), to be\nestablished in each participating province and chaired by the chairperson of the provincial\nBAPPEDA.  PSC  members  will  include  the  chiefs  of  district  BAPPEDAs,  civil  society\nrepresentatives, and the PIU head. The PSC will meet as required, but at least once in each\nquarter.  If  a  PSC  has  already  been  established  in  a  participating  province  under  any\nsubstantially similar project, then it may also be designated as PSC in the province concerned\nfor purposes of the Project, provided its composition is acceptable to ADB. An organization\nchart for project implementation and coordination is given in Appendix 8.\n2. Implementation Schedule\n75. The Project will be implemented over six years commencing in early 2001 (Appendix 9).\nIn 2003, the Government and ADB will jointly undertake a midterm review of the Project to\nassess implementation status, review the project parameters, and take appropriate measures\nincluding modification of scope and implementation arrangements, and reallocation of loan\nfunds as appropriate in light of implementation experience, to achieve the project objectives.\n3. Procurement\n76. Goods and services financed under the ADB loan will be procured in accordance with\nthe ADB Guidelines for Procurement. The EA and IAs have been advised of the need for\nmaintaining transparency and accountability, as required under ADB’s Anticorruption Policy, in\nprocuring all goods and services. The EA and IAs were informed that the ADB anticorruption\nprovisions (as provided in ADB's Guidelines for Procurement and Guidelines on the Use of\nConsultants) will apply to all expenditures financed under the proposed loan.  This means that:\n(i) ADB will reject a proposal for award if the proposed bidder is found to have engaged in\ncorrupt or fraudulent practices in competing for the contract in question; (ii) any expenditures\nincurred with or through corrupt or fraudulent practices will not be reimbursable; (iii) any firm or\nindividual found to have engaged in such practices will be declared ineligible, either indefinitely\nor  for  a  stated  period,  for  ADB-financed  contracts;  and  (iv)  where  such  practices  were\ncommitted but Government did not take timely and appropriate remedial action, the relevant\nportions of the loan may be cancelled.\n77. Each supply contract for equipment and materials with an estimated cost of $500,000\nequivalent or more will be awarded on the basis of international competitive bidding (ICB), and\neach contract with an estimated cost of less than $500,000 equivalent will be awarded on the\nbasis of international shopping (IS). Minor items of equipment and materials costing less than\n$100,000 equivalent each will be procured through direct purchase. Civil works packages for\nsmall-scale natural resources management schemes are estimated to cost less than $50,000\neach, and will be undertaken with the participation of local communities and NGOs, employing\nlabor-intensive  technology.  Such  civil  works  contracts  will  be  awarded  in  accordance  with", "21\nprocedures acceptable to ADB. Survey and mapping contracts for MCMAs are estimated to cost\nless than $1,000,000 equivalent each, and will be awarded on the basis of local competitive\nbidding in accordance with selection criteria and procedures acceptable to ADB. A tentative list\nof the major procurement packages is given in Appendix 10.\n78. The PMO and each participating province will submit to ADB for review and approval the\ndraft  bid  documents  for  the  first  contract  for  procuring  equipment  and  materials  and  for\nundertaking survey and mapping in MCMAs. Similarly, the first such contract proposed for\naward and processed by the PMO and each participating province will be submitted to ADB for\nreview and approval.\n4. Consulting Services\n79. The EA and IAs will have consulting services in developing implementation approaches,\nprocedures,  and  guidelines  for  project  activities  including  human  resources  development,\nvarious  studies,  investigations  and  data  collection,  information  management,  stakeholder\nparticipation, rationalization of regulatory measures, and cost recovery. To ensure economy and\nefficiency, consultants working with the provinces will be divided into three regional groups;\neach group will cover five provinces and will be located at a regional hub.\n80. The Project will require an estimated 1,435 person-months of consulting services: 210\ninternational  and  1,225  domestic.  The  international  consulting  firms,  in  collaboration  with\ndomestic consulting firms (as requested by the Government), will provide the services under\nfour  packages:  (i)  project  management  and  coastal  resources  planning  and  management,\n(ii) spatial data and information management, (iii) legislative review and law enforcement, and\n(iv) small-scale resource management schemes. The terms of reference for consulting services\nare in Appendix 11. Consulting firms will be selected and engaged in accordance with ADB’s\nGuidelines on the Use of Consultants and other arrangements satisfactory to ADB for engaging\ndomestic consultants.\n81. The  Project  will  also  engage  NGOs  to  organize  and  assist  local  communities  in\nundertaking small-scale natural resources management activities in the priority areas and in\naccessing existing rural finance schemes operating in the area for alternative livelihood activities\nto  be  promoted  under  the  Project.  The  NGOs  will  be  selected  on  a  competitive  basis  in\naccordance  with  procedures  acceptable  to  ADB.  Special  studies  and  local  training  will  be\ncontracted out to research and educational institutions in accordance with competitive selection\ncriteria and procedures acceptable to ADB.\n5. Advance Action\n82. The consultants engaged under the project management and coastal resource planning\ngroup will play a critical role in ensuring timely commencement of project activities in early 2001.\nTherefore,  the  Government  requested  ADB’s  approval  of  advance  action  for  initiating  the\nrecruitment of this group of consultants soon after project appraisal by ADB. However, contracts\nfor consulting services will be signed only after the ADB loan becomes effective. It is understood\nthat approval of such advance action will not commit ADB to approve the Project or to finance\nany expenditure incurred for the Project.", "22\n6. Training Services\n83. As part of the capacity building measures to be supported under the Project, training will\nbe  provided  to  officials  of  national  Government  and  local  governments,  staff  of  technical\nagencies, selected NGOs, and targeted communities. The training program will include marine\nand coastal resource planning and management, natural resources accounting and its use for\nplanning  purposes,  coastal  marine  surveillance  and  monitoring,  remote  sensing  and  GIS,\ndatabase  management,  CFRM,  community  participation  and  development,  and  project\nmanagement.  The  project  provision  of  training,  based  on  present  assessment,  is  given  in\nAppendix 12. The program provides for short-term and long-term international and domestic\ntraining including degree courses, study visits, and hands-on training, and national, regional,\nand village-level workshops. The training needs will be reassessed in the first year of project\nimplementation, and the program and training methods will be refined accordingly.\n84. Before carrying out any training activities for formal and short-term education programs,\nthe PMO will submit to ADB for review and approval the training plan including (i) areas for\nwhich training will be needed, the diploma and degree programs to be selected, the proposed\ninstitutions  to  be  attended,  and  the  contemplated  duration  of  training  activities;  (ii)  the\njustification for selecting international institutions for short-term study visits and the proposed\ncompetitive selection criteria for local training institutions and international degree education\nprogram  institutions;  and  (iii)  trainee  selection  criteria  and  proposed  trainees.  The  degree\neducation program trainees will be required to serve the participating province concerned for at\nleast three years upon completion of the training.\n7. Project Monitoring and Evaluation\n85. To monitor and evaluate the operational performance of the agencies and institutions\ninvolved and the benefits achieved from project investment, MMAF will, in consultation with\nADB, establish an appropriate project monitoring and evaluation (PME) system within one year\nfrom  loan  effectiveness.  The  PME  will  encompass  (i)  monitoring  of  physical  and  financial\nprogress as well as economy and efficiency of key activities such as recruitment of consultants,\nprocurement of equipment and materials, training arrangements, undertaking of surveys and\ninvestigation,  data  and  image  acquisition,  preparation  of  integrated  management  plans  for\npriority  areas,  improvement  of  legal  and  regulatory/enforcement  framework,  planning  and\nimplementation of small-scale natural resources management schemes; (ii) monitoring of the\nlevel  and  adequacy  of  participation  of  various  stakeholders  including  local  communities  in\nproject activities, particularly those related to natural resources planning, management, and\ndevelopment;  (iii)  monitoring  of  the  Project’s  social,  environmental,  and  economic  impact,\nincluding the establishment of benchmark information and data; (iv) assessing the effectiveness\nand utilization of the PSICs, NBIN, and spatial data information networking at national and\nregional levels; and (v) developing a mechanism for incorporating the project planning and\nimplementing the knowledge acquired and lessons learned in similar projects in the sector.\nPME reports will be prepared by the PMO on a semiannual basis. Upon completion of the\nProject, the project impact will be evaluated in accordance with a schedule and terms of\nreference to be mutually agreed upon with ADB.\n8. Cost Sharing and Fund Flow\n86.  Under agreed-upon arrangements, project loan funds will be provided directly from the\nMinistry of Finance (MOF) to the two levels of management: the PMO in Jakarta, and the PIUs\nat the provincial level. Project funds will be provided as earmarked special funds allocation", "23\n(dana alokasi khusus) budgets. Appendix 13 illustrates the proposed fund flow arrangements.\nThe  Government  assured  that  the  provision  of  funds  from  the  loan  proceeds  and  the\ncorresponding counterpart contributions necessary for financing project activities would continue\nthroughout  project  implementation  through  the  earmarked  special  funds  allocation  in  the\nnational budget, notwithstanding (i) any reallocation of authority or responsibility for channeling\nof external assistance and provision of corresponding counterpart contributions between the\nnational  Government  and  participating  provinces  and  districts;  or  (ii)  any  requirement  for\nproviding  matching  counterpart  contributions  for  funding  project  activities  from  participating\nprovinces and districts, arising from the full implementation of Act Nos. 22 and 25 of 1999.\n9. Special Account and Statement of Expenditure\n87. MOF’s Directorate General of Budget will establish an imprest account, to be called the\nspecial account, at Bank Indonesia (BI) to expedite disbursement of loan proceeds, particularly\nfor expenditures under small contracts. The initial deposit will be based on the estimated\nexpenditures for a period six months, but will not exceed the equivalent of $1 million. ADB’s\nstatement of expenditures (SOE) procedure will be followed to liquidate the special account and\nreimburse individual payments that do not exceed $50,000 equivalent. The special account and\nSOE procedure will be established and followed in accordance with ADB’s Loan Disbursement\nHandbook and detailed arrangements agreed upon by the Government and ADB.\n 10. Reports, Accounts, and Audit\n88. The PMO will submit to ADB quarterly progress reports containing a summary of the\nphysical and financial progress achieved under the Project, problems encountered and how\nthey were resolved, and the proposed program for the next quarter. Within three months after\nProject completion, the PMO will furnish ADB with a project completion report containing details\nof the activities completed vis-à-vis appraisal targets, actual costs, performance of consultants\nand contractors, effectiveness of the implementation arrangements, achievement of objectives,\nand lessons learned.\n89. The Government has agreed that MMAF will establish and maintain separate accounts\nand records exclusively for the Project and will register in such accounts all receipts and\npayments for the Project in accordance with sound accounting principles and procedures. The\naccounts and financial statements for each fiscal year, including the special account and the\nSOE records, will be audited by the sovereign audit agency of the Government or other auditors\nacceptable to ADB, in accordance with appropriate auditing principles. The Government has\nfurther agreed to submit to ADB, not later than nine months after the end of the fiscal year,\naudited financial statements of the previous year along with the auditor’s report expressing the\nauditor’s opinion on the statements. The auditor’s report will also include the auditor’s opinion\non use of the special account and the SOE procedure. Both the financial statements and\nauditor’s report will be in the English language. The Government and MMAF were informed of a\nnew ADB policy on submission of audited accounts, which covers failure in submitting audited\naccounts and financial statements within the due time. A formal warning will be issued for\naccounts more than six months overdue and disbursements will be suspended for accounts that\nare 12 months overdue.\nF. The Executing Agency\n90. MMAF was established under Presidential Decree No. 136 of 1999. MMAF’s mandate\nincludes (i) coordinating all scientific, economic, and socioeconomic activities in Indonesia’s", "24\nmarine  and  coastal  areas;  (ii)  coordinating  with  other  national  agencies  in  enacting,\nimplementing,  and  monitoring  laws  and  regulations  relating  to  use  of  marine  and  coastal\nresources; (iii) promoting sustainable management of marine and coastal resources; and (iv)\nsupporting socioeconomic development in coastal zones. These responsibilities are shared by\nits five directorate generals of: (i) Harmonization of Research and Sea Exploration; (ii) Fisheries;\n(iii) Sea Surveillance and Protection; (iv) Coasts, Beaches, and Small Islands (DGCBSI); and (v)\nInstitutional Capacity Building. The Directorate General of Fisheries (DGF) earlier belonged to\nthe Ministry of Agriculture, but was relocated to MMAF with all staff and facilities. DGF is\nexecuting  the  ADB-financed  Coastal  Community  Development  and  Fisheries  Resources\nManagement Project (footnote 11). The four other directorate generals, including DGCBSI, are\nnew and their staff requirements are being met through redeployment from relevant agencies\nand  institutions.  DGCBSI  will  be  responsible  for  overall  project  management  and\nimplementation. It has assembled a core group of qualified staff, most of whom worked for\nprevious ADB projects in the sector. DGCBSI comprises the directorates of (i) Coasts, (ii) Small\nIslands, (iii) Spatial Planning, and (iv) Society Empowerment. While all the four directorates\nhave been involved in the project preparation and will provide support for its implementation, the\nDirectorate of Coasts has assumed PMO responsibility and its professional staff strength will be\nincreased from 23 to 36 through redeployment by January 2001. In addition, the PMO will be\nsupported by a technical team (TT) of 16 full-time staff drawn from MMAF and IAs. Eight staff\nhave already been appointed and the remaining eight staff will be engaged by 31 March 2001.\nG. Environmental and Social Measures\n91. The  Project,  as  a  whole,  has  a  strong  orientation  toward  sustainable  resource\nmanagement and, therefore, should have minimal adverse environmental impacts. However,\nactivities in the small-scale natural resources management schemes component might pose\nsome environmental problems if their planning, design, and implementation do not provide for\nnecessary environmental safeguards. As such, the Project has been classified in Category B. A\nsummary initial environmental examination (SIEE) report is given in Appendix 14. The SIEE\nhighlights specific environmental criteria and concerns that need to be carefully examined when\nselecting, designing, and implementing the schemes. The feasibility report on each small-scale\nnatural resources management scheme will include an initial environmental examination (IEE),\nprepared  in  accordance  with  ADB's  environmental  guidelines  and  the  Government's\nenvironmental monitoring requirements. The IEE will be submitted to BAPEDALDA (Provincial\nEnvironmental Impact Management Agency) and the relevant AMDAL (Environmental Impact\nAssessment) Commission for review and approval. If the IEE determines the need, a detailed\nenvironmental impact assessment will be carried out for the scheme.\n92. None of the project activities are expected to adversely affect any community in the\nproject area. On the contrary, specific measures have been incorporated in the project design to\nrespond, within the basic framework of the Project, to the needs of the local community. These\nmeasures include recognizing the traditional rights of communities to local resources, promoting\ncommunity participation in planning and managing resources, and rehabilitating and improving\nthe  resources  in  selected  coastal  areas  including  developing  alternative  livelihood  for  the\ndisadvantaged coastal communities. \nH. Technical Assistance\n93. In Indonesia, development planning and resource management initiatives have largely\nbeen national activities. The provincial and district BAPPEDAs were established in the 1980s,\nbut  their  actual  function  strongly  focused  on  regional  coordination  of  sector  development", "25\ninitiatives  decided  at  the  national  level.  Some  provincial  BAPPEDAs  have  gained  some\nexperience in resource planning and management through the ADB-assisted LREP, LREP II,\nand MREP, while district BAPPEDAs do not yet have necessary human resources, technical\nknow-how, and required facilities.\n94. Act 22/99 requires a major shift in responsibility for development planning and resource\nmanagement from the national level to provincial and district levels. Such decentralization will\nrequire creating local awareness and understanding of the problems and issues involved in\nnatural  resources  planning  and  management  and  strengthening  of  capacity,  including\nmobilization of resources (human, physical, and financial) to match the increased responsibility.\nThe project provides support to 15 of the 26 provinces and only 42 of about 341 districts to\nstrengthen resources planning and management capacity, with focus on marine and coastal\nresources.  The  Government  needs  to  develop  a  program  for  capacity  building  of  regional\nplanning and sector agencies nationwide, particularly at district level to cover both terrestrial and\nmarine resources. The Government has, therefore, requested ADB to provide a TA in preparing\na program for decentralized capacity building for natural resources management.\n95. The TA for Capacity Building for Decentralized Natural Resources Management will (i)\nanalyze  the  implications  of  decentralization  measures  on  the  roles  and  functions  of  the\nBAPPEDAs and sector agencies at the provincial and district levels, including an assessment of\nhuman resources, technical know-how, and logistical support in the context of natural resources\nmanagement; (ii) evaluate the implications of the existing and evolving regulatory framework for\nnatural resources management on regional capacities for undertaking resource planning and\nmanagement; (iii) provide specific recommendations for viable institutional and organizational\nreforms to improve the capacity for decentralized management of natural resources at the\ndistrict and provincial levels; (iv) select about five district BAPPEDAs, based on agreed-upon\nselection criteria, and implement a pilot capacity building program, following a holistic approach\nin  natural  resources  planning  and  management;  and  (v)  make  general  recommendations,\napplicable throughout the country, for strengthening provincial and district BAPPEDA functions\nand capabilities to fulfil their responsibilities for planning the sustainable management of natural\nresources and the environment. The terms of reference for the TA are in Appendix 15.\n96. The total cost of the TA is estimated at about $975,000 equivalent, of which $775,000\nwill  be  financed  by  ADB  on  a  grant  basis  from  the  Japan  Special  Fund,  funded  by  the\nGovernment  of  Japan.  The  Government  will  finance  the  equivalent  of  $200,000  in  local\nexpenditures. The cost estimates and financing plan are given in Appendix 15. ADB will select a\nteam of international and domestic consultants to be recruited through a firm in accordance with\nADB’s Guidelines on the Use of Consultants, and other satisfactory arrangements for engaging\ndomestic consultants. A total of 16 person-months of international consultants with expertise in\ninstitutional  strengthening,  natural  resource  planning  and  management,  natural  resources\naccounting, and natural resources law will be required. This will be complemented with 22\nperson-months of domestic consultants in the areas of spatial planning, resource management,\nresource accounting, institutional development, and local laws and regulations. MOHA will be\nthe EA for the TA and will implement it through its Directorate General of Rural Development.", "26\nV. PROJECT JUSTIFICATION\nA. Benefits\n97. The principal project benefits will accrue from enhanced local capacity to plan and\nmanage the sustainable development of marine and coastal resources, a responsibility that will\nsoon be devolved by the national Government to regional governments.  Improved planning will\nlead  to  rational  and  coordinated  allocation  of  resources  for  development,  emphasizing\nsustainable exploitation, protection, and conservation, and improved public consultation and\nparticipation. The physical plans prepared for the priority areas will facilitate identifying and\nprioritizing potential investment opportunities for the public and the private sector. Since the\ninland  boundary  for  planning  will  be  the  nearest  watershed  divide,  physical  planning  for\nsignificant parts of inland areas will also be undertaken in conjunction with marine and coastal\nareas.\n98. The development of spatial data infrastructure under the Project will generate quality\ndata and information on marine and coastal geology and geomorphology; marine and coastal\necosystems; vegetative cover, land use, and land suitability; urban and industrial developments\nin  coastal  zones;  and  social  and  environmental  issues.  Enhanced  legal  protection  and\nempowerment of communities to exercise their traditional rights over local marine and coastal\nresources,  and  more  effective  law  enforcement  will  result  in  increased  accountability  and\ntransparent  use  of  resources,  and  reduce  illegal  activities  that  lead  to  environmental\ndegradation.\n99. The small-scale natural resources management schemes will rationalize the use of\ncoastal resources, and improve the living conditions of disadvantaged coastal communities. The\noverall investment costs of the small-scale schemes will amount to less than $1 million in each\nprovince over a period of six years. Despite the small investment size, these schemes and the\nassociated  capacity-building  initiatives  will  provide  opportunities  for  local  governments  and\ncommunities to have hands-on practice in decentralized planning, and implementation of small\nand affordable development initiatives.\nB. Financial and Economic Analyses\n100. Due  to  the  predominantly  capacity-building  nature  of  the  Project,  the  financial  and\neconomic analyses were limited to assessing the quantifiable costs and benefits of the small-\nscale natural resources management schemes. The Project is expected to generate direct\nbenefits from the schemes as formulated and prioritized in the action plans of the selected\nareas.\n101. The investment initiatives that have been identified include coastal fisheries, coastal\nenvironmental improvement, and alternative livelihoods for sustained income generation. For\nillustrative  purposes,  four  models  were  developed  to  demonstrate  the  potential  costs  and\nbenefits of small-scale schemes that were identified by the participating provinces: (i) seaweed\nculture development, (ii) sea bass cage culture, (iii) silvofishery development, and (iv) mangrove\nrehabilitation  to  control  coastal  erosion.  Details  of  the  financial  and  economic  analyses,\nincluding assumptions and sensitivity analyses, are presented in Appendix 16.\n102. The financial internal rates of return (FIRRs) were estimated at about 24 percent for\nseaweed culture, 35 percent for sea bass cage culture, and 23 percent for silvofishery activities.\nAdjusting  for  economic  prices,  the  economic  internal  rates  of  return  (EIRR)  were", "27\ncorrespondingly estimated at about 29 percent for seaweed culture, 41 percent for sea bass\ncage culture, 29 percent for silvofishery, and 12 percent for mangrove rehabilitation to control\nerosion. The FIRRs are sensitive to reduction in benefits and increases in operating costs, but\ngenerally robust to increases in investment costs. The FIRRs would fall to 12 percent when\nexpected benefits are reduced by 6 percent for seaweed culture, 8 percent for sea bass cage\nculture, and 16 percent for silvofishery. The FIRRs would fall to 12 percent when operating\ncosts rise by about 7 percent for seaweed culture, 11 percent for sea bass cage culture, and 28\npercent for silvofishery. Nonetheless, the risks of reduction in benefits can be minimized through\nadoption  of  recommended,  relatively  simple,  and  well-proven  technology,  combined  with\nreasonable management practices to avoid undue shortfalls. Output price risks are minimal,\ngiven the steady consumer demand for fish and seafood in the local and regional markets.\nC. Environment\n103. The Project will have a substantial positive impact on the environment. The preparation\nand application of spatial plans based on ICZPM principles will allow systematic assessment of\ninland, marine, and coastal resources, and help develop strategies and actions to address\nconflicts over resource uses, control the impacts of human intervention on the environment, and\nprevent further degradation of the inland, marine, and coastal ecosystems.\n104. Controlling  and  managing  upstream  activities  including  industrial  development  and\nagricultural  operations  through  appropriate  zoning  will  minimize  downstream  impacts  on\nestuaries  and  coastlines.  Consequently,  sensitive  coastal  habitats  such  as  wetlands  and\nmangroves  can  be  safeguarded  to  provide  physical  shelters  for  numerous  species  of\nshorebirds, crabs, shrimps, fish, and invertebrates. They can also act as a buffer to stabilize\ncoastal shorelines and protect them from tidal surges and erosion. Likewise, protecting the coral\nreef systems will ensure shelter and food for valued species of fish and shellfish, and contribute\nto  renewable  marine  resources  and  biodiversity.  Alternative  sources  of  livelihood  and\ninvestments in natural resources management schemes are expected to work in synergy to\nachieve strong ownership and partnership among stakeholders, including local communities, in\nprotecting the natural resources base for sustained exploitation.\nD. Social Dimensions\n105. Marine and coastal resources provide important sources of livelihood for a large number\nof people in coastal zones and small islands. Population pressure and increased economic\nactivities have frequently resulted in depleted resources, and intensified conflicts in allocations\nand uses of resources. This condition is exacerbated by lack of opportunities for alternative\nlivelihoods.\n106. The project initiatives will improve planning and management functions, thus arresting\nfurther  degradation  of  the  natural  resources,  and  allowing  sustainable  exploitation  and\nimprovements in living standards of coastal and small-island communities. The consultative\nplanning and management concepts promoted by the Project will increase transparency and\naccountability in zoning decisions and management of spatial plans. These plans, along with\nincreased public access and enforcement, will provide a rational means for preventing and\nresolving conflicts among diverse and competing interests, and reconciling the interests of the\ngeneral public and the private sector. The management plans will recognize the traditional rights\nof  local  communities  in  coastal  land  use  and  environment-friendly  exploitation  of  natural\nresources. Collaborative efforts and partnership between government agencies, and NGOs  will\npressure government authorities to become more service-oriented.", "28\nE. Poverty Impact\n107.  A significant portion of the estimated 8 million poor in the 42 project districts are in the\n15  MCMAs  for  which  ICZPM  is  to  be  planned  and  implemented  (para.  46).  The  Project\ninitiatives will benefit these poor through a number of process channels. Improved management\nof marine and coastal resources will allow recovery and replenishment of renewable natural\nresource assets, and thereby safeguard the sustainability of the income base for the local\ngovernments  and  communities  concerned.  Consultative  and  participatory  processes  that\nunderpin  zoning  decisions,  management  plans,  and  action  plans  will  empower  local\ncommunities  and  stakeholders  to  prevent  unilateral  decisions  and  abuses  of  power  by\nauthorities and vested interest groups in allocating and exploiting natural resources. Improving\nthe regulatory framework related to natural resources with project assistance will enhance the\neffectiveness of the plans and allow public endorsement of enforcing penalties and sanctions.\n108. Disadvantaged coastal communities will receive direct benefits from targeted small-scale\ninvestment schemes that include rehabilitation of degraded coastal areas and development of\nalternative livelihoods. Alternative sources of livelihood based on labor-intensive mariculture,\nand  silvofishery  activities  demonstrate  that  significant  employment  and  incomes  can  be\ngenerated  to  ease  pressure  on  capture  coastal  fisheries.  Through  CFRM  initiatives,  the\nlivelihood resource base for the artisanal fishers can be sustained by protecting fish habitats to\nallow recovery of fish stocks and other aquatic resources, rehabilitating mangroves and coral\nreefs, and reducing destructive fishing. Emphasis will be on targeting alternative revenue and\nemployment-generating initiatives in the selected MCMAs where the incidence of poverty is\nparticularly severe.\nF. Risks\n109. The risks that could adversely affect the achievement of the project objectives and its\nsustainability are (i) uncertainties emanating from the evolving decentralization process and\ninstitutional arrangements at provincial and district levels, (ii) institutionalization of the spatial\nplanning and ICZPM process in the BAPPEDAs, and (iii) financial resources and cost recovery.\nThe implications of these issues and risks, and measures proposed for their mitigation are\nsummarized below.\n110. Evolving Decentralization Process. Act 22/99 and Act 25/99 on administrative and\nfiscal decentralization are scheduled to become effective on 1 January 2001. This will require\ndrafting and approval of a range of enabling rules and regulations and reorganization of regional\ngovernment  services,  BAPPEDAs,  and  sector  agencies.18  The  national  and  regional\ngovernments are working together to strengthen the regional institutions by redeploying staff\nfrom the related national agencies, commencing in early 2001. While funds are being allocated\nin the regional budgets for increased staff resources, the slow pace in enacting enabling laws to\ndecentralize  functional  and  fiscal  responsibilities  may  delay  the  required  institutional\nstrengthening process at the regional level. The project design takes into account the possible\ndelay, and the number of qualified staff for marine coastal resources planning and management\nin a participating province during the initial years is based on current staff strength, with a\nmodest increase in the second half of the implementation period. On that basis, the participating\nprovinces have expressed commitment to establish a PIU with a specified number of qualified\nstaff within one month of loan effectiveness (para. 114).\n                  \n18  ADB has provided assistance in, among others, drafting the enabling laws under TA 3177-INO: Capacity Building\nto Support Decentralized Administrative System, for $500,000, approved on 25 March 1999.", "29\n111. As  the  rules  and  regulations  to  implement  fiscal  decentralization  are  still  being\ndeveloped, the national Government undertook to bear full responsibility for the ADB loan and to\nprovide required counterpart funds throughout the implementation period. Counterpart funds will\nbe allocated in the national budget as special allocations to the participating provinces (para.\n114).\n112. Institutionalizing  ICZPM.  Project  sustainability  requires  that  spatial  planning  and\nICZPM processes be institutionalized within the planning functions and responsibilities of the\nBAPPEDAs. The incentives for this institutionalization will depend largely on the impacts that\nICZPM plans can make in the priority areas, and the rewards that local governments can derive\nfrom  sustainable  management  of  resources.  The  priority  MCMAs  were  selected  by  local\ngovernments in accordance with agreed-upon criteria that emphasize the need for improving the\nenvironmentally degraded and socially disadvantaged areas. The management plans to be\nprepared for priority areas under the Project are expected to underscore the urgency and\ndefinition that are deficient in a conventional plan. Moreover, the reforms and associated fiscal\nbenefits introduced under Acts 22/99 and 25/99 strengthen the sense of ownership of local\ngovernments  for  natural  resources,  and  provide  a  congenial  environment  for  adopting  a\nsustainable approach to resource management in their jurisdiction.\n113. Cost Recovery. The spatial information centers of the BAPPEDAs are expected to\nbecome partially self-financing by the end of the Project. Operational costs for maintaining the\nprovincial information centers, including providing for adequate equipment maintenance and\nperiodic  replacement,  were  estimated  at  about  $60,000  annually.  This  level  of  funding  is\naffordable to the provincial BAPPEDAs. Existing BAPPEDA budget allocations for information\nand planning products generally exceeds the requirements for maintaining information centers.\nNonetheless, provision has been made for the services of a business development adviser in\ndeveloping a range of value-added information services so as to generate additional revenues\nand attain an increasing level of self-financing capability.  The business development adviser\nwill  also  provide  staff  training  in  marketing  strategies  aimed  at  establishing  within  the\nBAPPEDAs an environment that encourages interaction between the public (the client) and\ngovernment staff based on accessibility of data and information.\nVI.  ASSURANCES\n114. The Government has given the following specific assurances, in addition to the standard\nassurances, which have been incorporated in the legal documents:\n (i) Within one month of loan effectiveness, the Government will establish (a) a NSC\nfor overall coordination and monitoring of project activities, and (b) a PSC in each\nparticipating province.\n(ii)  The Government will ensure that the PMO will be supported by a technical team\nof at least 16 full-time qualified staff not later than 31 March 2001.\n(iii)  Within  one  month  of  loan  effectiveness,  the  Government  will  cause  each\nparticipating province to establish a PIU and a PTF in the province. Each PIU will\nbe headed by the head of Physical Planning Division of the provincial BAPPEDA\nand will have at least three staff members in natural resources planning and\nmonitoring and one staff member in accounting, in each case with qualifications\nand experience acceptable to ADB.", "30\n(iv)  Within six months from loan effectiveness, BAKOSURTANAL will establish a\ntechnical advisory group, made up of representatives from major spatial data-\nsupplying agencies, private industry, and NGOs to guide the development of\nIndonesian spatial data infrastructure and to develop metadata standards and\nprotocols.\n(v)  LIPI will ensure the establishment of a NBIN association within six months of the\nloan  effectiveness.  The  members,  including  universities  and  NGOs,  will  be\nselected in accordance with criteria and procedures acceptable to ADB.\n(vi)  The  Government  assured  that  funds  from  the  loan  proceeds  and  the\ncorresponding  counterpart  contributions,  necessary  for  financing  project\nactivities, will be provided throughout project implementation through budgetary\ntransfer of funds earmarked for such purposes. This is notwithstanding (a) any\nreallocation of authority or responsibility for channeling external assistance and\nproviding  corresponding  counterpart  contributions  between  the  national\nGovernment and participating provinces and districts, or (b) any requirement to\nprovide  matching  counterpart  contributions  to  fund  project  activities  from\nparticipating provinces and districts, arising from the full implementation of Act\nNos. 22 and 25 of 1999.\n(vii)  The Government will ensure timely availability of counterpart funds necessary for\nthe project implementation period. Action will be taken for timely submission of\nannual  budgetary  appropriation  request  to  meet  the  counterpart  funding\nrequirements and for prompt disbursement of allocated funds.\n(viii)  The  Government  will  ensure  that  all  necessary  measures  are  taken  during\nproject implementation to enable the spatial information centers of BAPPEDAs\nstrengthened  under  the  Project  to  effect  cost  recovery  for  disseminating\ninformation and maps and to promote self-financing of spatial data collection and\ndistribution.\nVII. RECOMMENDATION\n115. I am satisfied that the proposed loan would comply with the Articles of Agreement of\nADB and recommend that the Board approve the loan in various currencies equivalent to\nSpecial Drawing Rights 38,752,000 to the Republic of Indonesia for the Marine and Coastal\nResources Management Project, with a term of 32 years, including a grace period of 8 years,\nand with an interest charge at the rate of 1 percent per annum during the grace period and 1.5\npercent per annum thereafter, and such other terms and conditions as are substantially in\naccordance with those set forth in the draft Loan Agreement presented to the Board.\nTADAO CHINO\n    President\n3 October 2000", "31\nAPPENDIXES\nNumber Title Page   Cited On\n(page, para.)\n1 Project Framework 32 1,2\n2 ADB Assistance to Indonesia for the Marine\nand Coastal Resources Sector 35 7,26\n3  Priority Marine and Coastal Management Areas 36 12,46\n4 Poverty Indicators in Project Provinces and MCMAs 38 12,46\n5 Integrated Coastal Zone Planning and Management 39 12,48; 13,49\n6 Small-Scale Natural Resources Management Schemes  40 16,64\n7 Detailed Cost Estimates 43 17,66\n8 Organization Chart 45 20,74\n9 Implementation Schedule 46 20,75\n10 Tentative Packages for Procurement of Goods\nand Services 47 20,77\n11 Terms of Reference for Consultants 48 21,80\n12 Training Program  55 22,83\n13 Fund Flow Arrangements  57 22,86\n14 Summary Initial Environmental Examination  58 24,91\n15 Technical Assistance for Capacity Building for\nDecentralized Natural Resources Management  65 25,95-96\n16 Financial and Economic Analyses 68 26,101\nSUPPLEMENTARY APPENDIXES\n(available on request)\nA Detailed Cost Estimates\nB Supporting Table for Financial and Economic Analyses", "32\nAppendix 1, page 1\nPROJECT FRAMEWORK\nNarrative Summary Performance Targetsa Means of Verification Assumptions and Risks\n1. Goal\nSustainable development • Maintenance of productive • Environmental monitoring •  Continued Government\nand management of ecological, socioeconomic and evaluation reports, commitment toward\nIndonesia's coastal and functions and protection of economic statistics, sustainable\nmarine resources biodiversity in coastal and socioeconomic surveys, development\nmarine areas, held at least marine biodiversity\nto year 2000 levels monitoring during and\nafter project\nimplementation\n2. Purpose\nEnhanced local capacity to • Provincial and district • Project completion report •  Environmental and\nplan and manage the BAPPEDAs are • Orderly sequence of social issues given\nsustainable development performing spatial legally binding spatial equal priority with\nof coastal and marine planning as a routine plans dealing with coastal economic issues by the\nresources function by 2006. and marine resources provinces\n• Integrated hierarchy of •  Laws relevant to natural\nspatial plans incorporating resources management\nterrestrial, marine, and are rationalized/revised\ncoastal environment is to be in harmony with\napproved by participating Law 22/99 and Law\nprovincial and district 25/99.\ngovernments by year 2006\n3.Component/Output\n3.1 Coastal and Marine\nResources Planning and\nManagement\n• Staff in 15 provincial • Integrated hierarchy of • Public review of •  Intersector planning\nBAPPEDAs and about 45 spatial plans and ICZPM provincial strategy, functions consolidated in\ndistrict BAPPEDAs are are formally adopted and zoning, management and BAPPEDA\ntrained in integrated updated according to action plans to determine •  Government\ncoastal zone planning and schedule. quality commitment to create\nmanagement (ICZPM). • Project-supported public • Reports from public and staff functional\n• Reliable spatial plans are participation forums are participation forums, positions in BAPPEDA\ngenerated for priority routinely held in each including exit reports\nareas. province. • Records of participation\n• Public participation and • Plans are displayed in in stakeholder task forces\nstakeholder inputs to public locations and • Project progress reports\nspatial planning are licensing and permitting\ninstituted as a routine are based on spatial\npractice. plans.\n3.2 Spatial Data and\nInformation Management\n3.2.1 Subcomponent -\nSurveys and Mapping\n(S&M)\n• Spatial data and • Various thematic maps, • Maps and database •  Data needs assessment\ninformation needs of organized according to • Progress reports and their delivery are\npriority areas are planning issue themes, • Procurement records carried out in a timely\nassessed and collected. are available. manner.\n                  \na All targets relate mainly to the priority areas in the participating provinces.", "Appendix 1, page 2\n33\nNarrative Summary Performance Targets Means of Verification Assumptions and Risks\n3.2.2 Information\nTechnology\n• On-the-job training in • Each province will have a • Progress report •  Appropriate technology\ngeographic information well-functioning PSIC. • Procurement records will be selected to\nsystem (GIS) and • BAPPEDA staff are using • Project inventory records automate the production\ninformation technology (IT) IT in obtaining quality data/ • On-site and hands-on of spatially useful\nis provided to BAPPEDA information for natural inspection of facilities and information and value-\nstaff. resources planning. equipment setup added products suitable\n• Provincial spatial • Training reports and for planning.\ninformation centers numbers attending\n(PSICs) are established,\nequipped, and maintained\nas a modern GIS facility.\n• BAPPEDA is strengthened\nin use and application of\nIT.\n3.2.3 Spatial Data\nInfrastructure\n• BAKOSURTANAL staff • TAG guides the • Progress reports. •  Budget allocated for\nare trained in spatial data development of an • Documents on metadata TAG meetings\ncollection and Indonesian spatial data standards and protocols •  Products for sale have\nmanagement. infrastructure (ISDI) and • Operational web site with demands\n• BAKOSURTANAL internal metadata standards and geospatial metadata\nprocedures and protocols. search engine with\nspecifications for digital • Web server facility  is operational  geographic\ndata products are operational, with system marine resource\nstreamlined. for metadata accessibility information system\n• Technical advisory group created either in-house or (GMRIS) web site\n(TAG) comprising spatial co-located. • Number of provinces\ndata-supplying agencies, • Map distribution outlets where map distribution\nprivate industry, and expand to the provinces. outlet has been\nnongovernment established\norganizations (NGOs) is\nestablished.\n• BAKOSURTANAL map\ndistribution outlets are\nestablished at provincial\nlevel.\n3.2.4 National Biodiversity\nInformation Network\n(NBIN)\n• National committee for • A well-functioning network • Physical infrastructure in •  Equipment guidelines\nbiological data sharing with high quality place and operational and skills are effectively\nstandard is established. biodiversity data and (hardware and software, used by data providers\n• NBIN core members are information is accessible to web site populated on- or groups.\nidentified and staff trained users. line catalogue)\nin data processing and • Number of  starter kits\nmanagement. distributed and installed\n• NBIN is linked to the for various groups\ninternational biodiversity • Progress report\ncommunity.\n• Operational web site with\nsearch engine is linked\nwith international\nclearinghouse mechanism.", "Appendix 1, page 3\n34\nNarrative Summary Performance Targets Means of Verification Assumptions and Risks\n3.3 Strengthening of\nMarine and Coastal\nResources Laws and\nEnforcement Regimes\n• The legal and regulatory • Legislative amendments to • Project progress reports •  Continued Government\nframework for natural Spatial Planning Act • Revised regulations commitment to\nresources management, (24/92) to ensure gazetted environmental laws in\nparticularly marine compatibility with Law • Copies of permits that support of natural\nresources, is improved. 22/99 on regional comply with spatial plan resources management\n• Traditional rights of autonomy and environmental •  Public participation in\nownership and rights to • Wider recognition of guidelines the revision of existing\ncompensation for loss of traditional laws • Resource allocation natural resources laws\nnatural resources are • Transparency in resource linked to spatial plans and enactment of new\nrecognized. allocation and use through resource laws\n• Less conflicts of interest in permitting and licensing\nresource allocation and\nuse\n• Less violation of\nsustainable resource\nmanagement practices\n3.4 Small-Scale Natural\nResources Management\nSchemes\n• Schemes aimed at coastal • About 50 schemes will be •  Each scheme will meet\nfisheries resources developed and managed; the ADB's environmental\nmanagement (CFRM), and and alternative livelihood requirements.\nenvironmental and activities will be promoted •  Schemes will be\nsocioeconomic for the families who will be community-based and\nimprovement in affected by the project- located in the\ndesignated priority areas supported conservation designated priority\nare identified and measures. areas.\ndeveloped. •  Viable alternative\n• Marine parks livelihood activities will\nencompassing both be identified.\nconservation and\neconomic values will be\nidentified and managed in\nmarine and coastal\nmanagement areas\n(MCMAs).\n4. Activities/Input\n$ million\nFX LC Total\n• Coastal and Marine 8.48 16.43 24.91 • Project progress reports •  Availability of local\nResources Planning and and review mission counterpart fund in a\nManagement • Project completion report timely manner\n• Spatial Data and 5.99 10.42 16.41 • Project accounts\nInformation Management\n• Legislative Review and 0.18 1.57 1.75\nLaw Enforcement\n• Small-Scale Natural 3.60 11.29 14.89\nResources Management\nSchemes\n    Subtotal 18.25 39.71 57.96\n• Contingencies\n     - Physical 1.83 3.97 5.80\n     - Price 1.37 3.52 4.89\n    Subtotal 3.20 7.49 10.69\n• Interest charge 1.55 - 1.55\n     Total 23.00 47.20 70.20", "35 Appendix 2\nADB ASSISTANCE TO INDONESIA FOR THE MARINE AND COASTAL RESOURCES SECTOR\n(as of July 2000)\nAmount Date\nNo. Title ($'000) Approved\nA.  Loan\n94 (SF) Riau Fisheries Development 2,500 6 Apr 72\n154(SF)/155 Irian Jaya Fisheries Development 7,900 4 Dec 73\n216 Java Fisheries Development 13,200 21 Jan 75\n474 Sumatra Fisheries Development 14,000 23 Oct 80\n566 Second Irian Jaya Fisheries Development 34,000 25 Mar 82\n598 Brackishwater Aquaculture Development 23,000 11 Dec 82\n693 Fisheries Infrastructure (Sector) 50,000 25 Sep 84\n742 Fisheries Industries Credit 65,000 17 Oct 85\n894/895(SF) Marine Science Education 73,350 14 Jul 88\n959 Second Brackishwater Aquaculture Development 38,000 30 May 89\n1095 Second Fisheries Industries Credit 100,000 22 Aug 91\n1203 Marine Resources Evaluation and Planning 33,000 8 Dec 92\n1251 Mangrove Rehabilitation and Management in Sulawesi 8,080 9 Sep 93\n1475/1476(SF) Segara Anakan Conservation and Development 45,600 17 Oct 96\n1570/1571(SF) Coastal Community and Fisheries Resources Management 41,000 1 Nov 97\n1613 Coral Reef Rehabilitation Management 7,000 1 Mar 88\nSubtotal (A) 555,630\nB. Technical Assistance\n236 Sumatra Fisheries Development 98 8 Jun 78\n368 Sumatra Fisheries Development 200 23 Oct 80\n395 Second Irian Jaya Fisheries Development 150 15 Jan 81\n415 Brackishwater Aquaculture Development 100 25 Sep 81\n422 Java Fisheries Development 180 20 Oct 81\n464 Fisheries Sector Study 50 24 Jun 82\n529 Fisheries Infrastructure 237 28 Jul 83\n661 Second Brackishwater Aquaculture Development 260 28 Dec 84\n818 Second Irian Jaya Fisheries Development 75 12 Nov 86\n847 Fisheries Sector Study 455 20 Jan 87\n1424 Marine Resource Evaluation and Planning 480 23 Nov 90\n1551 Study of Fisheries Development Potential in Eastern Indonesia 512 22 Aug 91\n1550 Strengthening of Fisheries Term-Lending Capability of Participating 380 22 Aug 91\n1791 Fisheries Sector 600 20 Oct 92\n1828 A Study on Shrimp Health Management and Disease Control 400 29 Dec 92\n2053 Coastal Environment Management Planning 1,200 3 Jan 94\n2529 Coastal Community Development and Fisheries Resource Mgmt 480 5 Feb 96\n2535 Coral Reef Rehabilitation and Management 600 15 Feb 96\n2958 Marine Resources Evaluation and Management Planning 600 19 Dec 97\nSubtotal (B) 7,057\n    Total 562,687\nSF - financed from the Asian Development Bank's Special Funds resources.", "36\nAppendix 3, page 1\nPRIORITY MARINE AND COASTAL MANAGEMENT AREAS\nA. Selection Criteria\n1. Marine and coastal management issues will guide the selection of priority areas. The\nincidence of poverty in the area will also be considered. Each issue will be ranked high (3),\nmedium (2), or low  (1) depending on local circumstances.\n(i)  Coastal  zone  degradation  (urban/industrial  impacts,  erosion  due  to  loss  of\nvegetative cover)\n(ii) Coral reef destruction (average percent of degraded coral cover)\n(iii) Loss of biodiversity (declining wildlife populations and flora)\n(iv)  Mangrove loss and abandonment (mangrove disappearance [ha/year])\n(v) Overfishing (indicator fish species)\n(vi) Deforestation (average percent of degraded forest cover)\n(vii) Water  resource  depletion  and  pollution  (groundwater  and  surface  water  and\nquality)\n(viii) Soil erosion and water management degradation\n(ix) Susceptibility to natural disasters (storms, tidal waves, earthquakes, floods)\n(x) Incidence of poverty (higher than provincial average, equal to provincial average,\nbelow provincial average);\n2. In addition to the criteria, priority areas within individual provinces should be manageable\nin terms of size, accessibility, and economic importance or conservation requirements. The\ninvolvement  of  local  government,  nongovernment  organizations  (NGOs)  and  affected\nstakeholders  will  be  important  in  supporting  the  data  collection  exercise  and  planning\nrequirements. Four other principles will be considered: (i) watershed zoning surveys and the\nmapping process should be limited to an area that covers one or two map sheets (e.g., at a\nscale of 1:250,000; one map sheet at a scale of 1:250,000 is equivalent to 18,500 square\nkilometers [km2]); (ii) semidetailed planning of the priority area (e.g., 1:50,000 or larger) should\nbe initially confined to a survey area that allows for the completion of a planning exercise\ncovering 12-13 map sheets along the coastal zone at a scale of 1:50.000 or an area of about\n9,000 km2;1 (iii) provincial and district government capacity to manage the survey and data\ncollection steps and subsequent planning activities should guide the entire process; and (iv) a\nmaximum of three districts should be the upper limit of districts included.\n                                                \n1 Total area of a marine and coastal management area (MCMA) should normally be 15,000 km2.", "37\nAppendix 3, page 2\nB. List of Marine and Coastal Management Areas\nProvince District/Municipality Province District/Municipality\n1.North Sumatra a. Langkat 9. South Kalimantan a. Kota Baru\nb. Deliserdang b. Tanahlaut\nc. Asahan c. Barito Kuala\n2.West Sumatra a. Padang 10. East Kalimantan a. Tarakan\nb. Pesisir Selatan b. Kutai Timur\nc. Padang Pariaman\n3.Riau a. Rokan Hilir 11. North Sulawesi a. Bolaan Mongondow\nb. Indragiri Hilir b. Gorontalo\nc. Karimun c. Bualumo\n4.Bengkulu a. Bengkulu 12. Central Sulawesi a. Donggala\nb. Bengkulu Selatan b. Poso\nc. Utara c. Banggai\n5.South Sumatra a. Bangka 13. Southeast Sulawesi a. Kendari\nb. Musi Banyu Asin b. Buton\nc. Ogan Komering Ilir c. Muna\n6.Lampung a. Bandar Lampung 14. South Sulawesi a. Pangkajene\nb. Lampung Selatan b. Maros\nc. Lampung Timur\n7. West Kalimantan a. Pontianak 15. West Nusa a. Lombok Timur\nb. Sambas Tenggara b. Lombok Tengah\nc. Ketapang\n8.Central Kalimantan a. Kapuas\nb. Kota Waringin\nTimur\nc. Kota Waringin\nBarat", "POVERTY INDICATORS IN PROJECT PROVINCES AND MCMAs\nRange of Weighted Births Attended School Food  Houses with Malnutrition\nPeople National People Below Poverty Average by Modern Enrollment, Expenditure as Own Sanitary Rates, Children\nBelow and Poverty Line Rates in Poverty Medical Children aged Proportion of all Facility - under 5 Year-\nPoverty Provincial in MCMA MCMA Rates in Personnel in 13 to 15 - Range Expenditures - Range Across Range Across\nLine Poverty Districts Districts MCMA MCMA  in MCMA Range in MCMA Project Project Districts\n('000) Rates (%) ('000) (%) Districts (%) Districts (%) Districts (%) Districts (%) Districts (%) (%)\n[a] [b] [c] [d] [e] [f] [g]\nIndonesia 47,706 23      na na na 60   79   71 54 30\nProvinces 15,116 na 8,023 na na na   na   na na na 3\n8\nNorth Sumatra   2,223 19    634 15 - 17 16.5 60 - 100 33 - 89   71 - 80 83 - 90 13 - 41\nWest Sumatra     744 16    268 15 - 16 15.3 76 - 99   83 - 100 64 - 82 32 - 54 27 - 42\nRiau     771 18    477 15 - 28 22.1 45 - 80   72 - 89   65 - 85 78 - 91 18 - 40\nSouth Sumatra  1,926 25    773   9 - 38 25.9 52 - 77   59 - 90   71 - 90 48 - 69 14 - 37\nBengkulu     367 24    292 16 - 37 26.0 58 - 93   72 - 95   61 - 81 47 - 72 19 - 42\nLampung  2,165 31 2,087 22 - 49 31.4 34 - 89   50 - 94   60 - 82 58 - 87 21 - 37\nWest Kalimantan     995 26    413 18 - 26 23.8 35 - 81   62 - 84   62 - 80 49 - 87 30 - 40\nCentral Kalimantan     384 22    263 10 - 34 21.4 19 - 63   74 - 100 75 - 83 35 - 65 24 - 46\nSouth Kalimantan     543 18    115 10 - 20 11.9 40 - 82   63 - 71   75 - 80 33 - 69 13 - 30\nEast Kalimantan     468 19    270   9 - 36 21.6 36 - 89   50 - 88   61 - 79 55 - 80 22 - 40\nNorth Sulawesi     703 25    605   8 - 53 28.5 31 - 86   58 - 95   67 - 79 48 - 96 20 - 33\nCentral Sulawesi     576 28    540 26 - 36 29.3 31 - 80   53 - 74   65 - 74 28 - 52 26 - 47\nSouth Sulawesi   1,762 22    133   5 - 32 14.5 28 - 70   33 - 74   71 - 85 24 - 38 23 - 51\nSoutheast Sulawesi     429 25    424 16 - 44 31.1 26 - 75   60 - 93   67 - 80 41 - 71 15 - 46\nWest Nusa Tenggara   1,060 27    729 19 - 31 26.6   7 - 64   58 - 100 61 - 78 24 - 53 20 - 78\nMCMA - marine and coastal management area; na = not applicable\nSusenas - National social and economic surveys.\na Calculated from 1999 Susenas core (sample size 220,000 households) using province-specific poverty lines.\nb High and low values of head count poverty rates in 3-4 districts per province, proposed for MCMA.\nc Attendance by doctor, nurse, trained midwife for births of children aged 0-4 years.\nd Age-specific enrollment rate, proportion of children 13-15 attending any level of school.\ne Percentage of 1999 Susenas (core survey) total expenditure allocated to food.\nf Proportion of households with private, household controlled toilets.\ng Susenas collected sample information on weight-for-age, national nutritional surveillance on children younger than 5 years old.\nEstimate includes \"mild\" malnutrition (70 - 80% normal) + \"unsatisfactory\" (60 - 70% normal) + \"serious\" (<60% normal).\nData for national average from L. Cameron and Prof. Osmani: ADB Poverty Assessment, Indonesia (draft), page 9.\nA\np\np\nSource: Central Bureau of Statistics, 1999. e\nn\nd\nix\n 4", "Appendix 5\n39\nINTEGRATED COASTAL ZONE PLANNING AND MANAGEMENT\nFigure A5.1: Framework for Integrated Coastal Zone Planning Management\nProject Implementation\n Implementation of\nGuidance of Priority\nManagement Plan\nArea/Resources Use\nAction  Spatial Allocation\nPlans and Use Control\nManagement Management\n A Provincial and\n Plan Plans\nDistrict Vision\nZoning\nPlans\nROLE\nCoastal Zone Management\nStrategy\nELEMENT\nFigure A5.2: Schematic View of  Boundary Identification\nTerritorial Limit Watershed\n (12 nautical miles) Divide\nLocal\nGovernment\nHigh Tide Boundary\nExclusive Economic\nZone Limit\n200 nautical miles\nLow Tide", "40\nAppendix 6, page 1\nSMALL-SCALE NATURAL RESOURCES MANAGEMENT SCHEMES\nA. Description of Sample Schemes\n1. Mangrove Rehabilitation and Mariculture in Serei and Bahoi Villages\n 1. Serei and Bahoi, two neighboring villages, are located in Likupang subdistrict, North\nSulawesi  Province.  Fringing  the  villages  is  about  200  hectares  (ha)  of  mangrove  areas,\nextensively cut for firewood. Only about 35 ha remains with young, short trees. Beyond the\nmangroves, the shallow coastal area is covered by a largely undamaged coral reef. The coral\nreefs serve as spawning ground for fry of various fish with high economic value for the local\ncommunity. Outsiders occasionally come to fish using destructive methods, such as poison and\nexplosives. The community is against these practices.\n2. The  villages  have  a  population  of  1,633  living  in  433  households.  Education\nachievement is low, 91 percent did not finish primary school. About 73 percent of the people of\nthe villages derive their incomes from a combination of upland agriculture and fishing. Another\n27 percent depend on small-scale industry and trade. Annual family income from fishing and\nagriculture is about Rp3.5 million for an average family of five (less than $100 per capita);\nwomen family members contribute about 25 percent of that income. The villages were classified\nas disadvantaged by the former Inpres Desa Tertinggal (IDT) program. Both villages are also\nclassified as poor by the BKKBN (family planning) program, with 70 percent having an income in\nthe lowest of the three income groups in the BKKBN program.\n3. The community plans to develop a 100-ha mangrove conservation area by enrichment\nplanting. They also plan to generate supplemental income by growing fry to commercial size in\ncages. Placing the cages near the mangroves and corals will encourage villagers to defend their\narea  against  explosives  and  poisoning  by  outsiders.  The  work  will  include  community\nmobilization,  mangrove  enrichment,  development  of  mariculture,  and  development  of  a\ncommunity-based and local government-supported monitoring and surveillance system against\ndestructive harvesting of marine resources in the area. Total costs are estimated at about\nRp750 million ($93,000), and the implementation period is estimated at three years.\n2. Tanjung Luar Mangrove and Silvofishery Development Scheme\n 4. Tanjung Luar village is located to the southeast of Mataram, the capital city of West\nNusa Tenggara Province. The village has a population of 9,284 in 2,359 households. About 86\npercent of the households are fishing families. The conversion of mangroves to fishponds (most\nof the fishponds have since been abandoned) and destructive fishing have degraded the coastal\nmarine environment near the village, causing a substantial decline in fish yields. Consequently,\nthe incidence of poverty is very high, estimated at 51 percent in 1999. Motivated by the local\nnongovernment organizations (NGOs), the villagers and informal leaders are now committed to\nrehabilitate the fish habitat and manage it sustainably.\n5. The  scheme  involves  rehabilitating  about  150  ha  of  mangroves  and  developing\nsilvofishery1 in part of the rehabilitation area. Specific activities are community mobilization,\ntraining  in  mangrove  rehabilitation  and  silvofishery  practices,  nurseries  and  replanting  of\n                  \n1  Silvofishery supports the production of fish and other organisms in the pond through the leaves that fall from the\ntrees. The production is at semi-intensive level.", "Appendix 6, page 2\n41\nmangroves and scheme management. Total costs for implementing the scheme over three\nyears are estimated at about Rp880 million.\n3. Pendingin Erosion Control Scheme\n6. Pendingin village is located in the Mahakam delta in East Kalimantan Province. The\ndelta, west of the Makassar Strait, covers about 3,200 square kilometers and is rich in fisheries\nresources.  A  4.5-kilometer  stretch  of  the  Mahakam  River  forms  the  eastern  boundary  of\nPendingin village. The mangrove along the riverbank has been damaged by human activities,\nexposing the riverbank to erosion caused by water current and wave action. Several sections of\nthe bank have been affected by erosion, and about 10 meters of land has been washed into the\nriver over the past three years. Apart from the loss of valuable land, erosion has forced the\npeople living near the bank, mostly fishing families, to move their houses nearly every year.\n7. The village has a population of 1,529 in 375 households.  Farming and small business\nactivities are the main source of income for 270 households, and the remaining 105 households\nlargely depend on fishing for their livelihood. The nonfishing families have stable incomes, while\nmost of the fishing families are constantly in debt to middlemen in fish trading. The village has a\npoverty incidence of 26 percent. Most of the houses lack clean water and sanitary facilities.\n8. The proposed scheme aims at arresting bank erosion and protecting land and properties\nof  the  local  community  by  adopting  a  set  of  measures:  (i)  constructing  erosion  protection\nstructures,  at  strategic  locations,  applying  local  materials  and  technologies;  (ii)  restoring\nmangroves along the entire stretch of the affected bank; and (iii) informing the community on\npreventive measures against bank erosion. All activities will be carried by the local community\nwith the involvement of a qualified local NGO. The scheme is estimated to cost Rp700 million\n($87,000) and will be implemented over two years commencing in early 2002.\n4. Panjang Island Seaweed Culture Scheme\n9. Panjang is a small island of about 70 ha, separated from Bangka Island of South\nSumatra Province by 9 nautical miles of a shallow stretch of the sea. There are no permanent\nhuman habitats in Panjang, but the people in the village of Tanjung Gunung on Bangka depend\nheavily on the aquatic resources around Panjang for their livelihood. About half of the 405\nfamilies  in  Tanjung  Gunung  are  fishing  families,  and  a  significant  number  are  involved  in\ngathering natural seaweed around Panjang. A small number of the fishing communities are\ninvolved in seaweed culture, but they need technical assistance to improve the yield and\nmotivate others to refrain from overharvesting the naturally grown seaweeds.\n10. The proposed scheme aims to reduce the pressure on naturally grown seaweed as well\nas fisheries resources around the Panjang islet by enhancing the capacity of the community in\n(i) seaweed culture, (ii) postharvest handling and processing, and (iii) efficient marketing of the\nproduct. About 50 households will be initially involved, and the activities will include community\nmobilization,  technical  support  and  training,  linking  the  community  with  a  rural  financing\ninstitution for seed capital, establishing seaweed farms, and technical institutional support for\npostharvest processing and marketing. A NGO will be engaged to assist the community in the\nabove activities. The scheme is estimated to cost Rp720 million, and will be implemented over\ntwo years.", "Appendix 6, page 3\n42\nB. Criteria for Selection\n11. The selected schemes should meet the following criteria:\n(i)  The schemes must be located in the marine and coastal management areas\n(MCMAs) of the Project or the MCMAs of the predecessor Marine Resources\nEvaluation and Planning (MREP) project.\n(ii)  They should be included in the management and action plans prepared for the\nrespective MCMAs.\n(iii)  The schemes should contribute directly or indirectly to achieving one or more of\nthe following: (a) sustainable management of coastal and marine resources, (b)\nenvironmental protection, and (c) poverty reduction. Emphasis will be on (a)\ntargeting poverty reduction initiatives in specific areas where the incidence of\npoverty is significantly higher than the provincial average, and (b) ensuring that\nthe benefits generated by the schemes are distributed in favor of the poor.\n(iv)  Planning,  implementation,  and  operation  and  maintenance  of  the  schemes\nshould follow a participatory approach, with active involvement of the targeted\nbeneficiaries.\n(v)  Targeted beneficiaries in each scheme should contribute up to 15 percent of the\ntotal costs, unless limited by cost structure, and in kind through unskilled labor\nand locally available construction materials.\n12. The feasibility report of each scheme will include an initial environmental examination\n(IEE), prepared in accordance with the ADB’s Environmental Guidelines for the relevant sectors,\nand the 1998 Environmental Assessment Requirements, and the Government’s environmental\nmonitoring requirements. The IEE will be submitted to BAPEDALDA/AMDAL Commission for its\nreview  and  approval.  If  the  IEE  determines  the  need,  a  detailed  environmental  impact\nassessment  will  be  carried  out  for  the  scheme  and  a  summary  environmental  impact\nassessment report will be submitted to BAPEDALDA/AMDAL Commission for its review and\napproval.\n13. Prior  to  physical  implementation,  feasibility  reports  of  small-scale  schemes  will  be\nreviewed and approved by the respective provincial steering committees and then submitted to\nADB for concurrence.", "DETAILED COST ESTIMATES\nTable A7.1:   Expenditure Accounts, by Year\n($ '000)\n \n  Base Cost Foreign Exchange\nItem 2001 2002 2003 2004 2005 2006 Total % Amount\n I. Investment Costs  \nA. Equipment   352 2,434 2,896 347 240 152 6,420 90.0 5,778\nB. Surveys and Mapping   - 2,489 1,643 1,961 1,409 858 8,360 25.0 2,090\nC. Legislative Review and Studies   - 360 360 210 210 - 1,140 - -\nD. Training  \n1. Scholarships   - 702 936 936 234 - 2,808 100.0 2,808\n2. Training Courses   461 1,902 2,243 339 164 89 5,198 - -\n3. Workshops   45 304 187 259 112 162 1,070 - -\nSubtotal Training   506 2,909 3,366 1,535 510 251 9,076 30.9 2,808\n4\nE. Consultants   3\n1. International   448 1,585 893 536 128 - 3,588 100.0 3,588\n2. Domestic   424 2,110 1,503 820 156 72 5,085 - -\n3. Consultants: Travel/Office/Housing/Operational   99 551 503 359 170 139 1,820 30.7 559\nSubtotal Consultants   971 4,245 2,898 1,714 453 211 10,493 39.5 4,147\nF. Financial Audit   10 20 20 20 20 20 110 - -\nG. Small-Scale Schemes   - 723 3,000 3,000 3,000 3,000 12,723 25.0 3,181\nH. Adaptive Research/Extension   - 250 250 250 250 - 1,000 25.0 250\nTotal Investment Costs   1,839 13,431 14,433 9,036 6,093 4,491 49,322 37.0 18,254\nII. Recurrent Costs   142 1,700 1,700 1,700 1,700 1,700 8,644 - -\nTotal BASELINE COSTS   1,981 15,131 16,133 10,737 7,793 6,191 57,966 31.5 18,254\nPhysical Contingencies   198 1,513 1,613 1,074 779 619 5,797 31.5 1,825\nPrice Contingencies  \nLocal Inflation   44 1,105 1,918 1,899 1,914 1,971 8,850 - -\nForeign Inflation   11 231 407 317 230 179 1,375 100.0 1,375 A\nSubtotal Inflation   55 1,335 2,325 2,216 2,144 2,150 10,225 13.4 1,375 p\np\nDevaluation   -28 -706 -1,194 -1,149 -1,136 -1,159 -5,371 - - e\nn\nSubtotal Price Contingencies   27 629 1,131 1,067 1,008 991 4,855 28.3 1,375 d\nInterest Charges 9 88 232 349 418 453 1,549 100.0 1,549 ix\n 7\nTotal PROJECT COSTS   2,215 17,361 19,110 13,227 9,998 8,255 70,166 31.3 23,003 , p\nTaxes   171 1,466 1,674 1,111 914 780 6,116 - - a\nForeign Exchange   919 6,424 7,026 4,169 2,602 1,864 23,003 - - g\ne\n 1", "44 Appendix 7, page 2\nsds 634 -370 -1 453 0906-6\nDutieanTaxe 749913 601273 59 21801 1,54115,081,03 6,11\nLocalhange Taxes) -6,4541,208 -5,4271,1426,569 -5,315 1,2766,591118 10,01277031,7229,325-41,047\nExcxcl. \nE\n(\ngnnge 715482- 307--307 151- 652803- 851296454-549003\noreicha 6,2, 3, 3, 4, 4, 3, 21, 1,23,\nFx\nE\n629 7681 94 142 070820\n% 10.14.1. 4.8.1.15. 5.8. 3.17.0. 22.1.83.14.2.00.\n1\nal\nTotAmount 7,4619,9301,342 3,3076,0301,26910,606 4,1515,905 2,14212,198131 15,4021,18558,25610,3611,54970,166100.0%\n6% 000 -00a -0 0 0 00a0-7\nng4-200 10.29.10. 10.20.n 20. 20. 10. 20.20.n100. 34.\nanci200\nn\ners ment  Fi01-2003% 10.010.010.0 -10.020.0na -15.0 20.0 10.0 -10.0na100.0-18.3\ns, by Financi Govern20Amount 7461,975134 -603254857 -949 4281,37713 2,2131797,49510,361-17,85625.4%\nAccount00) 4-2006% --- - - -- - - 15.0- --5.3\nble A7.2: Expenditure ($ '0 Beneficiaries2001-2003200mount% ------ ------ ---- -- -- 2,31015.0--2,310----2,3101.73.3%\na A\nT\n6% 000 000a 00 0 0 00a-00\ng4-200 90.71.90. 100.90.80.n 100.80. 80. 90. 65.80.n 100.60.\nn0\nnci20\na\nn3% 000 000a 00 0 0 00a-00\nan Fi1-200 90.90.90. 100.90.80.n 100.85. 80. 90. 85.90.n 100.80.\no0\nL0\nB 2\nAD mount 6,7157,9551,208 3,3075,4271,0169,749 4,1514,956 1,71310,821118 10,8791,00648,451-1,54950,00071.3%\nA\n                           \ns\ndie e/ on\nItem  I. Investment CostsA. EquipmentB. Surveys and MappingC. Legislative Review and StuD. Training1. Scholarships2. Training Courses3. WorkshopsSubtotal TrainingE. Consultants1. International2. Domestic3. Consultants: Travel/Offic    Housing/OperationalSubtotal ConsultantsF. Financial Audit G. Small-Scale SchemesH. Adaptive Research/ExtensiTotal Investment CostsII.   Recurrent CostsIII.  Interest ChargesTOTALEffective Financing Share (%) na = not applicable.", "45 Appendix 8\nORGANIZATION CHART\nGOVERNMENT OF INDONESIA\nMinistry of Marine Affairs and Fisheries\n(EA)\nLIPI National Steering\n(IA) Committee\n(MMAF, BAPPENAS,\nDGCBSI MOE, MOAF, MOHA,\nBAKOSURTANAL BAKOSURTANAL,\n(IA) LIPI, BPPT, MOF)\nTechnical Team PMO\nConsultants Project Director National Level\nGovernor\nRegion 1-3 Provincial\nProvincial Steering\nRegional Hub- BAPPEDA\nCommittee\nConsulting Team PIU/PTF\nDistrict BAPPEDA\nCivil Society\nNGOs\nDinas (Small-\nScale\nSchemes)\nCommunity\nDelegation of Responsibility\nStakeholders' Participatory Channels\nNotes: BAKOSURTANAL - National Coordinating Agency for Survey and Mapping, BAPPEDA - Provincial/District\nDevelopment Planning Agency, BAPPENAS - National Development Planning Agency, BPHN -\nNational Law and Development Agency, BPPT - Agency for Assessment and Application of Technology, EA -\nExecuting Agency, IA - Implementing Agency, LIPI - Indonesian Institute of Sciences, MMAF - Ministry of\nMarine Affairs and Fisheries, MOAF - Ministry of Agriculture and Forestry, MOF - Ministry of Finance, PIU -\nProject Implementation Unit, PTF - Provincial Task Force, Dinas - Provincial Sector Agencies.", "46 Appendix 9\nIMPLEMENTATION SCHEDULE\nYear\nActivity 2001 2002 2003 2004 2005 2006\nA. Coastal Marine Resources\nPlanning and Management\n(i) Confirmation of Priority Areas\n(ii) Data/Needs Assessment\n(iii) Planning Activitiesa\nB. Spatial Data and Information\nManagement\n(i) Survey and Mapping\n(ii) Information Technology\n(iii) Spatial Infrastructure\n(iv) National Biodiversity \n     Information Network\nC. Legislative Review and Law\nEnforcement Regime\nD. Small-Scale Natural Resource\nManagement Scheme\na Marine Resources Evaluation Management Project (MREP) provinces prepared management plans. However, \naction plans were prepared for only the 5 marine project areas covered under MREP. Hence, preparing of action \nplans will be the first order of priority for the 5 former MREP provinces (South Sumatra, East Kalimantan, North\nSulawesi, South Sulawesi, and West Nusa Tenggara) covered under the Project. All other provinces will need \nto start the sequence of plans from the beginning.", "47 Appendix 10\nTENTATIVE PACKAGES FOR PROCUREMENT OF GOODS AND SERVICES\nTotal Value\nNumber of Base Cost Mode of\nComponent Packages ($ '000) Procurement\nA. National Level\nOffice Equipment and Furnishing for PMO   1      40   DP\nSurveys and Map Acquisition   7 2,555 LCB\nGIS Software   1      15   DP\nGIS Value-Added Services   4    500     IS\nInternet Search Engine and Server   1    310     IS\nComputer Hardware and Software for NBIN   3    750     IS\nOffice Furnishings - NBIN   1      72   DP\nVehicles   3      66   DP\nB. Provincial and District Levels\nDiving Gear and Safety Equipment (for Provinces) 5    740   IS\nDiving Gear and Safety Equipment (for Districts) 5 2,100     IS\nComputer and GIS Equipment 15    655   DP\nSurveys/Mapping 50 5,805 LCB\nOffice Equipment and Accessories - Provincial\n     Spatial Information Center 15      45   DP\nVehicles 18    396   DP\nOffice Equipment - Consultant's Regional Offices   3    114   DP\nDP - direct purchase; GIS - geographic information system; IS - international shopping; LCB - local competitive\nbidding; NBIN - National Biodiversity Information Network; PMO - Project Management Office", "48 Appendix 11, page 1\nTERMS OF REFERENCE FOR CONSULTANTS\n1. The Project will require consulting services to assist the Executing Agency (EA) and\nImplementing Agencies (IAs) in managing and implementing the project activities, and the\nNational Steering Committee (NSC) in coordination and monitoring. A total of 1,435 person-\nmonths of consulting services—210 international and 1,225 domestic—will be provided under\nfour packages: (i) project management and coastal resources planning and management, (ii)\nspatial data and information management, (iii) legislative review and law enforcement, and (iv)\npreparation and implementation of small-scale natural resources management schemes. Fields\nof expertise and number of person-months of each individual expert are given in Table A11. The\nterms of reference for consultants for the packages are outlined below.\nA.  Project Management and Coastal Resources Planning and Management\n2. The  consultant  team  will  comprise  natural  resources  planning  and  management\nspecialists, sector specialists in industry, environment, tourism, mining, and fisheries, a human\nresources  development  specialist,  a  governance  and  procurement  specialist;  a  business\ndevelopment specialist, and a workshop facilitator. The broad terms of reference of the team will\ninclude these tasks:\n(i)  Guide the planning activities at the provincial and district levels and assist in\nimplementing a hierarchical planning model (strategy, zoning, management and\naction  plans)  for  the  priority  marine  and  coastal  management  (MCMAs),  in\nparticular addressing the natural resource management and development needs\nof the provinces and districts.\n(ii)  Assist  provincial  and  district  BAPPEDAs  in  identifying  and  cataloguing  all\nrelevant marine and coastal data available in the province.\n(iii)  On the basis of MCMA boundaries and available data, identify the need for\nadditional surveys and specify the type and level of detail of the data required\ncommensurate with the envisaged level of planning.\n(iv)  Develop procedures and guidelines for formulating physical plans for the MCMAs\nat the scale of 1:250,000 for zoning and 1:50,000 semidetailed planning.\n(v)  Provide BAPPEDAs staff with on-the-job training in sequential development of a\nstrategy plan, a zoning plan, a management plan,  and an action plan, which will\nform the basis for an integrated coastal zone management plan (ICZPM) for the\nMCMAs. The physical plans should be finalized in the form of paper reports,\nmaps, and digital maps and computer displays, the latter to enable the planners\nand users to retrieve, display, and print responses to specific planning inquiries.\n(vi)  Assist  the  Project  Management  Office  (PMO)  and  regional  governments  in\nidentifying  key  in-country  institutions  that  have  a  proven  record  in  offering\ncourses in ICZPM, geographic information system (GIS) (Levels I & II), remote\nsensing,  public  participation,  coastal  marine  surveillance  and  monitoring\ntechniques, web site management, coastal and marine legal issues, and project\nmonitoring and evaluation; and assist in formulating contractual arrangements\nwith an institution/institutions, following guidelines and procedures acceptable to\nthe ADB, for training the staff of various implementing and participating agencies.", "49 Appendix 11, page 2\n(vii)  Assist  BAPPEDAs  and  sector  agencies  in  establishing  a  forum  for  public\nconsultation  of  plans  and  proposals  being  developed  under  the  Project  and\nensuring recognition of stakeholder views and suggestions.\n(viii)  Guide  the  executing  agency  (EA)  and  implementing  agencies  (IAs)  in\nundertaking  procurement  in  accordance  with  the  ADB  Guidelines  for\nProcurement;  this  will  include  obtaining  Government  and  ADB  clearance  of\nbidding documents, publication of bid invitation notices, and evaluation of bids\nreceived.\n(ix)  Provide counterpart staff in the PMO with on-the-job training in the contracting\nand procurement process and provide a detailed framework for provincial and\ndistrict procurement and contracting requirements following ADB's Guidelines for\nProcurement.\n(x)  Assist central government agencies and BAPPEDAs in identifying avenues for\ncreating demand for value-added products, and introduce marketing techniques\nfor selling value-added products.\n(xi)  Provide staff training in marketing strategies aimed at establishing within the\nBAPPEDAs an environment that encourages interaction between the public (the\nclient) and government staff based on accessibility of data and information.\n(xii)  Assist the PMO in developing a project monitoring and evaluation (PME) system,\nincluding the establishment of key indicators. PME will encompass (a) monitoring\nphysical  and  financial  progress  as  well  as  economy  and  efficiency  of  key\nactivities;  (b)  monitoring  the  level  and  adequacy  of  participation  of  various\nstakeholders  in  project  activities;  (c)  monitoring  the  project’s  social,\nenvironmental, and economic impact, including the establishment of benchmark\ninformation and data; (iv) assessing the effectiveness and utilization of the spatial\ndata information networking at the national and regional levels, and the national\nbiodiversity  information    network;  and  (v)  developing  a  mechanism  for\nincorporating in project planning and implementation the knowledge acquired and\nlessons learned in similar projects in the sector.\nB.  Spatial Data and Information Management\n3. The consultant team will include expertise in GIS, marine remote sensing, information\ntechnology,  and  institutional  management.  The  broad  terms  of  reference  of  their  services\ninclude the following:\n(i)  Coordinate  survey  activities  between  central  government  agencies  and  the\nprovinces in identifying thematic information requirements.\n(ii)  Develop  guidelines  for  data  collection  activities  and  application  of  metadata\nstandards and protocols in producing thematic map layers useful for planning.\n(iii)  Advise government agencies including the departments of Sea Communications,\nMeteorology, Marine Geology, Oceanology, and the Central Research Institute\nfor  Fisheries,  the  Environmental  Protection  Agency,  National  Land  Agency,", "50 Appendix 11, page 3\nDirectorate General of Regional Development, and the Bureau of Statistics on\ndata needs including new surveys and creation of new mapping products.\n(iv)  Provide guidelines to assist central data collection agencies in digitizing existing\npaper maps, compiling new data, and in the purchase of existing digital data in\nformats useful for provincial and district level planning.\n(v)  Ensure that existing standards and protocols are imposed on all new digitizing\nwork and on all new map compilation work.\n(vi)  Assist BAKOSURTANAL with further development of the Geographic Marine\nResource Information System (GMRIS) and the Geographic Land Resources\nInformation System (GLRIS) and establish linkages with other nodal sectors that\nhold relevant natural resources and environmental management databases.\n(vii)  Provide  formal  and  on-the-job  training  in  GIS  technology  and  database\nmanagement to counterpart staff in BAKOSURTANAL.\n(viii)  Assist Government data collection agencies in preparing thematic survey data in\ndigital format useful for spatial planning.\n(ix)  Provide training in vendor-specific technology (e.g. ArcInfo, ArcView, SML, etc.)\nto the new users.\n(x)  Assist  Central  Government  agencies  including  BAKOSURTANAL,  Sea\nCommunications, Marine Geology, Oceanology, National Land Agency, and the\nBureau of Statistics with establishment of Internet protocols aimed at promoting,\nselling and/or disseminating spatial data through provincial outlets.\n(xi)  Advise on the best solution for a suitable Internet infrastructure for disseminating\nspatial data that is based on globally accepted metadata standards for spatial\ndata, including the FGDC standard and ISO standard metadata communication\nprotocol (e.g., the Z39.50 protocol).\n(xii)  Advise provincial spatial information centers (PSICs) in developing a web page\ndesign and establish hyperlinks to other Indonesian sites containing information\non natural resources and environmental management.\n(xiii)  Advise  a  newly  established  Technical  Advisory  Group  (TAG),  made  up  of\nrepresentatives from major spatial data-supplying agencies, private industry and\nnongovernment  organizations  (NGOs),  to  guide  the  development  of  an\nIndonesian  spatial  data  infrastructure  and  ensure  that  proposed  existing\nmetadata standards and protocols are incorporated in national and provincial\nagencies including the private sector.\n(xiv)  Assist with developing an Internet web server facility, equipped with a geospatial\nmetadata search engine aimed at discovering and disseminating all spatial data\nheld in government agencies.", "Appendix 11, page 4\n51\n(xv)  Advise project EAs and IAs  on the method of collecting spatial and attribute data\nfor  GIS,  the  data  source  being  aerial  photographs,  satellite  imagery,  radar\nimages, and digital databases.\n(xvi)  Assist  in  selecting  satellite  imagery  covering  newly  identified  marine  tourism\nparks and provide assistance in interpreting them.\n(xvii)  Assist  in  developing  two  separate  but  related  image  interpretations  and\nclassifications based on LANDSAT (or SPOT, or any other multispectral imagery\navailable)  to  (i)  produce  a  land-based  classification  according  to  existing\n1:50,000 scale National Land Agency (BPN) standards; and (ii) a secondary\nmarine  interpretation  from  the  same  imagery  so  as  to  add  additional\ncoastal/marine  classes  including  coral  reefs,  sea  grasses,  beach  types,  and\nmangroves.\n(xviii)  Interpret images and prepare in both digital and hardcopy format a photo-mosaic\nof each priority area to be used for base map comparison and illustration.\n(xix)  Assess the training needs for provincial and district information managers and\nprepare a training proposal for submission to the training specialist.\n(xx)  Examine the current status of natural resource information catalogues in the\nprovince and propose the best method of getting these catalogues on-line and\naccessible via the Internet.\n(xxi)  Assist BAPPEDAs in undertaking an initial data user needs analysis and suggest\npotential areas for cost recovery, such as sale of information and/or the services\nprovided by the network.\n(xxii)  Assist with value-added and quality assurance services of data originating from\ncentral agencies.\n(xxiii)  Assist in developing the national biodiversity information network (NBIN), and\ndevelop  guidelines  for  data  collection  activities  and  application  of  metadata\nstandards  and  protocols  appropriate  for  the  storage  and  accessibility  of\nbiodiversity data and information.\n(xxiv)  Assist LIPI in developing nodal linkages with the GMRIS and the GLRIS and with\nother sectors that hold relevant databases on biodiversity.\n(xxv)  Assist NBIN members with establishing Internet protocols aimed at promoting,\nselling and/or disseminating data by central agencies through the Internet; advise\non the best solution for a suitable Internet infrastructure for data dissemination\nbased on globally accepted metadata standards and communication protocol;\nand assist the developing web page design and establish hyperlinks to both\nIndonesian and international web sites that focus on biodiversity.", "52 Appendix 11, page 5\nC. Legislative Review and Law Enforcement\n4. The team will include legal experts in natural resources management, and regulatory\nspecialists.  The  consultants'  task,  to  be  carried  out  in  close  consultation  with  various\nstakeholders including NGOs, will include the following:\n(i)  Review and document the evolution of existing natural resources planning and\nmanagement laws and regulations, including the customary laws, and related\nenforcement programs.\n(ii)  Assess  the  adequacy  of  existing  laws  and  practices  to  support  sustainable\nmanagement of natural resources including allocation and use of resources, and\nidentify the shortfalls and inconsistencies, if any.\n(iii)  Document experience in other countries with the evolution of comprehensive\nnatural  resource  management  laws,  including  identification  of  best  practices\nenforcement mechanism.\n(iv)  Review the implications of the ensuing administrative and fiscal decentralization\nunder Act 22/99 and Act 25/99 for the laws and regulations related to natural\nresources management, particularly the Spatial Planning Act 24/92 and laws\nrelated  to  administrative  jurisdiction  of  relevant  ministries/departments  and\nregional governments over coastal lands including mangrove forests.\n(v)  Assess the significance of customary practices in tenurial and resource use\nrights and the level of recognition of such practices by the current legal and\nadministrative systems, and recommend measures to strengthen recognition of\ncustomary laws consistent with the constitution and related laws and regulations.\n(vi)  Identify the need for revising existing laws or enacting new ones to facilitate\nsustainable  management  of  natural  resources,  including  marine  and  coastal\nresources,  under  the  decentralized  form  of  government,  and  assist  the\nGovernment in preparing academic drafts of proposed revisions or new laws.\n(vii)  Assess current weaknesses in regional regulations for resource management,\nand recommend appropriate measures for improving them, including developing\nan  appropriate  mechanism  for  interagency  coordination,  institutionalizing\nprocedures and practices for transparency, participating in decision making for\nresource allocation and management, and translating environmental protection\nissues identified in plans and studies into binding conditions of licenses and\napprovals.\n(viii)  Recommend  an  appropriate  mechanism  and  institutional  arrangements  for\nmonitoring  compliance  with  related  laws  and  regulations  by  the  parties\nconcerned.\nD.  Small-Scale Natural Resources Management Schemes\n5. The  team  will  include  economists,  mangrove  specialists,  fisheries/aquaculture\nspecialists, sociologists, and other sector specialists as may be necessary. The consultants will\nundertake these tasks:", "Appendix 11, page 6\n53\n(i)  Assist  regional  agencies  in  establishing  a  participatory  process  for  active\nparticipation of targeted communities, NGOs, and other stakeholders in planning,\ndesigning, and implementing schemes;\n(ii)  Assist the regional BAPPEDAs in developing guidelines for selecting suitable\nNGOs for mobilizing the community and assisting it in scheme implementation,\nand operation and maintenance.\n(iii)  Develop appropriate communication materials and tools for discussing common\nissues and problems with local communities, and strengthening their participation\nin the project.\n(iv)  Develop a framework, methodology, procedures and case studies for preparing\nthe small-scale schemes.\n(v)  Conduct regional workshops for BAPPEDAs and relevant sector agency staff,\nselected  NGOs  to  discuss  the  requirements  in  preparing  scheme  proposals,\ntaking  into  account  technical  feasibility,  social  dimensions,  environmental\nimpacts, and financial and economic viability.\n(vi)  Identify the training needs of regional BAPPEDAs and sector agencies staff in\nstrengthening  technical  and  managerial  competence  for  scheme  preparation,\nand  arrange  for  appropriate  training  programs  in  cooperation  with  local\neducational and training institutions.\n(vii)  Assist BAPPEDAs and regional agencies staff in undertaking feasibility studies of\nselected schemes and supervising their implementation.", "54 Appendix 11, page 7\nTable A11: Consulting Servicesa\nPerson-Months Person-Months\nProject Management and\nCoastal Resources Planning Inter- Spatial Data and Inter-\nand Management national Domestic Information Management national Domestic\nNational - PMO National - BAKOSURTANAL\nTeam Leader/Natural\nResources Management (1) 36 0 GIS Surveys Experts (2) 15 45\nProcurement/Governance\nExpert (1) 12 0 Internet Experts (2) 3 30\nDeputy Team Leader/Planning Marine Remote Sensing\nand Management (1) 0 60 Expert (1) 9 0\nBusiness Dev.  Expert (1) 0 24 Info Systems Spec. (NBIN) 6 0\nHRD/Training Specialist (1) 0 36 Internet (NBIN) 0 15\nWorkshop Facilitator (1) 0 10 GIS (NBIN) 0 15\nMonitoring and Evaluation 5 10 Institutions Mgmt (NBIN) 0 15\nRegional\nMREP Provinces\nCoastal Marine Experts (3) 30 72 GIS Specialist (1) 0 16\nSector Specialists (4) 0 48 Info. Systems Specialist (1) 0 16\nResource Planner (5) 0 60\nNon-MREP Provinces\nCoastal Marine Experts (6) 60 168 GIS Specialist (2) 0 56\nSector Specialists (8) 0 128 Info. Systems Specialist (3) 18 56\nResource Planner (10) 0 120\nTotal Person-Months 143 736 51 264\nPerson-Months Person-Months\nLegislative Review and Inter- Inter-\nLaw Enforcement national Domestic Small-Scale Schemes national Domestic\nNational - PMO\nNatural Resources Lawyer (2) 10 24\nRegulatory Specialists (2) 0 60\nRegional\nEconomist (1) 6 0\nMREP Provinces\nEconomist (1) 0 15\nShort-Term Specialist (2) 0 30\nWorkshop Facilitator (1) 0 3\nNon-MREP Provinces\nEconomist (2) 0 30\nShort-Term Specialist (4) 0 60\nWorkshop Facilitator (1) 0 3\nTotal Person-Months 10 84 6 141\na numbers in parentheses indicate the number of consultants.\nBAKOSURTANAL -  National Coordinating Agency for Survey and Mapping; GIS  - geographic information system;\nHRD - human resources development; NBIN - National Biodiversity Information Network; PMO - project management\noffice", "55\nAppendix 12, page 1\nTRAINING PROGRAM\n1. The  Project  will  provide  for  training,  as  appropriate,  of  relevant  national  agencies,\nparticipating provincial and district BAPPEDAs, sector agencies, nongovernment organizations\n(NGOs), and coastal communities. The training will be held locally except for a master's degree\ncourse on natural resources/marine and coastal resources management and a study visit to a\nspatial data information network (SDIN). A human resource development/training specialist will\nbe engaged to assist the Executing Agency (Ministry of Marine Affairs and Fisheries [MMAF])\nand  BAPPEDAs  in  designing  and  preparing  comprehensive  training  programs.  All  training\nprograms will be undertaken in accordance with arrangements satisfactory to the ADB.\n2. The local training program will involve about 2,078 person-months and will form the bulk\nof all training activities. Table A12 lists the training activities and the expected number of\nparticipants at provincial and district levels. In addition, a series of workshops at provincial,\ndistrict, and site levels on the following topics will be organized: (i) marine and coastal resources\nmanagement issues, (ii) priority marine and coastal management areas (MCMAs) and the\nintegrated management plans for them as they evolve, (iii) action plans for the MCMAs and\nselection of small-scale natural resources management schemes for implementation under the\nproject, and (v) any other issues that would require public consultation. The objective of the\nworkshops is to promote the participation of various stakeholders in project activities, improve\ntheir sense of ownership of the project, and enhance project quality. Within three months of\nengaging consultants for marine resources planning and management, the project management\noffice (PMO) will prepare, in consultation with the implementing agencies and participating\nprovinces, a tentative program of workshops for review by the national and provincial steering\ncommittees and ADB. The program will be further reviewed and revised, as necessary, at the\nbeginning of each calendar year.\n3. Provision  has  been  made  for  an  overseas  masters'  level  program  in  natural\nresources/marine  and  coastal  resources  management  for  two  BAPPEDA  staff  from  each\nparticipating  province.  The  proposed  degree  program  will  provide  relevant  advanced\neducational background to selected individuals who, upon completion, will have the necessary\nskills to administer a natural resources management program in their respective provinces.\nWhile Indonesia has made significant progress in providing training options, the country does\nnot yet offer such comprehensive master level programs as are available in Australia, Canada,\nthe United States, and selected European countries. The master’s program is normally over a\ntwo-year period, but additional resources will provide for sufficient time in completing training in\nEnglish  as  a  foreign  language  in  addition  to  required  prerequisite  courses,  primarily  in\nquantitative analysis and geographic information system (GIS)/remote sensing.\n4. The Project provides for an international study visit on SDINs. The objective is to provide\nfive individuals the opportunity to study similar technical systems in a regional country that uses\nleading-edge technology which is maintained and operated by trained individuals. The study\ntour will cover 10 days and candidate selection will be contingent upon Government criteria\nrelated to qualifications, work experience, and the assessed need for this type of training to fulfill\nthe candidates' respective work-related duties.", "Appendix 12, page 2\n56\nTable A12: Local Training\nSectorc Person-Months\nParticipantsb\nTraining Project\nActivity Componenta C P D T I SC PSL F Length Total\nProvincial\nICZPM 1 75 30 30 30 15 30 4 300\nPublic Participation 1 30 1 30\nDiving Certification 1 60 1 30\nMonitoring & Evaluation 1 30 1 30\nMarine Cons. Plan 1 45 3 135\nRS/GIS I 1 - 15 3 45\nRS/GIS II 1,2 5 60 1 33\nGPS Training 1 30 0.25 8\nComputer Tech & LAN 1 30 4 120\nWebsite Management 1,2 15 0.5 4\nCoastal/Marine Legal 1,3 15 1 15\nProject Management - 15 1 8\nDatabase Management 1 30 1 30\nTotal 788\nDistrict\nICZPM 1 90 15 15 15 15 15 4 660\nPublic Participation 1 90 1 90\nSurveillance/Monitor 1 45 45 2 180\nMarine Cons. Plan 1 45 3 135\nSNRMS Preparation 4 90 1 90\nCoastal/Marine Legal 1 45 1 45\nEnglish (Technical) 1 45 2 90\n      Total 1,290\nGrand Total 2,078\na Project components: 1 -  coastal marine resources planning and management, 2 - spatial data and information\nmanagement, 3 - marine coastal resources laws and enforcement regime, 4 - small-scale natural resources\nmanagement schemes.\nb Participants: C - central, P -  provincial, D - district.\nc Sectors:  T - tourism,  I - industry, SC - sea communications, PSL - environmental study centers, F - fisheries.", "57 Appendix 13\nFUND FLOW ARRANGEMENTS\nGOVERNMENT OF\nADB\nINDONESIA\nMINISTRY OF\nFINANCE\nMMAF\nDGCBSI\nPMO\nNational\nPROVINCIAL\nGOMVOESRENFMENT\nMOSEF\nPROVINCIAL\nMBAOPSPEEFDA\nMOSEF\nPROVINCIAL PIU\nProvince\nDirect Official Communication\nConsultative Channel\nBudget Flow\nBAPPEDA - Provincial/District Planning Agency; DGCBSI - Directorate General of Coasts, Beaches, and Small Islands;\nMMAF - Ministry of Marine Affairs and Fisheries; PMO - Project Management Office; PIU - Project Implementation Unit.", "Appendix 14, page 1\n58\nSUMMARY INITIAL ENVIRONMENTAL EXAMINATION\nA. Introduction\n1. The  proposed  Project  will  promote  sustainable  natural  resource  management  for\nenvironmental  protection  and  socioeconomic  development  in  a  decentralized  government\nframework.  Since  the  Project,  as  a  whole,  is  strongly  oriented  to  sustainable  resource\nmanagement, it should have minimal adverse environmental impacts. However, activities in the\nsmall-scale  natural  resources  management  schemes  (SNRMS)  could  pose  environmental\nproblems  if  their  planning,  design,  and  implementation  do  not  include  the  necessary\nenvironmental safeguards. As such, the Project has been classified in category B.\n2. During  project  preparation,  the  consultants  conducted  an  initial  environmental\nexamination  (IEE)  according  to  the  ADB’s  and  Government’s  guidelines  on  environmental\nimpact  assessment  (EIA),  with  assistance  from  the  national  and  local  governments.  This\nsummary initial environmental examination (SIEE) summarizes the IEE findings and highlights\nspecific  environmental  criteria  and  concerns  that  need  to  be  carefully  examined  during\nselection, design, and implementation of the SNRMS.1 An initial social assessment of targeted\nbeneficiaries  within  the  identified  SNRMSs  was  undertaken.  In  addition  to  these  target\nbeneficiaries,  local  communities,  and  staff  of  the  concerned  sector  agencies  of  local\ngovernments were consulted.\nB. Description of the Project\n3. The project objectives are the sustainable management of marine and coastal resources\nand biodiversity, and environmental protection. Fifteen provinces will participate in the Project:\nNorth, West, and South Sumatra; Riau; Bengkulu; Lampung; West, Central, South and East\nKalimantan; North, Central, South, and Southeast Sulawesi; and West Nusa Tenggara.\n1. Project Components\na. Coastal Marine Resources Planning and Management\n4. This component will strengthen the planning and management capacity of provincial and\ndistrict BAPPEDAs and selected sector agencies involved in marine resources assessment and\nconservation. The Project will provide for integrated coastal zone planning and management\n(ICZPM)  initiatives  for  priority  marine  and  coastal  management  areas  (MCMAs)  in  each\nprovince,  covering  about  3-5  districts.  A  planning  hierarchy,  including  the  sequential\ndevelopment of a strategy plan, zoning plan, management plan, and action plans, will form the\nbasis of ICZPM activities.\nb. Spatial Data and Information Management\n5. The  planning  and  management  activities  will  be  underpinned  by  additional  data\ncollection and installation of hardware and software facilities to facilitate access to data by\nplanners and decision makers. There are four subcomponents: (i) surveys and mapping, (ii)\n                  \n1 The IEE for four SNRMS was carried out during project preparation. About  50 additional  SNRMSs are to be\nidentified during project implementation, and an IEE will be prepared for each of these SNRMSs and submitted to\nADB and Government for review  prior to their implementation.", "Appendix 14, page 2\n59\ninformation technology, (iii) spatial data infrastructure, and (iv) national biodiversity information\nnetwork (NBIN).\nc. Legislative Review and Law Enforcement\n6. This  component  aims  at  strengthening  the  legal  framework  for  natural  resource\nmanagement, particularly for marine and coastal resources, and improving the law enforcement\nregime in the sector.\nd. Small-Scale Natural Resources Management Schemes\n7. This component will support small-scale, priority activities consistent with the project\nobjectives  and  the  hierarchy  of  spatial  plans.  Selected  activities  will  support  district  and\nsubdistrict  decentralization,  particularly  the  devolution  of  responsibilities  for  resources\nmanagement. The schemes will be identified in the ICZPM plans for MCMAs. Selecting and\nimplementing these schemes will follow a process approach, with the active participation of\nstakeholders, and thus demonstrate the tangible value of ICZPM. Typically, the schemes will\ninclude (i) coastal fisheries resources management,  including rehabilitation of damaged fish\nhabitats (i.e. mangroves, coral reefs, and sea grass areas); (ii) improvement of the coastal\nenvironment, including control of pollution, siltation and erosion; (iii) establishment of marine\nparks and managing them for conservation and economic purposes; and (iv) development of\nalternative livelihood activities for artisanal  fishers to ease pressure on coastal resources. Four\nrepresentative schemes have been identified from the management plans prepared under the\npredecessor project, Marine Resources Evaluation and Planning Project (MREP).2\n2.  Implementation Arrangements\n8. The Ministry of Marine Affairs and Fisheries (MMAF) will be the Executing Agency (EA).\nImplementing Agencies will be the National Coordinating Agency for Survey and Mapping,\nprovincial and district BAPPEDAs concerned, and the National Institute of Sciences.\nC. Description of the Environment\n1. Project Areas\n9. The project areas cover six provinces in Sumatra, four in Kalimantan, four in Sulawesi,\nand one in Nusa Tenggara. The following paragraphs describe the physical and biological\nfeatures of the coastal areas of  these islands.\na. Sumatra\n10. The  physical  and  biological  features  of  the  Sumatra  coastal  areas  are  affected  by\nseawater currents: south-east current in the Strait of Malacca and north-west current in the west\ncoast  of  Sumatra  throughout  the  year;  and  north-west  current  in  the  southeast  coast  in\nFebruary, and south-east current in August. The water from rivers on the east coast flows north-\nwest, and the rivers on the west coast flow south-west. Every province has mangroves fringing\nits shores. There are 17 mangrove species in Sumatra. However, 60 percent of the mangrove\nforests are located in Riau and South Sumatra. Aside from mangrove forests, there are five\n                  \n2  Loan 1203-INO, for $33 million, approved on 8 December 1992.", "Appendix 14, page 3\n60\nother types of ecosystems around the coast of Sumatra: pes-caprae formation, barringtonia\nformation, brackish water forests, rocky shores, and coral reefs.\n11. Most  of  the  coastal  areas  of  Sumatra  have  been  disturbed  by  human  activities.\nNortheast, the mangrove forests have been converted to fish and shrimp ponds. The coast\nalong the Strait of Malacca has been heavily affected by oil pollution. In addition, the coastal\nareas have also become a dump site for industrial and domestic wastes. Mining the reefs for\nlimestone and fishing systems using explosives and poison, have also seriously disturbed the\ncoral reef ecosystem.\nb. Sulawesi\n12. Sulawesi has a long coastline relative to its land area.  Most of the mainland areas are\nlocated less than 90 kilometers (km) from the coast line. Most of the coastal area is dotted with\nsmall islands, many with land area of less than 1.5 square kilometers.  The surface current\nduring  the  north-west  monsoon  (November-April)  flows  counterclockwise  around  Sulawesi.\nBetween May and October, no simple current pattern can be determined. The mangrove forests\nconsist of 19 species, and large parts of the forest have been converted to fish and shrimp\nponds. The other vegetation types in the coasts include pes-caprae, and barringtonia formation.\nSulawesi coast is rich in coral reefs. Indonesia’s largest coral reef fish habitat, Sangkaran\nArchipelago, is located about 80 km from Makasar, the capital city of South Sulawesi Province.\nSulawesi is also rich in marine species diversity which includes many species of crabs, snails,\nsea birds, maleo birds, shorebirds, and four endangered turtle species. Coral mining and fishing\nsystems using explosives and poison have seriously disturbed the coral reef ecosystem.\nc. Kalimantan\n13. A large part of the Kalimantan coastline is characterized by deltas and swamplands that\nproduce massive amounts of nutrient to sustain high levels of marine resource productivity in\nthe  adjacent  estuarine  and  marine  areas.    Some  parts  of  the  coastal  areas  have  rocky\nformations. Several large islands in the east (e.g., Tarakan and Nunukan) have dipterocarp\nforests and mangroves that are still being logged. The Karimata Isles on the western side and\nBerau Isles on the eastern side of Kalimantan have coral reefs in good condition. Both areas\nhave been designated as national marine parks. A number of oil and gas fields are located on\nthe east coast.\n2.  Representative Small-Scale Natural Resources Management Schemes\na.  Mangrove Rehabilitation and Mariculture in Serei and Bahoi Villages\n14. The neighboring coastal villages of Serei and Bahoi in the Likupang subdistrict of North\nSulawesi  Province  have  about  200  hectares  (ha)  of  mangrove  areas,  extensively  cut  for\nfirewood. Only 35 ha remains with young trees. Beyond the mangrove, the shallow coastal\nwaters are covered by largely undamaged coral reef. The villages have a total population of\n1,633 in 433 households; 70 percent of them are classified as poor.\n15. The  proposed  scheme  will  rehabilitate  100  ha  of  mangrove  through  community\nparticipation.  The  scheme  will  also  support  the  development  of  mariculture  in  cages  as\nalternative livelihood for the villagers.", "Appendix 14, page 4\n61\nb.  Tanjung Luar Mangrove and Silvofishery Scheme\n16. The coastal village of Tanjung Luar is located to the southeast of Mataram City in West\nNusa Tenggara Province. Eighty-six percent of the 2,359 households depend on fishing for\nlivelihood; but fish yields have declined considerably because of coastal degradation caused by\nconversion of mangroves to fishponds, most of which have since been abandoned. Fifty-one\npercent of the people live in poverty.\n17. To improve the coastal environment and the livelihood of the local community, the\nproposed  scheme  will  rehabilitate  150  ha  of  mangroves  and  abandoned  fishponds  as  a\ncombination of extensive aquaculture and mangrove replanting, using a model developed on\nBali with the assistance of Japan International Cooperating Agency.\nc.  Pendingin Village Erosion Control Scheme\n18. The estuarine village of Pendingin is located on the bank of Mahakam River in East\nKalimantan Province. Mangroves along the riverbank have been heavily damaged by human\nactivities, and a 4.5 km section has been affected by severe erosion. About 26 percent of the\nvillage population of 1,529 live in poverty.\n19. The proposed scheme aims to protect land and properties in the village by arresting\nbank erosion  through a combination of vegetative and structural measures to be undertaken by\nthe local community. The scheme will support community mobilization, replanting of mangroves,\nand construction of erosion control structures using locally available materials and technology.\nd.  Panjang Island Seaweed Culture\n20. Panjang in South Sumatra Province is a small island of about 70 ha, separated from\nBanka island by 9 nautical miles. Panjang is not inhabited and its coastal water is good for\nnaturally grown seaweed. People of Tanjung village on Banka depend heavily on the naturally\ngrown seaweed for their livelihood, and increasing pressure has threatened the sustainability of\nthe natural seaweed.  To ease pressure on the naturally grown seaweed, a small number of\nfishing communities have successfully commenced seaweed culture;  but the community needs\ntechnical and financial support for expansion.\n21. The scheme will provide for community mobilization, training, linking the community with\na  rural  financing  institution  for  seed  capital,  and  technical  support  for  seaweed  farming,\npostharvest processing, and marketing. About 50 households will initially participate in the\nscheme.\nD. Screening of Potential Environmental Impacts and Mitigation Measures\n1. Coastal Marine Resource Planning and Management\n22. The component will strengthen the capacity of local governments to sustainably manage\ntheir marine and coastal resources, and promote the development and use of spatial plans\nfollowing the ICZPM approach. The Project provides for participation of local communities in\npreparing management plans, transparency in allocation of resources, and improvement of\nrelated laws and regulations, all of which are important in managing natural resources. The\ncomponent  has  been  designed  for  environmental  protection,  and  no  negative  impact  is\nexpected.", "62\nAppendix 14, page 5\n2. Spatial Data and Information\n23. The  component  will  generate  quality  data  and  information  on  marine  and  coastal\nmorphology, ecosystems, biodiversity, land use and land suitability in coastal zones, and related\nsocial and environmental issues. The component will also provide easy and systematic access\nto these information and data that will help increase knowledge of the resource base and\nfacilitate resource management for sustained benefits.\n3.  Legislative Review and Law Enforcement\n24. The component will contribute to strengthening the management of coastal and marine\nresources through improvement and enforcement of legal provisions for resource allocation and\nuse, and will have a positive impact on the environment.\n4.  Small-Scale Natural Resources Management Schemes\n25. Most of the schemes will be identified during project implementation. The potential\nenvironmental  impact  and  the  mitigation  measures  incorporated  in  the  design  of  the  four\nrepresentative schemes identified from the management plans of the predecessor MREP are\ndiscussed in the following paragraphs.\na. Mangrove Rehabilitation and Mariculture\n26. The rehabilitation of mangrove forests will have positive environmental impact. The\nmariculture subcomponent will involve culture of locally available fish species in floating nets\nunder a semi-intensive production system, and is not expected to cause a major negative\nenvironmental  impact.  The  local  community  will  be  trained  in  managing  the  fish  nets,\ndetermining stock density and employing hygienic practices.\nb. Tanjung Luar Mangrove and Silvofishery Development Scheme\n27. The potential environmental hazard includes the discharge of nutrient-enriched water\nfrom the ponds. This will be avoided through proper design of the ponds, including adequate\nprovision for flushing of discharges, and training in pond operation and maintenance.\nc. Pendingin Erosion Control Scheme\n28. The  major  potential  impacts  of  erosion  control  measures  could  include  changes  in\ncoastal hydrology and drainage systems affecting land areas and existing property values. Care\nhas been taken to avoid such impacts by not depending entirely on structural measures for\nerosion  control.  The  scheme  will  provide  for  a  combination  of  vegetative  and  structural\nmeasures, the latter being nonpermanent in nature. The  project design will not change  the\nconfiguration of natural drains passing through the village, nor obstruct their outfalls.\nd. Panjang Island Seaweed Culture Scheme\n29. Seaweed culture can deplete the oxygen content of water if the carrying capacity in the\nproduction area is exceeded. This may reduce fish yields as well as the yield of the seaweed\nitself. Because of the inherent disincentives, seaweed farmers will not go for unrestrained\nexpansion of seaweed culture areas. Nonetheless, the technical support to be provided to the", "63\nAppendix 14, page 6\ncommunity  will  include  lessons  on  potential  adverse  environmental  impacts  and  best\nmanagement practices to prevent them.\n.  \nE. Institutional Requirements and Environmental Monitoring Program\n30. The overall responsibility for environmental monitoring of project activities will lie with the\nProject Management Office (PMO) to be established in MMAF. The PMO will coordinate with\nprovincial and district BAPPEDAs and sector agencies concerned to ensure that adequate\nmeasures are incorporated in the design, construction, and management of all SNRMSs. The\nfeasibility report on each scheme will include an IEE, prepared in accordance with the ADB’s\nEnvironmental  Guidelines  for  the  relevant  sectors,  1998  Environmental  Assessment\nRequirements, and the Government’s environmental monitoring requirements. The IEE will be\nsubmitted to BAPEDALDA/AMDAL Commission for review and approval. If the IEE determines\nthat the proposed SNRMSs generate a significant adverse impact, a detailed EIA will be carried\nout for the scheme and a summary EIA report will be submitted to BAPEDALDA/AMDAL\nCommission for review and approval, with a copy to ADB. Implementation of a scheme will\ncommence only after the approval of the IEE or EIA by the appropriate authority.\n31. Environmental monitoring will be conducted during and after construction of SNRMSs,\nespecially for schemes that may have potential adverse impacts. Such schemes may relate to\ncoastal  infrastructure  (for  erosion  control,  navigation,  etc.)  and  mariculture.  While  specific\nparameters/indicators to be monitored will depend on the type, nature, and location of the\nschemes, they may include the following:\n(i)  physical indicators - changes in the direction of sea currents, strengths of sea\nwaves/swell, and turbidity of seawater, sunlight penetration, and nutrient content;\n(ii)  chemical indicators - dissolved oxygen, salinity, biological oxygen demand (BOD)\nand chemical oxygen demand (COD) of basin water;\n(iii)  biological indicators - microbiological organisms, and zoo- and phytoplankton,\nfish disease; and\n(iv)  socioeconomic indicators - beneficiaries and benefits, and impacts on poverty.\n32. Regional  offices  of  BAPEDALDA  will  conduct  the  periodic  monitoring  of  the\nenvironmental impacts of the project activities. The project monitoring and evaluation (PME)\nsystem to be established under the Project will also provide for environmental monitoring of\nselected schemes.\nF. Findings and Recommendations\n33. The IEE confirms that the project design is oriented to sustainable management of\nmarine and coastal resources and environmental protection. This will be achieved through the\nimplementation  of  four  components,  all  of  which  have  been  carefully  designed.  The  only\ncomponent that requires additional care and attention during planning and implementation to\navoid any adverse environmental impact is the SNRMSs component. SNRMSs will be identified\nin the management and action plans to be developed for MCMAs in the participating provinces,\nfollowing an ICZPM concept and related procedures. Four SNRMSs identified under MREP\nhave been studied as representative schemes. While the SNRMSs are also aimed at promoting\nenvironmental protection, inadequate planning and design may result in adverse environmental", "Appendix 14, page 7\n64\nimpact, although the extent and intensity of such impact would normally be small and can be\navoided. Nonetheless, each scheme will require an IEE, and the IEE findings will determine\nwhether an EIA will need to be prepared.\nG. Conclusions\n34. Project activities should be monitored, especially those that may have potential adverse\nenvironmental impact. While the regional BAPEDALDA concerned will be tasked with such\nmonitoring, the PME system to be designed for the project during the first year of project\nimplementation will also provide for periodic environmental monitoring of selected activities in\ncoordination with local institutions and participating communities.", "65\nAppendix 15, page 1\nTECHNICAL ASSISTANCE FOR\nCAPACITY BUILDING FOR DECENTRALIZED NATURAL RESOURCES MANAGEMENT\n1. The  technical  assistance  (TA)  will  (i)  assess  the  implications  of  decentralization\nmeasures on the capacity of the provincial and district planning agencies for managing natural\nresources, both terrestrial and marine; and (ii) assist the Government in initiating a program for\ncapacity building of the planning agencies, particularly those at the district level. The TA will be\nimplemented in two phases.\n2. The tasks to be undertaken under phase I are the following:\n(i)  Assess the relevance of the roles and functions of the Development Planning\nAgencies (BAPPEDA) as mandated by Presidential Decree No. 27/1980 and\nDecree No. 185/1980 of the Ministry of Home Affairs in the context of regional\nautonomy. Review the organizational arrangements for the provincial and district\nBAPPEDA and related agencies in the context of Law 22/99, Law 25/99 and the\nensuing regulations, and recommend specific reform measures for realigning\nthese agencies with decentralized responsibilities for planning, natural resources\nmanagement, and coordination.\n(ii)  Analyze  the  planning  and  consultative  processes  as  mandated  by  P5D\n(Guidelines for Planning Arrangement on Regional Development Control) and\ndetermine their relevance in the context of decentralized authority and divisions\nof  responsibilities  between  district,  provincial  and  central  governments.\nRecommend to the Government specific policy actions and measures to reform\nP5D in line with the intents of Law 22/99 and its implementation regulations for\ngreater regional autonomy, and the new fiscal relationships between the central\nand regional governments under Law 25/99.\n(iii)  Review  the  implications  of  Law  25/99  and  its  ensuing  regulations  on\ndecentralized responsibilities for natural resources management, and analyze the\nfiscal  impacts  of  these  responsibilities  in  terms  of  the  provincial  and  district\ngovernments'  capability  to  mobilize  the  necessary  resources  to  match  the\ndecentralized functions for natural resources management.\n(iv)  Review the requirements for implementing Law 24/92 on spatial plans, and their\nimplications for the organizational and management arrangements for BAPPEDA\nand related agencies. Assess the institutional arrangements for integrating and\nenforcing spatial plans based on provincial boundaries rather than on those of\nthe districts taking into account the increased responsibility of the regions in\nmanaging their areas.\n(v)  Review the existing legal and regulatory framework for overall natural resources\nmanagement. Determine the implications of the legal and regulatory framework\non  the  existing  institutional  arrangements  for  planning  and  management  of\nnatural  resources,  and  identify  measures  to  improve  institutional  capacity,\nincluding the improvement of coordination mechanisms at district, provincial, and\nnational levels.\n(vi)  Examine the changing roles and responsibilities for managing the environment\nand  natural  resources  at  the  provincial  and  district  levels,  and  evaluate  the", "66\nAppendix 15, page 2\nexisting national and local regulatory frameworks that constrain decentralized\nmanagement of these resources.\n(vii)  Identify major weaknesses and shortcomings (human resources, physical and\ntechnical  facilities,  satisfactory  regulatory  framework,  etc.)  for  implementing\nsound  and  efficient  decentralized  management  of  natural  resources  at  the\nvarious government levels. Recommend viable options, a timetable, and the\nsteps for removing the institutional, legal, and capacity constraints.\n3. The tasks under phase II of the TA are the following:\n(i) Develop the criteria for selecting pilot district-level BAPPEDA that will participate\nin a phased approach to strengthen its management and planning capability. The\nselection criteria will include poverty incidence as indicated by available statistics,\nthe degree of environmental stress, minimal institutional capability to carry out\nenvironmental  and  resource  management,  geographic  location,  potential  for\ndeveloping natural resources. Make sure that the districts identified will represent\ndifferent types of resources, both terrestrial (forest, water, land, nonrenewable,\nbiodiversity)  and  marine  (fisheries,  coasts,  coral  reefs,  nonrenewable,\nbiodiversity).\n(ii) Following the overall assessment under (vii) in para. 2, analyze in detail the\nmajor  needs  and  drawbacks  in  the  selected  pilot  BAPPEDA  in  terms  of\navailability  of  human  resources,  existence  of  sufficient  capacities  and  skills,\naccessibility  of  physical  and  technical  facilities.  Prepare  a  capacity  building\nprogram of required training to strengthen natural resources management and\nplanning skills.\n(iii) Implement the pilot capacity building program on the basis of the above. Include\ntraining in suitable planning models appropriate for district-level planning with\nemphasis  on  low-technology  solutions;  familiarization  with  natural  resources\naccounting principles, development of a framework for the establishing district\nlevel spatial data centers; establishing and  implementing a human resources\ndevelopment plan introducing functional positions based on a clear career path\nwith recommended pay scales; and training in public participation techniques to\nstrengthen local community involvement in and ownership of local sustainable\nmanagement of natural resources.\n(iv) Assist  the  Government  in  developing  a  comprehensive  strategy  for  capacity\nbuilding,  targeting  the  district  BAPPEDA  and  related  agencies.  Design  the\nnecessary human resources development plans, and develop capacity building\noptions and action plans for mobilizing resources required to strengthen natural\nresources management at the district level. Make specific recommendations for\nimproving  the  capacities  of  the  district  BAPPEDA  and  related  agencies  in\nimplementing  the  necessary  actions,  including  specific  reform  measures  that\nwould  provide  these  agencies  with  the  appropriate  legal,  institutional,\norganizational,  and  specific  roles  and  functions  to  fulfil  their  decentralized\nresponsibilities  for  sustainable  management  of  natural  resources  and  the\nenvironment.", "67\nAppendix 15, page 3\nCOST ESTIMATES AND FINANCING PLAN\n($)\n  Foreign    Local  Total\nItem Exchange Currency Cost\nA. ADB Financing (Japan Special Fund)\n1. Consultants\na. Remuneration and Per Diem\ni. International 352,000 - 352,000\nii. Domestic - 132,000 132,000\nb. International and Local Travel 40,000 40,000 80,000\n2. Equipment 15,000 - 15,000\n3. Training, Workshops, and Seminars - 70,000 70,000\n4. Report Preparation - 10,000 10,000\n5. Government Representative for\nContract Negotiations 5,000 - 5,000\n6. Administrative Services - 10,000 10,000\n7. Contingencies 63,000 38,000 101,000\nSubtotal (A) 475,000 300,000 775,000\nB. Government Financing\n1. Office Accommodation, Facilities, and\nSecretarial Support - 80,000 80,000\n2. Local Travel - 30,000 30,000\n3. Remuneration and Per Diem of\nCounterpart Staff - 90,000 90,000\nSubtotal (B) - 200,000 200,000\nTotal 475,000 500,000 975,000", "Appendix 16, page 1\n68\nFINANCIAL AND ECONOMIC ANALYSES\nA.  Scope and Major Assumptions\n1. The analyses are limited to assessing the quantifiable costs and benefits of the small-\nscale natural resources management schemes. The overall small-scale schemes are expected\nto cost less than $1 million in each province over six years. Despite the small investment size,\nthe small-scale schemes and the associated capacity building initiatives provide opportunities\nfor local governments and communities to have hands-on practice in decentralized planning and\nimplementing small and affordable environment-friendly projects.\n2. The  types  of  investment  initiatives  identified  range  from  coastal  fisheries,  coastal\nenvironmental  improvement,  and  alternative  livelihoods  that  promote  environment-friendly\npractices  for  sustained  income  generation.  For  illustrative  purposes,  four  models  were\ndeveloped to demonstrate the potential costs and benefits of small-scale schemes that the\nparticipating provinces identified: (i) seaweed culture development, (ii) sea bass cage culture,\n(iii) silvofishery development, and (iv) mangrove rehabilitation to control coastal erosion.\n3. The financial and economic analyses were carried out in 2000 constant prices and in the\nlocal currency, rupiah (Rp). The economic analysis is based on a domestic price numeraire.\nAdjustments  for  economic  prices  reflect  mainly  the  removal  of  taxes  and  duties,  and  the\napplication  of  a  shadow  exchange  rate  factor  (SERF)  of  1.11,  equivalent  to  a  standard\nconversion factor (SCF) of 0.9. The base financial exchange rate is at $1.00=Rp8,000. The daily\nrural wage rates in mid-2000 varied from one place to another, within the range of Rp10,000-\nRp16,000. Given a situation of less than full employment in the rural areas, a shadow wage rate\nfactor of 0.9 was applied.\n4. Financial  farmgate  prices  of  fish  and  shrimp  were  conservatively  estimated  at\nRp4,000/kilogram (kg) for miscellaneous fish, Rp20,000/kg for fresh sea bass, and Rp60,000/kg\nfor shrimp species of average grades. Farmgate prices of seaweed vary depending on proximity\nto processing facilities and destination markets in regional centers. A conservative estimate of\nRp1,400/kg was assumed for seaweed although prices in coastal areas of South Sulawesi have\nreached  as  high  as  Rp4,000/kg  depending  on  type,  moisture  content,  and  other  quality\nattributes.\nB. Seaweed Production\n5. Seaweed production offers significant potential for coastal communities to generate\nemployment and incomes in an environmentally sustainable manner.  Production from culture\ntechnology  has  proved  financially  viable  at  selected  sites  throughout  Indonesia.    Culture\ntechnology is best practiced using floating wooden grid systems and rafts.  Bottom staking of\nrope and wire grids can also be culture method, but is applicable only in limited sea areas with\nflat, sandy bottoms. As with other mariculture activities, site selection is critical. The need is for\nsheltered  areas  with  adequate  water  exchange,  proper  salinities,  good  water  quality,  and\naccess to local starter stock.\n 6. The  usual  culture  species  are  E. cottonii, Gelidiem, Gracelaria, E. spinosum  and\nHypnea. Seaweed is already produced commercially in many areas in Indonesia in response to\nan increasing market demand.  Typically, harvesting takes place after firm orders are received\nfrom local traders based in major cities. International buyers do exist, but their presence in rural\nIndonesia is still very limited. Therefore the current production is largely for domestic food", "69\nAppendix 16, page 2\nconsumption. Positive features of the industry include environment-friendly production systems;\nlow start-up costs for both investment and operations; technically simple operations of a variable\nscale;  suitability  for  family-based  operations  with  equitable  gender  participation  and\nmanagement; and financial viability as an alternative livelihood to reduce pressure on coastal\nfisheries and coral reefs. Constraints facing the industry relate primarily to the nature of the\nemerging markets. Factors to consider include producer technical and managerial skills, tenure\nrights, transportation, and quality starter stock. To overcome those constraints, the Project\nenvisages providing support services and assistance in developing technical skills and market\npotential.\n7. An  indicative  model  of  a  family-based  seaweed  production  of  1  hectare  (ha)\ndemonstrates that the enterprise is viable with a financial internal rate of return (FIRR) of about\n24 percent (Table A16.1). Cash funding required for start-up operations is estimated at Rp2.3\nmillion (less than $300), which covers investment capital costs and half a year of operating\nexpenses. The daily return to a self-employed person is estimated at Rp18,000, which is\nsignificantly  higher  than  the  prevailing  average  rural  wage  rate  of  about  Rp13,000.  The\nseaweed farm is expected to generate about 260 person-days of employment annually per\nhectare of cultivation for four harvests. The economic internal rate of return (EIRR) for seaweed\nproduction is estimated at 29 percent.\nC. Fish Cage Culture\n8. Fish cage culture is practiced widely in Indonesia with a variety of species including sea\nbass  (Lates calcarifer),  milkfish  (Chanos chanos),  and  grouper  species  (e.g., Cromileptes\naltivelis, Epinephelus fuscoguttatus, etc.). Rearing techniques for each species vary.  Hatchery\nproduction of fry is important in creating a sustainable fish cage culture industry.  This has\nhistorically hampered industry growth. However, recent developments in both hatchery and\nrearing technologies, especially for sea bass, have provided for the necessary ingredients for\nsustained growth.  Based on the availability of hatchery-bred fry, fish cage culture has opened\nup as an attractive, environmentally sound option in coastal Indonesia.  Sea bass, known as\nikan kakap putih in Indonesia, is a popular food fish throughout the country, and local fish with\ngrowing demands are accessible.\n9. Positive  features  of  fish  cage  culture  include  environment-friendly  operations,  with\nhatchery fry and cage density in any one area limited; potential to provide alternative livelihood\nto fishers, thus relieving pressure on natural fisheries resources; and suitability for location in\ncoastal waters. The fish cage is typically made of net, wooden planks and anchors, for a volume\nof about 40 cubic meters. An indicative model of a sea bass cage culture demonstrates that the\nscheme is financially viable with FIRR of about 35 percent, offering an attractive alternative\noccupation in rural coastal areas. Funding required for start-up operation is estimated at about\nRp14.3 million ($1,800). The daily return to labor is estimated at about Rp30,000, which is triple\nthe prevailing rural wage rate. The scheme is expected to generate self-employment of 260\ndays annually for a single-cage operation that can be easily managed by a family. The EIRR is\nestimated about 41 percent.\nD. Silvofishery\n10. In Indonesia, silvofishery is a traditional technology that recognizes the importance of the\nmangrove ecosystem and incorporates mangroves into the fishpond system. The traditional\ndesign includes a central platform of mangroves, surrounded by a canal system. The system is\nsupplied by tidal water flowing through sluice gates. The potential harvest depends on the", "Appendix 16, page 3\n70\nnatural survival of fish, shrimps, and crustaceans trapped in the system. The mangroves, which\nmay cover up to 70 percent of the area, provide natural shelter, nutrition, and energy to the food\nchain, and maintain water quality.\n11. Positive features of the system include environment friendliness, with limited open water\nsurface and an intact mangrove ecosystem; attractive alternative income to relieve pressure on\ncapture fisheries; and appropriateness for coastal waters, which have suffered from depletion of\nmangroves. An indicative model of silvofishery shows a potential FIRR of about 23 percent, with\nattractive returns for community-based self-employment in rural coastal areas. Funding required\nfor the start-up investment is estimated at about Rp41 million, which covers more than 3 ha of\nthe integrated system, including 1 ha of fishpond area. Net income is expected to reach about\nRp13.5 million ($1,700) annually over 10 years. The investment is expected to generate an\nEIRR  of  about  29  percent.  The  scheme  is  expected  to  generate  24  person-months  of\nemployment annually, with net returns to labor exceeding Rp35,000 per person-day.\nE. Mangroves and Coastal Erosion Control\n12. Mangroves offer natural protection for erosion and abrasion on coastal areas, estuaries\nand riverbanks. An illustrative model was developed, based on actual conditions of a coastal\nvillage at Mahakam Delta in East Kalimantan. The delta, on the west of Makassar Strait, covers\nabout 3,200 square kilometers and is rich in fisheries resources. The village has a population of\nabout 1,500 in 375 households. Farming and small business activities are the main source of\nincome for 270 households; the remaining 105 households largely depend on capture fishing for\ntheir livelihood. About 70 percent of the fisher households live along the river. The village has a\nshoreline  of  about  4.5  kilometers.  The  mangrove  along  the  riverbank  has  been  severely\ndamaged by human activities, exposing the riverbank to the effects of water currents and wave\nactions. Erosion has occurred, creating a surface land loss at a rate of about three meters a\nyear. About 10 meters of surface land areas have been washed into the river over the past three\nyears. Apart from the loss of valuable land, erosion has required the coastal villagers to move\nand rebuild their houses nearly every year.\n13. The  illustrated  scheme  aims  to  arrest  riverbank  erosion  and  protect  scarce  land\nresources and properties of the community by adopting measures such as (i) constructing\nerosion protection structures at strategic locations, applying local materials and technologies; (ii)\nrestoring mangroves along the entire stretch of the affected riverbank; and (iii) informing the\ncommunity on preventive measures against bank erosion. The local community has shown\nstrong interest in the scheme, and willingness to contribute to the rehabilitation investment.\n14. The cost of the scheme is estimated at Rp700 million ($87,500), comprising mangrove\nreplanting, erosion control structures, community mobilization, and nongovernment organization\n(NGO) services. The investment is expected to yield an EIRR of about 12.3 percent, drawing\neconomic  benefits  from  avoided  loses  of  land  and  property  belonging  to  disadvantaged\nvillagers. The value of land losses was estimated at their current market value/willingness to\npay, as is, without accounting for the potential improvement effects of the Project. Annual\navoidance of property damages was valued conservatively at 15 percent of the average market\nvalue (Rp5.5 million each) of existing houses, excluding movable belongings.\nF. Sensitivity Analysis\n15. The expected FIRRs and EIRRs of the illustrative models, including sensitivity and\nswitching values to declines in benefits and cost increases, are shown in Tables A16.1 and", "Appendix 16, page 4\n71\nA16.2.  The  tables  showing  calculations  and  assumptions  for  the  financial  and  economic\nanalyses  are  in  Supplementary  Appendix  B.  Overall,  the  rates  of  return  are  sensitive  to\nreduction in benefits and increases in operating costs, but are generally robust to increases in\ninvestment costs. Nonetheless, the risks of reduction in benefits can be minimized through\nadoption  of  recommended,  relatively  simple,  and  well-proven  technology,  combined  with\nreasonable  management  practices  to  avoid  shortfalls  due  to  production  inefficiency  and\nspoilage. Downward price risks to output prices are minimal in the local markets, given the\nsteady consumer demand in the rural and urban areas. Conservative prices were assumed for\nthe base case scenario.\nTable A16.1: Sensitivity of Rates of Return to Declines in Benefits and Cost Increases\n10% Decline 10 % Increase 10% increase in\nModel Base Case in Output or in Investment Operating Costs\nBenefits Costs\nNPV NPV NPV NPV\nRp000 IRR Rp000 IRR Rp000 IRR Rp000 IRR\n12% (%) 12%   (%) 12% (%) 12%       (%)\nFinancial\n     Seaweed Culture: 1 ha 1,771 23.9 -1,137  3.4 1,302 20.5 -697  7.1\n     Sea bass Cage Culture 3,825 35.0 -979  6.1 2,275 24.5 285 13.7\n     Silvofishery: 1 ha 19,109 23.2 6,732 16.1 15,444 20.4 12,308 19.3\n     Mangrove:\n         Erosion Control na na na na na na na na\nEconomic\n     Seaweed Culture: 1 ha 2,321 29.0 587 7.2 2,014 26.3 -119 11.1\n     Sea bass Cage Culture 4,118 40.6 -278 10.1 2,722 29.3 926 18.5\n     Silvofishery: 1 ha 26,544 28.6 14,162 21.3 23,246 25.5 20,115 24.8\n     Mangrove:\n         Erosion Control 8 12.3 -51 10.0 -50 10.3 na na\nna = not applicable, ha - hectare, IRR - internal rate of return, NPV - net present value.\nTable A16.2: Switching Values at 12% for FIRR and EIRR\n% Decrease in % Increase in % Increase in\nModel Benefits Investment Costs Operating Costs\nFinancial\n     Seaweed Culture: 1 ha   6.1 35.5   7.1\n     Sea bass Cage Culture   8.0 24.7 10.8\n     Silvofishery: 1 ha 15.5 52.0 28.0\n     Mangrove:\n        Erosion Control    na      na    na\nEconomic\n     Seaweed Culture: 1 ha   8.0 76.0   9.5\n     Sea bass Cage Culture   9.4 29.5 12.9\n     Silvofishery: 1 ha 21.4 80.5 41.3\n     Mangrove:\n        Erosion Control   1.5   1.3    na\nna = not applicable,  EIRR - economic internal rate of return, FIRR - financial internal rate of return, ha - hectare."], "metadata": {"Author": "jlo", "CreationDate": "D:20001025162911Z", "Creator": "ADOBEPS4.DRV Version 4.10", "ModDate": "D:20131112141637+08'00'", "Producer": "Acrobat Distiller 3.01 for Windows", "Title": "Microsoft Word - R213-00rrp.doc"}}