{"path": "data/input/ta/rrp-nep-36195.pdf", "pages": [" \n \n \nASIAN DEVELOPMENT BANK RRP: NEP 36195 \n \n \n \n \n \n \nREPORT AND RECOMMENDATION \n \nOF THE \n \nPRESIDENT \n \nTO THE \n \nBOARD OF DIRECTORS \n \nON A  \n \nPROPOSED LOAN \n \nAND TECHNICAL ASSISTANCE GRANT \n \nTO THE \n \nKINGDOM OF NEPAL \n \nFOR THE \n \nPUBLIC SECTOR MANAGEMENT PROGRAM \n \n \n \n \n \n \n \n \n \n \nJune 2003\n ", " \nCURRENCY EQUIVALENTS \n(as of 13 June 2003) \n \n \n  Currency Unit  =  Nepalese rupee/s (NRe/NRs) \n  NRe1.00  =  $0.0128 \n  $1.00  =  NRs77.00   \n   \n \nThe Nepalese rupee is pegged to the Indian rupee (Re) at NRs1.60 to Re1.00 and is fully \nconvertible on all current account transactions. \n \n \nABBREVIATIONS \n \nADB    -  Asian Development Bank \nCCD    -  Corporation Coordination Division \nDDC    -  district development committee \nDFID    -  Department for International Development \nDIDO    -  District Infrastructure Development Office \nDIP    -  Decentralization Implementation Plan \n10FYP   -  Tenth Five-Year Plan \nGDP    -  gross domestic product \nGRP    -  Governance Reform Program \nIAP    -  Immediate Action Plan \nIMF    -  International Monetary Fund \nIRD    -  Internal Revenue Department \nIRO    -  Inland Revenue Office \nLSGA    -  Local Self-Governance Act \nMOF    -  Ministry of Finance \nMTEF   -  Medium-Term Expenditure Framework \nNEA    -  Nepal Electricity Authority \nNRB    -  Nepal Rastra Bank \nNRM    -  Nepal Resident Mission \nOAG    -  Office of Auditor General \nPAN    -  Permanent Account Number \nPC    -  Privatization Committee \nPCSC   -  Privatization Coordination Sub-Committee \nPE    -   public enterprise \nPERC   -  Public Expenditure Review Commission \nPIU    -  Project Implementation Unit \nPRS    -  poverty reduction strategy \nPSMP   -  Public Sector Management Program \nTA    -  technical assistance \nVAT    -  value added tax \nVDC    -  village development committee \n         \n \n ", "NOTES \n \n(i)  The fiscal year (FY) of the Government ends on 15 July. FY before a calendar \nyear denotes the year in which the fiscal year ends, e.g., FY 2002 ends on 15 \nJuly 2002. \n(ii)  In this report, “$” refers to US dollars. \n \n \n \n \n \n \n \nThis report was prepared by Narhari Rao (team leader), Rainer Hartel, Sungsup Ra, Caroline \nVandenabeele, Raju Tuladhar, Surya Shrestha, and Charito Arriola. \n ", " \nCONTENTS \n \nPage \nLOAN AND PROGRAM SUMMARY \nI.  THE PROPOSAL  1 \nII.  THE MACROECONOMIC CONTEXT  1 \nA.  Current Macroeconomic Problems  1 \nB.  Short- to Medium-Term Macroeconomic Outlook  2 \nC.  The Government’s Poverty Reduction Strategy  3   \nD.  Immediate Action Plan  4 \nE.  Recent Economic Policy Initiatives  5   \nIII.  THE SECTOR  6 \nA.  Sector Description and Performance  6 \nB.  Issues and Opportunities  10 \nIV.  THE PROPOSED PROGRAM  12 \nA.  Objectives and Scope  12 \nB.  Policy Framework and Action  13 \nC.  Financing Plan  20 \nD.  Implementation Arrangements  20 \n     \nV.  TECHNICAL ASSISTANCE  22 \nVI.  PROGRAM BENEFITS, IMPACTS, AND RISKS  24 \nA.  Benefits  24 \nB.  Impacts  25   \nC.  Possible Risks  25 \nVII.  ASSURANCES  26 \nA.  Specific Assurances  26 \nB.  Condition for Loan Effectiveness  27   \nVIII.  RECOMMENDATION  27 \n \nAPPENDIXES   \n  1.  The Sector – Revenue Mobilization and Expenditure Management Efforts  28   \n  2.  The Sector – Disengagement from Public Enterprises  31 \n  3.  Technical Assistance for Supporting Government Disengagement from \n    Public Enterprises  39 \n  4.  The Sector – Governance Reforms  45 \n  5.  Program Framework  51 \n  6.  Estimate of Program Adjustment Cost  56 \n  7.  List of Ineligible Items  57 \n  8.  Development Policy Letter  58 \n  9.  Nepal Public Sector Management Program Loan Policy Matrix  63 \n 10.  Poverty and Social Impact Assessment of the Program  69 \n \nSUPPLEMENTARY APPENDIX (available upon request) \n  External Assistance in the Program-Related Areas \n ", "  iii \nLOAN AND PROGRAM SUMMARY \n \nBorrower  The Kingdom of Nepal \n \nThe Proposal  It is proposed that a loan of Special Drawing Rights 24,649,000 be \nprovided from ADB’s Special Funds resources to support public sector \nmanagement policy reforms to assist the Government of Nepal in \nimplementing its poverty reduction strategy. \n \nClassification  Project Classification: Other \n  Thematic: Good governance \n \nEnvironment  Category C \nAssessment  Environmental  implications  of  the  Program  were  reviewed;  no \n  significant environment impacts were identified. \n \nThe Program   \n \n  Rationale  Nepal has been facing a difficult situation over the last two years. The \neconomy experienced a sharp downturn from the impact of a series of \ninternal  shocks,  deterioration  in  the  domestic  security  situation, \npolitical instability, and adverse developments in the global economy. \nThe economic scenario deteriorated sharply in fiscal year (FY) 2002, \nwith a negative growth rate of gross domestic product (GDP) that \nseverely strained Government finances. The deteriorating economic \nsituation  coincides  with  the  initiation  of  the  Tenth  Five-Year Plan \n(10FYP) covering FY2003–FY2007, which is also the Government’s \npoverty reduction strategy (PRS).   \n \nBuilding on the lessons learned from the past, the 10FYP refocuses \nthe poverty reduction program with a strategy based on four pillars of \ndevelopment: broad-based and sustainable economic growth, social \nsector  development,  targeted  programs  for  the  poor  and \ndisadvantaged, and good governance. The 10FYP aims to reduce the \nincidence of poverty to 30% from the current level of 38%, along with \nsignificant improvements in key human development indicators such \nas rising literacy rate, reduced infant mortality, higher life expectancy, \nand increased access to sanitation and safe drinking water, especially \nin  the  rural  areas.  The  10FYP’s  development  strategy  is  closely \naligned  with  ADB’s  PRS  and  the  Country  Strategy  and  Program \nUpdate (CSPU) for Nepal.  \n \nThe medium-term economic outlook remains uncertain due to further \ndeterioration in the global economic and political environment. In view \nof the current uncertainties regarding the growth prospects of the \neconomy, the outlook for revenue mobilization, and the large regular \n(current) expenditure, the Government is unable to mobilize adequate \nresources  for  implementing  the  poverty  reduction  program  of  the \n10FYP. Consequently, planned development expenditure in FY2003 \nhad  to  be  sharply  curtailed,  impacting  negatively  on  the  poverty \nreduction efforts. However, the domestic political and security situation \nimproved recently. On 29 January 2003, the Government and the \n   ", "iv   \nimproved recently. On 29 January 2003, the Government and the \nUnderground Communist Party of Nepal/Maoist (CPN/M) agreed on a \ncease-fire, and are now engaged in negotiations for lasting peace. \nWhile the peace efforts are making good progress, it will be some time \nbefore  a  final  peace  agreement  is  reached.  Meanwhile,  the \nGovernment is acutely conscious that despite current uncertainties, \npolicy measures need to be pursued to attain rapid and sustained \nreduction in poverty, and to lay the foundations for sustainable pro-\npoor growth. This is all the more important since Nepal is one of the \npoorest countries in the world, in terms of both per capita GDP and the \noverall levels of social indicators.  \n \nIn March 2002, the Government requested Asian Development Bank \n(ADB) for assistance in implementing the Public Sector Management \nProgram (PSMP). The Government and ADB have since then held \nextensive discussions on the objectives, scope, structure, and the \ntiming of the PSMP. Discussions were also held with the International \nMonetary Fund (IMF), World Bank, and bilateral donors, after which an \nunderstanding  was  reached  with  the  Government  on  the  main \nelements of the PSMP. In view of the current economic situation and \ntaking into account the medium-term economic outlook, the proposed \nPSMP will address the major constraints hampering implementation of \nthe 10FYP and, therefore, has the full commitment of the Government.  \n \nObjective and  The  PSMP  aims  to  support  poverty  reduction  by  facilitating  the \nScope  implementation of the Government’s PRS embodied in the 10FYP. To \nachieve the objective, the PSMP will address some key policy and \ninstitutional  constraints  to  strengthen  the  Government's  resource \nposition over the medium term, and lay the foundation for acceleration \nof pro-poor growth. The PSMP will focus on reforms related to (i) \nstrengthening the fiscal position of the Government, (ii) facilitating the \nGovernment’s  disengagement  from  public  enterprise  (PE) \nmanagement  and  ownership,  and  (iii)  strengthening  public  and \ncorporate  sector  governance.  The  PSMP  will  also  support  the \nimplementation  of  the  Immediate  Action  Plan  (IAP)  and  will  be \nconsistent with the macroeconomic framework agreed upon by the \nGovernment and IMF. \n \nThe Asian Development \nBank Loan \n \nLoan Amount  It is proposed that a loan of Special Drawing Rights 24,649,000 ($35 \nand Terms  million equivalent) be provided from ADB’s Special Funds resources to \nsupport the Government’s Public Sector Management Program. The \nloan will have a maturity period of 24 years, including a grace period of \n8 years. The loan will have an interest charge of 1% during the grace \nperiod  and  1.5%  thereafter,  in  accordance  with  ADB’s  standard \nprocedures, and other terms and conditions set forth in the Loan \nAgreement. \n \n \n   ", "  v\nProgram  Discussions with the Government began in May 2002, and agreement \nPeriod and  on the package of policy reforms for the PSMP was reached in June \nTranching  2002. The Government started implementing agreed-upon policies in \nJuly 2002, the beginning of its fiscal year. However, due to political \nuncertainty in Nepal, particularly around October–November 2002, the \nAppraisal Mission was not fielded and therefore the PSMP was not \nfinalized  for  Board  consideration  in  2002.  Nevertheless,  since  the \nGovernment has been implementing the reform policies under the \nproposed PSMP since July 2002, the program period will span 2.5 \nyears, from July 2002 to December 2004. The loan is in two tranches. \nThe first tranche of Special Drawing Rights 14,085,000 ($20 million \nequivalent) will be released upon compliance with the policy conditions \nspecified  in  the  policy  matrix  and  loan  effectiveness.  The  second \ntranche of Special Drawing Rights 10,564,000 ($15 million equivalent) \nwill be released after the policy conditions specified in the policy matrix \nhave  been  satisfactorily  complied  with.  The  second  tranche  is \nexpected  to  be  released  approximately  15  months  after  the  first \ntranche. \n \nExecuting Agency  The Ministry of Finance (MOF) will be the Executing Agency for the \nPSMP. To oversee implementation, a program coordination committee \n(PCC) chaired by the Chief Secretary has been established. MOF has \nestablished  a  program  implementation  unit  (PIU)  to  ensure  timely \npreparation  and  implementation  of  the  program  measures.  A \nprivatization  coordination  sub-committee  (PCSC)  under  the \nprivatization  committee  (PC)  in  MOF  will  assist  in  the \nliquidation/privatization of PEs.  \n \nProcurement and  Eligible  items  will  be  procured  following  normal  commercial \nDisbursements  procurement practices and procedures of the private sector, or the \nprescribed procurement procedures of the Government, acceptable to \nADB.  The  proceeds  of  the  program  loan  will  be  disbursed  in \naccordance  with  the  provisions  of  ADB’s  Simplification  of \nDisbursement  Procedures  and  Related  Requirements  for  Program \nLoans. All goods to be financed out of the loan will be produced and \nprocured from ADB member countries. \n \nThe  loan  proceeds  will  finance  the  full  foreign  exchange  cost \n(excluding local taxes and duties) of a broad range of imports other \nthan those specified in the ineligible list (Appendix 7), and imports \nfinanced by other bilateral and multilateral sources.  \n \nUtilization of the  The loan will be disbursed during the Program period i.e. by December \nLoan  2004. However, program activities will cover a three-year period, up to \n30 June 2005 (loan closing date). \n \nCounterpart Funds  The  counterpart  funds  generated  in  local  currency  from  the  loan \nproceeds will be deposited in a special counterpart fund account to be \nestablished by MOF at Nepal Rastra Bank (Central Bank), and will \nbecome  part  of  the  Government  budget.  MOF  will  decide  on  the \nallocation of the counterpart funds and will closely monitor their use. \nThe Government will ensure that the counterpart funds are available to \n   ", "vi   \nThe Government will ensure that the counterpart funds are available to \nmeet the costs associated with the implementation of the PSMP, in \nparticular, (i) the payment of all dues to staff of PEs relating to or \nfollowing retrenchment, whether as a result of statutory provisions or \notherwise; this includes, but is not limited to, wages in arrears, and \nother benefits such as pension contributions and severance benefits; \n(ii) payment of other liabilities of liquidated PEs; and (iii) administrative \ncosts to implement the Program.  \n \nTechnical  Technical assistance (TA) will be provided to help the Government (i) \nAssistance  develop and implement an effective privatization/liquidation process, \n  (ii) build capacity within the Government for undertaking divestment, \n(iii) manage and supervise the transactions, (iv) implement an effective \nand  fair  policy  for  labor  retrenchment,  and  (v)  support  overall \nmanagement of the Program. The TA will cost $425,000, and will be \nfinanced  under  the  ADB-funded  TA  Program.  DFID  envisages \nproviding supplementary support of up to $1.2 million to finance the \nexpertise required for individual PE liquidation and sale transactions.1  \n \nRisks and  The PSMP assumes that the fiscal situation will not deteriorate further \nSafeguards  to  require  a  bigger  cut  in  development  expenditure,  and  thereby \nadversely affect the implementation of the poverty reduction strategy. \nThis could happen due to extraneous reasons, such as worsening of \nthe global economic environment, over which the Government has \nlittle  control.  Alternatively,  weak  domestic  economic  performance \ncould reduce revenue mobilization. However, by prioritizing projects in \naccordance with their poverty reduction impact, the Government will, \nto a large extent, be able to mitigate the serious impact on poverty \nreduction  efforts.  Simultaneously,  the  PSMP  will  strengthen  the \nGovernment’s revenue mobilization efforts. Another risk is whether the \nGovernment  will  have  adequate  political  will  to  drop  low-priority \nprojects,  and  thereby  increase  the  effectiveness  of  development \nexpenditure. The Government has already displayed its determination \nto manage public resources more efficiently by reducing the number of \ndevelopment projects by 25% in FY2003. Similarly, the Government \nhas  renewed  its  efforts  to  reform  PEs  and  has  made  a  public \ncommitment to this effect during the Nepal Development Forum 2002. \nThis  commitment  was  reiterated  in  the  FY2003  budget  and  the \nEconomic  Reforms  Program  announced  in  October  2002.  In \npursuance of this objective, under the PSMP, the Government will \nliquidate/privatize nine PEs. To streamline the divestment process, the \nGovernment  has  established  a  PCSC  in  the  MOF  under  the \nPrivatization Committee. Successive administrations have made good \nprogress with governance reforms and the PSMP will push the reform \nagenda forward in certain key areas.   \n \nThe Government, in the past, has demonstrated a positive attitude \ntoward reform agreements with international development partners. \n                                                 \n1  In the event that the DFID support does not materialize, the Government will use its own resources to finance the \nconsultants for PE liquidation and sale transactions by allocating $0.6 million each in the budgets of FY2004 and \nFY2005. \n   ", "  vii \nThe political instability caused by frequent  changes in Government \nand the internal unrest have adversely affected the Government’s \nability to implement reforms effectively and at the required pace. The \nsituation is likely to change as the Government and the CPN/M are \nworking  toward  a  negotiated  settlement.  Prospects  are  good  that \nlasting peace will be established. Peace will considerably reduce the \nrisk  of  delay  in  implementing  the  PSMP.  Indeed,  during  the \npreparation  of  the  PSMP,  discussions  were  held  with  the \nrepresentatives of the opposition political parties, labor unions, and aid \nagencies. There is support for the PSMP’s objectives, both within and \noutside the Government. This commitment is expected to continue \ndespite the change in Government in June 2003, when the incumbent \nPrime Minister resigned. There is unanimity of opinion that to meet the \nobjectives of the 10FYP, the pace of reforms must be significantly \naccelerated, and the PSMP will play a catalytic role in the process. \nGiven the successive Governments’ political commitment to reforms, \nthe  implementation  arrangements  agreed  upon  with  the  current \nGovernment  will  ensure  timely  implementation  of  the  PSMP.  The \nGovernment has established the PIU in MOF with adequate staff, who \nhave the capacity to implement and monitor the agreed upon reform \nmeasures. In addition, the PCSC, under the Privatization Committee, \nwill  manage  the  implementation  of  the  agreed  upon  PE  reform \nmeasures.  TA-financed  consultants  will  assist  the  Government  in \nprivatizing/liquidating PEs and will also create critical capacity within \nthe Government to undertake future divestment. \n \n \n   ", "I.  THE PROPOSAL \n \n1.   I submit for your approval the following report and recommendation on a proposed loan \nto the Kingdom of Nepal for the Public Sector Management Program. The report also describes \nproposed technical assistance (TA) for Supporting Government Disengagement from Public \nEnterprises (PEs), and if the Board approves the proposed loan, I, acting under the authority \ndelegated to me by the Board, will approve the proposed TA. \n \n \nII.  THE MACROECONOMIC CONTEXT \n \nA.  Current Macroeconomic Problems  \n \n2.   Nepal has been facing a sharp economic downturn since mid-2001 from the impacts of \ninternal shocks, especially the deaths of members of the royal family in June 2001 and the \nupsurge of the conflict with the Underground Communist Party of Nepal/Maoist (CPN/M). The \neconomic scenario further deteriorated in FY2002 due to the 11 September events in the United \nStates, the global economic slowdown, and the continued escalation of insurgency and the \nresulting political instability. These disruptions adversely affected the performance of a number \nof key sectors, especially manufacturing, tourism, and exports. Gross domestic product (GDP) \ngrowth  declined  sharply  and  the  Government’s  finances  came  under  severe  strain.  The \ndeteriorating  economic  situation  coincided  with  the  initiation  of  the  Tenth  Five-Year Plan \n(10FYP) covering FY2003–FY 2007, which is also the Government’s poverty reduction strategy \n(PRS). The current economic situation is severely constraining the Government’s capacity to \npursue a coherent poverty reduction agenda outlined in the 10FYP. \n \n3.  GDP growth in FY2001 remained favorable although it slipped to 4.6% from the target of \n6%.  Economic  performance  deteriorated  precipitously  in  FY2002,  with  economic  growth \nestimated at minus 0.5% due to the worsening internal security situation, unfavorable weather \nconditions, and weak external demand. The agriculture sector grew by 2.2%, down from 5.5% in \nFY2001, due to irregular monsoon rains in June–August 2001. The performance of exports, \ntourism, and domestic manufacturing was also poor. These sectors were particularly hard hit by \ndomestic insurgency as well as by the global economic slowdown. \n \n4.  Exports declined by 18% in FY2002 after an annual average growth of 21% during the \nlast 3 years. Key merchandise exports such as woolen carpets, ready-made garments, and \npashmina products declined significantly due to supply disruptions as well as the slowdown in \ndemand abroad. Simultaneously, tourist arrivals in FY2002 declined by about 40%, which \nresulted in an estimated 34% decline in receipts from tourism, a major source of the country’s \nforeign exchange earnings. \n \n5.  The impact of the slowdown in exports and tourism on the overall balance of payments \nwas more than offset by a drop in imports and a steady growth of workers’ remittances from \nabroad. Imports are estimated to have declined by about 11.4% in FY2002 due to lower \ndemand  for  industrial  raw  materials,  lower  oil  prices,  and  reduced  aid-related  imports. \nRemittances, on the other hand, increased by 14.8% due to the increased number of workers \ngoing abroad. As a consequence, the surplus on current account of the balance of payments \nincreased from 1% of GDP in FY2001 to 2.6% of GDP in FY2002. The overall balance of \npayments is estimated to have worsened from a surplus of $37 million in FY2001 to a deficit of \n$32 million in FY2002 due to a significant decline in foreign loans (a drop of about 32% in ", "2  \n \nFY2002)1. Despite the deterioration in external accounts, gross official reserves at the end of \nFY2002 remained at a comfortable level of $1.05 billion, equivalent to about 7 months of \nimports. \n \n6.  The sharp deceleration in the growth rate of the economy in FY2002 had a major \nnegative impact on the Government’s fiscal position. Because of disruption in manufacturing, fall \nin imports, and sharp downturn in tourism, revenue collections were only NRs50.5 billion (12% \nof  GDP).  Revenue  collections  deteriorated  despite  the  Government’s  special  revenue \nmobilization measures, including the introduction of a voluntary income disclosure scheme, and \nmidcourse adjustments to several tax rates. At the same time, regular expenditure increased \nsharply (from NRs42.7 billion in FY2001 to NRs46.8 billion in FY2002) due mainly to an \nincrease to NRs13.3 billion in security related spending, about NRs2 billion more than the \nallocation  in  the  FY2002  budget.  Virtually  no  surplus  was  left  in  the  budget  to  finance \ndevelopment expenditure from the Government’s own resources. To keep the fiscal deficit \nwithin sustainable limits, development expenditure was curtailed sharply to NRs30.6 billion, \ncompared with NRs50 billion allocated in the FY2002 budget (a 39% reduction) and an actual \nspending  of  NRs37  billion  in  FY2001.  Financing  this  considerably  reduced  development \nexpenditure required domestic borrowings of NRs13.9 billion (3.3% of GDP) compared with the \nbudgeted amount of NRs9 billion (2.0% of GDP) and foreign borrowings of NRs10.9 billion in \nFY2002. With the drastic reduction in development expenditure, the fiscal deficit (including \ngrants) in FY2002 was contained at 5.4% of GDP.  \n \nB.  Short- to Medium-Term Macroeconomic Outlook \n \n7.   Macroeconomic prospects in the short to medium term depend largely on how the \nsecurity and political scenarios develop. Current indications are that the security situation should \nimprove as the Government and the CPN/M are making a serious effort to reach a negotiated \nsettlement. Assuming an improved security situation, and considering the sectoral trends in the \ncurrent year, GDP growth in FY2003 is projected at around 2%. This is considerably lower than \nthe targets of the 10FYP (paras. 10–14). Despite some signs of recovery, manufacturing is \nexpected to remain depressed until the security problems are resolved. Uncertainties about \nexternal demand in both India and third countries are also affecting the sector’s output. A major \nupturn in tourism is unlikely unless the security environment significantly improves. Growth in \nagriculture will continue to depend on the vagaries of weather.  \n \n8.  Given  these  uncertainties,  it  is  doubtful  whether  the  Government  could  mobilize \nadequate resources for implementing the poverty reduction program of the 10FYP. The FY2003 \nbudget (the first year of the 10FYP) proposed a total expenditure of NRs96 billion (23% more \nthan FY2002): NRs57 billion for regular (current) expenditure, and NRs39 billion of development \nexpenditure. Regular expenditure, which is projected to increase by 20% over FY2002, has \nlimited  scope  for  pruning  since  it  comprises  mainly  payments  for  wages,  servicing  debt \nobligations, and security-related expenditures. While the budget projected mobilization revenue \nof NRs57 billion (12.2% of GDP), the mid-term budget review by the Government indicated that \nthe revenue mobilization will be around NRs53.5 billion. This means that the revenue would be \ninsufficient to finance even the regular expenditure and that the entire development expenditure \nin FY2003 will essentially be financed either by foreign resources or by domestic borrowings. \nThe  budget  also  anticipated  a  significant  increase  in  foreign  assistance  and  domestic \nborrowings to finance development expenditure. Foreign grants were projected at NRs14.6 \nbillion (a 67% increase compared with FY2002), foreign loans of NRs12.4 billion, and domestic \n                                                 \n1  Foreign grants are estimated to have declined by 14% in FY2002 compared with FY2001.  \n   ", "  3\n \nborrowing of NRs12 billion (2.6% of GDP). The midterm review of the FY2003 budget noted a \nsignificant  shortfall  and  revised  both  domestic  revenue  collection  and  external  financing \ndownward  by  5%  and  24%  respectively,  causing  a  significant  23%  drop  in  development \nexpenditure. Domestic borrowing is now targeted at NRs12.5 billion (equivalent to 2.8% of \nGDP). The fiscal deficit is currently projected at 5.3% of GDP, slightly higher than the 5.2% \nprojected in the budget. \n \n9.  The  Government  finances  are  in  a  precarious  situation.  Any  slippage  in  revenue \nmobilization or increase in security-related expenditure squeezes development expenditure \nfurther and makes it difficult for the Government to pursue its poverty reduction agenda. While \nthe  FY2003  budget  proposed  some  additional  revenue  mobilization  measures,  including \nrationalizing certain tax exemptions and adjusting some tax rates upward, meeting the medium-\nterm revenue mobilization targets would depend critically on a marked improvement in tax \nadministration.  \n \nC.  The Government’s Poverty Reduction Strategy \n \n10.  The 10FYP, which is also the Government’s PRS, was approved in January 2003. It \naims to reduce the incidence of poverty to 30% from the current level of 38%.2   Building on \nlessons learned, the 10FYP refocuses the poverty reduction program with a strategy based on \nfour  pillars  of  development:  broad-based  and  sustainable  economic  growth,  social  sector \ndevelopment, targeted programs for the poor and disadvantaged, and good governance. \n \n11.  The 10FYP aims to speed up the rate of broad-based economic growth to an average of \n6.2% per annum. The pattern of resource allocation has a distinct poverty focus. Agriculture, \nwhich provides employment to about 80% of the population, has been allocated 24% of total \ndevelopment spending (from 19% during the 9FYP), in view of its direct impact on the welfare of \nthe poor and vulnerable. The social sectors have been allocated 38.5% of total development \nspending compared with 36.5% in the 9FYP. The amount will facilitate increased investments in \nbasic education, health, and water supply and sanitation, along with improved decentralized \nservice delivery mechanisms. To address the resource disparities and social discrimination \nfaced by the poor and disadvantaged groups, the 10FYP will set up through various targeted \nprograms for their upliftment, create employment opportunities, and provide basic security. \nSpecial schemes have been designed specifically to benefit isolated communities. Development \nof the private sector is a key element of the poverty reduction agenda. The 10FYP aims to \ncreate an enabling legal and policy environment for the private sector, and facilitate withdrawal \nof  Government  involvement  in  areas  that  are  commercially  viable.  Promotion  of  good \ngovernance will involve enhancing the effectiveness and efficiency of the civil service; promoting \ndecentralization;  strengthening  local  bodies,  and  nongovernment  and  community-based \norganizations; improving corporate governance; and promoting the role of civil society. \n \n12.  The 10FYP is a major departure from past plans in its sharp focus on monitorable \nobjectives.  At  the  same  time  it  raises  the  standards  of  accountability  and  provides  more \nflexibility to the ministries to plan and adopt different modalities for achieving its objectives. A \nsystematic framework that has been developed to facilitate implementation will allow better \nfocus  on  the  linkage  between  objectives,  outcomes,  and  performance  indicators.  Close \nmonitoring of progress is another important difference from the past. The Government is in the \n                                                 \n2  Based on the Government’s midterm review of the 9FYP. The 10FYP Summary, National Planning Commission, \nNepal (January 2003), also states that the Government’s target is to further reduce poverty to 10% in about 15 \nyears. \n   ", "4  \n \nprocess of enhancing capacity in the National Planning Commission to effectively undertake this \nactivity. More importantly, the 10FYP was developed in a consultative manner with stakeholders \nat community, village, district and national levels. The stakeholders included nongovernment \norganizations  (NGOs),  community-based  organizations  (CBOs),  professional  organizations, \npolicy  makers,  political  parties,  and  aid  agencies.  The  Government  has  expressed  its \ncommitment to continue the consultative process during implementation. \n \n13.  The 10FYP seeks to focus scarce resources on poverty reduction measures through \neffective public expenditure management. It has prioritized development projects based on a set \nof criteria reflecting a direct link to poverty reduction, sectoral priority, need for Government \ninvolvement, extent to which local bodies are involved, previous performance of the project, and \nthe scope for private sector involvement. The Government has already started prioritizing public \ninvestments  through  a  3-year  Medium-Term  Expenditure  Framework  (MTEF),  designed  to \nanchor  the  10FYP  to  a  realistic  projection  of  resource  availability  in  the  annual  budgets. \nAccordingly, starting with the budgeting exercise of FY2003, the Government has cut or merged \n160 low-priority development projects. The remaining projects have been classified in three \ncategories: P1, P2, and P3. Of the development budget, about 59% has been allocated to P1, \n33% to P2, and 8% to P3 projects. In the event of a shortfall in resources, priority will be given \nto categories P1 and P2. This prioritization will help rationalize the government’s portfolio of \ndevelopment projects to a manageable size, prevent wastage of public resources, and ensure \nadequate  funding  for  high-priority  projects.  The  gap  between  the  aggregate  expenditure \nrequired to meet the 10FYP targets and realistic projections of revenue mobilization (including \ndomestic borrowing) is cumulatively estimated to be $350 million per annum, over the next 5 \nyears. External resource inflow (grants plus loans) over the last 5 years has averaged $250 \nmillion per annum. This means that if poverty reduction targets are to be met, the Government \nwill need to further streamline and prioritize expenditure, improve resource mobilization efforts, \nstrengthen service delivery, and, on evidence of its improved performance, seek additional \nexternal resources.  \n \n14.  Successful implementation of the 10FYP depends on certain key assumptions, and \nthere are inevitable risks these assumptions may not be entirely realized. In particular, the \nrestoration of internal law and order could take longer than currently estimated, resource \nconstraints could continue to hamper development efforts, and the recovery of the global \neconomy could become more uncertain. A combination of these factors would slow down \neconomic recovery in Nepal, lower investments in development projects, and correspondingly \nreduce the poverty impact of the 10FYP. Recognizing these factors, the 10FYP has developed \nan alternative scenario, which projects an average GDP growth rate of 4.3% per annum, and a \nper capita income increase of a mere 2.0% per annum. In the low-growth scenario, both savings \nand investment ratios are lower and external resource inflows are somewhat reduced. With \nlower growth and social sector investments, poverty reduction would be significantly lower.  \n \nD.  Immediate Action Plan \n \n15.  In response to the current fiscal difficulties and the critical need to improve delivery of \nbasic public services, the Government implemented the Immediate Action Plan (IAP) in 2002, \nincorporating some of the core elements of the 10FYP3. IAP 2002 focused on prioritizing \n                                                 \n3  The FY2003 budget speech states: “His Majesty’s Government has formulated Immediate Action Plan and started \nits implementation with the objective of prioritization of public resources in order to provide immediate relief to \nNepalese people and reduce poverty, envisaged as the main agenda in the 10FYP. The Action Plan also aims to \nimprove the quality of public services and transparency and accountability” (para. 16 of the Public Statement on \nIncome and Expenditure of the Fiscal Year 2002–2003, His Majesty’s Government, Ministry of Finance, 2002). \n   ", "  5\n \nexpenditure, especially development expenditure, to improve service delivery and enhance \ntransparency and accountability. IAP 2002 sought to allocate resources consistent with the \nGovernment’s decentralization policy. As a result, there were no budgetary cuts in the block \ngrants to local bodies in the FY2003 budget. Furthermore, funds were channeled through local \nbodies for activities related to agriculture extension, sub-health posts, and basic and primary \neducation. The Government has also developed a poverty-based formula for allocating block \ngrants to the local bodies.  \n \n16.  In  pursuance  of  the  decentralization  policy,  the  Government  also  transferred  the \nadministration of public primary schools and sub-health posts to local communities on a pilot \nbasis.  The Government also froze the recruitment of primary school teachers and gave this \nresponsibility  to  the  school  management  committees.  The  Government  decided  on  11 \nSeptember  2002  to  eliminate  about  7,500  vacant  civil  service  positions  to  rightsize  the \nbureaucracy.  To  increase  transparency  and  accountability,  IAP  2002  encouraged  the  line \nagencies,  local  bodies,  schools,  and  health  posts  to  publish  quarterly  reports  of  budget \nallocations and actual expenditure. The Government is also in the process of establishing an \nexpenditure tracking system to ensure that allocated funds reach the point of service delivery. \nThe Government developed an anticorruption strategy and is currently preparing a detailed \naction plan. In view of good progress in implementing some core elements of the 10FYP \nthrough IAP 2002, the Government is currently preparing IAP 2003 in consultation with its \ndevelopment partners to further improve public expenditure management, service delivery, \ngovernance, and targeting public investments to the poor and disadvantaged. \n \nE.  Recent Economic Policy Initiatives \n \n17.  There have been some recent initiatives in the Economic Reforms Program of 2002.4 \nThe Government is in the process of strengthening the Central Monitoring Unit of the Ministry of \nFinance (MOF), and a program is being initiated for monitoring revenue offices and will conduct \nregular market surveys, more effective supervision to ensure that the targeted collection of \nrevenue materializes. Teams including representatives of the private sector will conduct regular \nmarket surveys to broaden the tax network. The Government also plans to adopt postclearance \naudit  of  customs  valuation,  with  the  proviso  that  undervalued  imported  goods  will  be \nconfiscated. Customs data are being automated in three more points of entry of imported goods \nin Kakarbitta, Krishnanagar, and Tatopani. For more effective implementation of the Income Tax \nAct of 2002, the Government is in the process of adopting simplified returns, and preparing \nmanuals, pamphlets, and brochures to better explain the provisions of the Act. Greater private \nsector involvement is being sought to make tax administration more effective and transparent. \nThe Department of Internal Revenue will be provided with more resources to stop revenue \nleakages, and to initiate special investigation and control programs. The Government also plans \nto reduce in FY2003 and FY2004 the number of goods exempted from value added tax (VAT) \nand bring them under the tax net gradually. \n \n18.  The Government has announced that its decision to adhere to strict austerity while \nensuring adequate funding for priority projects will continue. Further, priority will be given to \nreleasing budgetary resources for basic social sector requirements such as education, health, \nand  drinking  water.  Simultaneously,  a  strict  check  will  be  kept  on  employment  in  the \nGovernment and redundant positions will be eliminated in FY2003. Austerity measures have \nbeen introduced for expenditure on seminars and conferences, travel abroad by Government \nservants, medical allowances, procurement of vehicles and furniture, and building construction. \n                                                 \n4  Economic Reforms Program. 2002.Kathmandu: His Majesty’s Government, Ministry of Finance. 31 October 2002. \n   ", "6  \n \nIII.  THE SECTOR \n \nA.  Sector Description and Performance \n \n19.  Efficient and effective management of public sector resources is a major challenge in \nachieving  the  goals  of  the  10FYP.  Since  the  current  resources  of  the  Government  are \ninadequate, improving the fiscal position of the Government requires immediate efforts to \nincrease resource mobilization and prioritize expenditure, reduce the growing budgetary burden \non  account  of  substantial  losses  and  contingent  liabilities  due  to  the  persistent  poor \nperformance of public enterprises (PEs), and improve governance so that public resources are \nmore effectively managed. The Government has initiated several reform measures over the last \n2  years  for  strengthening  resource  mobilization,  prioritizing  expenditure,  and  improving \ngovernance. Progress on the Government’s disengagement from PEs, however, has been \nvirtually stalled over the last 5 years due to the unstable political environment, inadequate \ninstitutional arrangements, and insufficient resources to settle the dues to the concerned parties. \nThe Government has, however, reaffirmed in the FY2003 budget statement and more recently \nin the Economic Reforms Program of  October 2002 that management of PEs has become \nburdensome in the context of the fiscal problems, and that disengagement from them needs to \nbe more actively pursued.   \n                                                                                                                                                                                                                                                                                                                                                         \n1.  Revenue Mobilization and Expenditure Management  \n  \n20.  Over the last 2 years, the Government has adopted several measures aimed at reducing \ntax-induced  distortions,  strengthening  tax  administration,  and  making  the  tax  laws  and \nprocedures simpler and more transparent. The Income Tax Act of 2001 broadened the tax base \nsignificantly, rationalized the tax structure by reducing the number of tax slabs to two, and \nestablished neutrality of taxation in various income-generating activities. A self-assessment \nsystem  for  taxpayers  has  been  implemented  to  further  streamline  tax  administration. \nAmendments have been made to the VAT Act, which now requires better maintenance of \nrecords and has more explicit penal provisions for noncompliance.  VAT coverage has been \nexpanded to include services and retail trade enterprises. Similarly, the Excise Act of 2002 aims \nat harmonizing and updating excise administration and expanding the coverage of the excise \nnet. A Customs Act amendment has been drafted to implement the World Trade Organization \n(WTO) valuation system and to reform customs administration. The structure of key taxes has \nbeen rationalized: the maximum marginal tax rate for the personal income tax and the corporate \ntax has been set at 25% (banks, financial institutions, insurance and petroleum companies pay \na maximum marginal tax rate of 30%), there are seven slabs of customs tariffs5 although over \n75% of imports are taxed at 15% or less, and there is a single VAT rate of 10%. \n \n21.  A number of other measures aim to streamline tax administration. An Inland Revenue \nDepartment (IRD) was established by merging the erstwhile Department of Taxation and the \nValue  Added  Tax  Department.  This  merger  is  expected  to  increase  efficiency,  improve \nenforcement, and reduce administrative cost. Twenty-one inland revenue offices (IROs) were \nset up in the field to expand the reach of the tax system. The Government also expanded the \nPermanent Account Number (PAN) system, and efforts are ongoing to integrate both VAT and \nincome tax under the PAN system to simplify administrative procedures. The use of information \ntechnology  has  been  expanded  to  strengthen  tax  administration.  Many  of  the  tax  reform \n                                                 \n5  The seven slabs are 5%, 10%, 15%, 25%, 40%, 80%, and 130%. Customs duty on petroleum products, cement, \nand a few other commodities is levied on volume. In addition, a special fee ranging from 1% to 10% is levied on \nimports as a temporary surcharge to finance security-related expenditure. \n   ", "  7\n \ninitiatives have been undertaken with the assistance of the Danish Agency for Development \nAssistance (DANIDA) and German Technical Cooperation (GTZ), and progress to date has \nbeen encouraging. The International Monetary Fund (IMF) is also taking further initiatives in this \narea. Tax collection has improved somewhat, but not by the anticipated amount, partly because \nthe economy has been in recession for the last 2 years. Furthermore, internal security problems \nhave had an adverse impact on the tax collection efforts (Appendix 1). \n \n22.  The Government has announced a number of reform measures aimed at containing \npublic expenditure and improving its efficiency. In March 2001, the Public Expenditure Review \nCommission (PERC) made several recommendations related to efficient management of public \nexpenditure.  Key  recommendations  include  streamlining  and  rationalizing  Government \nministries/departments to better focus the delivery of public goods and services; prioritizing the \nallocation of resources for development programs through rigorous screening and performance \ncriteria; developing a 5-year expenditure prioritization framework; reforming the pension system \nthrough  shared  contribution;  reforming  the  civil  service  to  increase  accountability and to \nrightsize  key  ministries;  improving  financial  management  and  internal  auditing  systems; \npromoting decentralization; and assigning the shareholding function and ownership mandate of \nPEs to a single ministry. \n \n2.  Public Enterprises  \n \n23.  Poor Governance and Profitability of PEs. Most of Nepal’s PEs were established in \nthe 1960s and 1970s. Management and supervision are assigned to the various line ministries, \na significant number of which are under the Ministry of Commerce and Industries. The Ministry \nof Water Resources controls the Nepal Electricity Authority (NEA), by far the largest PE.  \n \n24.  Financial and operational information on PEs is largely unaudited; as a result, the \nexisting financial information is often of doubtful quality. The published records of MOF currently \ninclude 39 PEs under full Government ownership, with reported assets of about NRs198 billion \n($2.5 billion), and total employment of 46,000.6 Lack of reliable and up-to-date accounts reflects \nthe Government’s incoherent approach to maintain its ownership mandate. The line ministries \ntend to interfere in the PEs’ day-to-day operations, while relevant legal provisions are either \nabsent, or not enforced, to ensure rule-based supervision by PE boards. Political appointees on \nboards have undermined the latter’s independence, precluded commercial orientation, and \nhampered the development of a professional culture on the boards. Frequent changes in \nGovernment have resulted in unstable board composition, politicization, and appointment of \nmanagement  and  staff  on  nonprofessional  considerations.  The  result  is  significant  over-\nemployment  and  staff  redundancy.  In  the  absence  of  clear  objectives  and  controls,  PE \nmanagers  have  little  incentive  to  adhere  to  sound  corporate  governance  principles.  As  a \nconsequence, PEs are subject to rent seeking by their staff and the line ministries. \n \n25.  The available low-quality reports available point to poor profitability of PEs. In FY2002, \n17 fully government-owned PEs recorded operating losses of $12 million equivalent (losses \nwere $53 million in FY2001), despite direct budget transfers of $28 million.7 The accumulated \nlosses are reported to be about $149 million. Poor profitability is thus an endemic problem and \ncontributes to fiscal risks. These risks are compounded by the fact that the loss-incurring PEs \n                                                 \n6  One major PE not mentioned in the published records of MOF is the Nepal Bank Ltd. (NBL) with assets of NRs50 \nbillion. Government ownership of NBL is 41%. The Government also has full or part ownership of some more \nrelatively small enterprises, for which no records are officially published. \n7  This is done in the form of share capital investment, which serves to absorb liquidity shortfall rather than real \ninvestment. \n   ", "8  \n \nrepresent a significant portion of PE employment. Fiscal risks are mainly a result of (i) erosion of \nthe PEs’ equity due to persistent poor profitability; (ii) poor loan portfolio and the need for \nsignificant write-offs of loans granted to PEs by the financial sector;8 (iii) liabilities to the private \nsector;  and  (iv)  unfunded  liabilities  to  PE  staff  in  the  form  of  overdue  wages,  pension \ncontributions, severance pay, and other benefits. The Government closed and privatized 18 PEs \nduring the 8FYP period. However, the 9FYP witnessed a standstill of initiatives as a result of the \nfrequent change in Governments and weak institutional structure. \n \n26.  Unfunded liabilities to PE staff alone are estimated to be as high as $300 million. While \nthe total extent of fiscal risks are difficult to quantify, the rising budget transfers to PEs and \ncontingent liabilities call for aggressive measures to contain the fiscal risks and stem the known \nand hidden losses and contingent liabilities. Due to the absence of controls and accountability of \nPE management, unfunded and unidentified liabilities constitute a significant medium-term fiscal \nrisk. Poor management by the Government is evident by the absence of financial management \ncontrols. The Government has also not been effective in communicating staff retrenchment \ndecisions and procedures to PE employees and their representatives. In the absence of a \nsystematic and mutually agreeable process, the Government has not been able to settle labor \ndisputes in an orderly manner, through negotiation and arbitration. Recent court cases suggest \nthat an effective communication and negotiation approach is missing. To arrest the fiscal risks \nand to ensure proper application of a fair process to all parties, a decisive time-bound approach, \nbacked by strong implementation arrangements, is needed. Lessons from the last decade of \nprivatization  in  Nepal  point  to  the  importance  of  political  will  and  effective  institutional \narrangements as well as professional capacity for conducting privatization successfully. Despite \nexternally  financed  long-term  technical  assistance  through  a  resident  adviser,  only  one \nprivatization  was  successfully  implemented  during  1997-2002.  To  restart  the  process  of \nGovernment disengagement from PEs, a new approach that takes into account these lessons \n(Appendixes 2 and 3) is needed. \n \n27.  Weak Legal and Regulatory Framework, and Enforcement Mechanisms. There are \nimportant gaps in the development of supporting legal and regulatory frameworks, and in \nenforcement structures and skills. The Company Law of 1997 lacks provisions supporting \ncorporate governance, transparency, and accountability, and the enforcement provisions are \nweak.  Further,  lack  of  legislation  on  regulation  of  companies,  insolvency,  and  secured \ntransactions  has  hampered  the  orderly  market  entry  and  exit  of  companies  and  financial \ninstitutions, and development of enforcement mechanisms of contractual obligations, sound \ndisclosure,  credit  and  investor  rights,  and  accountability  of  boards.  Since  most  PEs  are \nregistered under the Company Law, enactment of the new Company Law and the supporting \nInsolvency and Secured Transactions laws, along with implementation regulations, will be \nimportant milestones for improving the framework for board and management appointments, \naccountability, and orderly exit of PEs. These laws are being developed with assistance from \nADB.9 Similarly, the Chartered Accountants Act, which was also developed with support from \nADB, is a major improvement for setting accounting and auditing standards for PEs and private \nsector companies.10 The Labour Act only partly covers the employment of staff in PEs and \n                                                 \n8  The reported overall lending to PEs was at NRs2.7 billion ($35 million) as of October 2001. This, however, appears \nto be an underestimate, given the considerable guarantee exposure of banks. A more recent statement by one of \nthe larger banks alone reports credit and guarantee exposure exceeding $40 million, of which 70% are classified as \nsubstandard. \n9  ADB. 2000. Technical Assistance to Nepal for Reforming Company, Insolvency, and Secured Transactions Law \nReform. Manila. \n10 ADB. 1999.  Technical Assistance to Nepal for Capacity Building for the Accounting and Auditing Profession. \nManila. \n   ", "  9\n \napplication of its provisions has been ad hoc, with weak enforcement. While internal rules of \nmost PEs have some provisions on compensation for retrenchment, there is no comprehensive \npolicy on retrenchment in the event of liquidation or privatization of PEs.    \n \n3.  Governance for Improving Public Service Delivery \n \n28.  Nepal’s  public  administration  comprises  bodies  at  the  central,  local,  and  municipal \nlevels. The central Government has 21 ministries and 9 constitutional bodies. There are 5 \nregional  administrative  units,  75  district  development  committees  (DDCs),  3,913  village \ndevelopment committees (VDCs), and 58 municipalities. The Civil Service Act and Civil Service \nRules, amended in 1998, govern the present civil service, which is estimated to cover about \n103,000 approved positions.11 \n \n29.  The Government has increasingly recognized that weak public sector governance has \ncontributed  to  a  demoralized  bureaucracy,  misallocation  of  budgetary  resources,  poor \nimplementation  of  development  programs,  and  ineffective  delivery  of  public  services.  The \nGovernment  recognizes  that  sustained  economic  growth  and  poverty  reduction  cannot  be \nachieved without sound public sector governance.  Drawing lessons from experience, the \nGovernment has embarked on a major governance reform program since 1999 (Appendix 4). \nAs part of the reform program, an action plan on civil service reforms was prepared with \ntechnical assistance from ADB.12 Under the action plan, the Government introduced a number \nof key reforms: (i) reducing the number of ministries from 26 to 21; (ii) introducing the voluntary \nearly  retirement  scheme;  (iii)  streamlining  redundancy  and  creating  new  positions;  (iv) \nabolishing about 3,500 posts; (v) increasing pay; and (vi) installing a reward system. To further \naddress the critical institutional constraints  that hinder reform initiatives and to bring about \nfundamental and sustainable changes in the civil service, the Government started implementing \na more comprehensive Governance Reform Program (GRP) in December 2001 with support \nfrom ADB.13 Under the GRP, a personnel database for civil servants was created to improve \naccountability and transparency of the civil service. To contain corruption, the Government \nlegislated four anticorruption bills in April 2002.14 The bills entail the establishment of a National \nVigilance  Center,  and  declaration  of  property  and  income  by  all  public  servants.  The \nGovernment has also initiated steps to strengthen the Commission for the Investigation of \nAbuse of Authority. \n \n30.  In the area of decentralization, the Local Self-Governance Act (LSGA) was promulgated \nin 1999 to strengthen local institutions by providing them with greater financial autonomy, and \nmaking  them  directly  accountable  to  the  people.  The  decentralization  process  became \n                                                 \n11 The civil service does not include staff of local bodies and public enterprises, the  military, police force, and \nteachers.  \n12 ADB. 1998. Technical Assistance to Nepal for Formulating an Action Plan on Civil Service Reforms. Manila. This \ntechnical assistance included the following initiatives: (i) conducting a civil service census; (ii) establishing a \ncomputerized personnel database; (iii) undertaking a functional review of ministries, departments, and offices; and \n(iv) considering a range of alternatives for fiscal decentralization. \n13 ADB. 2001. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to Nepal \nfor the Governance Reform Program (GRP). Manila. The GRP consists of five components to be implemented over \n4 years (ending in December 2005): (i) develop internal capacity for leading civil service reform; (ii) improve the \nefficiency of the civil service; (iii) improve governance and reduce corruption in government; (iv) enhance \ncompetence and motivation of civil servants; and (v) establish processes for improving performance in key \nministries. For details of GRP, refer to Appendix 4. \n14 The four bills are Anticorruption Bill, Commission for the Investigation of Abuse of Authority Bill, Impeachment Bill, \nand Special Court Bill. \n   ", "10  \n \noperational with the approval of the Decentralization Implementation Plan (DIP)15. The DIP lists \na number of decentralization-related measures to be completed over the next 5 years, and is \nthe main document for implementing the policy. Some progress has been achieved in devolving \nresponsibility  for  key  service  areas  (primary  education,  agricultural  extension,  and  health-\nservice delivery) to the local bodies. The PERC had recommended that the delivery of services \nfor health, education, and agriculture extension should be entrusted to the local bodies with \nmanagerial responsibilities. A Cabinet decision in June 2002 commits the Government to \nchanneling funds for these areas to local bodies from FY2003. Despite some tangible progress, \nthe decentralization efforts suffered a major setback since the elected local bodies’ 5-year term \nexpired on 16 July 2002. Although their tenure could have been extended, the Government \ndecided  to  hand  over  their  responsibilities  to  the  civil  service  bureaucracy  until  the  local \nelections are held. The schedule for the local elections remains uncertain. As a result, service \ndelivery and development work at the local level have suffered. In addition, the destruction of \nsome one third of the 3,913 VDC offices during the recent phase of the internal conflict and the \nabsence of a large number of VDC secretaries (about 1,000) have exacerbated the situation. \n  \nB.  Issues and Opportunities \n \n1.  Prioritizing Expenditure to Focus on Poverty Reduction \n \n31.  Efficient expenditure management remains a major challenge. There has been growing \npressure on the development budget due to increasing regular expenditures, which averaged \n86% of revenue during the 9FYP period. The resource situation has further worsened in recent \nyears,  entailing  large  cuts  in  the  development  expenditure.  The  effectiveness  of  public \ninvestments has also suffered due to the inadequate focus on planning and budgeting. The \ndevelopment budget is highly inadequate to accommodate a large number of projects, many of \nwhich lack a clear development rationale. Poor capacity to report and monitor development \nexpenditure remains a constraint in the introduction of performance based budget allocation. \nThere  is  an  urgent  need  to  strengthen  the  capacity  for  project  screening  and  appraisal, \nprioritizing projects in terms of their poverty reduction impact, and ensuring that priority projects \nare adequately funded and implemented. Budgetary transfers to PEs are also a significant part \nof public expenditure. PE operations have created large contingent liabilities in the form of \nunfunded liabilities to PE staff, commercial banks, and other creditors. Given the poor financial \nperformance of PEs, these contingent liabilities are expected to increase significantly and need \nto be addressed to ensure that fiscal sustainability is not compromised. \n \n2.  Strengthening Revenue Mobilization \n \n32.   Despite  the  several  reform  measures  aimed  at  streamlining  the  tax  structure  and \nstrengthening  tax  administration,  Nepal’s  revenue/GDP  ratio  remains  about  12%.  The \nGovernment anticipates the revenue/GDP ratio to increase to about 14% by the end of the \n10FYP. Since the increase in the revenue/GDP ratio was a mere 1% over the 9FYP period, to \nmeet  the  10FYP  targets,  the  Government  needs  to  reassess  its  strategy  for  accelerating \nrevenue mobilization, to develop an implementable action plan to improve tax administration, \nand to check the current leakage in revenue mobilization. Several issues need to be addressed \non a priority basis. The scope of various tax exemptions currently being extended needs to be \nsharply curtailed. There are significant amounts of uncollected tax arrears, especially of VAT \n                                                 \n15 The Government’s DIP, which was approved by the Decentralization Implementation and Monitoring Committee \n(chaired by the Prime Minister) on 8 January 2002, aims to operationalize provisions made in the Local Self-\nGovernance Act over the next 5 years. \n   ", "  11\n \nand income tax. A determined effort to collect the arrears would provide an immediate source of \nrevenue  and  would  signal  the  Government’s  firm  commitment  to  strengthen  revenue \nmobilization. In this regard, IRD needs to be strengthened by filling up the essential positions \nthat  are  currently  vacant.  Further,  as  a  monitoring  tool  for  revenue  administration,  the \nGovernment needs to set performance targets for tax offices and senior tax officials. The \ncapacity of the Central Monitoring Unit in MOF to periodically review revenue policy and \ncoordinate the joint action of different departments also needs to be enhanced.  \n \n3.  Disengaging Government from PE Management and Ownership \n \n33.  The  Government  recognizes  that  disengagement  from  PE  is  necessary  to  contain \nexpenditure and reduce the fiscal risks. However, past experience points to the complexity of \nthe process and the need for a multiprong approach. This approach involves: (i) building an \nappropriate  legal  and  regulatory  framework  to  support  sound  corporate  governance, \naccountability, recognition of liabilities, and an orderly market exit for failed institutions; (ii) \nbuilding the institutional and legal infrastructure to implement the Government’s disengagement \nfrom PEs; (iii) adopting measures to contain the budget outflow and fiscal risks through reduced \nbudgetary allocation, and imposing credit limits to PEs, and irrevocable liquidation and sale of a \nnumber of them; and (iv) improving governance and accountability by assigning to one single \nministry,16 supervision of PEs to be privatized, or liquidated, removing political appointees from \nPE  boards,  reducing  the  backlog  of  PE  audits,  and  establishing  standardized    financial \nreporting. \n \n4.  Improving Public Service Delivery \n \n34.   Rightsizing the Civil Service. The civil service is overstaffed in Nepal. A significant \nreduction in the number of civil servants has been recommended in the Administrative Reform \nCommission Report 1992 and, more recently, the PERC. The ongoing GRP aims at establishing \na civil service that is results- and people-oriented and gender responsive, and which contributes \nto higher economic growth and poverty reduction. Under the GRP, a policy and a detailed plan \nfor rightsizing the civil service through commercialization, devolution to local authorities, and \ncontracting out or elimination of selected functions will be developed for Cabinet approval in \n2003. Following this, the Government will implement rightsizing in three line ministries. About \n17,000 vacant positions existed in the civil service. The Government announced in the Budget \nFY2002 speech a policy for rightsizing the civil service by eliminating unnecessary vacant \npositions. This initiative is critical since it will reduce the risk of vacant posts being filled under \npolitical pressure and patronage. \n \n35.  Strengthening Decentralization.  To improve service delivery at the grassroot level, \nallocation of block grants to the local bodies must be closely linked to the incidence of poverty in \na region. Simultaneously, devolution of financial and administrative authority to local bodies is \nalso essential to facilitate a smooth transition from a centrally controlled civil service system to a \nmultilayered system that meets the specific needs of the central, regional, and local levels. Until \nnow, management of personnel of local bodies has been centrally controlled. The central \nGovernment defines the recruitment process, salary scale, promotion, and levels of position. \nWith the devolution of sectoral functions, the elected local bodies need to have their own \nemployees and to make them accountable to the local bodies rather than to the line ministries.  \nAnother important issue relates to making the local bodies technically competent to enable them \nto manage development projects and programs, and to institutionalize these technical units \n                                                 \n16 This is consistent with the recommendations of the PERC (para. 22). \n   ", "12  \n \nwithin the local bodies. At the same time, delivery of education service needs substantial \nimprovement. Despite the critical importance of basic education in poverty reduction, the quality \nof basic education remains poor, mainly because the teachers are not accountable to the local \ncommunities. To improve the quality of basic education and to make the teachers accountable, \nstarting with the FY2003 budget, the Government will begin the devolving the management of \nschools to the local communities on a pilot basis. \n \n36.    Improving the Transparency and Accountability of Civil Service. Despite several \nreform initiatives of the Government, corruption remains a critical challenge to good governance \nin the country. So far, preventive measures have proven inadequate, and actions either have \nnot  been  taken  against  the  corrupt,  or  have  been  ineffective.  The Government recently \ndeveloped  a  comprehensive  strategy  to  curb  corruption.  The  Anti-Corruption Act of 2002 \nrequires all national servants (includes civil servants) to submit a statement, supported by \ndocumentary evidence, of their wealth/property held in their name or in the name of their family \nmembers.  This requirement needs to be institutionalized and the information needs to be \nupdated annually. \n \n \nIV.  THE PROPOSED PROGRAM \n \nA.   Objectives and Scope \n \n37.  The goal of the Public Sector Management Program (PSMP) is to support poverty \nreduction consistent with the Government’s poverty reduction strategy embodied in the 10FYP. \nThe strategy is closely aligned with ADB’s PRS and the country strategy for Nepal, and focuses \non  improved  public  expenditure  management  and  governance.  The  PSMP  will  assist  the \nGovernment  to  improve  revenue  collection,  prioritize  expenditure,  and  strengthen  fiscal \nsustainability through elimination of noncore government functions and activities. The PSMP \nalso aims to enhance corporate and public sector governance as an integral part of Nepal's \nPRS. Key policy and institutional constraints will be addressed to strengthen the Government's \nresource position over the medium term and lay the foundation for acceleration of pro-poor \ngrowth. These measures will take 3-4 years to yield their intended benefits. Given the prevailing \nfiscal scenario, the Government’s ability to pursue the poverty reduction strategy outlined in the \n10FYP is contingent on the availability of additional external finance. The program framework is \nin Appendix 5. \n \n38.  The PSMP will focus on reforms related to (i) strengthening the fiscal position of the \ngovernment, (ii) facilitating the Government’s withdrawal from PE management and ownership, \nand (iii) strengthening public and corporate sector governance. The PSMP will also support the \nimplementation of the IAP and is consistent with the macroeconomic framework agreed upon by \nIMF and Government. \n \n39.  Discussions between the Government and ADB on the scope of the PSMP began in \nMay 2002. An agreement was reached in June 2002 on the policy issues that needed to be \naddressed to arrest further deterioration of the economic situation, and to lay the foundations for \neffective  implementation  of  the  Government’s  medium-term  poverty  reduction  strategy.  In \nresponse to the agreement, the Government started taking policy actions beginning with the \nbudget of FY2003. While good progress was being made in addressing the policy issues, the \npolitical situation in the country deteriorated dramatically in the second half of 2002. The \nParliament was dissolved on the advice of the then Prime Minister, and national elections in \nNovember 2002 were announced. The King appointed the then Prime Minister to be a caretaker \n   ", "  13\n \nincumbent along with a relatively small cabinet. Meanwhile, the Government and ADB were in \nclose  dialogue  on  policy-related  issues,  and  it  was  anticipated  that  the  PSMP  would  be \npresented to ADB’s Board of Directors for their consideration after the November 2002 national \nelections. The internal security situation in the country worsened in October 2002, and it \nbecame apparent that elections could not be held in the prevailing environment. In October \n2002, the King replaced the caretaker Government with a nonpartisan Government to tackle the \ndeteriorating security situation, and to hold elections as soon as the situation permitted. \n \n40.  The Government made considerable progress in improving the internal security situation \nand to establish peace within the country. A cease-fire between the Government and the \nCPN/M was announced on 29 January 2003 and a code of conduct was agreed upon on 13 \nMarch 2003. In the meantime, the Prime Minister resigned on 30 May 2003 and the King \nappointed a new Prime Minister on 5 June 2003. The new Government and the CPN/M have \nreiterated their intention to remain engaged in the peace process. The process may take some \ntime,  but  successive  Governments  have  displayed  determination  in  tackling  the  difficult \neconomic situation and implementing the 10FYP. The Government and ADB have worked \nclosely  since  mid-2002  to  develop  the  PSMP.  Since  then,  the  Government  has  been \nimplementing the core elements of the PSMP that address some key constraints facing the \neconomy. \n \nB.  Policy Framework and Action \n \n1.  Improving Expenditure Management \n \n41.   Improved expenditure management is key to strengthening the fiscal position. As a first \nstep, the Government has initiated implementation of the MTEF by formulating the FY2003 \nbudget and prioritizing development projects based on their poverty reduction impact. Under the \nPSMP, the Government has developed the priority criteria for classifying projects to ensure \nadequate and timely budget release for high-priority ones and enhance the poverty reduction \nimpact of public investment. \n \n42.  The Government recently streamlined the pipeline of development projects. The overall \nnumber of planned projects had increased sharply from about 400 in the second half of the \n1990s to 715 in FY2001, far exceeding the Government’s funding and implementation capacity. \nThe process of rationalization began in FY2002 when the number was reduced to 633. The \nprocess was pushed forward in the FY2003 budget, which announced dropping or merging an \nadditional 160 low-priority projects. The process, which was recently completed, is expected to \ngenerate  budget  savings  of  about  NRs2  billion–NRs3  billion  annually  overall,  and \nsimultaneously improve the focus on poverty-related projects. \n \n43.  Concurrently, an effective mechanism to ensure that the scarce budgetary resources \nallocated to the priority projects are effectively utilized needs to be institutionalized. Under the \nPSMP, the Government will prepare a performance-based budget release mechanism to ensure \nthat the best performing projects obtain funds in an effective and timely manner. The Financial \nAdministration Rule of 1999 requires all project administration units to regularly report the \nimplementation progress to the concerned ministries and the National Planning Commission, \nbut  this  requirement  has  been  infrequently  followed.  The  result  is  delays  and  weak \nimplementation of ongoing projects. To address the situation, in FY2003, the Government \nconducted a review to improve the reporting format under the Financial Administration Rule. \nHenceforth, the project implementation progress reports will form the basis for performance-\n   ", "14  \n \nbased release of trimester budget allocations to the respective projects and thus ensure more \neffective use of development expenditures. \n \n44.   Allocations to PEs, which are a significant burden to the budget, are projected to be \nNRs10.3  billion  (10.8%  of  the  total  budgetary  outlay)  in  FY2003.  While  the  bulk  of  the \nallocations represents loans for investment projects, poor profitability and weak management by \nthe PEs have adverse long-term fiscal implications for such investments. In recent years, the \nGovernment has invested significant direct share capital through cash transfers to PEs (NRs2.1 \nbillion in FY2002) due to the continuing erosion  of their equity base and strained liquidity. \nMoreover, net resource inflows from PEs to the budget have recently reversed to significant \noutflows (NRs1.8 billion). The Government has also accumulated large contingent liabilities \nthrough PE staff retirement benefits, unpaid wages, and other work-related benefits, which add \nto the medium-term fiscal risks. In addition to direct budgetary outflows, the banking system also \nhas significant loan exposure to PEs, which Nepal Rastra Bank (NRB) reported at $35 million in \nOctober 2001. One of the larger banks alone reports its credit and guarantee exposure to PEs \nat about $40 million, indicating that official statistics are unreliable and grossly understate actual \nexposure. The banking system’s loan and guarantee exposure related to PEs could turn into a \ngovernment budgetary liability once PEs prove unable to service their debt. To arrest the \ngrowing contingent liabilities and budget transfers, and to reduce the risk to the financial system, \nthe Government will develop and implement under the PSMP a medium-term plan to check the \nfiscal  drain  on  account  of  PEs  by  reducing  (i)  budget  transfers  on  revenue  account,  (ii) \ncontingent liabilities, and (iii) exposure to creditors, especially to the banking system. Ongoing \ninternational audits of four major banks will give a more accurate assessment of the credit and \nguarantee risk exposure to PEs, and the actual extent of liabilities.  \n \n2.  Strengthening Revenue Mobilization and Management \n \n45.  Besides applying expenditure management measures, the Government will also need to \nstrengthen revenue mobilization to improve the current fiscal situation. There is significant \npotential in broadening the tax base and mobilizing additional revenues by cutting the wide \nrange of exemptions, many of which do not have a clear economic rationale.  Estimates show \nthat exemptions extended in key revenue sources such as customs duty, VAT, and income tax \nadd up to NRs6 billion, 12% of current Government revenue or more than 1% of GDP. Customs \nand VAT account for a major share of these exemptions. To accelerate the pace of revenue \nmobilization, under the PSMP the Government appointed a task force to develop a Revenue \nMobilization Action Plan that examines the key constraints in the areas of tax administration, tax \nexemptions, tax arrears, and customs valuation. The Task Force recently submitted its report to \nthe Government. The Government will begin to eliminate these exemptions in the FY2004 and \nFY2005 budgets, and most will have been eliminated by the end of the PSMP period. Similarly, \nthe Government will also examine the scope for rationalizing the applicable rates of various \ntaxes and implement the required changes in the FY2004 budget. \n \n46.  Significant tax arrears have been building up over time. According to estimates, the \ncumulative arrears of income tax, VAT, and excise/sales tax are about NRs5 billion, nearly 10% \nof the Government’s current revenue, or 1.5% of GDP. A determined effort to collect the arrears \nwill give the Government an immediate source of revenue. It will also signal to taxpayers the \nGovernment’s  determination  to  effectively  enforce  the  existing  tax  laws.  With  the \ncomputerization of taxpayers’ records, the strategy for collecting these arrears would include \ncollection visits, offsetting tax dues with tax refunds, linking arrears with nonpayers’ business \ntransactions such as exports and imports, and stricter punitive actions against nonpayers to \nencourage others to pay.   \n   ", "  15\n \n \n47.  Undervaluing  imports  during  assessment  of  customs  duties  remains  a  serious  tax \nadministration problem. While the automated system for customs data has been introduced in \nsome of the major customs points to simplify procedures and improve the valuation system \nbased on the transaction value, underinvoicing of imports remains a common practice. The \npractice impacts negatively on the collection not only of customs duty, but also VAT and income \ntax proceeds. The Revenue Mobilization Action Plan will address this issue by extending the \nimplementation of the automated system to other customs points.  \n \n48.  The  capacity  of  IRD  to  effectively  undertake  tax  reform  measures  needs  to  be \nstrengthened by filling up the allotted positions with qualified staff. Around 70 professional \npositions in the IRD are not currently filled. It is estimated that about 50 of the positions are \nessential and need to be filled immediately to increase the effectiveness of tax reforms. Under \nthe PSMP, the Government recruited 58 essential staff required in IRD, after training them. \n \n49.  The performance of the various tax offices and key tax officials must be monitored to \nsustain  improved  revenue  collection.  Under  the  PSMP,  the  Government  will  develop \nmeasurable performance targets for all tax offices and officials, and a performance evaluation \nsystem for the indicators. While evaluation of the performance of specific tax offices will be \nbased  on  regular  collection  of  relevant  taxes,  collection  of  arrears,  number  of  tax  audits \nundertaken, and punitive actions against defaulters and nonfilers, evaluation of individual tax \nofficials will focus on effective monitoring of the performance of tax officers under him/her, \nnumber of collection visits, number of field audits performed, and regular reporting to the parent \ndepartment. Monitoring and performance evaluation of the tax offices and officials will be \nundertaken by IRD, the Customs Department, and the Central Monitoring Unit in MOF. The \nGovernment will also institute a regular monitoring system for assessing the achievement of the \nmonthly/quarterly revenue collection targets and improvement in the coverage of the taxpayers, \nparticularly the VAT and income tax.  \n \n3.  Supporting the Disengagement of Government from PEs \n     \n50.  Improving the Legal Framework. The existing laws do not support strong corporate \ngovernance. The implementation of the recently drafted new Company Law, Insolvency Law, \nand Secured Transactions Law will be instrumental in creating a rules-based environment and \nthus, lay the foundation for better corporate governance. The Company Law and the Insolvency \nLaw  will  provide  the  framework  for  the  constitution  of  boards,  professional  management, \naccountability and disclosure, as well as the orderly entry and exit of companies. The Secured \nTransactions Law will enhance creditor rights. Under the PSMP, the revised Company Law, \nInsolvency Law, and Secured Transactions Law will be put into force through publication in the \nNepal Gazette and issuance of necessary implementation regulations. The Government will \nalso  prepare  a  policy  and  time-bound  action  plan  for  disengagement  from  PEs  and  has \nestablished  a  privatization  coordination  sub-committee  (PCSC)  under  the  Privatization \nCommittee (PC) in MOF. The Government will also transfer to MOF the management and \nsupervision of units to be privatized. Further, the Government will reconstitute the boards of PEs \nto include only professionals. The Cabinet has already approved the policy and this measure \nwill be fully implemented in FY2004. \n \n51.   Containing Contingent Liabilities. To support the poverty focus of public expenditure, \nbudget expenditures on PEs and their contingent liabilities need to be contained and gradually \nreduced. Measures under the PSMP consist of short- and medium-term actions. The short-term \nactions are as follows: \n   ", "16  \n \n \n(i)  The  Government  will  continue  its  current  policy  of  capping  aggregate \nemployment in PEs, with the cap being automatically reduced in line with each \nretrenchment. This measure will reduce the contingent liabilities related to staff. \n \n(ii)  Under the PSMP, the Government will implement the irrevocable liquidation of \nfive PEs. Consequently, the boards of these companies will be dissolved and a \nliquidator  will  be  appointed  to  complete  the  liquidation  formalities.  The \nGovernment will settle all dues to staff and creditors. From its past privatization \nexperience, the Government recognizes that prospects for an outright sale of PE \nasset  would  improve  if  prior  action  was  taken  on  Labor  rationalization  and \nsettlement of liabilities. Labor rationalization  will  be  accompanied  by  support \nmeasures such as training and job placement, and will be based on the principles \nof fairness, transparency, and consultation. \n \n(iii)  The  Government  has  identified  six  PEs  as  potential  candidates  for  sale  or \ninitiation of irrevocable liquidation. If bidding proves unsuccessful, the PC will \nrecommend to the Cabinet liquidation of four of the six companies. Subsequently, \nthe company registrar, for PEs registered as companies, will initiate irrevocable \nliquidation  through  the  issuance  of  a  liquidation  order,  or  public  notice  of \ndissolution. The Government will settle all outstanding dues from the liquidation \nand sale of the four entities by the end of the PSMP period. Labor rationalization \nwill follow similar procedures to those for the five PEs liquidated earlier.  \n \n52.    Preparing a Medium-Term Action Plan. To accelerate the disengagement from PE \nownership, the Government will develop a strategy and an action plan in active collaboration \nwith all stakeholders. The implementation of the action plan will begin in FY2004 and spread \nover  5-years.  The  strategy  will  explicitly  prioritize  enterprises  for  sale,  liquidation,  and \nrestructuring, and develop an institutional model, such as a privatization agency, for effective \nimplementation. The strategy and the action plan will be approved by the Cabinet and will entail \nthe following steps (Appendix 2). \n(i)  Diagnosis. Assessment of the cost and contingent liabilities incurred by PEs will \ninclude analysis of the staffing needs of PEs, staff reduction plans, training for \nretrenched staff, planned reduction of direct and indirect budgetary transfers, and \nan accurate assessment of exposure of the banking system to PEs. \n(ii)  Strategic  planning.  Based  on  the  diagnostic  results,  PEs  from  which  the \nGovernment will disengage will be prioritized. The strategy will include measures \nto improve governance, accountability of management, and efficiency of PEs; \nreduce overstaffing; establish hard budget and borrowing constraint for all PEs; \nprivatize  PEs  with  market  potential;  and  close  enterprises  without  market \npotential. \n \n(iii)  Implementation.  Development  of  the  legal  and  institutional  infrastructure  to \nsupport privatization received initial support from ADB17. Further, TA is required \nto  support  implementation  of  short-  and  medium-term  measures.  ADB  will \nprovide TA support. In addition, the Department for International Development, \nU.K. (DFID) and the Government are finalizing a supplementary TA for this \n                                                 \n17 ADB. 2002. Technical Assistance to Nepal for Privatization and Liquidation of Public Enterprises. Manila. \n   ", "  17\n \npurpose.  The  Government  will  begin  implementing  the  medium-term  plan \nimmediately, following approval by the cabinet. \n \n53.   Enforcing Accounting and Auditing Standards on PEs. To reduce the significant \nbacklog of unaudited PEs, the Government under the PSMP has completed updated audit of 20 \nPEs in FY2003. The process will continue in FY2004 and, by the end of the PSMP period, 40 \nPEs will have updated audits. Particular attention will be paid to two financial sector PEs— \nAgricultural Development Bank of Nepal (ADBN) and Nepal Industrial Development Corporation \n(NIDC)—where  the  Government  will  complete  institutional  strategies  and  action  plans  for \nrestructuring.  \n \n54.   Enforcing Fairness and Transparency in Labor Rationalization in PEs. The current \nLabour  Act  covers  only  procedures  for  retrenchment  or  collective  disputes  relating  to \nprivatization and rightsizing. There are no labor-related rules or policies for liquidation of PEs. \nFurther, the internal rules of PEs differ significantly on the package of retrenchment benefits. A \nnew policy will cover retrenchment resulting from liquidation, privatization, or rightsizing. The \nGovernment  will  develop  the  policy  in  a  participatory  and  consultative  manner  with  a \nrepresentative of all stakeholders, including employees of PEs, line ministries responsible for \nPEs, the Ministry of Labor, MOF, labor unions, and independent experts on privatization and \nretrenchment issues.  \n \n55.   The policy will cover issues such as (i) scope of retrenchment, and alternatives to \nretrenchment,  where  appropriate;  (ii)  public  information  and  announcements  of  the  likely \nretrenchment due to planned disinvestments; (iii) assessment of staff capacities through human \nresources audits; (iv) development of appropriate assistance packages for retrenched labor, \nincluding monetary and nonmonetary assistance such as training, business advisory services, \nand identification of new jobs; and (v) grievance procedures.  \n \n4.  Improving Public Sector Governance \n \n56.  Recognizing the critical importance of good governance to achieve the poverty reduction \ntargets, the Government has adopted good governance as one of the four pillars of the 10FYP. \nThis  component  is  designed  to  complement  and  reinforce  the  civil  service  reform  and \nanticorruption  measures  initiated  under  the  GRP  and  the  Government’s  decentralization \nprogram. The objectives of this component are to (i) rightsize the civil service by eliminating \nvacant posts and freezing recruitment so as to contain the Government’s recurrent expenditure \nin the medium term; (ii) support devolution of public services by supporting the Government in \nimplementing its decentralization program; (iii) enhance transparency and accountability of the \ncivil service; and (iv) improve public sector auditing and accounting standards and practices. \n \na.  Rightsizing the Civil Service and Freezing Recruitment \n \n57.  To contain the Government’s recurrent expenditure and generate fiscal savings in the \nmedium term, the Government is committed to rightsizing the bureaucracy and streamlining the \ncreation of new posts. Under the PSMP, the Government issued an order for eliminating about \n7,518 vacant posts. The elimination of vacant posts primarily targets nongazetted positions. \nImplementation has been somewhat slow and only 1,500 posts have been eliminated so far. \nThe Government has agreed to expedite implementation; an additional 2,000 posts will be \neliminated by June 2003 and the rest August 2003. If the 7,500 vacant posts were to be filled, \n   ", "18  \n \npersonnel expenditures are estimated to be around NRs2.0 billion during the 10FYP period.18 \nEliminating vacant posts will reduce the risk of having vacant posts filled through political \npressure and patronage. For the remaining vacant posts, the Government will continue to freeze \nrecruitment  in  vacant  nongazetted  positions  during  the  program  period.  A  proper  job \nassessment will identify the necessary posts. Recruitment for those posts will be initiated after \nMOF and Ministry of General Administration (MOGA) reach agreement on recruitment. \n \nb.  Supporting Devolution of Public Services \n \n58.  Although the LSGA offers a policy and regulatory framework for decentralization and for \nstrengthening local governance, there has not been adequate financial and human resources \nsupport to enable local bodies to undertake their prescribed functions. While complete and \nsuccessful devolution of public services to the local bodies is a medium- to long-term goal and \nwill require substantial capacity building of local bodies including strengthening their recurrent \nbudgets, the central Government has decided to adopt a number of measures in this direction. \nTo operationalize and implement the decentralization program, the Government identified a \nnumber of tasks in the DIP approved in January 2002. The PSMP will support the Government \nin implementing the DIP, specifically focusing on the following areas: (i) a poverty-based formula \nfor allocation of block grants; (ii) human resource management for local governments; (iii) \ninstituting  and  strengthening  the  capacity  of  district  technical  offices  (DTOs);  and  (iv) \ndecentralization of education services. \n \n59.  Progressive  decentralization  of  financial  and  administrative  authority  to  the  local \ngovernments (DDCs and VDCs) is an integral part of the Government’s poverty reduction \nstrategy. In pursuance of the strategy, the Government decided that, despite the fiscal crisis, the \namount of budgetary transfers to local bodies would not be reduced in FY2003. Accordingly, \nNRs2.97 billion was allocated for block grants to the local bodies, which is roughly the amount \nallocated in FY2002. While this is a positive step, the quantum of funds is inadequate to address \nthe  needs  of  the  remote  and  poorer  areas.  Since  the  Government  lacks  resources  for \nsubstantial budget transfers, it needs to enhance the effectiveness of poverty-targeting of \nresources allocated to the local bodies. Under the PSMP, the Government will develop and \nimplement a poverty-based mechanism for allocating block grants to the local bodies. The \nallocation criteria will be based on the incidence of poverty as determined by factors such as \nremoteness of the respective DDCs, access to basic social and physical infrastructure, and the \nlevel of local resources that can be mobilized. \n \n60.  With the devolution of sectoral functions, employees working for local bodies need to be \naccountable to them rather than to the line ministries. The PSMP supports the preparation of a \ndraft local service legislation to (i) empower and enable local bodies to manage their staff, and \n(ii)  gradually  remove  dependence  on  manpower  policies/rules  dictated  by  the  central \nGovernment. Under the PSMP, the Government has issued a directive and has established \nDistrict Technical Offices (DTOs) as technical units of DDC as envisaged in the LSGA. The \nGovernment is also in the process of  implementing an action plan for institutionalizing and \nstrengthening the project implementation and monitoring capacity of the technical units. As a \nprerequisite for ensuring a high level of coordination and cooperation with the concerned line \nministries, the roles and responsibilities of the technical units relative to the central Government \nwill be clearly defined. In addition, staffing of the technical units, capacity building including \n                                                 \n18 It is assumed that the monthly salary per post is NRs3,800. The starting salary (monthly) is NRs4,900 for a non-\ngazetted class I officer and NRs3,000 for a peon. In addition to salary, the Government currently contributes 10% \nof the employee’s salary to the provident fund and pays one month’s additional salary as Dashain allowances. \n   ", "  19\n \ntraining and orientation, provision of physical facilities, administrative control and monitoring and \nsupervision mechanisms, functional relationship and accountability; and expenditure modalities \nfor infrastructure development will also be addressed. \n \n61.  While access to basic education has increased considerably  in Nepal, the quality of \nbasic  education  remains  poor.19  High  repetition  and  dropout  rates  throughout  the  public \neducation system waste scarce public resources. To increase the effectiveness of resource use \nand enhance the quality of education, the Government is in the process of implementing the \npolicy of decentralization of education services to the local communities. This measure will \nimprove  public  education  service  delivery,  and  make  education  need-based  and  more \nresponsive  to  local  demands.  Under  the  PSMP,  the  Government  has  issued  Community-\nManaged School Management Directives to facilitate handing over the management of public \nschools to local communities. The directives delegate to the school management committees, \nwhich comprise local people, full authority in appointing teachers and school principals, and in \nother administrative matters. The Ministry of Education and Sports has approved the transfer of \nmanagement of 100 local schools to the community school management committees, which will \nbe provided block grants through DDCs. The Government has already transferred 90 schools to \nthe school management committees.  \n \nc.  Enhancing Transparency and Accountability of the Civil Service \n \n62.  In Nepal, it is frequently perceived that corruption is a systemic problem that undermines \nthe performance of the public sector. Although the four legislations enacted in 2002 (para. 29) \nare  expected  to  make  anticorruption  measures  more  effective,  reform  measures  are  also \nneeded to strengthen the prevailing system, procedures, and processes. Under the PSMP, the \nPrime  Minister’s  Office  will  prepare  and  initiate  implementation  of  a  comprehensive \nanticorruption strategy, which will include specific preventive and prosecution measures. Key \nelements of the strategy will include (i) establishment of a citizen’s charter; (ii) mechanism for \ntime-bound delivery of services; (iii) public awareness campaigns and transparency in civil \nservant transfers; (iv) improved auditing and accounting standards; and (v) measures against \nrevenue leakages. The Government has agreed to make the strategy operational in FY2004. As \na preventive measure, the Anti-Corruption Act of 2002 requires all public servants (includes civil \nservants) to submit a statement—supported by documentary evidence—of their wealth/property \nheld in their name, or in the name of family members. The PSMP supports the implementation \nof legal provisions, which make it mandatory on civil servants of class 2 and above, to declare \ntheir income/property. This disclosure will improve the accountability and transparency of the \ncivil service.  \nd.  Improving the Capacity of the Accounting and Audit Profession \n63.  Nepal has established a professional group of accountants and auditors and standard-\nsetting committees. The Chartered Accountants Act, which was enacted on 8 July 2002, makes \nimportant provisions for establishing boards for setting accounting and audit standards and \nenhancing the status of the Institute of Chartered Accountants of Nepal (ICAN) as a self-\nregulating professional body for the accounting and audit profession. The PSMP will support the \n                                                 \n19 In Nepal the education environment tends to be politicized. Teacher discipline and the commitment to students \nhave declined. The institutional infrastructure and physical facilities are in a poor state. As a consequence, the \nquality of education in government schools is dismally poor. Inadequacies in public schools have led to the \nmushrooming of a host of private schools, which the poor simply cannot afford. The teachers are poorly motivated \nas a consequence of low salaries, limited career development, and poor supervision and monitoring. Teacher \nabsenteeism is currently estimated at over 50%.  \n   ", "20  \n \nestablishment of the Nepal Accounting Standards Board (NASB) and the Nepal Audit Standards \nBoard (NAuSB).  \n \nC.  Financing Plan \n   \n1.  Amount of Loan, Source of Funds, and Cost of Adjustment \n  \n64.  It is proposed that ADB provide a loan of Special Drawing Rights 24,649,000 (or $35 \nmillion equivalent) from its Special Funds resources to support the PSMP. The size of the \nproposed loan is based on the scope of the reform program, and on the adjustment costs of the \nreform measures. The adjustment costs of implementing the PSMP will be partially offset over \nthe medium term by savings achieved through reform actions, especially from the Government’s \ndisengagement from PEs and better fiscal management. Some short-term savings will also be \ngenerated  from  the  PSMP  reforms  on  prioritizing  expenditures  and  effective  revenue \nmobilization.  \n \n65.  Gross adjustment costs (excluding medium- to long-term savings on account of reforms) \nare estimated at $48.5 million, consisting of the following components: \n \n(i)  $48.2 million on account of the sale and liquidation of nine PEs including costs \nfor arrears of wages, retrenchment packages, and settling of creditor claims; and \n \n(ii)  $0.3 million on account of the establishment and enhancement of the delivery \ninfrastructure, supporting revenue and expenditure management, and devolution \nof functions to villages and districts. \n \n66.  Detailed cost estimates are in Appendix 6. The Government has already spent $ 5.0 \nmillion in FY2002 from its own resources, while $6.8 million constitute noncash liabilities. The \nnet cash outflow is estimated at $36.7 million. \n \n2.  Interest, Maturity, and Utilization Period \n \n67.  The Asian Development Fund (ADF) loan will have a maturity of 24 years, including a \ngrace period of 8 years. The interest charge will be 1% during the grace period and 1.5% \nthereafter, in accordance with ADB’s standard procedures and other terms and conditions set \nforth in the Loan Agreement. \n \n68.  The loan proceeds will be available for withdrawal in two tranches—upon satisfactory \ncompliance  with  an  agreed-upon  number  of  eligible  conditions—from  the  date  of  loan \neffectiveness up to the loan closing date, which is 30 June 2005. Compliance with the second \ntranche is expected by October 2004. \n \nD.  Implementation Arrangements \n \n1.  Program Management \n \n69.  MOF will be the Executing Agency for the PSMP. Because of the scope and complexity \nof the measures that need to be implemented, an effective PSMP infrastructure needs to be \nestablished to assure the quality and timeliness of implementation.  \n \n   ", "  21\n \n70.  The  Government  has  established  a  program  coordination  committee  (PCC)  to  be \nchaired by the Chief Secretary, and comprising the Secretary of MOF, secretaries of the \nrelevant line ministries, and deputy governor of NRB. The PCC will coordinate the actions of \nMOF  and  the  line  ministries,  monitor  the  progress  of  reforms,  and  address  any  major \ninterministerial issues related to program implementation. \n \n71.   MOF  has  established  a  program  implementation  unit  (PIU)  to  ensure  the  timely \npreparation and implementation of the program measures. The PIU will prepare quarterly \nprogress reports and brief the PCC monthly on the implementation status.  \n \n72.  The Privatization Committee (PC) will facilitate the process of disengagement from PEs. \nThe PC has established the PCSC in the MOF staffed with suitably qualified government \nofficials familiar with the privatization process for implementing the PC’s decisions. Qualified \nstaff of MOF’s privatization cell will report to the PCSC and will be trained to manage liquidation \nand privatization transactions. \n \n2.  Period of Implementation \n \n73.  Discussions with the Government on the scope, structure, and timing of the PSMP \nbegan in May 2002. An initial agreement on the package of policy reforms was reached with the \nGovernment in June 2002 and the Government started implementing agreed-upon policies in \nJuly 2002. To meet the urgent needs under the current fiscal crisis, the PSMP period will be 30 \nmonths, beginning July 2002 through December 2004. The closing date will be 30 June 2005.  \n \n3.  Procurement and Disbursement \n \n74.  The loan proceeds will finance the foreign exchange costs (excluding local duties and \ntaxes) of items produced in and procured from ADB’s member countries, other than ineligible \nitems  (Appendix  7)  and  imports  financed  by  other  bilateral  and  multilateral  sources.  All \nprocurement will be through normal commercial practices in case of procurement by the private \nsector, or through prescribed procedures acceptable to ADB in case of procurement by the \npublic sector, with due regard for the principles of economy and efficiency. \n \n75.  In accordance with the provisions of ADB’s Simplification of Disbursement Procedures \nand Related Requirements for Program Loans, the proceeds of the program loan will be \ndisbursed to the Government as the Borrower. No supporting import documentation will be \nrequired if, during each year in which the loan proceeds are expected to be disbursed, the value \nof the Government’s total imports minus imports from nonmember countries, ineligible imports \nand imports financed under other official development assistance is equal to or greater than the \nloan amount expected to be disbursed during the year. The Government will, however, certify \nwith each withdrawal request its compliance with this formula. Otherwise, import documentation \nunder existing procedures will be required. ADB reserves the right to audit the use of the loan \nproceeds and verify the accuracy of the Government’s certification. Loan proceeds may be used \nto finance eligible imports for which expenditures were incurred 180 days before the loan \nbecomes effective. \n \n4.  Counterpart Funds \n \n76.  The  counterpart  funds  in  local  currency  generated  from  the  loan  proceeds  will  be \ndeposited in a special account to be established by MOF at NRB, immediately after the effective \ndate, and will become part of the Government budget. The Borrower will ensure that the \n   ", "22  \n \ncounterpart funds are made available to meet the costs associated with implementation of the \nPSMP, in particular (i) the payment of all dues to staff of PEs relating to or following from \nretrenchment, whether as a result of statutory provisions or otherwise, including, but not limited \nto, wages in arrears, and other benefits such as pension contributions as well as severance \nbenefits; (ii) payments of other liabilities of liquidated PEs; and (iii) other costs to implement the \nprogram. \n \n77.  All financial transactions of the special account will be recorded separately in a manner \nthat  allows  identification  of  expenditures  from  loan  proceeds  and  counterpart  funds.  The \nAuditor-General of Nepal, or independent auditors whose qualifications, experience, and terms \nof  reference  are  acceptable  to  ADB,  will  audit  the  accounts,  together  with  records  of \nexpenditures. NRB will submit to ADB certified copies of audited accounts and records within 9 \nmonths after the end of each fiscal year, starting with FY2004. Within 3 months of the loan \nclosing date, the Government will submit to ADB a detailed report on the performance of the \nproposed loan. The report will evaluate implementation of the activities and outputs under the \nPSMP; report the impact of the PSMP on the economy, including the social and poverty impact \nof the reforms; elaborate the lessons learned during the program; and identify the future reform \nagenda.  \n \n5.  Monitoring and Tranching \n \n78.  Performance  Monitoring  and  Evaluation.  The  Government  and  ADB  will  jointly \nmonitor and review the progress of implementation of tranche release conditions in the policy \nmatrix  (Appendix  8)  to  ensure  that  they  are  met  in  substance  and  on  schedule.    The \nestablishment of an effective PIU is essential for performance monitoring and evaluation.  The \nPIU will provide progress reports every four months to monitor implementation and evaluate the \nimpact of the PSMP. A team of professional staff from ADB’s Nepal Resident Mission and \nHeadquarters will closely supervise program implementation and maintain high-level policy \ndialogue with the Government. The PE component will be closely supervised by ADB and DFID, \nthrough joint review missions. A full review will be undertaken before release of the second \ntranche, which is scheduled for October 2004. \n \n79.  Accounting, Auditing, and Reporting. Annual program audits will be conducted by the \nOffice of the Auditor General in compliance with international audit standards and Nepal’s \nspecific regulations. The annual audits entail audits of the accounts, the PIU, and the PC in \nimplementing reforms. Reports will be submitted to ADB within 9 months of the completion of \neach financial year.   \n \n80.   Tranching. In view of the front loading of the policy conditions, the  first tranche of \nSpecial  Drawing  Rights  14,085,000  ($20  million  equivalent)  will  be  released  upon  loan \neffectiveness and after the first tranche conditions have been met. The second tranche of \nSpecial Drawing Rights 10,564,000 ($15 million equivalent), will be released approximately 15 \nmonths after the first tranche, and upon compliance with the second-tranche release conditions \nas set out in the policy matrix.  \n  \n \nV.  TECHNICAL ASSISTANCE \n \n81.  ADB provided technical assistance to help the Government prepare information and \nlegal advice on the status of PEs, in particular those considered for liquidation and privatization \nunder the PSMP. An outline of the approach for accelerated privatization and liquidation of PEs \n   ", "  23\n \nwas prepared. The preparation of the PSMP has, however, highlighted the lack of adequate \nstaffing and weak institutional capacity of the Privatization Cell, and the inadequate institutional \narrangements and processes to facilitate privatization. The standstill of privatization measures \nover the 9FYP (1997–2002) period was accompanied by a drain of experienced staff to other \nunits of the Government, and an erosion of skills at the cell. As a result, more effective \ninstitutional arrangements and substantial technical assistance are required.20  \n \n82.  Objective.  The TA will assist the Government in (i) developing and implementing an \neffective  privatization/liquidation  process,  (ii)  building  capacity  within  the  Government  for \nundertaking divestment, (iii) managing and supervising the transactions, (iv) implementing an \neffective and fair policy for Labor rationalization, and (v) supporting the overall management of \nthe program. \n83.  Scope. The liquidation and privatization transactions will be carried out by consultants \ncontracted  by  the  PCSC,  established  under  the  PC.  The  PCSC  will  be  in  charge  of  (i) \ncontracting out the initial studies for valuation of the PEs and proposal of modality; (ii) submitting \nprivatization/liquidation proposals to the PC for their endorsement, and of the Cabinet; (iii) \nestablishing liquidation transaction teams and contracting the expertise on enterprise, industrial \nrelations,  legal,  and  communications  expertise  to  effectively  manage  the  process  with \nconcerned stakeholders; (iv) managing payment of dues to staff and creditors; (v) managing the \nsale and transfer of assets; and (vi) creating technical capacity within the Government for \nundertaking divestment.    \n84.  Three types of advisory services are required:  \n(i)  senior policy advisers (ADB financing) to advise the Government and the PC on \nthe proper design and implementation of the privatization/liquidation strategy, \nand the Labor rationalization policy; \n(ii)  transaction  management  advisers  (ADB  financing)  to  support  the  PCSC  in \nbuilding capacity within the Government through methodological and on-the-job \ntraining to manage its tasks noted above, especially on issues of contracting \nconsultants in charge of administering liquidation/privatization and supervising \nthe transaction administrators/liquidators.  \n(iii)  transaction administrators/liquidators (proposed DFID financing) to conduct the \nprivatization  transactions  based  on  performance-based  contracts  and  pre-\ndetermined  time  limits  for  completing  each  transaction,  including  the  full \nsettlement of dues to staff and creditors. These consultants will be contracted by  \nthe Government and closely supervised by the transaction management advisers \nengaged under the TA. \n85.  In addition, the TA will help the PIU execute its performance monitoring and evaluation \nfunctions.   \n86.  Cost and Financing. The TA is estimated to cost $1.925 million equivalent, comprising \nforeign exchange of $0.698 million and the local currency cost of $1.227 million equivalent. ADB \nwill provide $425,000 equivalent to finance $183,000 or 26.2% of the foreign exchange cost and \n$242,000 or 19.7% of the local currency cost. ADB will finance the TA on a grant basis under \n                                                 \n20 See Appendix 2 for background analysis and Appendix 3 for details of the proposed TA. \n   ", "24  \n \nthe ADB-funded TA program. The Government and DFID are in the process of finalizing the \nunderstanding  on  the  conditions  for  DFID  provision  of  parallel  TA  for  transaction \nadministrators/liquidators and the modalities for DFID parallel financing of the TA.21 DFID’s \nshare will be equivalent to 62.3 % of the total TA cost. The Government’s share will be 15.5%, \nand ADB’s share 22.2%.  \n87.  Implementation Arrangements. For PE liquidation and privatization, the PC will be the \nExecuting Agency and the PCSC will be the Implementing Agency for the TA. The PCSC will be \nstaffed by at least five suitably qualified persons, at least three of whom will be on a full-time \nbasis. The Government will provide free office space and telephone, free utility access and use \nto all consultants. The ADB funded TA will cover 42 person-months of individual consulting \nservices: 6 person-months of international expertise, and 36 of domestic expertise for the tasks \ndescribed in para. 84 (i) and (ii). The services for the tasks described in para. 84 (iii) will entail \nan estimated 20 person-months for each liquidation and sale.  \n \n88.  Six person-months of domestic expertise will be required to intermittently support the \nPIU in the management of the Program. \n    \n \nVI.  PROGRAM BENEFITS, IMPACTS AND RISKS \n \nA.  Benefits \n \n89.  The major benefit of the Program will be the enhanced capacity of the Government to \nimplement its poverty reduction strategy. Since the Government is faced with a severe fiscal \ncrisis,  the  PSMP  will  assist  the  Government  in  improving  expenditure  management,  and \nstrengthening  revenue  mobilization  and  management.  The  benefits  of  prioritizing  and \nstreamlining expenditures, reducing the fiscal burden on account of PEs, and improving revenue \nmobilization and tax administration will be of long-term nature and will be sustained much \nbeyond the PSMP period.  \n \n90.  The Government recognizes the importance of disengaging itself from ownership and \nmanagement of PEs, but attempts in the recent past have been unsuccessful because of \npolitical instability, inadequate professional and financial resources, and lack of a clear-cut \nstrategy. The PSMP will improve the legal environment for the corporate sector, improve \ncorporate governance especially in the PEs, and streamline the disengagement process. The \nliquidation of the nine PEs under the PSMP will be the starting point in accelerating the \nGovernment’s disengagement. As the process gains momentum, it will have a positive medium- \nto long-term impact on the Government’s fiscal position, and simultaneously encourage the \nprivate sector to play a more active role in the development of the country. Over the medium \nterm,  privatization  and  liquidation  of  PEs  will  generate  significant  benefits  by  reducing  of \ncontingent liabilities on the budget and supporting a gradual shift of resources to priority \nexpenditures. \n \n91.  Poor  public  sector  governance  is  a  major  factor  impeding  the  rapid  economic \ndevelopment of the country. The PSMP pushes the reform agenda of ADB’s GRP further by \nstreamlining  public  administration—eliminating  vacant  civil  service  positions  and  freezing \n                                                 \n21 In the event that the TA with DFID financing does not materialize, the Government will use its own resources for \nfunding the DFID’s proposed financing by making an allocation of $0.6 million each in the budgets of FY2004 and \nFY2005. \n   ", "  25\n \nrecruitment.  The  reform  will  positively  impact  on  the  budget  over  the  medium  term.  By \nsupporting the devolution of public services, the PSMP will encourage more effective use of \nresources and enhanced participation of local beneficiaries. The PSMP will also enhance the \naccountability and transparency of civil servants and will thus check corruption. \n  \nB.  Impacts \n \n92.  The major impact of the PSMP will be assisting the Government to achieve the 10FYP’s \npoverty reduction target. Poverty is expected to be reduced over the program period by about \n6%—from 38% to 32%. Along with reduced poverty, the 10FYP’s resource allocation pattern will \nlead to improvement in key social indicators. With better expenditure management and resource \nmobilization efforts, the fiscal position will gradually improve and result in higher allocations for \ndevelopment expenditure. The PSMP will simultaneously support the allocation of development \nresources to projects depending on their poverty impact, and institute a system for performance-\nbased budget release for priority projects. The fiscal position will also improve with the reduced \nbudgetary transfers to the PEs and the liquidation/privatization of nine PEs. The PSMP will \nsupport the Government in developing and adopting a medium-term strategy for disengaging \nfrom PE management and ownership. The Program will also support rightsizing the civil service, \naccelerate  the  pace  of  on-going  decentralization,  and  enhance  the  transparency  and \naccountability  of  the  public  sector.  The  PSMP  will  improve  the  legal  and  institutional \nenvironment for the corporate sector, and thus broaden the role of the private sector. \n \nC.  Possible Risks \n \n93.  Successful implementation of the PSMP is contingent on a number of key assumptions, \nsubject to varying degrees of risks, but appropriate mitigating measures have been put in place. \nAt the same time,  the program measures have been designed to support and strengthen \nongoing  restructuring  processes,  and  the  new  initiatives  are  within  the  capacity  of  the \nGovernment to implement.  \n \n94.  The PSMP assumes that the fiscal situation will not deteriorate further to require a bigger \ncut in development expenditure and in the poverty reduction efforts. This could happen due to \nextraneous reasons, such as the worsening of the global political and economic environment, \nover which the Government has little control. Sluggish domestic economic growth could also \nadversely  affect  the  Government’s  revenue  mobilization  effort.  By  prioritizing  projects  in \naccordance with their poverty reduction impact, the Government will, to a large extent, be able \nto mitigate a serious impact of fiscal constraints on poverty reduction efforts. Another risk is \nwhether the Government will have adequate political will to drop (or merge) low-priority projects. \nThe Government has already displayed its determination to manage public resources more \nefficiently by reducing the number of development projects by 25% in FY2003. Similarly, the \nGovernment has renewed its efforts to reform PEs and has made a public statement in its \nEconomic Reforms Program in October 2002. In support of this changed attitude toward PE \nreforms, under the PSMP the Government has already approved the liquidation of five PEs. \nLiquidators have been appointed and the liquidation process is ongoing.  \n \n95.  The  Government  has,  in  the  past,  demonstrated  a  positive  attitude  toward  reform \nagreements with international development partners. The political instability caused by frequent \nchanges  in  Government,  and  internal  security  problems  have  adversely  affected  the \nGovernment’s ability to implement reforms effectively and at the required pace. This is likely to \nchange as the Government and the CPN/M are working toward a negotiated settlement, and \nprospects are good that lasting peace will be established. Peace is likely to reduce the risk of \n   ", "26  \n \ndelay in PSMP’s implementation, but it must to be emphasized that a successful completion of \nthe peace process will take time, and the risks of some political instability in the interim period \ncannot be ruled out. However, during the preparation of the PSMP, discussions were held with \nthe representatives of the opposition political parties, labor unions, and aid agencies. There is \nsupport  for  the  PSMP’s  objectives,  both  within  and  outside  the  Government.  There  was \nunanimity  of  opinion  that  to  meet  the  10FYP’s  objectives,  the  pace  of  reforms  must  be \nsignificantly accelerated. The PSMP will play a catalytic role in the process. Given the political \ncommitment, arrangements agreed upon with the Government will ensure timely implementation \nof the PSMP. The Government has assured ADB that the PIU in MOF will be adequately staffed \nand will have the capacity to implement and monitor the agreed upon reform measures. In \naddition, PCSC under the PC will manage the implementation of the PE reform measures. TA-\nfinanced consultants will assist the Government in managing the privatization/liquidation of PEs \nand will also create critical capacity within the Government to undertake future divestment.  \n \n \nVII.  ASSURANCES \n \nA.  Specific Assurances \n \n96.   The  Government  has  given  the  following  assurances,  in  addition  to  the  standard \nassurances, which will be incorporated in the legal documents:  \n \n(i)  The Government will ensure that policies adopted and actions taken prior to the \ndate of the Loan Agreement, as described in the Development Policy Letter \n(Appendix 8) will continue to be in effect of the duration of the PSMP period. \n \n(ii)  The Government will ensure that for the duration of the PSMP implementation, \nthe budget allocations for block grants to local bodies will stay at least at the level \nof FY02 \n \n(iii)  The Government will continue its overall policy of freezing new recruitment for \nvacant  civil  servant  positions.  For  any  exceptional  recruitment  for  frozen \nvacancies, this will only be done after a proper job assessment has been carried \nout and an agreement has been reached between MOF and MOGA. \n \n(iv)  The  Government  will  ensure  that  the  Company  Ordinance,  the  Secured \nTransactions Ordinance and the Insolvency Ordinance will be renewed on a six-\nmonthly basis until such time as the Parliament is reconstituted, at which time the \nOrdinances will be submitted to the Parliament for passage as Acts.  \n \n(v)  The Government will ensure that all necessary actions are taken to discharge its \nobligations due to creditors arising from liquidation, sale of assets, and transfer of \nunsold assets of PEs to Government. \n \n(vi)  The Government will ensure that for all closed, liquidated or privatized PEs, \nwhether in part or in whole, all obligations to staff relating to or following from \nretrenchment, whether as a result of statutory provisions or else wise, will be \ncomplied with. \n \n(vii)  The Government will ensure that the taskforce established to develop the policy \non  retrenchment  in  case  of  liquidation  or  sale  will  include  all  stakeholders, \n   ", "  27\n \nincluding representatives of employees of PEs, line ministries responsible for \nPEs, the Ministry of Labor, MOF, labor unions, and independent experts on \nprivatization and retrenchment issues. \n \n(viii)  The Government will ensure that in the event of sale of land, as core or non-core \nassets of PEs to be liquidated, closed or privatized, or any other action taken that \nmight lead to resettlement effects, the ADB’s Policy on Involuntary Resettlement \nwill be complied with. \n \n(ix)  Within three months of loan effectiveness, MOF will establish a system for semi-\nannual reporting by all PEs on their performance, profitability, balance sheet and \ncost flows.  \n \nB.  Condition for Loan Effectiveness \n \n97.  The following condition for loan effectiveness has been incorporated into the draft loan \nagreement: \n \nThe Government shall have entered into an agreement with the Government of the \nUnited Kingdom regarding the DFID grant or shall have made other arrangements \nacceptable to ADB for the financing of the transactions administration component of the \nTA. \n \n \nVIII.  RECOMMENDATION \n \n98.  I am satisfied that the proposed loan would comply with the Articles of Agreement of \nADB and recommend that the Board approve the loan in various currencies equivalent to \nSpecial Drawing Rights 24,649,000 to the Kingdom of Nepal for the Public Sector Management \nProgram from ADB’s Special Funds resources with an interest charge at the rate of 1% per \nannum during the grace period and 1.5% thereafter; a term of 24 years, including the grace \nperiod of 8 years; and such other terms and conditions as are substantially in accordance with \nthose set forth in the draft Loan Agreement presented to the Board.  \n \n \n \nTadao Chino \nPresident \n \n17 June 2003 \n   ", "28   Appendix 1     \nTHE SECTOR-REVENUE MOBILIZATION AND EXPENDITURE MANAGEMENT EFFORTS \n \nA.  Revenue Mobilization Reforms \n \n1.  In recent years, the Government has adopted several key reform measures aimed at \nreducing tax-induced distortions, strengthening tax administration, and making the tax laws and \nprocedures both simple and transparent. The Income Tax Act of 2001 rationalizes the income \ntax regime and promotes neutrality of taxation in various income-generating activities. The \nmajor features of the Act include measures to check transfer-pricing and to expand the tax net \nby  including  export  earnings,  dividends,  pensions,  foreign  earnings  from  insurance,  and \nprovident fund deposits. The number of tax slabs has been reduced to 2, compared with 10 a \ndecade back, and a self-assessment system has been implemented.  \n2.  Amendments were made on the Value Added Tax (VAT) Act, which now requires better \nmaintenance of records and makes penal provisions more explicit. The coverage of VAT has \nbeen expanded to include services such as health (provided by private hospitals), auditing, and \nlegal services. Moreover, the VAT has been extended up to the retail stage to assist in shifting \nthe tax base from international trade to domestic consumption and establish VAT as the main \nsource of domestic resource mobilization. A single VAT rate of 10% was adopted to facilitate tax \nadministration and to achieve greater transparency. Similarly, the new Excise Act aims at \nharmonizing and updating excise administration and expanding its scope by bringing new areas \nwithin the excise net. A draft Customs Act was prepared to reform customs administration. \nNepal  also  introduced  the  World  Trade  Organization  (WTO)  valuation  system  to  reduce \ndiscretionary power in customs valuation. This measure is also expected to bring customs \nvaluation closer to the market price and facilitate the administration of VAT. As part of improving \ncustoms administration, a recent version of the Harmonized System was introduced.  \n \n3.  A number of other measures were also adopted to streamline the administration of \ntaxes.  An  Inland  Revenue  Department  (IRD)  was  established  by  merging  the  erstwhile \nDepartment  of  Taxation  and  Value  Added  Tax  Department.  This  measure  is  expected  to \nincrease efficiency, improve enforcement, and reduce administrative cost. Twenty-one inland \nrevenue offices (IROs) were set up in the field to expand the reach of the tax system. To \nimprove the client orientation of the IRD, a separate Taxpayers Service Section was established \nin each IRO to enhance the quality of service to the taxpayers. The Government also expanded \nthe Permanent Account Number (PAN) system, and efforts are ongoing to integrate both VAT \nand the income tax with the PAN system to simplify the administrative procedures. \n \n4.  The use of information technology was expanded to strengthen tax administration. All \nIROs  and  major  customs  points  have  been  automated  and  connected  with  the  central \ninformation system in their respective departments. The introduction of the Automated System \nof Customs Data simplified the customs process and helped establish a better information base \nfor the tax system.  \n \n5.  As part of the tax collection drive, a Voluntary Disclosure of Income Scheme was \nintroduced in the FY2002 budget to give  taxpayers an opportunity to clear their undeclared \nincome tax liabilities. The scheme required disclosure of undeclared income by February 2002. \nAccording to the Government’s estimates, the scheme brought an additional 2,200 taxpayers \ninto  the  tax  net,  increased tax awareness among taxpayers, and generated an additional \nincome tax of NRs440 million.   \n ", "    Appendix 1  29 \n6.  Some actions were also initiated to reduce the leakage in revenue collection. A Central \nMonitoring Unit was established in the Ministry of Finance (MOF) and enforcement measures \nare being implemented to improve the billing system of VAT, with provision of heavy penalties \non defaulters. Tax officials are being assigned to enforce VAT laws and to bring potential \ntaxpayers within the VAT net. The Revenue Leakage Control Act is being amended to make it \nmore effective in controlling revenue leakage. In addition, a nine-point Code of Conduct aimed \nat  developing  transparent,  accountable,  performance-oriented  revenue  administration  was \ndeveloped for revenue administration employees. \n \nB.  Reforms in Expenditure Management \n \n7.  The Government has announced a number of reform measures aimed at containing \npublic expenditure and improving its efficiency. In March 2001, the Public Expenditure Review \nCommission  (PERC)  recommended  several  measures  for  efficient  management  of  public \nexpenditure. Some of the key recommendations are streamlining and rationalizing Government \nministries/departments to better focus the delivery of public goods and services; prioritizing \ndevelopment  projects/programs  by  more  rigorous  screening  criteria  and  using  project \nimplementation performance criteria for allocating resources; developing a 5-year (FY2002–\nFY2006) expenditure prioritization framework for better fiscal management; pension reform \nthrough shared contribution; civil service reforms to increase accountability and rightsize key \nministries;  improving  financial  management  and  internal  auditing  systems;  and  promoting \ndecentralization especially in education and agriculture extension services. The PERC also \nrecommended that the delivery of health, education, and agriculture extension services at the \nlocal level should be entrusted to local bodies with managerial responsibilities. These bodies \nshould be allocated grants equivalent to that allocated to the central organization. Another \nsignificant recommendation of the PERC was that the Government should be shareholder and \nnot manager of PEs and the management of its investment should be entrusted to a single \nministry, which should be responsible for the privatization of the PEs. \n \n8.  The  Government  announced  a  time-bound  action  plan  to  implement  148 \nrecommendations of PERC over the next 3 years. A significant measure emanating from the \nrecommendations  of  the  PERC  has  been  the  adoption  of  the  Medium-Term  Expenditure \nFramework,  essentially  a  fiscal  management  tool  to  meet  the  core  objectives  of  the \nGovernment’s poverty reduction strategy within a given time frame and resource constraints. In \nview of the acute scarcity of resources to meet the development needs of the country, projects \nwill be scrutinized based on their poverty reduction impact. This three-year budgeting framework \nwas introduced in the FY2003 budget and covers five core ministries: Ministry of Agriculture and \nCooperatives, Ministry of Education and Sports, Ministry of Health, Ministry of Water Resources, \nand Ministry of Physical Planning and Works.  \n \n9.  The Government amended the financial administrations rules to simplify the procedures, \nenhance transparency, and ensure timely completion of projects. The amendment delegates \nfinancial authority to department chiefs, provides for multiyear funding and tendering of priority \nprojects, and introduces transparent procedures in the tendering processes. A network of \nDistrict  Expenditure  Control  System  was  established,  covering  46  district  treasury  control \noffices, and will be extended to cover 17 more districts. The financial management information \nsystem was also strengthened; as a result, the Financial and Comptroller General’s Office is \nnow able to submit annual accounts within a stipulated time period. \n \n \n ", "30   Appendix 1     \nC.  Recent Initiatives \n \n10.  The  Government  has  announced  some  recent  initiatives  in  the  Economic  Reforms \nProgram of 2002.1 The Government is in the process of strengthening the Central Monitoring \nUnit of the Ministry of Finance and a program is being initiated for monitoring revenue offices \nand for more effective supervision to ensure that the targeted revenue collection materializes. \nRegular market surveys will be conducted by teams comprising representatives of the private \nsector, to broaden the tax network. The Government also plans to adopt a post-clearance audit \nof  customs  valuation  and  undervalued  imported  goods  will  be  confiscated.  An  automated \nsystem of customs data system is being extended to three more points of entry of imported \ngoods in Kakarbhitta, Krishnanagar, and Tatopani. To facilitate more effective implementation of \nthe Income Tax Act of 2002, the Government is in the process of adopting simplified returns, \nand preparing manuals, pamphlets, and brochures to better explain the provisions of the Act. \nGreater involvement of the private sector is being sought to make tax administration more \neffective and transparent. The Department of Inland Revenue will also be provided with more \nresources to check revenue leakages, and to initiate special investigation and control programs. \nThe Government plans to narrow down in FY2003 the number of goods exempted from VAT \nand bring them under the tax net gradually. \n \n11.  The Government announced that its decision to adhere to strict austerity, while ensuring \nadequate  funding  for  priority  projects  will  continue.  Further,  when  releasing  budgetary \nresources, priority will be given to basic social sector requirements such as those for education, \nhealth, and drinking water. Simultaneously, a strict check will be made on employment in the \nGovernment, and redundant positions will be eliminated in FY2003 and FY2004. Austerity \nmeasures were also introduced for expenditure on seminars and conferences, travel abroad by \nGovernment servants, medical allowances, procurement of vehicles and furniture, and building \nconstruction. \n \n \n                                                                 \n1 Economic Reforms Program. 2002. His Majesty’s Government, Ministry of Finance, Kathmandu, 31October 2002. ", "    Appendix 2  31 \nTHE SECTOR–DISENGAGEMENT FROM PUBLIC ENTERPRISES \n \nA.  Background and Issues \n \n1.   Public Enterprises \n \n1.  Most of Nepal’s public enterprises (PEs) were established in the 1960s and early 1970s \nat a period when the role of Government as producer and service provider was emphasized. \nDuring the 1980s the Government recognized the need for commercial orientation. However, it \nwas not until the early 1990s that the Government undertook a significant effort to move in that \ndirection and consider privatization as a serious option. \n \n2.  Government  Strongly  Supported  Privatization  During  8th  Plan.  The  first \ndemocratically elected Government recognized that the significant budget drain to support \nunprofitable PEs was no longer justified in a more liberalized economic environment. Under the \n8th 5-year plan (1992-1997), the Privatization Act (1994) became effective and 18 PEs were \nprivatized.  \n \n3.  Volatile Political Environment Leads to Standstill of Privatization During 9th Plan. \nDuring 1997–2002 only one of the planned 30 enterprises was successfully privatized. In a \nvolatile political environment, members of the Privatization Committee (PC) changed frequently. \nUltimately  the  PC  became  dysfunctional  through  excessive  delegation  of  issues  to \nsubcommittees and disagreement over modalities. Privatization was also blocked by labor \nunrest. Potential investors lost interest since bidding documents usually required the takeover of \nexisting large liabilities. Since 2001, privatization has been further hampered due to an adverse \ninvestment climate characterized by recession, and deteriorating security and political situation. \nIn view of the currently tight budgetary situation and large and increasing contingent liabilities, \nthe Government now recognizes that it can no longer afford operating PEs, in which it has \ninvested over $500 million equivalent in share capital from 1997 to 2002, and that it must \ndisengage from nonsocially sensitive PE operations.  \n \n4.  Profile of PEs. The official reports published by the Ministry of Finance (MOF) list 39 \nPEs, among which 21 were established under the Company Act, 5 under the Corporation Act, 8 \nunder Special Acts and 5 under other legislation.1 The 39 PEs reportedly employ about 46,000 \npeople at the end of FY2003. The PEs established under Special Acts represent about 90% of \nGovernment  equity  in  PEs.  These  Acts  provide  special  powers  to  the  PEs’  board  and \nmanagement, including powers to issue by-laws, which are used to determine staff benefits and \nto  borrow.  These  powers  have  contributed  significantly  to  contingent  liabilities  for  the \nGovernment. \n \n5.  Assets and Equity Are Highly Concentrated in a Few PEs. The net assets of the 39 \nPEs are estimated to amount to NRs198 billion ($2.5 billion) in 2002 and are concentrated in a \nfew large entities. One utility enterprise, two banks, and one industrial enterprise represent \nroughly 90% of PE assets. Utilities represent by far the largest share of PE equity (80%), while \nthe equity of the state-owned financial institutions has been eroded because of poor loan \nportfolio quality. The PEs in the trade and industry sectors are performing poorly. Although small \nin asset size, these units represent about 30% of PE employment. In about one third of the 21 \n                                                                 \n1  Corporations created under the Corporation Act and Communication Act are exclusively Government owned. \nThese entities are established and dissolved through notice in the public gazette. Companies that are incorporated \nunder the Company Act include publicly and privately owned shareholding companies. ", "32  Appendix 2 \nindustrial and trade PEs, reported liabilities exceed assets, and nearly all are incurring losses. In \nalmost all cases, reported assets are significantly below actual liabilities because of accrual of \ntaxes and employee obligations. The true financial position of these enterprises is known to be \nmuch worse since international accounting and auditing principles are not applied to measure \nthe accuracy of accounts and check the integrity of management information.  \n \nTable A2.1: Flow of Funds Between Government and Public Enterprises \n                       \nNRs million    $ million \nItem  FY1998 FY1999 FY2000 FY2001  FY2002  Total  Average    FY2002  Total  Average \nEstimate  Estimate  FY1998- FY1998- Estimate FY1998- FY1998-\nFY2002  FY2002  FY2002  FY2002 \nOutflows to \nPEs  7,563  6,214  7,951  8,255   9,225   39,207   7,841   118   503   101  \nShare Capital  1,839  1,420  1,373  1,089   2,140   7,861   1,572   27   101   20  \nLoan  4,659  4,090  5,945  6,898   6,800   28,392   5,678   87   364   73  \nSubsidy  988  699  578  268   285   2,818   564   4   36   7  \nCapital Grant  77  5  55  0   0   137   27   0   2   0  \n                                 \nInflows from \nPEs  4,913  6,830  8,523  8,784   7,453   36,504   7,301   96   468   94  \nIncome Tax  1,318  1,150  2,190  2,928   1,103   8,689   1,738   14   111   22  \nDividend  1,195  1,780  2,623  2,336   2,400   10,334   2,067   31   132   26  \nInterest  1,153  1,660  1,568  1,463   1,750   7,594   1,519   22   97   19  \nPrincipal  1,248  2,240  2,142  2,057   2,200   9,887   1,977   28   127   25  \n                                  \nNet Flow  (2,649) 616  573  529   (1,772)  (2,703)  (541)  (23)  (35)  (7) \nLess                                 \nDividends  1,195  1,780  2,623  2,336   2,400   10,334   2,067   31   132   26  \nOutflow \nbefore \ndividends  (3,844) (1,164) (2,050) (1,807)  (4,172)  (13,037)  (2,607)  (53)  (167)  (33) \nPEs = public enterprises. \nSource: Ministry of Finance, Economic Survey Fiscal Year 2002. \n \n2.  Legal and Regulatory Policy Issues  \n \n6.  Corporate  Governance  Is  Poorly  Developed  and  Commercial  Orientation  Is \nLacking. Currently the line ministries supervise the PEs. While 21 PEs are supervised by the \nMinistry of Industry, Commerce, and Supply,2 the importance of the MOF and the Ministry of \nWater Resources, which supervise the larger entities, is more significant. The boards of Nepal \nElectricity Authority (NEA),3 and the Civil Aviation Authority of Nepal are chaired by the line \nministers. The heavy board representation by ex -officio members of Government and political \nappointees has undermined the independence, commercial orientation, and the development of \na professional culture in the boards of the PEs. Frequent changes in Government have resulted \nin  unstable  board  composition,  politicization,  and  appointment  of  management  on \nnonprofessional considerations, which is common practice in the recruitment of staff throughout \nPEs and has led to significant overemployment and redundancy of staff. The absence of sound \ncorporate governance structures has blurred the objectives of PEs. Commercial orientation, \npreservation of assets, and orientation to cash flow and profitability are largely nonexistent. In \n                                                                 \n2  Enterprises operating in the industry and trading sector and established mainly under the Company Law.  \n3  NEA is by far the largest PE, representing about one third of PE assets, and 20% of PE employment. ", "    Appendix 2  33 \nthe absence of clear objectives and controls, PE management have no incentive to establish \nbasic accounting and supporting management systems to monitor the soundness of operations. \nUnder the Program the Government agreed to remove ministers and political appointees from \nthe boards of PEs and has issued an order to that effect. However, their line ministers currently \nstill chair NEA and the Civil Aviation Authority of Nepal boards. \n \n7.  Legal and Regulatory Framework, and Enforcement Mechanisms Are Weak. There \nare important gaps in the legal and regulatory frameworks and their enforcement. Although a \ncompany law was enacted in 1997, its coverage is incomplete and enforcement weak. Lack of \nadequate  legislation  and  regulation  for  companies,  company  insolvency,  and  secured \ntransactions has hampered the development of orderly market entry and exit of companies, the \nenforcement  mechanisms  of  contractual  obligations,  sound  disclosure,  credit  and  investor \nrights,  and  the  accountability  of  boards  and  management  of  firms.  Since  most  PEs  are \norganized  under  the  Company  Law,  the  revision  of  the  Company  Law,  and  supporting \nInsolvency and Secured Transactions Laws and pertinent implementing regulations will be \nimportant milestones in setting up the framework for improving corporate governance and the \ndivisions  of  the  legislative,  judicial,  and  executive  powers  to  the  cabinet,  courts,  and  the \nGovernment ministries and the orderly exit of PEs. \n \n  3.  Fiscal Risk and Financial Accountability \n \n8.  Despite Budget Support Most PEs Are Unprofitable. Despite annual transfers for \nshare capital of $28 million, 17 PEs reported annual operating losses of about $12 million in the \nFY2002 ($53 million, FY2001).4 The same enterprises reportedly accumulated losses equivalent \nto $149 million. Only half of the PEs submit accounts on time, limiting the validity of this \ninformation. The Office of Auditor General audits confirm that poor record maintenance is \ncommon, profits overstated, and losses understated. To stem the inherent losses and to contain \ncontingent liabilities—the full size of which is unknown—decisive action is required to dispose of \nthe PEs. \n \n9.  Assets Are Not Properly Recognized and Valued. Even large PEs fail to maintain \nconsistent records for financial reports. NEA’s FY2001 audit report revealed that inventories for \nits substantial fixed assets are not properly maintained. Likewise government-owned banks \noverstate  the  asset  quality  of  their  loan  portfolio  and  revenues  through  inadequate  asset \nclassification, lack of reports on debt rescheduling, and low levels of risk provisioning. More \nadequate provisioning  alone is likely to present negative equity values for these banks. The \nAsian Development Bank-financed financial reviews of Agriculture Development Bank of Nepal \nand Nepal Industrial Development Corporation, as well as the forthcoming World Bank-financed \naudits  of  Rastriya  Banijya  Bank  (RBB)  and  Nepal  Bank  Limited  (NBL)  will  permit  the \nunderstanding of the true financial position of the largest banks. \n \n10.  Poor Accounting and Reporting Increases Fiscal Risks and Undermines Good \nCorporate Governance. Poor quality of financial information is a major obstacle to professional \ncommercial management and accountability of PEs. Although the Government recognizes that \nmost  PEs  are  technically  insolvent,  introducing  of  simple  regular  financial  reporting \nrequirements would greatly improve understanding of the true financial situation, management \nand supervision of PEs. Under the Program, the Government will introduce periodical financial \nreporting by the PEs. \n \n                                                                 \n4  In addition, line ministries are known to extend significant budget support to PEs. ", "34  Appendix 2 \n11.  Unfunded  Liabilities  to  Employees  Are  Large.  Currently  PE  accounts  ignore  or \nunderstate the cost and future liabilities of staff benefits, retirement, and separation. A recent \nstudy by the Department for International Development (DFID) consultants underscored the \nlarge size of contingent liabilities in the case of PE labor rationalization. The study estimated \n$300 million unfunded liabilities of PEs should all staff be retrenched. Also tax collection rules \nseem  to  constitute  important  potential  revenue  losses.  The  mismatch  between  monthly \ndeduction of income tax from salaries and the annual payment of income taxes increases the \nrisk of unfunded income tax liabilities.  \n \n12.  PEs Are Overly Leveraged. PE borrowing is not properly recorded at the Nepal Rastra \nBank, which reported in October 2001 an exposure to PEs to banks of about NRs2.7 billion ($35 \nmillion). More recently one larger bank alone reported credit and guarantee exposure to PEs \nexceeding $40 million, of which 70% were classified as substandard and below. As a result, \nsubstantial contingent liabilities are in Government-owned banks. Since most lending to PEs is \nfrom Government-owned banks, and creditor rights gain low priority in the case of bankruptcy, \nthe Government is bearing the consequences of default.   \n \n13.  Contingent  Liabilities  Are  Likely  To  Worsen.  While  management  contracts  are \noperational for the two largest banks, the overall lack of commercial management of PEs, \nexternal interference, and the absence of business incentives and sound accounting, disclosure, \nand controls create a very challenging environment for the buildup of a commercial culture in \nPEs. Measures such as aggressive loan recovery and rightsizing of PE staff are important to \nstem  the  inflow  of  additional  contingent  liabilities.  Decisive  action  is  required  to  liquidate \nunprofitable  enterprises,  to  disengage  the  Government  from  commercial  activity  through \nprivatization, and to strictly control performance, cost of operations, and borrowing of PEs.  \n \n4.  Lessons Learned from Nepal’s Privatization Process \n \n14.  As stipulated in the Privatization Act, the PC is the executive organ for privatization. The \nPC is chaired by the minister of finance and composed of chairman, finance committee (House \nof Representatives), two members of Parliament designated by Government, member of the \nNational  Planning  Commission,  secretaries  of  the  MOF,  Ministries  of  Law,  Justice,  and \nParliamentary Affairs, Labor, and of the concerned line ministry, president of the Federation of \nNepalese  Chamber  of  Commerce  and  Industry,  and  Joint  Secretary,  MOF  (Corporation \nCoordination Division). The PC may establish subcommittees as necessary to deal with specific \nissues of privatization and individual deals. The PC is supported by the Privatization Cell, which \nis housed at MOF’s Corporation Coordination Division, and acts as the PC’s secretariat. The \ncomplete standstill of privatizations during the Ninth Plan period underscored that, despite \nsubstantial  aid  support,  which  included  a  resident  advisor  and  short-term  experts,  the \ninstitutional arrangements were ineffective to support privatization. Among the key reasons for \nlack of success were (i) frequent change of Government,  (ii) vested interests of line ministries \nto keep the investments or manage their disposal, (iii) lack of powers of the privatization cell, (iv) \nabsence of proper communication and policies to address retrenchment, and (v) lack of funding \nto absorb the cash cost associated with privatization and liquidation. Heavy involvement of \nmany players and layers in decision making and implementation have contributed to the poor \noutcome.  \n \n15.  While knowledge of the ways of Government decision making is essential, lack of private \nsector experience in PC and cell has undermined the ability to effectively manage transactions. \nIn recent years the political nature of decisions and the high political instability have severely ", "    Appendix 2  35 \nundermined effectiveness and staff morale in the PC, leaving a dysfunctional unit lacking a clear \nmandate, and sufficient and well-qualified staff. It is recognized that a new approach is needed. \n \n16.  The following key lessons can be learned from Nepal’s privatization experience: \n \n(i)  High  Government  Commitment  Is  Essential.  Privatization,  even  without  a \nstrong legal and institutional foundation, worked well under a stable reform-\nminded,  and  highly  committed  Government.  Unstable  Governments  lacking \ncommitment,  and  a  high  degree  of  external  interference  in  individual  deals \nheavily undermined progress and led to a complete standstill since 1997.  \n \n(ii)  Privatization Objectives and Actions Need To Be Well Communicated to the \nPublic. Privatization objectives, processes, and their consequences were not \nwell communicated, especially relating to staff retrenchment. \n \n(iii)  A Strong Executing Agency Is Required To Lead the Privatization Process. \nThe volatile political environment and weak legislation and organizational setup \nare inadequate to implement privatization in a time-bound  manner.  A  strong \nagency with special powers and a strict time limit is needed. \n \n(iv)  A Strategic Time-Bound Approach Is Needed. Measures to liquidate smaller \nunits should precede more complex activities to gain momentum and credibility. \nPolicies guiding privatization and retrenchment should be in place.  \n \n(v)  Overstaffing of PE Needs To Be Reduced and Liabilities Paid.  To ensure \ncredibility  of  the  process,  the  Government  must  take  action  to  reduce \noverstaffing; prohibit refilling of posts, new investments in PEs, new lending and \nguarantees to PEs; and gradually pay the liabilities to lower the fiscal risks. \n \nB.  Policy Framework and Actions \n \n1.  Improve the Legal and Institutional Framework for Privatization \n \n17.  Improve the Legal Framework. To lay the foundations for good corporate governance, \nenactment of the newly drafted Company Law, Insolvency Law, and Secured Transactions Law \nis needed. These laws will provide the framework for the constitution of boards, professional \nmanagement, accountability and disclosure, as well as the orderly entry and exit of companies. \nThe Secured Transactions Law is essential to enhance creditor rights.  \n \n18.   Build  Effective  Institutional  Arrangements  for  Implementation  and  Strategic \nApproach to Privatization. To develop a robust institutional framework for disengagement \nfrom PEs, the privatization process needs to be revamped. The Government needs to develop a \ntime-bound  strategy  and  action  plan.  The  strategy  must  adopt  a  two-track approach: (i) \nimplement  tangible  and  irreversible  short-term  measures  to  stop  the  budget  drain,  gain \nmomentum, and credibility; and (ii) develop a suitable process and institutional arrangements to \nbe implemented over the medium term. The institutional arrangements should be consistent \nwith the Privatization Act. ", "36  Appendix 2 \n  2.  Establish a Sound Process for Privatization \n19.  The medium-term strategy will develop a time-bound approach for the Government‘s \ndisengagement from PEs. Effective communication to all stakeholders is essential. The strategy \nand action plan would entail the following elements. \n \n20.  Analyze the Cost and Contingent Liabilities. This includes analysis of \n \n(i)  proper  staffing  needs  of  PEs,  staff  reduction  plans,  estimate  of  contingent \nliabilities related to employment by type of benefit and enterprise, and estimate of \nretrenchment cost scenarios; establish proper quarterly PE reporting;  \n \n(ii)  contingent  liabilities  from  loans,  accounts  payable,  and  other  contractual \nobligations  of  PEs,  and  outstanding  liabilities  to  private  and  public  sector \ncreditors; \n \n(iii)  direct and indirect budgetary transfers by source and beneficiary; and \n \n(iv)  possible training measures for laid-off staff and related costs. \n \n21.  Strategic Planning. Based on the diagnostic results this involves three steps:  \n(i)  determine objectives, and time frame; \n \n(ii)  identify and prioritize PE interventions differentiated by PEs with (a) essential \npublic good content, such as utilities; (b) potential risk on financial stability such \nas banks; and (c) commercial market potential for the remaining PEs; and \n \n(iii)  prepare plans to (a) improve governance, accountability of management, and \nefficiency of PEs; (b) reduce overstaffing and prepare plans to accommodate \nLabor rationalization, and retraining; (c) establish a hard budget and borrowing \nconstraint on all PEs; (d) privatize PEs with market potential; and (e) immediately \nprepare irrevocable liquidation of PEs without market potential. \n \n22.  Prepare a Medium-Term  Action  Plan. To accelerate the disengagement from PE \nownership, the Government will develop a strategy and an action plan in active collaboration \nwith all stakeholders. The implementation of the action plan will begin in FY2004 and will be \nspread over a 5-year period. The strategy will explicitly prioritize enterprises for sale, liquidation, \nand restructuring; and develop an appropriate institutional model for effective implementation. \nThe strategy and the action plan will be approved by the Cabinet and will entail the following \nsteps: \n(i)  diagnostic assessment of cost and contingent liabilities incurred by PEs. This will \ninclude analysis of staffing needs of PEs, staff reduction plans, training for \nretrenched staff, planned reduction of direct and indirect budgetary transfers, and \nan accurate assessment of exposure of the banking system to PEs; \n(ii)  strategic  planning.  Based  on  the  diagnostic  results,  prioritize  PEs  for \ndisengagement from ownership. The strategy will include measures to improve \ngovernance,  accountability  of  management,  and  efficiency  of  PEs;  reduce \noverstaffing;  establish  a  hard  budget  and  borrowing  constraint  on  all  PEs; ", "    Appendix 2  37 \nprivatize  PEs  with  market  potential;  and  close  enterprises  without  market \npotential; and \n \n(iii)  implementation.  This  includes  the  development  of  the  legal  and  institutional \ninfrastructure to support privatization. The Government will begin implementation \nof the medium term plan immediately following approval by the Cabinet. \n3.  Develop a Retrenchment Policy and Process \n \n23.  A Retrenchment Policy and Process for PEs Need to be Developed. Currently only \nprivatization and rightsizing for workers are covered by the Labor Act, which requires consent \nfrom the Ministry of Labor for such retrenchment. The Labor Act, however, does not cover \nemployees, the majority of PE staff, and the modality of liquidation, for which no other rules and \npolicies exist. Consultation reportedly happens on an ad hoc basis, but in the majority of the \ncases the liquidator sells the assets and pays arrears and benefits to labor to the extent that \nproceeds from the sale of assets are available. Reportedly, the proceeds in number of cases \nwere far from sufficient to cover wages and benefits in arrears. The internal rules of the PEs on \npossible retrenchment benefits differ significantly from enterprise to enterprise. It is essential to \ndevelop a policy determining equitable retrenchment and benefits applicable to all PEs. \n24.  A  PE  Retrenchment  Policy  and  Action  Plan  will  Avoid  Inconsistent  Ad  Hoc \nBehavior. The policy should cover all types of PE disengagement and needs to be developed in \na participatory manner through the establishment of a task force representing (i) employees in \nPEs, (ii) Ministry of Labor in its capacity to deal with retrenchment and collective disputes, (iii) \nMinistry of Finance, and (iv) independent experts on privatization and labor rationalization.  \n25.  Fairness, Transparency, and Dialogue Must Be the Principles Underpinning the \nPolicy. Fairness entails (i) availability of the financial and nonfinancial package to all PE \nemployees, (ii) mi partial selection of the staff affected by retrenchment, and (iii) adequate \ngrievance procedures. Transparency entails a clear process of sharing information with all \naffected parties. The information must be accurate, shared regularly, and in a form that staff, \nincluding the illiterate, understand. Dialogue entails communication with worker representatives \nto  reach  understanding  of  and  agreement  on  the  options  and  measures  to  implement \nretrenchment. A policy and action plan should cover the following: \n(i)  Examination of Alternatives. In the case of liquidation this entails alternative \nemployment, with and without retraining. In the case of downsizing, more options \nsuch as reduced pay, job sharing can be considered. Retrenchment requires a \nserious assessment of alternatives and consideration of staffs’ views. \n \n(ii)  Public Announcement. A committee, which may include stakeholders such as \nrepresentatives of employees, management, the line ministry, and the Ministry of \nLabor, will be established to clarify the reasons for retrenchment, categories and \nnumbers of staff affected, timing, financial and other assistance offered, and \nvoluntary or compulsory nature of retrenchment. \n \n(iii)  Assessment of Staff Capabilities. For compulsory downsizing, the staff to be \nretrenched need to  be identified. Fairness dictates that an independent expert \nconduct a human resource audit to determine the qualifications, experience and \nskills needed to meet the job requirements after the downsizing. The human ", "38  Appendix 2 \nresource audit will provide an impartial independent assessment, leading to a \nmatching process that relates staff profiles to job descriptions. \n \n(iv)  Nonfinancial  Assistance.  In  addition  to  the  financial  severance  package, \nassistance may take the following forms: (i) training, business advisory services, \nand identification of new jobs; (ii) counseling for staff that are difficult to re-\nemploy and in need of social and welfare services, and (iii) registration with \nemployment services or the establishment of an own employment service unit. \n \n(v)  Grievance Procedure. Grievance mechanisms need to be put in place to deal \nwith complaints arising from the retrenchment. The procedure should be clear \nand simple, and use independent conciliators and arbitrators.  \n \n(vi)  Monitoring.  The  task  force  may  consider  establishing  an independent and \nrespected “monitoring function” to oversee retrenchment. This could be part of \nthe tasks of the privatization unit.  \n \n4.  Other Measures Supported under the Public Sector Management Program \n(PSMP) \n \n26.  Immediate  Measures  at  the  PE  Level  Need  to  be  Supported  by  the  PSMP. \nConsistent with the envisaged framework, closed PEs will immediately undergo liquidation or \nirrevocable closure according to the provisions of the Privatization Act, Company Law,5 and the \nCorporations Act. The Government will complete the payout of liabilities to staff, consistent with \nthe retrenchment policy and rules governing the PEs. The Government, with the assistance of \nTA-funded consultants, will (i) examine the poverty, social, and gender dimensions of labor \nrationalization; and (ii) consistent with the new PE retrenchment policy being developed under \nthe  PSMP,  will  adopt  measures  to  mitigate  the  impacts  to  the  extent  feasible.  Adequate \narrangements will be made to ensure that other liabilities of PEs to creditors are settled. \n \n27.  Enhance Timeliness of Reports and Quality of Audits. To enhance the quality and \ntimeliness of financial information on PEs, the Office of Auditor General will strengthen control \nso that full audits are delivered within 9 months after the end of the fiscal year. \n \n                                                                 \n5  There are three modalities for liquidation of a company in Nepal: (i) voluntary decision of the board, (ii) request by \ncreditors if one third of the debt is overdue, and (iii) through the Company Registrar Office at the Ministry of \nIndustry, Commerce, and Supply. The latter process can be initiated under certain conditions, such as when the \ncompany has not provided adequate annual reports. \n ", "    Appendix 3  39 \nTECHNICAL ASSISTANCE FOR SUPPORTING GOVERNMENT \nDISENGAGEMENT FROM PUBLIC ENTERPRISES \n \nA.  Rationale \n \n1.  Strategy \n \n1.  The Government recognizes that privatization efforts and capacity were inadequate over \nthe Ninth Five-Year Plan period, where only one privatization transaction was successfully \ncompleted. The recent fiscal crisis has highlighted the urgent need to stem the serious adverse \nimpact of large and increasing budget transfers and contingent liabilities, due largely to poor \ngovernance and inefficient management of public enterprises (PEs). The Government is now \ntaking a more aggressive approach to PE reform. Key features include quickly liquidating closed \nand insolvent PEs and establishing a process of quick disposal of PEs, either as a going \nconcern or in the form of liquidation. To gain momentum in its disengagement from PEs, the \nGovernment has selected seven PEs for liquidation, and issued liquidation orders and notices \nfor four of these entities. The Government will disengage from a total of nine PEs by the end of \nthe program. \n \n2.  Institutional Arrangements \n \n2.  The legislative environment for state-owned enterprise reform is currently governed by \nthe Privatization Act (1994). The Act provides for a Privatization Committee (PC) with executive \npowers  to  propose  candidates  for  privatization.  Once  these  proposals  are  sanctioned  by \nCabinet, the PC is responsible for implementation leading to the conclusion of negotiations with \na prospective bidder. The matter is then submitted to the Cabinet for final approval. The PC is \nempowered to establish subcommittees. According to the Act, the PC will define the terms of \nreference for the subcommittees. In the past individual subcommittees were tasked with taking \nforward technical work for each privatization candidate. As defined in the Act, the PC is \ncomposed of 11 members: minister of state for finance, chairman; chairman, finance committee \n(House of Representatives); two members of Parliament designated by Government; member, \nNational Planning Commission; secretary, Ministry of Finance (MOF); secretary, Ministry of \nLaw,  Justice  and  Parliamentary  Affairs;  secretary,  Ministry  of  Labor;  secretary  of  the  line \nministry of the PE to be privatized; president, Federation of Nepalese Chambers of Commerce \nand  Industry;  and  Joint  Secretary,  MOF  (Corporation  Coordination  Division)  as  member-\nsecretary. \n \n3.  Delay in Reforms due to the Separation of Functions of the Cabinet, PC, MOF, and \nLine Ministry. First, the need for prior consent of the respective line ministry in proposing \nprivatization candidates has hampered decision making by the PC. Second, once Cabinet \napproval has been obtained, opportunities for line ministry interference throughout the work of \nthe sub-committees have resulted in a protracted privatization process. Third, ownership in the \nPC  of  the  work  undertaken  by  the  subcommittees  is  insufficient.  There  is  currently  no \nmechanism to tackle vested interests. \n4.  Corporation Coordination Division (CCD) Responsible for PEs Within MOF. The \nCCD’s tasks include annual budget negotiations and are not limited to privatization or liquidation \nfunctions. The CCD acts as secretariat to the PC and the Joint Secretary is the member \nsecretary to the PC. In practice, officials in the CCD form the majority of the subcommittees. \nTheir  role  as  the  Privatization  Cell  under  the  previous  aid-funded  project  was  severely \nundermined by their inability to overcome political opposition to reform, despite the presence of ", "40  Appendix 3 \n \na long-term resident adviser. It will be imperative for the program that the CCD members are \nempowered and integrated both technically and institutionally to support the function of the PC. \n5.  Reduction of Bureaucratic Layers Involved in Privatization.  A new approach is \nneeded to ensure effective disengagement of the Government from PEs and to build the \ninstitutional foundation for the privatization and liquidation process. The objective is to empower \nthe technical unit responsible for taking forward privatization with sufficient capacity, while at the \nsame time reducing the opportunities for political interference to their work and providing a more \neffective mechanism to overcome such obstacles should they arise. \n6.  Permanent Privatization Coordination Subcommittee (PCSC) under the PC. To \nwork as much as possible within the existing legal and institutional boundaries, it is proposed \nthat the Government support utilization of the powers of the PC under the existing Privatization \nAct more effectively. The PC will establish a PCSC, which will be responsible for taking forward \nthe process of disengagement. The PCSC will take charge of preparing and implementing the \ndecisions of the Cabinet and the PC, including the existing functions of the secretariat of the PC. \nIt  will  be  responsible,  along  with  technical  subcommittees,  for  contracting  the  technical \nassistance  (TA)  required  for  each  privatization  episode  and  managing  tasks  such  as  the \ndevelopment of a labor policy and communications strategy. \n7.  The PCSC will be headed by a person selected by the PC and, who may be a member \nof the PC. The joint secretary of the CCD will be appointed as the senior official in the PCSC on \na full-time basis. The PCSC will absorb qualified staff of the CCD and train them to manage \nliquidation and privatization transactions. The PCSC will be supported by recruited transaction \nmanagers. Liquidators appointed by the  Ministry of Industry, Commerce, and Supplies will be \naccountable to the PCSC. \n8.  Transfer  of  Line  Ministry  Function  to  MOF.  The  Government  has  committed  to \nimplement  an  important  change.  Once  Cabinet  approves  a  candidate  for  privatization  or \nliquidation, it will also approve the transfer of management responsibility from the respective line \nministry to MOF. This is critical in reducing the ability of line ministries to continually interfere \nwith the liquidation and privatization work of the PCSC. \nB.  Objectives and Scope \n \n9.  The TA will assist the Government in (i) developing and implementing an effective \nprivatization/liquidation  process,  (ii)  building  capacity  and  managing  and  supervising  the \ntransactions,  (iii)  implementing  an  effective  and  fair  policy  for  Labor  rationalization  in  the \naffected PEs, and (iv) communicating effectively with all stakeholders. \n \n10.  The  PCSC  and  the  technical  subcommittees  will  (i)  submit  privatization/liquidation \nproposals to the PC for decision and endorsement by Cabinet; (ii) contract out the initial \nvaluation  studies,  including  the  approach  for  privatization/liquidation;  (iii)  establish \nprivatization/liquidation  transaction  teams  within  the  subcommittee  in  order  to  contract \nnecessary specialist inputs for each privatization episode; this may include enterprise, industrial \nrelations, and legal expertise; (iv) manage the payment of dues to staff and creditors; and (v) \nconclude the privatization/liquidation process by managing the sale of assets, or, if unsuccessful \nor legally difficult to achieve within a reasonable period, transfer of assets to the Government. \n \n11.  Supported by the TA, the PCSC will also manage the development of a comprehensive \nlabor policy to implement a fair Labor rationalization exercise, and be responsible for designing ", "    Appendix 3  41 \nand implementing a communications strategy to support Government leaders in explaining the \nPE reform policy to stakeholders.  \n \n12.  Supporting PE Reforms. The Government committed itself to (i) establish a task force \nto prepare a labor rationalization policy, (ii) implement the labor rationalization policy for any \noperating PEs to be closed, (iii) settle all dues to workers and other creditors in negotiated \nagreements for the entities under liquidation or entities where staff downsizing is involved, and \n(iv)  adopt  a  Cabinet-approved  comprehensive  strategy  and  time-bound  action  plan  for \nstreamlining disengagement from PEs.  \n \n13.  Three types of advisory services are required:  \n \n(i)  Transaction  management  advisers  (TMA)  (Asian  Development  Bank  [ADB]-\nfinanced)  will  actively  support  PCSC  in  building  its  capacity  through \nmethodological and on-the-job-training (OJT) and in critical issues of contracting \nthe  consultants  in  charge  of  administering  the  liquidation/privatization  and \nsupervising the transaction administrators/ liquidators. \n \n(ii)  Senior policy advisers to the Government and the PC, in coordination with the \nPCSC (ADB-financed) will advise on the design and implementation of (a) a \nprivatization/liquidation  strategy,  (b)  a  consistent  labor  rationalization  policy \napplicable to all PEs, (c) a communications strategy, and (d) modalities for \nsettlement of dues to creditors. \n \n(iii)  Transaction administrators/liquidators (TAL) (proposed to be financed by the \nDepartment  for  International  Development  [DFID])  will  be  responsible  for \ndelivering  the  technical  inputs  necessary  for  each  privatization/liquidation \nepisode. They will be recruited externally on performance-based contracts with \npredetermined  time  limits  for  completing  each  transaction  including  the  full \nsettlement  of  dues  to  staff  and  creditors.  The  consultants  will  be  closely \nsupervised by the transaction management advisors and will be directly recruited \nby PCSC.  \n \n14.  The principle underpinning this approach is to provide the necessary TA in a way that \nresponds to the pace of Government reform, which should avoid a repeat of past experience \nwhere advisory inputs were rendered ineffective by the absence of political decisions. The TA \noutlined  here  assumes  that  the  Government  will  take  forward  the  full  program  of \ndisengagement. \n \n15.  The TA will require 42 person-months of consulting services: 6 international and 36 \ndomestic. The TA will also require 6 person-months of domestic expertise to support the \nprogram  implementation  unit  in  exercising  its  performance  management  functions.  An \nexperienced project/program manager will be recruited on an intermittent basis. \n \n16.  Senior Policy Advisers. Six person-months of international expertise is required in the \nareas  of  public  enterprise  privatization,  industrial  labor  relations,  and  dispute  settlement \nmanagement (labor specialist) and legal matters. The individual expert assignments will be \ndetermined as required but will not exceed 3 person-months for each area of expertise. The \nexperts will have at least a 10 years experience in their relevant field in emerging markets, a \ngood  knowledge  of  the  situation  in  South  Asia,  and  a  proven  track  record  of  assisting \ngovernments in designing and carrying through similar tasks. The experts will assist task forces ", "42  Appendix 3 \n \nestablished by the Government to prepare the relevant policies, strategies, and action plans and \nlead in preparing the drafts for Cabinet approval. The experts will also advise the PCSC in \nleading  piloting  efforts  to field test and illustrate the practical implementation of measures \nadopted under the respective strategies and action plans. \n \n17.  TMA. Domestic specialists inputs of 36-person months will be required to support the \nPCSC. The TMA will have expertise in international good practice of procurement, contract \nmanagement, accounting, finance and audit, and law. \n \n18.  The ADB TA is expected to finance the inputs described in parts (i) and (ii) of para. 13. \nThese include the permanent positions in the TSC including the transaction managers and \nnecessary inputs to the development of (i) a privatization/liquidation strategy, (ii) a consistent \nlabor policy, (iii) the modalities for settlement of dues to creditors, and (iv) a communications \nstrategy. The selection, engagement, and services of ADB-financed consultants will be in \naccordance  with  ADB’s  Guidelines  on  the  Use  of  Consultants  or  other  arrangements \nsatisfactory to ADB for domestic consultants. \n \n19.  TAL  Support.  DFID  proposed  to  finance  the  technical  inputs  required  for  each \nprivatization/liquidation episode, as described in part (iii) of para. 13. The PC (through the \nPCSC) will manage DFID TA funds. On behalf of the PC, the PCSC will recruit inputs for each \nprivatization/liquidation episode. The PC will endorse a proposal for selecting consultants for a \ntransaction  describing  (i)  the  outputs,  (ii)  the  type  and  quantity  of  inputs,  and  (iii)  the \nprocurement process for submission to DFID for their no objection. DFID funds will be released \nupon completion of the privatization/liquidation according to the provisions of performance-\nbased contracts described in para.13 (iii). \n \nC.  Cost Estimates and Financing Plan \n \n20.  The total cost of the TA is estimated at $1.925 million equivalent, of which ADB will fund \n$425,000 equivalent on a grant basis from the ADB-funded TA program, to cover 26.2% of the \nforeign exchange cost and 19.7% of the local currency cost. The Government and DFID are in \nthe process of finalizing an agreement on the conditions for DFID provision of parallel TA for \nTAL and the modalities for a DFID parallel financing of the TA.1 DFID will provide  $1.2 million, \nwhich is equivalent to 62.3 % of the total TA cost. The Government’s share is 15.5%, and ADB’s \nshare is 22.2%. The Government will provide office accommodation, remuneration for the \ncounterpart staff, and transport for the counterpart staff and consultants to discharge their duties \nunder the TA. \n \n \n \n \n \n \n \n \n \n \n \n \n                                                                 \n1  In the event that the DFID TA support does not materialize the Government has agreed to use its own funds for \nfinancing the consultants and would allocate $ 0.6 million each in the budgets of FY2004 and FY2005. ", "    Appendix 3  43 \nTable A3.1: Cost Estimates and Financing Plan \n($'000) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank Financinga       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultants  128.0  28.8  156.8 \n      ii.  Domestic Consultants  0.0  153.0  153.0 \n    b.  International and Local Travel  28.0  18.0  46.0 \n    c.  Reports and Communications  3.0  0.0  3.0 \n  2.  Support Costs  0.0  8.0  8.0 \n  3.  Representative for Contract Negotiations   3.0  0.0  3.0 \n  4.  Contingencies  21.0  34.2  55.2 \n      Subtotal (A)  183.0  242.0  425.0 \n       \nB.  Government Financing       \n  1.  Office Accommodation and Transport  0.0  30.0  30.0 \n  2.  Remuneration and Per Diem   0.0  270.0  270.0 \n    for Counterpart Staff \n      Subtotal (B)  0.0  300.0  300.0 \n       \nC. Proposed Financing by the Department for  515.0  685.0  1,200.0 \nInternational Development \n        Total  698.0  1,277.0  1,925.0 \na  Financed from Asian Development Bank funded TA Special Fund. \nSource: Asian Development Bank estimates. \n \nD.  Implementation Arrangements \n \n21.  The MOF will be the Executing Agency. MOF will provide at least five suitably qualified \nstaff, at least three of whom are on a full-time basis, free office space and free phone, and free \naccess and use of utilities for all consultants. \n ", " \n \n4\n4\n   \nPublic Sector Management Program Loan \nInstitutional Arrangement for Privatization/Liquidation  A\np\np\ne\nn\nd\nix\n 3\n \nMinister, MOF \nProject Steering \nPrivatization Committee \nCommittee (Chair: \nChief  \nSecretary) \nSecretary, \nPrivatization Coordination \nMOF \nSub-Committee (Member of PC;  Specific TSCs \nJS/CCD;  for each PE \nLiquidators; and Others) \nOther MOF     Foreign Aid  Budget Division  CCD \nDivisions  Coordination  (PSMP PI Unit) \nDivision \n \nExternal Consultants as\nrequired and as \nspecified \nin ADB’s TA \n \nCCD = Corporation Coordination Division, \nExternal technical  \nJS = Joint Secretary, MOF = Ministry of \nassistance for each  \nFinance, PE = Public Enterprise, \nprivatization/ liquidation \nTSC = Technical Sub-Committee \nepisode, as required. \n \n \n ", "      Appendix 4  45 \nTHE SECTOR-GOVERNANCE REFORMS \n \n1.  The Government of Nepal has increasingly recognized that economic growth cannot be \nachieved  or  sustained  without  good  governance.  This  is  particularly  true  in  Nepal  where \ninstitutions are weak, incentive structures are distorted, and people’s participation in policy \nmaking  is  weak.  Therefore,  governance  reform  has  remained  a  key  element  in  the \nGovernment’s economic and structural reform program, which seeks to sustain accelerated \ngrowth  and  economic  stability.  Governance  reform  involves  a  host  of  issues  including \nempowering people, devolving power to grassroot organizations, enhancing transparency in \ngovernment activities, calling public officials to task for their actions, and ensuring predictability \nin  government  and  consistency  in  application  of  rules.  Accordingly,  the  Government  has \nprioritized reforms in the areas of civil service, decentralization, and combating corruption.  \n \n2.  The  FY2003  Budget  spells  out  the  Government’s  policy  on governance. The Civil \nService Reform Program will be continued to make the civil service responsible, accountable, \nand efficient; and to eliminate unnecessary vacant positions. In the area of decentralization, \nsources of revenue that can be devolved to local bodies will be identified, block grants to the \nlocal bodies will be linked to poverty level, and local bodies will need to make mandatory \nquarterly public reports. As part of its initiatives to control corruption, the Government will \nprepare a comprehensive anticorruption strategy and will start implementing it in FY2004. In \naddition, additional manpower and resources will be made available to constitutional entities \nengaged in corruption control.  \n \nA.  Civil Service  \n \n3.  The civil service in Nepal was originally established for land administration, collection of \nland revenue, maintenance of law and order, and dispensation of justice. The present civil \nservice is governed by the 1998 Civil Service Act and Civil Service Rules. The Nepalese civil \nservice consists of 10 services: administrative; agriculture; economic planning and statistical; \neducation; engineering; forest; health; judicial; miscellaneous; and parliamentary.1 The total size \nof Nepal’s civil service is estimated at 103,000 approved posts, of which about 86,000 are \ncurrently occupied. Approximately 90% of civil servants are in the nongazetted (support staff) \nclass,  and  of  this  group,  almost  35%  are  cleaning  staff  and  messengers.  There  are \napproximately  0.57  civil  servant  per  100  population,  which  is  low  by  developing  country \nstandards, considering that only 10% of the civil servants are at officer level.   \n \n4.  Women are underrepresented in the civil service. They account for only about 8.6% of \ntotal positions, of which only 5.1% are at officer level. During 1997–2000, only one woman was \npromoted to class one. The trend is similar at all levels, indicating that cultural stereotypes \nprevent the development of an environment that is conducive to the promotion of women or to \nwomen’s interests.  \n \n5.  Nepal has a lengthy history of weak implementation of civil service reforms. There were \nfive administrative commissions from 1952 to 1992. The principal recommendations made by \neach commission were valid and important in their time. However, in the absence of an \nappropriate  institutional  mechanism,  they  could  only  be  partially  implemented.  The  1992 \nCommission made 116 principal recommendations aimed at making the public service more \nefficient, results-oriented, accountable, motivated, and capable. Key proposals included the \n                                                                 \n1 The health service is governed by the Nepal Health Service Act (1996) while the other nine services are governed \nby the latest Civil Service Act promulgated in 1998. ", "46  Appendix 4 \nimplementation of a 15-year development plan and 5-year rolling plan, reduction in the number \nof ministries from 21 to 18, rightsizing of the bureaucracy, placement of certain functions under \nautonomous  authority,  and  devolution  of  power  to  local  bodies.  The  majority  of \nrecommendations of the 1992 Commission could not be implemented because of the short \ntenures of seven coalition governments from 1994 to 1999, before a majority government was \nelected. The previous attempts at reform of the civil service were unsuccessful mainly due to \nfour factors: (i) absence of serious political commitment; (ii) resistance from the civil servants; \n(iii) lack of serious dialogue on reform opportunities with stakeholders outside the civil service; \nand (iv) lack of experience and appropriate skills to diagnose the real central issues, and \ndevelop a process for managing and implementing the needed changes. \n \n6.  Drawing lessons from past failed attempts, since 1999 the Government has embarked \non a major Civil Service Reform Program with assistance from the Asian Development Bank \n(ADB). This included preparation of an action plan on civil service reforms to lay the foundation \nfor broader reform efforts.2 ADB also assisted the Government to introduce the first steps in its \nlong-term  reform  program  and  in  strengthening  the  Government’s  capacity  to  implement \nreforms.3 As part of that assistance, a number of thematic reform proposals were presented to \nthe Government: computerized personal information system, merit-based employment policy, \nstaff redundancy and early retirement scheme, long-term pay policy provision, establishment \nand wage bill, gender mainstreaming policy, and performance management policy and plan. \nThe Governance Reform Program4 (GRP), which became effective in December 2001, aims at \nestablishing a civil service that is results- and people-oriented and gender responsive and \ncontributes to higher economic growth and poverty reduction. It attempts to overcome some of \nthe major constraints to operation of an efficient, service-oriented civil service, i.e. corruption, \nlow staff productivity and morale, performance and service issues, by revising and implementing \nreforms  proposed/developed  with  ADB  assistance  (footnote  3).  The  Swiss  Agency  for \nDevelopment and Cooperation has extended support to the GRP and has provided financial \nassistance in two specific areas of reform, i.e. civil society support for reform measures, and \nprogram monitoring and reporting. Engaging the civil society and relevant stakeholders in \ndesigning, refining, and implementing the reform will enhance transparency and accountability. \nThis  mechanism  will  provide  an  opportunity  to  incorporate  a  supply-side  and  people’s \nperspective to reform, which will ensure sustained support to the program. In addition, an \nindependent monitoring, reporting, and evaluation system will ensure that all stakeholders have \ndetailed information on the program goals, plans, implementation successes, and failures. \n \n7.  In addition to initiatives under the GRP, the Government has adapted a number of civil \nservice reforms. These initiatives cover prevention of premature transfers, streamlining the civil \nservice, improving pension records, streamlining the creation of new positions, payroll control, \nimplementation of a voluntary early retirement scheme, preparation of manual for training, job \ndescriptions  for  different  positions,  gender  measures,  and  pay  hike  and  rewards  for  civil \nservants. The Government is increasingly using information technology to bring about efficiency \nin its operations. Many ministries and departments have their own web sites and rely on e-mail \n                                                                 \n2  ADB. 1998. Technical Assistance to Nepal for Formulating an Action Plan on Civil Service Reforms. Manila. This \nincluded the following initiatives: (i) conducting a civil service census; (ii) establishing a computerized personnel \ndatabase; (iii) undertaking a functional review of ministries, departments, and offices; and (iv) considering a range \nof alternatives for fiscal decentralization. \n3  ADB. 2001. Technical Assistance to Nepal for Institutional Support for Governance Reforms. Manila.  \n4  The GRP consists of five components to be implemented over four years ending December 2005: (i) develop an \ninternal capacity for leading reform, (ii) improve the efficiency of the civil service, (iii) improve governance and \nreduce corruption in government, (iv) enhance competence and motivation of civil servants, and (v) establish \nprocesses for improving performance in key ministries.  \n ", "      Appendix 4  47 \nfor receiving and sending information. For example, the Ministry of Finance (MOF) and National \nPlanning Commission have been disseminating information through their web sites.  \n \nB.  Decentralization \n \n8.  A series of legislation on decentralization were approved between 1965 and 1982, but \nthey were confined to deconcentrating the administrative system to district level, under an \nelected, but nonparty model of governance. Decentralized governance is one of the guiding \nprinciples embodied in the Constitution of the Kingdom of Nepal in 1990. The main goal is to \nstrengthen multiparty democracy and poverty reduction. Successive governments after 1990 \nhave given impetus to  decentralization with the result that the Local Self-Governance  Act \n(LSGA) of 1999 and Local Self-Governance Regulations have come into force.  \n \n9.  The  Ninth  Plan  and  the  LSGA  offered  a  policy  and  regulatory  framework  on \ndecentralization and local governance. Although this framework sets a process of devolution, it \nhas not been adequately supported by financial and human resources necessary for enabling \nthe  local  bodies  to  undertake  their  prescribed  functions.  The  Public  Expenditure  Review \nCommission  in  November  2000  recommended  streamlining  of  the  poverty  focus  and \ndecentralization in the budgetary system and its implementation. In March 2001, a Government \nreview entitled  Decentralization in Nepal: Prospects and Challenges recommended a time-\nbound implementation plan for decentralization. The Local Bodies Financial Commission has \nprovided a number of recommendations for policy consideration. It recommended classification \nof local bodies for the application of a new formula of grants, sharing of tax revenue, and review \nof the number and structure of local bodies. It further recommended creation of a special \nregulation  for  the  capital  city,  dissolution  of  the  town  development  committee,  and \nimplementation of all the provisions of LSGA and matching classification of local bodies along \nwith the assignment of appropriate functions. The Budget Speech of FY2002 had provisions for \ndevolution of agriculture, primary health, primary education, and postal service to the local level; \nand for the establishment of a district technical office in all districts.  \n \n10.  The  Decentralization  Implementation  and  Monitoring  Committee  meeting  held  on  8 \nJanuary 2002 approved the Decentralization Implementation Plan (DIP). The following key \ndecisions were taken by the decentralization committee:  \n \n(i)  The schedule of work to be handed over by ministries to the local bodies in \naccordance with the LSGA will be prepared in FY2002 for implementation in \nFY2003. \n \n(ii)  Education, health, agriculture extension (including livestock services), postal and \ninfrastructure development works will be handed over to the local bodies in \nFY2003 in accordance with the policies adopted by the Government. Other \nministries will prepare a schedule of works to be handed over to local bodies \nbeginning in FY2004. The concerned ministries will provide local bodies with the \nnecessary budget, responsibilities, and technical manpower to execute the works \nto be handed over to local bodies. \n \n(iii)  Provision will be made to review the progress and monitoring system for the \nworks being carried out by local bodies, to develop a system for local bodies to \napprove the annual program at the local level. \n ", "48  Appendix 4 \n(iv)  Laws that contradict with the LSGA will be amended so as to make the local \nbodies more efficient and effective. \n \n(v)  Implementation of the report of the Local Bodies Financial Commission will be in \nphases. \n \n11.  The DIP lists a number of tasks to be completed over the next 5 years and is presently \nregarded  as  the  main  document  for  program  implementation.  The  decentralization  reform \nprocess in Nepal  gained momentum after the approval of DIP in January 2002. The DIP \nenvisages bringing into operation all the provisions of LSGA within the next 5 years. Since the \nDIP is a product of collaborative initiative by Government, aid agencies, professionals, and \nrepresentatives of local bodies’ associations, the success of the entire decentralization program \nrests on the continued efforts of all stakeholders to effectively operationalize the actions listed in \nthe  document.  Several  critical  constraints  need  to  be  overcome  to  achieve  the  goals  of \ndecentralization and these are related to policy issues, institutionalization of long-term planning \nat the local level, personnel management at the local level, fiscal decentralization, technical \nbackstopping to local bodies, capacity building for local bodies, and monitoring and evaluation.  \n \n12.  In the Tenth Plan (FY2003–FY2007) approved by the Government in December 2002, \n“implementing the principle and policies determined through Local Self-Governance  Act”  is \nstated as the long-term concept of decentralization. The main strategies, policies, and functions \nrelated to decentralization comprise, and restructuring the number of local bodies as well as of \nthe elected representatives. In addition, the DIP will be made operational in a coordinated way \nwith all the concerned agencies during the plan period. Policy, institutional, and legal reforms \nwill be implemented as well. The FY2003 Budget has recognized that the decentralization \nprogram has lagged in enhancing the implementation capability of the local bodies, and giving \nthem ownership of program implementation. There are provisions to tie up the block grants to \nbe provided to the local bodies with the incidence of poverty in the districts and to develop \nmechanisms for providing more grants to the poorer local bodies. The budget has provisions for \nimplementing  various  targeted  programs  so  as  to  uplift  the  living  condition  of  poor, \ndisadvantaged, ethnic, and women’s and children’s groups. It also provides for the development \nof an effective monitoring system for assessing the outreach of allocated fund to the targeted \ngroups and to develop a community-auditing system for such programs.  \n  \n13.  On 15 July 2002, the Government decided that the responsibilities of local bodies would \nbe handed over to the civil service bureaucracy when the 5-year terms of the local bodies \nexpired  on  16  July  2002.  Many  regarded  this  decision  as  against  the  overall  spirit  of \nempowering local governments and counter to the spirit of democracy and decentralization. It \nundermines the work and support provided by numerous aid agencies to strengthen local \ngovernance,  including  implementation  of  the  DIP.  On  15  August  2002,  the  Government \nestablished  various  committees  (comprising  civil  servants)  at  different  levels  of  local \ngovernment to undertake the functions performed by elected bodies. \n \n14.  Service delivery to the local people and development work have been adversely affected \nin part because the elected local bodies were replaced with civil service committees. Civil \nservants  working  in  local  bodies  have  complained  that  they  lack  the  legal  provision  and \nexperience  in  running  the  local  government.  Nongazetted  staff,  for  example,  have  been \nassigned to make recommendations for citizenship certificates and relationship certificates. In \naddition, civil servants are over-burdened for they have to undertake jobs that were earlier \nhandled by a large number of local representatives. The absence of about 1,000 secretaries in \nmany village development committees has aggravated the situation and negatively affected ", "      Appendix 4  49 \nservice delivery. The committee members who are government employees have been more \naccountable to the Government officials other than the local people. An ordinance, promulgated \nin December 2002, will enable the Government to make temporary appointments to the vacant \nvillage  development  committee’s  secretary  positions  after  securing  approval  of  the  Public \nService  Commission.  To  some  extent,  this  new  arrangement  is  expected  to  enable  the \nGovernment to fill the large vacant positions and improve service delivery.  \n \nC.  Transparency and Accountability of the Civil Service  \n \n15.  Governance reform is unrealistic in the presence of rampant corruption. In the case of \nNepal, it has often been said that corruption is a systemic problem that undermines the \nperformance of the bureaucracy and the Government as a whole. It is alleged that there is \nuncontrolled growth of corruption in high places and low, and in politics, bureaucracy, public \nenterprises (PEs), business, etc. The five administrative reform commission reports from 1951 \nto 1992 have consistently identified the prevalence of corruption and suggested actions to \novercome  this  weakness.  Although  legislation,  institutional  arrangements,  and  mechanisms \nexist for corruption control, they have remained ineffective. In the past, commissions and \nstudies (e.g., Mahadev Yadav Commission, Acharya Task Force, and the study on Causes and \nConsequences of Corruption in Nepal by Baivab Consultancy Service and Environment Study \nCenter)  have  recommended  amendments  to  existing  legislation  and  introduction  of  new \nlegislation as major steps to reduce corruption.  \n \n16.  The  21st  session  of  the  House  of  Representatives  unanimously  approved  four \nanticorruption bills: Anti-Corruption Bill (amendment), Commission for Investigation of Abuse of \nAuthority (CIAA) Bill (second amendment), Impeachment Bill, and Special Court Bill on 17 April \n2002. Deliberation on amendments to the CIAA Act and Anti-Corruption Act was initiated in the \n16th session of the Parliament, and amendment to the CIAA Act was tabled in Parliament in \n1998.  It  took  4  years  for  the  amendments  to  be  legislated.  New  provisions  have  been \nincorporated in the anticorruption legislation, which should have an overall positive impact on \nthe anticorruption efforts of the Government. Several important features of the new bills are: a \nclear definition of corruption, which makes it difficult for the accused to get away; activities that \nconstitute corruption clearly spelled out; wide range of penalty provisions for the bribe taker and \nthe giver as well; provision of additional penalties for senior public persons; role, responsibilities, \nand accountability of Investigation Officer defined; cases against retired personnel can be \nregistered at any time, if required; considerably widened scope and authority of CIAA; provision \nfor hiring of private lawyers by CIAA; procedures and authority of Special Court to be used while \nregistering  corruption  cases;  and  provision  for  impeachment  of  persons  appointed  by  His \nMajesty the King under the recommendation of the Constitutional Council and sitting judges. On \n17 August 2002, the CIAA executed a major raid against 22 Government officials from the \nMinistry of Finance less than 24 hours after the new CIAA Act received the Royal assent. The \nCIAA  also  initiated  investigation  and  filed  charge  sheets  against  former  ministers,  senior \nbureaucrats, civil servants, and other public officials in the special court. \n \n17.  The Government constituted a Judicial Property Probe Commission in April 2002 to \nprobe  the  property  of  all  post-1990  (after  advent  of  multiparty  democracy)  high-ranking \ngovernment officials, political appointees, ministers, municipal mayors and deputy mayors, and \nchiefs of the district development committees and their families. The overall objective of setting \nup  the  Commission  was  to  discourage  accumulation  of  wealth  through  unfair  means  by \nindividuals who have access to power and privilege. It was a move to identify and check \ncorruption. Approximately 40,000 forms have been circulated to retired and working public \nofficials and they have been asked to submit detailed statements supported by documentary ", "50  Appendix 4 \nevidence. The Commission submitted its report to His Majesty the King on 18 March 2003 and \ncompleted its work. The Commission was dissolved after the submission of the report. His \nMajesty the King handed over the Commission’s report to the Prime Minister for necessary \naction. On 1 May 2003, the Government handed over the Commission’s report to the CIAA. The \nCIAA on 14 May 2003 summoned around 40 high-ranking political leaders and civil servants for \nfurther interrogation.  \n \n18.  The  amended  Anti-Corruption  Act  of  2002  includes  a  provision,  which  requires  all \nnational servants (including civil servants) to submit a statement—supported by documentary \nevidence—of  their  wealth/property  held  in  their  name  or  in  anyone  else’s  name.  The \nGovernment recently established a National Vigilance Center in the Prime Minister’s Office to \neffectively monitor anti-corruption initiatives and to build public awareness against corruption. \nAmong the responsibilities of the Center, a major one is monitoring the income and wealth of all \npublic officials.  \n \n19.  The Government has initiated actions to strengthen the CIAA by providing additional \nstaff, information and communication technology, and training opportunities. In addition, the \nGovernment  has  introduced  a  system  of  independent  physical  auditing  of  civil  works, \namendment of financial administration rules, and formation of a judicial committee to probe \npublic officials’ ownership of property. Reforms in the judicial system for an enhanced rule of law \nhave  been  planned  as  well.  Under  the  GRP,  the  Government  is  expected  to  table  new \nlegislation on financial audit of political parties and anti-money laundering.  \n \n20.  Despite the range of reforms undertaken by the Government, corruption remains a \ncritical  challenge  to  good  governance  in  the  country  because  preventive  measures  are \ninadequate and actions initiated against the corrupt have been ineffective and inadequate. \nAlthough political leaders’ pronouncements frequently include promises to combat corruption, \nthere is no evidence of a well-integrated and concentrated effort. The problem is intensified by \nlack of properly worked-out measures/actions, noninvolvement of civil society in the fight against \ncorruption, and general lack of transparency and accountability. \n \n ", "   \n \nPROGRAM FRAMEWORK \n \nDesign Summary  Performance Indicators and Targets  Monitoring Mechanisms  Assumptions and \nRisks \nGoal       \n       \nReduction in poverty by assisting the  Poverty incidence reduced from 38% to 32% (2005) in  Streamlined resource  Political and macro-\nGovernment to implement its poverty  line with the Tenth Plan’s (Poverty Reduction  mobilization and expenditure  economic stability \nreduction strategy (PRS)  Strategy) target   pattern as indicated in the Tenth   \n  Plan and Medium-Term  Containment of the \nImproved key social and poverty indicators as  Expenditure Framework (MTEF)  internal conflict and \nspecified in the Tenth Plan     negotiating a peace \nPoverty-focused prioritization of  process \nannual expenditure in line with   \nthe Tenth Plan and MTEF   Strong political \n  commitment to reforms \nEconomic, social, and poverty  across the political \nstatistics  spectrum \n \nMinistry of Finance (MOF) \nstatistics \n \nProgram progress reports \n \nPurpose/Objectives        \n  Improved fiscal position, especially allocation of higher  Tenth Plan and MTEF  Strong commitment of \nSupport implementation of the  budgetary resources for development expenditure as    the Government to \nGovernment’s PRS as embodied in the  specified in the Tenth Plan and MTEF  Annual budgets of the  address the current \nTenth Plan by focusing on strengthening     Government   fiscal problems \n(i) the fiscal position, (ii) disengaging the  Reduced budgetary transfer to PEs, liquidation of     \nGovernment from public enterprises (PEs)  PEs, and adoption of a medium- to long-term strategy  Implementation progress of the  No deterioration in \nmanagement and ownership, and (iii) public  for divestment  Revenue Mobilization Action  domestic security \nand corporate sector governance    Plan  situation  \n  Rightsizing civil service, decentralization and     \ndevolution, and improved public sector accountability  Announcements in the Nepal  Government support for \n  Public Gazette of various actions  privatization of state-\nImproved legal and institutional environment for the  involving PEs and civil service  owned institutions as \ncorporate sector    stated in FY2003 budget    A\n  Program progress reports  and the Economic  p\np\nAsian Development Bank (ADB)  Reforms Program of  e\nn\nreviews   October 2002  d\n  ix 5\n \n5\n1\n \n   ", "   \n  5\n2\n \nDesign Summary  Performance Indicators and Targets  Monitoring Mechanisms  Assumptions and \nRisks  A\np\nOutputs        p\ne\n        n\nd\n1.  Public expenditure management (PEM)  Development resources allocated in accordance with  Progress reports by MOF  Government committed  ix\nPublic expenditure prioritized  the categorization of projects based on their poverty    to taking the necessary   5\n  impact  Annual Government budgets  measures to improve \nReduced Government budget transfers      the fiscal situation to \nand contingent liabilities to PEs  Performance-based budget release for priority  ADB review missions  enable it to implement \n   projects    the Tenth Plan’s poverty \n      reduction target \n  Government implementation of the Cabinet-approved     \n  Action Plan to reduce budget transfers and contingent    Improved Internal \n  liabilities beginning FY2004    security situation  \n       \n       \n       \n       \n2.  Public revenue management (PRM)  Increase in revenue/gross domestic product (GDP)  Annual Government budget   \nRevenue mobilization improved  ratio each year, and by at least by 1% point over the     \n  program period compared with the end of the Ninth  Quarterly reports of the Project   \nMonitoring capacity of tax  Plan  Implementation Unit (PIU)   \nadministration improved    reflecting trends in revenue   \n  Essential allocated positions to Internal Revenue  mobilization and staffing position   \n   Department (IRD) filled with no change over the  of IRD   \n  program period     \n    IRD reports on tax mobilization   \n  Measurable performance targets for tax offices and  efforts of the 21 field offices   \n  senior tax officials made applicable to raise revenue     \n  mobilization performance     \n       \n       \n3.  Disengagement from PE  Publication of new company, insolvency, and secured  Relevant national public gazettes  Adequate capacity of \nLegal environment for orderly  transaction laws in the Nepal Public Gazette    implementation \nestablishment, transparent commercial    Relevant Cabinet orders  organizations \noperations, corporate governance, and  PE boards reconstituted as to include only     \norderly exit of companies improved  professionals  Reports of Office of Auditor  Technical expertise \n    General (OAG) and audit reports  sufficient to conduct \nCorporate governance of PEs improved  Government to transfer to MOF management and  of individual PEs  transactions \n  supervisory responsibility of PEs to be liquidated/     \nContingent liabilities contained  privatized   Report of the task force on labor  Continued government \n    rationalization in PEs  support \nPrivatization process streamlined  Cabinet order issued to cap additional employment in     \n  PEs    Technical assistance \n      support available \n   ", "   \n \nDesign Summary  Performance Indicators and Targets  Monitoring Mechanisms  Assumptions and \nRisks \nAccounting and auditing frequency  Report of Task force on labor rationalization in PEs     \nenhanced  submitted and Government approves and adopts it     \n       \n  9 PEs liquidated or privatized, staff retrenched, and     \n  liabilities paid     \n       \n  Strategy and action plan for streamlining Government     \n  divestiture from PEs operational and being     \n  implemented      \n       \n  At least 18 FY2002 audits conducted     \n       \n  Portfolio audit and operational reviews of Agriculture     \n  Development Bank of Nepal and Nepal Industrial     \n  Development Corporation completed      \n       \n       \n       \n4.  Public Sector Governance improved  7,500 vacant positions eliminated  Relevant Cabinet orders  Government committed \nPublic administration streamlined      to pursuing the \n  Freeze on recruitment for vacant positions  Ministry of Local Development’s  Decentralization \nPublic services decentralized    orders  Implementation Plan \n  Enhanced capacity of local bodies to manage    and improving \nAccountability and transparency of civil  devolution  PIU reports on the functioning of  governance to \nservants improved    district technical offices and on  accomplish the Tenth \n  Transfer of school management of about 100 primary  the relationship between district  Plan’s poverty reduction \nPublic sector accounting and auditing  schools to local communities   development committees and the  targets \nimproved    district infrastructure   \nDistrict technical offices (DTOs) strengthened and  development committees  Government allocation \ndistrict infrastructure development offices made    of sufficient funds to \naccountable to district development committees   Government’s capacity-building  support capacity \n  efforts for local bodies  building for local bodies \nEnhanced personnel information system    to manage devolution \n  New guidelines on the   \nAnti-corruption strategy approved and implementation  implementation of anti-corruption   \nbegun  strategy \n   \nEstablishment of national accounting and auditing  Relevant Government orders for    A\np\nstandards boards for public sector accounting  establishment of national  p\ne\n  accounting and auditing  n\nd\nImplementation regulations issued for Chartered  standards boards  ix\nAccountants Act   5\n \n5\n3\n \n   ", "   \n  5\n4\n \nDesign Summary  Performance Indicators and Targets  Monitoring Mechanisms  Assumptions and \nRisks  A\np\nInputs and Activities        p\ne\n        n\nd\nSDR 24,649,000 ($35 million equivalent)  SDR 14,085,000 ($20 million equivalent) disbursed as      ix\nfrom ADB’s Special Funds resources to  first tranche (FY2003)       5\npartially finance adjustment costs related to       \nPublic Sector Management Program  SDR 10,564,000 ($15 million equivalent) disbursed as     \n(PSMP) reforms  second tranche (FY2005)     \n    Regular progress reports,  Adequate and timely \n  Effective consultants support to Privatization  statistics, and review missions  provision of skilled staff \nADB support through a $425,000 TA grant  Committee in completing liquidation and privatization    and facilities \nfor implementing disengagement from PEs  transactions and streamlining privatization process   \nand capacity building for implementing    Program ownership by \nagency along with proposed Department for    the Government \nInternational Development (DFID) support of     \n$1.2 million to finance transaction   \n \nadministrators/liquidators for   \nliquidation/privatization of PEs     \n  At least 160 development projects (or 25% of existing \nPublic Expenditure Management (PEM)  project) dropped or amalgamated \nProject list streamlined   \n  Government’s share investment in PEs reduced by \n  Share investments in PE reduced  about 50% by June 2005 \n   \n   \n  Revenue/GDP ratio increase of  1% p.a. over the \nPublic Revenue Management (PRM)  program period compared with FY2002 (last year of \n•  Revenue mobilization improved  Ninth Plan) \n•  Monitoring capacity of tax aministration   \nimproved  Additional staffing of essential positions in IRD and \n  improved revenue mobilization efforts in field offices \n   \n   \n  Publication of Acts and Regulations in Nepal Public \nDisengagement from PE  Gazette  \n•  Company, Secured Transactions, and   \nInsolvency Laws passed and  Relevant Cabinet orders \nimplementing regulations issued    \n•  Government order to limit PE board  Strategy and action plan, creation of functional \nrepresentation to professionals  implementation agency, strategy in place and \n•  Cabinet order to contain overall staffing  implemented \nin PEs   \n•  Plan to contain budget transfers and   18 PEs providing their audited financial statements \nfor FY2002  \ndebt and guarantees exposure of PEs  \n   ", "   \n \nDesign Summary  Performance Indicators and Targets  Monitoring Mechanisms  Assumptions and \nRisks \ndebt and guarantees exposure of PEs    \n•  Privatization process streamlined   \n•  Office of Auditor General to conduct   \naudits to have statements for at least   \n18 PEs current    \n   \nPublic sector governance improved  •  Elimination of at least 7,500 vacant positions, \n•  Public administration streamlined  freeze recruitment for vacant positions until the \n•  Public services decentralized  end of the program period \n•  Accountability and transparency of civil  •  Local communities managing at least 100 primary \nservants  schools \n  •  Extended Personnel Information System \n  functional, anti-corruption strategy approved  \n   \n \n \n \n \n  A\np\np\ne\nn\nd\n ix 5\n \n5\n5\n   ", "56  Appendix 6 \n \nESTIMATE OF PROGRAM ADJUSTMENT COST \n \nItem  FY2002  FY2003  FY2004  Total  Total \n(NRs mn )  (NRs mn )  (NRs mn )  (NRs mn )  ($mn) \nA.  PE Disengagement           \n1. Staff retrenchment a  386  57  996  1,439  18.7 \n2. Training of redundant       25  25  0.3 \nstaff1 \n3. Liabilities to creditors      2,247  2,247  29.2 \n(loans, accounts payable)b \nSubtotal (A)  386  57  3,268  3,711  48.2 \n           \nB.  Other Measures \n1. Incremental staffingc    12  12  24  0.3 \nSubtotal (B)    12  12  24  0.3 \n \nTotal Cost (NRs mn)  386  69  3,280  3,735  48.5 \nTotal Cost ($mn, at NRs77/$)  5.0  0.9  42.6  48.5   \naStaff severance packages for 1,500 staff in FY2002, 200 staff in FY2003, and 2,500 in FY2004. A severance \npackage includes gratuity payments equivalent to 1 month per year of service, health benefits, and salary \narrears. Laid-off staff will be trained at the cost of NRs10,000 per person. \nbAs reported by MOF for 9 PEs to be liquidated or privatized. \ncAdditional 120 administrative staff will be hired in the MOF revenue (50) and expenditure management (20) \ndepartments, and in Ministry of General Administration (50), at an annual salary of NRs100,000. \n \n   ", "    Appendix 7  57   \nLIST OF INELIGIBLE ITEMS \n \n1.  Loan proceeds will finance the foreign currency expenditures for the reasonable cost of \nimported goods required during the Program. \n \n2.  No withdrawals will be made for the following: \n \n(i)  expenditures for goods (included in the following Standard International Trading \nCommodity chapters or headings): \n \nChapter  Heading  Description of Items \n \n112        Alcoholic beverages \n \n121        Tobacco, unmanufactured; tobacco refuse \n \n122  Tobacco, manufactured (whether or not containing tobacco \nsubstitutes) \n \n525  Radioactive and associated materials \n \n667  Pearls, precious and semiprecious stones, unworked or \nworked \n \n718                  718.7  Nuclear reactors, and parts thereof; fuel elements \n(cartridges), nonirradiated for nuclear reactors  \n \n897                  897.3  Jewelry of gold, silver, or platinum-group metals (except  \nwatches and watch cases) and goldsmiths’ or silversmiths’ \nwares (including set gems) \n \n  971        Gold, nonmonetary (excluding gold ore and concentrates) \n \n(ii)  expenditures in the currency of the Borrower or goods supplied from the territory \nof the Borrower; \n \n(iii)  payments made for expenditures incurred more than 180 days before the \neffectiveness date of the loan; \n \n(iv)  expenditures for goods supplied under a contract that any national or \ninternational financing institution or agency will have financed or has agreed to \nfinance, including any contract financed under any loans from the Asian \nDevelopment Bank; \n \n(v)  expenditures for goods intended for a military or paramilitary purpose or for \nluxury consumption; and \n \n(vi)  expenditures for pesticides categorized as extremely hazardous or highly \nhazardous in cases I-a and I-b, Classification of Pesticides by Hazard and \nGuidelines to Classification. \n   ", "58  Appendix 8 \n \n \n \n \n \n \n   ", "  Appendix 8  59   \n \n \n \n \n \n   ", "60  Appendix 8 \n \n \n \n \n \n   ", "  Appendix 8  61   \n \n \n \n \n \n   ", "62  Appendix 8 \n \n   ", "     \nNEPAL PUBLIC SECTOR MANAGEMENT PROGRAM LOAN POLICY MATRIX  \n \n \nOBJECTIVE  Specific Action  Tranche  Implementation \nCondition (TC)  Milestone \n1.  Strengthen the Fiscal Position of the Government \nSupport Government’s  1.1 Cabinet to approve the Tenth Plan, supporting the  TC1  Cabinet approval February \npoverty reduction  poverty reduction strategy, in line with the Medium-Term    2003 \nstrategy through  Expenditure Framework (MTEF).   \nimproved public \nexpenditure \nmanagement and \ngovernance  \n  \nA.  Improve Expenditure Management \nPrioritize public  1.A.i.  Government to allocate budget for FY2003 based on a  TC1  FY2003 Budget \nexpenditure and limit  classification of development projects using objective criteria   \nfiscal risks   specified in the Tenth Plan and the MTEF  \n \n  1.A.ii.  Government to reduce the total number of projects by  TC1  FY2003 Budget \na minimum of 25% by eliminating or amalgamating at least   \n160 projects categorized as low priority in FY2003 in \naccordance with the criteria established under (1.A.i) \n \n  1.A.iii.  Government to prepare and commence  TC1  2nd and 3rd trimester \nimplementation of a performance-based budget release    allocations \nmechanism for priority projects \n \n  1.A.iv. Cabinet to approve a time-bound action plan for public  TC 2  Task force appointed by \nenterprises (PEs) to reduce budget transfers on revenue    June 2003   A\np\naccount, contingent liabilities, and exposures of creditors with    p\ne\nimplementation beginning in FY2004.   Task force prepares Action  nd\nPlan by December 2003   ix 9\n \n \nCabinet approval by January \n2004  6\n3\n   ", "     \nOBJECTIVE  Specific Action  Tranche  Implementation  6\n4\nCondition (TC)  IFmepblreumareyn M2ta0itl0ieo4sn t obneegi ns             A\n  p\np\ne\nB. Strengthen Revenue Mobilization and Management  n\nd\nImprove revenue  1.B.i.  Government to appoint a task force to prepare a  TC1  Task Force report by May  ix\n 9\nmobilization and tax  comprehensive revenue mobilization strategy specifying    2003   \nadministration  measures to strengthen Value Added Tax (VAT) collection, \nreduce VAT exemptions, and improve collection of income \ntax and excise tax arrears, and valuation of imported goods \n \n  1.B.ii.  MOF to implement recommendations of the task force  TC2  Implementation in the \nspecified in 1.B.i. in the budgets of FY2004 and FY2005.    budgets of FY2004 and \nFY2005 \n  1.B.iii.  Government to appoint qualified staff to fill vacancies  TC1  Appointment completed by \nfor all essential positions in the Inland Revenue Department    May 2003 \n \nEnhance monitoring  1.B.iv.  Ministry of Finance (MOF) to develop and adopt  TC2  Development of performance \ncapacity of tax  measurable performance targets for tax offices and senior tax    targets by June 2003 \nadministration  officials   \nImplementation in FY04 \n \n2. Disengagement from Public Enterprise Ownership and Management \nImprove legal  2.i.  Cabinet to approve Insolvency Ordinance (IO), Company  TC2  IO: Cabinet approval July \nenvironment  Ordinance (CO), and Secured Transactions Ordinance    2003, regulations by October \n(STO). Government to publish the ordinances in the Nepal  2003 \nGazette (NG) and to issue implementation regulations for the   \nordinances  STO: Cabinet approval \nAugust 2003, regulations by \n30 October 2003 \n \nCO: Cabinet approval \nAugust 2003, regulations by \nOctober 2003 \n \n   ", "     \nOBJECTIVE  Specific Action  Tranche  Implementation \nCondition (TC)  Milestone \nImprove corporate  2.ii.  Cabinet to approve an order to reconstitute boards of  TC1  Cabinet approval by May \ngovernance in public  PEs so as to include only professionals, except PEs with their    2003 \nenterprises (PEs)  own special acts \n \n2.iii. Relevant line Ministries to implement the order specified  TC2  Implementation by \nin 2.ii  December 2003 \n \n2.iv. Cabinet to transfer the management and supervisory  TC1  Cabinet order by May 2003 \nresponsibility of line Ministries of PEs approved for   \nprivatization and liquidation to MOF \n \nReduce nonessential  2.v. Government to continue the cap on aggregate  TC1  Government order by May \nexpenditure and  employment in PEs, with the cap automatically reduced    2003 \ncontain contingent  subsequent to each retrenchment   \nliabilities of PEs  Report on employment \nlevels every six months \n \n  2.vi. Government to close and initiate irrevocable liquidation  TC1  Appointment of liquidators by \nprocess of 5 PEs through liquidation order for companies or    May 2003 \npublication of the dissolution of corporations in the NG, as \napplicable \n \n  2.vii.  Government to settle all dues to staff arising from the  TC2  Labor retrenchment \nliquidation of the PEs under 2.vi, including retrenchment and    schedule by July 2003 \nother outstanding liabilities, in accordance with relevant   \nlegislation, internal rules, and negotiated agreements  Implementation begins \nAugust 2003 \nA\n  p\np\ne\n  2.viii. Government to take all necessary actions to complete  TC2   Liquidators begin settlement  n\nd\nliquidation or privatization through settlement of dues to  of dues in October 2003  ix\n 9\nco rf eudnitsoorlsd  aarsissientgs  forof mPE lisq utoid Gatoiovne,r nsmaleen ot fu ansdseert s2,. vain. d transfer                 6\n  5\n \n   ", "     \nOBJECTIVE  Specific Action  Tranche  Implementation  6\n6\nCondition (TC)  Milestone   \n       \n2.ix. Government to approve a divestiture plan for four  TC1  List and divestiture plan for  A\np\np\nadditional PEs to be privatized or liquidated within FY2004.     four additional PEs  e\nn\n  submitted by May 2003  d\nix\n  2.x. Government to have privatized or initiated the irrevocable  TC2  Process begins by   9\n \nliquidation of PEs under 2.ix, including settlement of dues to  September 2003 and \nPE staff and taking all necessary actions to settle other  completed by July 2004 \nliabilities to creditors as specified in 2.vii and 2.viii. \n \nStreamline  2.xi.  Cabinet to approve and Government to commence  TC2  Policy and action plan \nprivatization process  implementation of a medium-term strategy for streamlining    prepared by December 2003 \nprivatization/liquidation of PEs   \nCabinet approval and \ncommencement of \nimplementation from March \n2004 \n \n2.xii. MOF to establish a task force to develop a policy for  TC1  Government to establish \nlabor rationalization in PEs    task force by May 2003 \n \nTask force develops Policy \nby October 2003 \n \n2.xiii. Government to approve and adopt policy, developed in  TC2  Cabinet approval by \nconsultation with representatives of labor and management  November 2003 \nof PEs, for labor rationalization of PEs under 2.xii.   \nImplementation begins \nDecember 2003 \n \nEnforce accounting  2.xiv.  Government to ensure completion of audits for FY2002  TC1   Audits to be completed by \nand auditing  for 18 PEs    May 2003 \nstandards of PEs  \n  2.xv.  Government to complete operational review of  TC2  Submission of reports by \nAgriculture Development Bank of Nepal and Nepal Industrial  June 2003 \n   ", "     \nOBJECTIVE  Specific Action  Tranche  Implementation \nCondition (TC)  Milestone \nDevelopment Corporation and prepare strategies and action  Strategy to be completed by \nplans for their restructuring  September 2003 \n \nImplementation begins \nOctober 2003 \n \n3. Strengthen Public Sector Governance  \nCivil Service Reform \nStreamline public  3.i.  Cabinet to approve an order eliminating 7,500 vacant  TC1   Cabinet order by May 2003 \nadministration  civil service positions, and implement elimination of 1,500     \nvacant positions  Elimination of 1,500 vacant \npositions by May 2003 \n \nElimination of an additional \n2,000 vacant positions by \nJune 2003 \n3.ii. Government to fully implement the order specified in 3.i.  TC2  Complete elimination of \n7,500 vacant positions by \nAugust 2003 \n \n3.iii. Government to issue an order freezing new recruitment  TC1  Government order by May \nfor vacant nongazetted civil service positions    2003 \n \nDecentralization and Devolution \nSupport devolution of  3.iv. The Local Bodies Financing Commission to approve a  TC1   Government order by May \npublic services  poverty-based formula for allocation of block grants to the    2003 \nlocal bodies \n  A\np\n  3.v. The MLD to approve a policy paper on the local  TC2  Policy paper prepared by  p\ne\nn\ngovernment service provisions in the Local Self-Governance  October 2003  d\nix\nAct 1999     9\n \nGovernment approval by \nDecember 2003 \n6\nImplementation begins  7\n \n   ", "     \nOBJECTIVE  Specific Action  Tranche  Implementation  6\n8\nCondition (TC)  Milestone   \nJanuary 2004 \n  A\np\n  3.vi.  Government to (i) issue an operational directive to  TC1   Transfer of about 100  pe\nn\ntransfer school management including recruitment of new    schools by June 2003  d\nix\nteachers to communities, and (ii) approve transfer of school   9\nmcEodamuncmaagitteitoemne esRn wet gthouic laahbt iaoornuest  r1 e0c0o nlosctaitul stecdh oino la mccaonradgaenmcee nwti th             \n  3.vii.  Government to take appropriate measures to make  TC1   Government to issue \ndistrict infrastructure development offices accountable to    directives by May 2003 \ndistrict development committees. \n \n  3.viii. MLD to approve an action plan to strengthen  TC2  Action Plan prepared by \nimplementation and monitoring capacity of district technical  September 2003 and \noffices, and initiate implementation of the action plan  approved by Government by \nOctober 2003 \n \nImplementation begins \nDecember 2003 \nImprove Accountability and Transparency   \nEnhance  3.ix.  Government to implement legal provision regarding  TC1   Government order by May \naccountability and   declaration of income/property by civil servants; declaration    2003 \ntransparency of civil  of class 2 and above civil servants to be completed \nservants \n  3.x.  Cabinet to approve a comprehensive anti-corruption  TC1   Cabinet approval by May \nstrategy that will include both preventive and prosecution    2003 \n \nmeasures \nImprovement of  3.xi. Government to constitute national accounting and  TC1   Government order \naccounting and  auditing standards boards for the corporate sector accounting    constituting boards by May \nauditing standards  and auditing.  2003 \nand practices   \n3.xii.  Government to issue implementation regulations for the  TC2  Government to issue \nChartered Accountants Act  regulations by August 2003 \n \n   ", "    Appendix 10  69   \nPOVERTY AND SOCIAL IMPACT ASSESSMENT OF THE PROGRAM \n \nA.  Poverty and Social Impact Assessment, Without the Program  \n \n1.  Nepal  is  currently  facing  difficulty  in  implementing  the  poverty  reduction  strategy \nembodied in the Tenth Plan. The fiscal situation has deteriorated sharply due to internal security \nproblems, uncertain global conditions, and a precipitous slowdown in economic growth. The \nresource crunch has sharply reduced the development expenditure, which is currently much \nlower than that required to meet  the Tenth Plan’s targets.  This is adversely affecting the \nGovernment’s ability to deliver social services and combat poverty. The problems are further \ncompounded by lack of good governance. The Public Sector Management Program (PSMP) will \nassist the Government in improving its fiscal position, improve the effectiveness of resource use \nfor economic development, and improve governance. In the absence of the policy measures \nsuggested  in  the  PSMP,  the  fiscal  situation  is  likely  to  further  deteriorate,  development \nexpenditure  would  drop,  resource  use  for  development  would  be  ineffective,  and  key \ngovernance constraints would remain unresolved. In fact, the Government would be in a very \nweak position to implement the Tenth Plan, as its capacity to provide basic social services \nwould be considerably weakened, and poverty reduction efforts would have minimal impact on \npoverty reduction and human resource development. \n \n2.  In line with the resource requirements of the Tenth Plan, the Government needs to raise \nthe revenue/gross domestic product ratio by 2% points over the Plan period. If that is not \naccomplished, resources will be insufficient to meet the development expenditure target of the \nTenth Plan. In the absence of the PSMP, which requires the Government to develop and \nimplement a comprehensive Revenue Mobilization Action Plan, the existing fiscal situation \nwould not show perceptible improvement. Revenue losses due to low customs valuation, wide \nrange of exemptions, and leakages would continue. The PSMP also seeks to strengthen the \nInternal Revenue Department by filling the essential positions, which are currently vacant. In the \nabsence of the PSMP, the tax administration system would continue to remain weak. Further, \nwhile the Government has expressed its intention  to disengage from ownership of public \nenterprises (PEs) except in certain critical social sectors, it neither has the resources nor the \ntechnical capacity to undertake divestment in a systematic manner. The PSMP will assist the \nGovernment in addressing the various constraints hampering divestment. \n \n3.  Similarly, in the absence of reforms to improve public expenditure management, the \nexisting wasteful use of scarce resources would not be curbed, and the effectiveness of \nGovernment’s poverty reduction interventions would remain weak. The PSMP seeks to put in \nplace measures to prioritize and screen the projects based on their poverty reduction impact, \nand  to  introduce  a  system  of  performance-based  budget  release  mechanism  for  priority \nprojects.  These  measures  would  improve  the  poverty  focus  of  the  Government’s  public \nexpenditure program. Similarly, reducing the budget transfers to PEs and containing their \ncontingent liabilities and exposures of creditors would improve the fiscal situation, and release \nresources for development expenditure, which will be utilized for poverty reduction interventions \nin line with the objectives of the Tenth Plan. The PSMP will also help the Government improve \ngovernance, a key element in the successful implementation of the poverty reduction strategy. \nWithout  the  PSMP,  the  Government  would  make  slower  progress  in  devolving  essential \nservices to the local bodies, improving the capacity of the local bodies to administer and \nimplement projects/programs, and in strengthening the participatory approach to development \nof the poorer regions of Nepal.  \n \n ", "70   Appendix 10 \nB.  Social and Poverty Impact of the Program \n \n1.  General Impact \n \n4.  The PSMP supports the effective implementation of the Tenth Plan at a time when the \nGovernment is facing a severe resource crunch to pursue the poverty reduction strategy. To \nhelp the Government implement the core elements of the Tenth Plan and to sharpen the poverty \nreduction impact, the PSMP supports the prioritization of programs and projects by poverty-\nbased criteria, higher allocation of resources to priority social sectors (basic education, basic \nhealth,  and  drinking  water),  poverty-focused  programs  for  vulnerable  targeted  groups  and \nareas, good governance including decentralization for empowering people, and poverty-based \nblock grants to the local bodies. Refocusing expenditure on poverty reduction interventions \nwould have a positive impact on the opportunities for the poor to improve their income and \nsocial indicators. Empowering local bodies, improving in the government service delivery, and \nraising the allocation of public resources for the priority sectors will also help accelerate the \npace of poverty reduction.  \n \n5.  Poor  governance  in  the  past  has  undermined  the  Government’s  poverty  reduction \nefforts. Addressing governance-related issues is an integral part of the Tenth Plan, and is \nsupported in the PSMP. Support for the Government’s decentralization plan, aimed at improving \nparticipation by the stakeholders and thereby strengthening governance, forms an important \ncomponent of the PSMP. The PSMP supports delegation of greater administrative and financial \nautonomy to the local bodies, strengthening their technical capacity to maintain infrastructure, \nand inculcating greater accountability. Involving beneficiaries in the decision-making process will \nhave a positive impact and improve governance. The PSMP also supports greater transparency \nof civil servants and makes it mandatory for class 2 officials and above to declare their assets. \nIn addition, under the PSMP the Government will prepare and implement a comprehensive anti-\ncorruption strategy that includes both preventive and prosecution measures. The PSMP also \nsupports the improvement of public sector accounting and auditing standards, which is a \nimportant  loophole  in  preventing  corruption.  Taken  together,  the  measures  will  improve \ngovernance, increase the participation of the poor in decision making, and curb corruption. \n \n2.  Impact on the Labor Market \n \n6.  While the Government has agreed to prioritize and streamline development expenditure, \nand  decrease  the  total  number  of  development  projects  by  at  least  25%,  the  impact  on \nemployment  will  be  minimal.  Most  of  the  projects  dropped  were  not  being  implemented \neffectively due to scarcity of resources and the limited capacity of the Government in project \nimplementation.  The  Government’s  assessment  is  that  since  the  implementation  of  these \nprojects was being held up, or was moving very slowly, they were unable to generate much \nemployment. On the other hand, by focusing development expenditure on priority projects and \nusing a poverty-based formula for allocating resources, the overall employment generated by \ndevelopment projects should increase, especially in areas of high poverty concentration. \n \n7.  Under the PSMP, the Government has agreed to liquidate or privatize 9 PEs. It is \nestimated that about 4,000 employees are likely to be affected by the liquidation or sale of PEs.  \nThere will be some short- to medium-term adverse impact on the staff employed in these units. \nThe Program will seek to mitigate the impact by ensuring that all dues to staff, including wages \nin arrears and other benefits such as pension contributions as well as severance pay, are fully \npaid in accordance with relevant legislation, internal rules, and negotiated agreements. The \nnumber of affected staff is probably an overestimate because some of the employees could be ", "    Appendix 10  71   \nabsorbed in the privatized enterprise. However, considering the widespread overstaffing in PEs, \nwhich is usually a result of political patronage, the adverse impact of privatization and liquidation \nof PEs on employment, particularly on semiskilled and unskilled workers, cannot be avoided. \nThe Program will closely monitor the impact and will assist in developing and implementing a \ncomprehensive policy on retrenchment-related mitigation measures and social dialogue in the \ncase  of  closure,  liquidation,  or  privatization.  The  policy  will  include  both  monetary  and \nnonmonetary measures, and will provide the framework for specific divestment initiatives. \n \n8.  Under the PSMP, the Government will also cap aggregate employment in the PEs, with \nthe cap being automatically reduced subsequent to each retrenchment. The rationale underlying \nthis reform is that PEs are overstaffed and their commercial viability is, to large extent, being \ncompromised  by  overemployment.  The  employment  freeze  in  PEs  is  consistent  with  the \nGovernment policy of moving out of sectors in which private enterprises can be more efficient \nand profitable. The Tenth Plan envisages that public investment will henceforth focus on social \nsectors, agriculture-related activities, transport, electricity, and water. About 72% of the Tenth \nPlan’s aggregate investment requirement of $7.7 billion will be met by the private sector. Taking \nthe investment pattern into account, the bulk of the additional employment in Nepal will be \ncreated in the private sector, and PE employment will shrink over time. The impact of freezing \nemployment in PEs will, therefore, not be a constraining factor in future employment creation.   \n \n9.  Eliminating 7,500 vacant Government positions will have no effect on current public \nemployment.  A  3-year  freeze  on  employment  within  the  Government  could  limit  future \nemployment opportunities. This is unlikely to be a major constraint on future employment \ncreation for the reasons cited in para. 8 \n \n3.  Impact on Prices of Goods and Services \n  \n10.  The reform measures under the PSMP will not have any discernible, direct or indirect, \nimpact on prices of goods and services. There could be some beneficial impact on prices, if the \nprivatized PEs are able to produce goods and services more efficiently and at lower cost. In the \nshort to medium term, however, this impact is likely to be negligible. \n \n4.  Impact on Access to Public Services \n \n11.  The PSMP will have a positive impact on the access of the poor to public services.  First,  \nan  increase  in  resource  mobilization  and  more  focused  and  prudent  public  expenditure \nmanagement  will  make  additional  resources  available  for  pursuing  the  poverty  reduction \nagenda. The process will be facilitated by screening of projects, and prioritizing them depending \non their poverty-reducing impact. Further, block grants to the local bodies will be allocated on \nthe basis of a poverty-based formula. Second, devolution of some functions to the local bodies \nwill  increase  the  services  delivered  to  the  poor  due  to  beneficiary  participation  in  the \nmanagement and control of resources, and also by more accountable monitoring. The transfer \nof the management of schools to the community school management committees is expected to \nhave a significant positive impact on service quality, through an increased number of teachers in \nthe  schools,  particularly  in  remote  areas.  The  devolution  of  agriculture  extension,  basic \neducation and health posts to the local bodies will strengthen the delivery of services at the \nVDC and DDC level and thus benefit the poor. \n \nC.  Mitigating Unemployment Impact and Enhancement Measures \n \n12.  Under  the  PSMP,  the  Government  will  adopt  measures  to  mitigate  the  effects  of ", "72   Appendix 10 \nretrenchment  on  account  of  liquidation/privatization  of  9  PEs.  The  measures  will  include \nexploring alternatives to retrenchment, monetary and nonmonetary packages, skills training to \nenhance  the  capability  of  laid-off workers, and services relating to alternative  employment \npossibilities. Laid-off workers will be trained at a cost of NRs10,000 per person. The PSMP will \nalso introduce a social dialogue process, and procedures for grievance redressal.  \n \n ", "    Appendix 10  73   \nSUMMARY OF THE INITIAL POVERTY AND SOCIAL ANALYSIS \n \nA.  Linkages to the Country Poverty Analysis \nSectors identified as a National Priority in  Yes  Sectors identified as a National Priority  Yes \nCountry Poverty Analysis?    in Country Poverty Partnership \n  Agreement?   \n \nContribution of the sector/subsector to reduce poverty in Nepal: \n \nThis Program supports the Tenth Plan (FY2003-FY2007), which is also the poverty reduction strategy of the country. \nTo achieve the goal of reducing poverty from 38% to 30%, the Plan emphasizes prioritization of programs and projects \nby poverty-based criteria, higher allocation of resources for social priority sectors (basic education, basic health and \ndrinking water), poverty-focused programs for vulnerable targeted groups and areas, good governance—including \ndecentralization for empowering people—poverty indicator-based block grant to the local bodies.  Thus the overall \nimpact of refocusing expenditure on poverty-related measures would have a positive impact on the target groups. Both \nper capita income and human development indicators are likely to improve.  \n \nB.  Poverty Analysis                                                      P  r oposed Classification:    Other  \nThematic:                             Good Governance \n \nADB conducted an in-depth poverty analysis of the country before signing the Poverty Partnership Agreement. Based \non the Nepal Living Standards Survey (1996), the Government defines the threshold for poverty at an annual per \ncapita income of NRs4,404. People below this threshold have been estimated at 38% at the end the Ninth Plan period \n(FY1997-FY2002). Large segments of the poor are hard core or chronic, barely managing a subsistence living on \nfragile and vulnerable ecosystems. Large parts of the country lack even the most basic infrastructure, which is \nreflected by very low socio economic indicators in certain districts.  \n \nThere are wide variations in poverty based on rural-urban divide, gender, geography, ethnic group, and occupational \ncaste. About 44% of the rural households and 23% of the urban households are estimated to lie below the poverty \nline. Given that close to 88% of the total population reside in rural areas, poverty is much more widespread in the rural \nareas. While poverty does not vary much between the hill and Terai regions, it is much higher in the mountainous \nregion. Distribution of poverty incidence across the five development regions indicates that the number of households \nbelow the poverty line in the eastern and central development regions are less than those in other development \nregions. There are more poor people in the remote rural western part of the country. Poverty incidence is higher \namong the people belonging to the lower caste groups, ethnic minorities. Weak governance, low growth rate, high \npopulation growth rate, urban-centered growth, and inadequate socio economic infrastructure are some of the reasons \nfor the perpetuation of poverty in Nepal.  \n \nWeak governance is a major impediment to the poverty reduction efforts. Empowerment of people, accountability and \ntransparency in resource use, prioritizing and closely monitoring public expenditures, streamlining the civil service, \nstrengthening decentralization for better delivery of public services, and controlling corruption are some of the \nimportant measures in improving weak governance. Adopting these measures will reduce the gap in poverty level \nbetween rural and urban areas, between sexes, and lead to better regional balance in development. \n \nC.  Participation Process \n \nStakeholder Analysis.  The Program supports the implementation of the Tenth Plan. The Tenth Plan was prepared \nthrough  a  consultative  process  with  stakeholders  at  different  levels—community,  district,  village  development \ncommittees and national. Stakeholders included nongovernment organizations, community-based organizations, other \nprofessional organizations, policy decision makers, political parties, and also the aid agencies. \n \nThe Program will involve various stakeholders at different levels.  The local bodies will have more authority and will be \ninvolved in implementing the Program. Public enterprise (PE) labor will be affected by the liquidation/privatization of \nthe 9 PEs. \n \nParticipation  Strategy  Required.    The  Program  includes  measures  for  greater  participation  of  concerned \nstakeholders in the decision-making process. Boards for PEs are to be reconstituted with greater participation of \nprofessionals. Devolution of public services to local bodies and capacity building for them will enhance participation at \nthe local level. The Policy on Retrenchment and Social Dialogue to be developed in a participatory manner will include \nconsultation measures in case of specific divestment initiatives. \n ", "74   Appendix 10 \nD.  Potential Issues \n       \nSignificant/     \nNonsignificant/  Strategy to Address Issues  Output Prepared \nUncertain/   \nNone \n       \nResettlement    Uncertain   Resettlement impacts are at present unclear. The sale of land as \ncore or noncore assets of PEs may have resettlement effects. \nAssurance has been obtained from the Government that the \nAsian Development Bank’s policy on involuntary resettlement will \napply in case of any resettlement. \n \n       \nGender  Uncertain  Uncertain but potentially an issue because a more precise \nassessment of the gender impact of disengagement from PEs \ncan be made after more data becomes available.  \n \n       \nAffordability  None  There are no affordability-related issues from the beneficiary or \ninstitutional points of view. \n \n       \nLabor  Significant  Employment promotion is foreseen in the medium term as a  Policy on \n  result of increased private sector participation, commercialization  retrenchment \n  of informal sectors, and devolution of certain functions at the  and social \nlocal level, leading to increased economic activities at the local  dialogue will \nlevel as well. In the short run, retrenchment of employees will  be \ncause unemployment, for which mitigation measures are  developed \nproposed. Retrenchment following the closure of the nine PEs  under the \nidentified under the Program will be mitigated by ensuring that all  Program. \ndues to staff, whether wages in arrears and other benefits, or \nseverance pay, will be paid in full and on a priority basis. Labor \nissues will also be addressed by developing a policy on \nretrenchment, which will address mitigation measures (both \nmonetary and non-monetary) and social dialogue. \n \n       \nIndigenous  None  No adverse effect upon indigenous people is expected. \nPeople   \n       \nOther Risks/  Significant  Weak institution capacity at the local level may cause some  Capacity-\nVulnerabilities  problems in effective service delivery due to devolution. It calls  building \nfor greater coordination with other programs of capacity building  measure is \nfor local bodies.  included in \nthe Program \nand \ncoordinated \nwith \nprograms of \nother aid \nagencies. \n \n \n \n \n \n \n \n ", "    Appendix 10  75   \nSTAKEHOLDER ANALYSIS \n \nStakeholder  Type  Interest \nRural Poor  Primary  Improved access to public services particularly education \nImproved access to formal credit for all kinds of income-\ngenerating activities, which is likely to increase disposable \nincome at the individual and household levels, particularly for \nrural women. \n     \nRetrenched Labor  Primary  Retrenched labor will receive severance benefits and also \ncounseling and training to facilitate their employment in other \nopportunities. \nGovernment     \nGovernment of Nepal  Primary  Proposed reforms will support the Government in achieving \nlong-term goals as envisaged in the Tenth Plan and also the \nMillennium Development Goals toward poverty reduction. \nNational Planning Commission  Primary  Prioritization of development programs based on poverty-\nrelated criteria, develop poverty-based formula for allocation of \nblock grants to local bodies \nMinistry of Finance  Primary  Improving tax administration, reduce support to PEs, adapt \nmeasures for improving corporate governance in PEs, \nstreamline privatization process, and develop and initiate \nperformance-based budget release system \nMinistry of General  Primary  Eliminate 7,500 vacant positions and freeze recruitment for \nAdministration  other vacant civil service positions, and enhance accountability \nand transparency of civil servants \nMinistry of Local Development  Primary  Develop poverty-based formula for allocation of block grants to \nlocal bodies, initiate implementation of local government service \nprovisions, and adapt necessary measures to strengthen district \ntechnical offices \nMinistry of Education and Sports  Primary  Devolve primary schools to communities \nChief Secretary Office  Primary  Develop a comprehensive corruption strategy and action plan \nMinistry of Industry, Commerce  Secondary  Take all necessary actions to complete liquidation of the first 5 \nand Supplies  PEs and to privatize or initiate the irrevocable liquidation or \nprivatization of the 4 PEs \nMinistry of Labor  Secondary  Approve and adopt policy for Labor retrenchment \nDistrict Development  Secondary  Undertake the functions devolved and supervise district \nCommittees  technical offices. \nOffice of Auditor General   Primary  Oversee devolution of accountability and reporting to district \ndevelopment committees (DDCs), village development \ncommittees (VDCs), and municipalities; strengthen \naccountability of PEs; and constitute national auditing boards. \nFCGO  Primary  Oversee devolution of accountability and reporting to DDCs, \nVDCs, and municipalities, strengthening accountability of PEs, \nconstituting National Accounting Boards, and implementing \nregulations for the Chartered Accountant Act. \n ", "     \n7\nPOVERTY IMPACT OF THE PROGRAM  6\n \n \nReform summary:  \nA\nPolicy Matrix (PM) 1.A: Improve expenditure management (prioritize public investment, reduce transfers to PEs)  p\np\nPM 1.B: Strengthen revenue mobilization and management (improve revenue mobilization and tax administration, enhance monitoring capacity of tax  e\nn\nadministration)  d\nPM 2: Disengage from PEs (improve legal environment, improve corporate governance in PEs, reduce nonessential expenditure, enforce accounting and  ix\n 1\nauditing standards).  0\nPPMM  33.:A S:t Creinvigl tsheer nv ipceu brelicfo srmec;t PorM g o3v.Be:r nDaencceen (tirmalpizraotvioen a acncodu dnetavobliulittyio ann; dP Mtra3n.Csp: aSrterenncgyt ohfe cniivnigl s aecrcvoaunntst;a ibmiliptyro avned p turabnlics psaercetnocr ya ccounting and auditing)            \n           \nChannel of Impact  Direct Short-Run  Indirect Short-Run  Indirect Medium-Run  Major Groups Affected  Mitigation and \n      Enhancement Measures \n           \nLabor Market  PM 1: No impact  N.A.  PM 1.A, PM 2, PM3.B:  PM1, PM2, PM3.B:  PM2: Payment of full dues \n  PM 2: Retrenched  Efficient spending,  Prioritization, better revenue  including wages in arrears \nemployees particularly  commercialization of  position, and reducing  and severance pay, and \nwith low skills and poor  informal, sector including  government budgetary  training for employees to be \nprospects for new  expansion of private sector  burden on PEs will lead to  displaced from PEs to \nemployment will be hurt.   likely to generate  higher resource allocation  prepare them for alternate \nPM3.A: Limited  employment in private sector;  for social priority sectors,  employment opportunities \nemployment opportunities  improved functioning of labor  backward areas, and \nin Government for new  markets due to reforms in  targeted programs \ngraduates.    insolvency and company acts  benefiting the poor directly. \nPM3.B: Positive impact  reducing entry/exit barriers  PM2: Unskilled and semi-\ndue to local hiring of    skilled workers due to their \nteachers  retrenched from PEs \nIn the medium term; \nemployment will be \ngenerated in private sector \nfor unskilled and semi-\nskilled workers as well. \n          N.A. \nPrices of Goods and  PM1, PM3: No impact  PM1: Stable prices through  PM1, PM2: Improved  PM2: Poor will get better \nServices  PM2: No price rise is  macroeconomic stability   functioning of goods market,  quality public services due \nexpected due to closure of  PM2: Efficiency gain due to  enhanced productivity, and  to reforms in management \ncertain PEs as  reforms in PEs, produce  regained private sector  and accountability system \ncompetitive private sector  goods and services at  confidence \nsupply exists   competitive prices \n           \nAccess to Public  PM1.A, PM3.B: Enhanced  PM1.A, PM3.2: Expanded  PM1, PM2: Cost-effective  PM1, PM3.B: Better access  PM3B: To avoid potential \nServices   access to basic education  access to basic education,  delivery of public services,  to public services by the  wastage of block grants and \nand health services, and  health and drinking water  Improved user confidence  poor and people in  effectively deliver local \ndrinking water in poor  through enhanced public  backward regions due to  services, institutional \nareas due to higher public  sector planning and  poverty-based prioritization  capacity of local bodies will \nresource allocation to  execution, and citizens'  of projects/programs, and  be further strengthened. \npriority social  sectors and  direct participation in  greater allocation of  Need to coordinate with \ncapacity building  decision making  resources to priority  social  other line  ministries and aid ", "     \n           \nChannel of Impact  Direct Short-Run  Indirect Short-Run  Indirect Medium-Run  Major Groups Affected  Mitigation and \n      Enhancement Measures \ncapacity building  decision making  resources to priority  social  other line  ministries and aid \nmeasures.  sectors, and devolution of  agencies on institutional \nPM2: No impact  public services to local  capacity building for the \n  bodies  local bodies \n \n           \nTransfers  PM1: No impact.  N.A.  PM1, PM3.B: Higher  PM1.A, PM3.B: Poverty- N.A. \n  PM2: Savings from  resource transfer to social  based prioritization criteria \nreduced transfer to PEs to  priority sector and backward  will transfer more resources \nbe redirected to social  areas due to prioritization and  to backward and poor areas. \npriority sectors and  better resource mobilization  PM2: Transfer of resources \nbackward areas.  PM2: Transfer of budgetary  to local bodies due to \nPM 3.B: Greater transfer  resource saved from closure  devolution of public services. \nof resources to local  of PEs to social priority \nbodies including poor and  sectors \nbackward areas as \namount of block grants \nwill be based on poverty- \nbased formula \n \nNarrative:  The Program supports effective implementation of the Tenth Plan, at a time when the Government is facing a severe resource crunch to pursue its \npoverty reduction strategy. To help the Government implement the core elements of the Tenth Plan and sharpen the poverty reduction impact, the Program \nsupports the prioritization of projects by poverty-based criteria, disengagement of Government from PEs, higher allocation of resources for social priority sectors \nsuch as basic education, good governance including decentralization, and poverty-based block grant to the local bodies.  \n \nNet Impacts:  The Program is expected to have a positive overall net impact on the opportunities for the poor to improve their income and social indicators. The \ndirect impact of the Program will be largely pro-poor, giving them better access to public services, and greater transfer of resources to backward and poor areas. \nThe indirect impact can be generally pro-poor, as the majority of the population is considered poor. The actions taken under the Program will contribute to \ninstitution building for efficient public sector administration and policy making conducive to private-sector-led economic growth, which will naturally reduce \naggregate poverty. Indirect impacts can benefit the poor disproportionately through improved access to public services that have otherwise been limited to the \nurban population.  \n \nA\np\np\ne\nn\nd\nix\n 1\n0\n \n7\n7\n "], "metadata": {"Creator": "R111-03 - Microsoft Word", "CreationDate": "D:20030617173221Z", "Title": "R111-03", "Author": "rsa", "Producer": "Acrobat PDFWriter 5.0 for Windows NT", "ModDate": "D:20030712142715+08'00'"}}