{"path": "data/input/ta/rrp-r20899.pdf", "pages": ["ASIAN DEVELOPMENT BANK\nRRP:VIE 31039\nREPORT AND RECOMMENDATION\nOF THE\nPRESIDENT\nTO THE\nBOARD OF DIRECTORS\nON A\nPROPOSED LOAN\nTO THE\nSOCIALIST REPUBLIC OF VIET NAM\nFOR THE\nTEACHER TRAINING PROJECT\nNovember 1999", "CURRENCY EQUIVALENTS\n(as of 14 November 1999)\nCurrency Unit – Dong (D)\nD1.00 = $0.000071\n$1.00 = D14,008\nFor the purpose of calculations in this report, a rate of $1.00 = D13,890 has been used. This was\nthe rate prevailing at the time of project loan appraisal.\nABBREVIATIONS\nADB - Asian Development Bank\nBME - benefit monitoring and evaluation\nCSC - curriculum steering committee\nDOET - provincial department of education and training\nEA - Executing Agency\nGDP - gross domestic product\nGER - gross enrollment rate\nHCMC - Ho Chi Minh City\nISP - internet service provider\nLCB - local competitive bidding\nMA - Masters of Arts\nM.Ed. - Masters of Education\nMOET - Ministry of Education and Training\nMOF - Ministry of Finance\nMPI - Ministry of Planning and Investment\nNER - net enrollment rate\nNIES - National Institute of Educational Science\nO&M - operations and maintenance\nPIU - project implementation unit\nPPIU - provincial project implementation unit\nPSC - project steering committee\nQA - quality assurance\nSBV - State Bank of Viet Nam\nTA - technical assistance\nTTC - teacher training college\nTTS - teacher training school\nTTU - teacher training university (university of pedagogy)\nTVET - technical and vocational education and training\nNOTES\n(i) The fiscal year (FY) of the Government ends on 31 December.\n(ii) In this report, “$” refers to US dollars.", "CONTENTS\nPage\nLOAN AND PROJECT SUMMARY ii\nMAP vi\nI. THE PROPOSAL 1\nII. INTRODUCTION 1\nIII. BACKGROUND 1\nA. Socioeconomic Context and Poverty Issues 1\nB. The Education Sector 2\nC. Issues in Lower Secondary Education 5\nD. Government Policies and Plans 7\nE. External Assistance to the Sector 8\nF. Lessons Learned 9\nG. The Bank’s Sectoral Strategy 9\nH. Policy Dialogue 10\nIV. THE PROPOSED PROJECT 11\nA. Rationale 11\nB. Objectives and Scope 12\nC. Cost Estimates 20\nD. Financing Plan 21\nE. Implementation Arrangements 21\nF. The Executing Agency 24\nG. Environmental and Social Measures 25\nV. PROJECT JUSTIFICATION 27\nA. Socioeconomic Analysis 27\nB. Social Dimensions 30\nVI. ASSURANCES 30\nVII. RECOMMENDATION 32\nAPPENDIXES 33", "LOAN AND PROJECT SUMMARY\nBorrower The Socialist Republic of Viet Nam\nProject Description The Project  will  assist  the  Government  in  improving  the  quality  and\nefficiency of the lower secondary education subsector by improving the\npreservice  teacher  training  system  for  lower  secondary  education  in\nterms  of  quality,  access,  and  institutional  capacity.  The  Project  will\ncomplement  the  ongoing  Bank  Loan  1537-VIE:  Lower  Secondary\nEducation Development Project, aimed at improving the lower secondary\nschool curriculum and in-service teacher training system, as part of the\ncountry’s lower secondary education reform process. The Project will\nalso create synergies with the ongoing project by revising the preservice\nteacher training curriculum to match the new lower secondary school\ncurriculum. While the Project will contribute to improving the quality and\ninstitutional capacity of the preservice teacher training system for lower\nsecondary  education  nationwide,  it  will  focus  on  10  selected\ndisadvantaged provinces in upgrading facilities and increasing access to\nteacher  training  colleges  (TTCs)  among  the  poor,  especially  ethnic\nminorities who are the poorest of the poor.\nClassification Primary: Human development\nSecondary: Poverty reduction\nEnvironmental Category C\nAssessment Environmental implications were reviewed, and no significant adverse\nenvironmental impacts were identified.\nRationale The  increasing  market  orientation  of  Viet  Nam's  economic  activities,\ntogether with the growing number of graduates of primary education, is\ncreating substantial social demand and manpower requirements for a\nbetter  educated  workforce  beyond  primary  school.  While  primary\neducation  provides  basic  cognitive  skills,  lower  secondary  education\nprovides the solid foundation for producing an adaptive and competitive\nworkforce to sustain high economic growth. Accordingly, lower secondary\nschool enrollments increased significantly from 3.1 million students in\n1993 to 5.3 million in 1997. The Government projected that enrollments\nwill reach 7.9 million students by 2005. Because of the rapid expansion,\nthe  quality of  lower  secondary education  has  deteriorated.  The  poor\nquality  is  due  mainly  to  an  unsuitable  curriculum  and  shortages  of\nphysical facilities and human resources (including qualified  teachers).\nThe lack of adequately trained teachers is also a major cause of low\ninternal efficiency, as indicated by the high dropout and repetition rates of\n8.1 percent and 2.3 percent, respectively, in 1997.\nPoor teaching quality stems from the outdated teacher training curriculum\nand teaching methods, and overcrowded facilities. Teachers are trained\nin  one  major  subject  and  one  minor  subject.  The  result  is  both\noverspecialization and inefficient utilization of teachers since they are\ngenerally unable to teach their minor subjects. While in-service teacher\ntraining can improve the teaching performance of existing teachers, the\ntraining of new teachers through an improved preservice system will be a", "           iii\nlong-term solution to the problem of low teaching quality. It will enhance\noverall teachers’ performance and their ability to handle the new lower\nsecondary  school  curriculum.  It  will  also  prepare  a  sufficiently  large\nnumber of qualified new lower secondary school teachers in the near\nfuture to improve the existing student/teacher ratio of 29:1 and prevent\nfurther deterioration in teaching quality. The Government has requested\nthe Bank to continue its lead role in the development of lower secondary\neducation. The Project is in line with the Government’s priority in the\neducation  sector  and  with  the  Bank’s  Country  Operational  Strategy,\nwhich  emphasizes  efficient  economic  growth  with  equity,  poverty\nreduction, and environmentally sound development.\nObjectives  The  overall  objective  of  the  Project  is  to  assist  the  Government  in\nand Scope improving the quality and efficiency of the lower secondary education\nsubsector by providing lower secondary students with a sufficient number\nof qualified teachers. The specific objectives of the Project are to improve\nthe quality, access to, and institutional capacity of the preservice teacher\ntraining system for lower secondary education. The Project has three\ncomponents  to  meet  the  objectives:  (i)  improve  the  quality  of  the\npreservice teacher training program for lower secondary education by\nrevising the curriculum, student textbooks, and teacher manuals of TTCs;\nproviding these materials to TTC libraries and to poor students through a\ntextbook lending scheme; upgrading the knowledge of TTC teachers;\nproviding support for the development  of  three  model  TTCs  in  three\nselected cities where the new curriculum and materials will be piloted;\nand reestablishing an external assessment system for TTC; (ii) improve\nfacilities and access to TTCs in 10 selected disadvantaged provinces by\nproviding  facilities  and  a  transition  program  to  improve  pre-entrance\nqualifications  to  TTCs  for  ethnic  minorities;  and  (iii) strengthen  the\ncapacity of institutions involved in preservice teacher training by providing\ntraining in management and technical skills to relevant staff of the central\nand provincial institutions to support and sustain the reforms.\nCost Estimates The total cost of the Project is estimated at $35.4 million equivalent,\nincluding taxes, duties, and an interest charge on the Bank loan, and\nphysical and price contingencies. The foreign exchange cost is estimated\nat $18.5 million (52 percent of the total cost) and the local currency cost\nis estimated at $16.9 million equivalent (48 percent of the total cost).\nFinancing Plan                    ($ million)\nSource Foreign Local Total  Percent\nExchange Currency Cost\nBank 18.1 6.9 25.0 70.6\nGovernment 0.0 10.0 10.0 28.3\nCofinancing (New Zealand) 0.4 0.0 0.4 1.1\nTotal 18.5 16.9 35.4   100.0\nIt is proposed that the Bank provide a loan of $25 million (70.6 percent of\nthe total project cost) to finance $18.1 million of the foreign exchange\ncost and $6.9 million equivalent of the local cost. The Government will\nprovide $10 million equivalent (28.3 percent of the total project cost) as", "           iv\ncounterpart financing. The Government of New Zealand has agreed to\nprovide grant cofinancing on a tied and parallel basis, of about $400,000\nequivalent (about $133,333 equivalent per annum over the first three\nyears of the project period), with a possibility of providing additional grant\ncofinancing after the first three years of the project period.\nLoan Amount It is proposed that the Bank provide a loan of Special Drawing Rights\nand Terms (SDR)  18,106,000  ($25  million  equivalent)  from  its  Special  Funds\nresources, with a term of 32 years, including a grace period of 8 years\nand an interest charge of 1 percent per annum during the grace period\nand 1.5 percent per annum thereafter, and equal amortization.\nPeriod of Until 30 September 2006\nUtilization\nImplementation The  Project  will  be  implemented  by  a  project  implementation  unit\nArrangements established  within  the  Executing  Agency  and  by  provincial  project\nimplementation  units  established  within  the  provincial  departments  of\neducation  and  training  (DOETs)  of  the  10  selected  disadvantaged\nprovinces  and  the  three  selected  cities  where  model  TTCs  will  be\ndeveloped.  Overall  guidance  will  be  provided  by  a  project  steering\ncommittee,  chaired  by  the  relevant  Vice  Minister  of  the  Ministry  of\nEducation  and  Training  (MOET),  with  representation  from  MOET,\nMinistry of Finance, Ministry of Planning and Investment, and State Bank\nof Viet Nam.\nExecuting Agency Ministry of Education and Training\nProcurement All Bank-financed procurement for the Project will be in accordance with\nthe Bank’s Guidelines for Procurement. Civil works under the Project are\nsmall and scattered throughout the country and are not likely to attract\nthe interest of international contractors. Thus, it is proposed that civil\nworks contracts be awarded on the basis of local competitive bidding\n(LCB)  procedures  acceptable  to  the  Bank.  For  minor  rehabilitation\ncosting less than $50,000 equivalent, the civil works contracts will be\nawarded on a direct purchase basis. Contracts for the supply of goods\nand services (including equipment, furniture, and instructional materials)\nare expected to be small and are not expected to attract the interest of\ninternational suppliers. Contracts are expected to be less than $100,000\nbut some will be grouped together to form larger packages. Contracts of\n$500,000 or less will be awarded on the basis of international shopping\nprocedures.  Contracts of $100,000  or  less  will  be  procured  on  local\ncompetitive bidding (LCB) or direct purchase basis acceptable to the\nBank. Where many suppliers are locally available, procurement will be on\na LCB basis; where provinces are remote, and there are a limited number\nof suppliers, procurement will be on a direct purchase basis from the\nlocal supplier within the province, or from a regional supplier in a nearby\nprovince.\nConsulting About 75 person-months of international and about 336 person-months of\nServices domestic consulting services will be provided to support various aspects\nof  the  Project,  including  curriculum  redesign,  materials  development,", "           v\ntextbook  lending  scheme  design,  model  TTCs  development,\ndevelopment of an external assessment system, design of a transition\nprogram to improve TTC pre-entrance qualifications for ethnic minorities,\nand  staff  development  (both  in  the  cited  aspects  and  in  institutional\ncapacity building in management and other technical skills to underpin\nthe teacher training reforms). All consultants financed under the loan will\nbe selected and engaged in accordance with the Bank’s Guidelines on\nthe Use of Consultants and other arrangements satisfactory to the Bank\nfor the engagement of domestic consultants.\nEstimated Project 31 March 2006\nCompletion Date\nProject Benefits The major project benefits are the contributions to improvements in the\nand Beneficiaries internal efficiency of lower secondary education, as reflected in reduced\ndropout  and  repetition  rates,  since  better  qualified  teachers  to  be\nproduced by the Project will have better knowledge of the new curriculum\nand will be able to deliver teaching more effectively. The new teaching\nmethodologies to be introduced in the Project, which will be based on\nstudent-centered approaches, will enable the newly produced teachers to\ninteract more with students, thus helping improve the performance of\ntheir students. Moreover, the double major system to be instituted at\nTTCs will enable the newly produced teachers to teach more than one\nsubject, thereby  increasing  the  utilization  of  teachers.  These  internal\nefficiency gains are captured by the high economic internal rate of return\nestimated at 23 percent.\nBy the end of the Project (2006), the beneficiaries will include (i) around\n26,000 TTC students (about 80 percent females) who will complete their\nthird year teacher training courses under the new curriculum by the end\nof the project period, and their successors; and (ii) around 8 million lower\nsecondary school students (about 50 percent females) enrolled at the\nend of the project period, and their successors, who will benefit from\nbetter qualified teachers.\nThe  beneficiaries  during  the  project  period  (2000-2006)  will  include\n(i) around  12,000  students  (about  80  percent  females),  who  are  the\npoorest 50 percent of TTC students in the 10 selected disadvantaged\nprovinces and in the three cities selected as model TTCs (inclusive of all\nethnic  minority  students),  will  be  provided  with  textbooks  under  the\nProject’s textbook lending scheme; (ii) around 4,000 (800 per year for five\nyears) prospective ethnic minorities (about 60 percent females) in the 10\ndisadvantaged  provinces  who  will  be  recruited  to  upgrade  their  pre-\nentrance qualifications so as to subsequently gain access to TTCs under\nthe project’s transition program, after which they will become teachers of\nlower secondary schools in their own communes; and (iii) around 1,500\nadministrative staff from MOET, DOETs, and TTCs (300, 700, and 500\nrespectively), and 5,000 TTC teachers (about 80 percent females), who\nwill benefit from staff development (mainly in-country short-term training)\nrelated to various aspects of teacher training program improvements and\nto institutional capacity building in management and in other relevant\ntechnical skills to support and sustain the teacher training reforms.", "           vi", "map.jpg", "I. THE PROPOSAL\n1. I submit for your approval the following Report and Recommendation on a proposed loan\nto the Socialist Republic of Viet Nam for the Teacher Training Project.\nII. INTRODUCTION\n2. As requested by the Government, the Bank provided technical assistance (TA)1 between\nAugust 1998 and February 1999 to assist the Government in preparing a teacher training project\nto improve the preservice teacher training system for lower secondary education in terms of\nquality, access,  and  institutional  capacity.  This  will  be  part  of  Viet  Nam’s  lower  secondary\neducation reforms assisted by the Bank’s ongoing Loan 1537-VIE: Lower Secondary Education\nDevelopment Project2  to  improve  the  lower  secondary  school  curriculum and  the  in-service\nteacher training system. The proposed Project will create synergies with the ongoing project by\nrevising the preservice teacher training curriculum for lower secondary education to match the\nnew lower secondary school curriculum. While the proposed Project will contribute to nationwide\nquality  and  institutional  capacity  improvements,  it  will  focus  on  10  selected  disadvantaged\nprovinces for increasing facilities and access to teacher training colleges and schools (TTCs,\nTTSs) among the poor, especially ethnic minorities who are the poorest of the poor. The Bank\nundertook  loan  fact-finding  in  April  1999  and  appraisal  in  July  1999.3  Throughout  project\npreparation and appraisal,  there  were  close  coordination and  consultation  with  Government\nofficials at the Ministry of Education and Training (MOET) and the provincial departments of\neducation and training (DOETs); Ministry of Finance (MOF); Ministry of Planning and Investment\n(MPI); State Bank of Viet Nam (SBV); TTCs/TTSs; funding agencies; and expected beneficiaries\nof the Project (e.g., TTC/TTS teachers and students, lower secondary school teachers  and\nstudents, parents, community representatives, and representatives  of  ethnic  minorities).  The\nproject framework is in Appendix 1.\nIII. BACKGROUND\nA. Socioeconomic Context and Poverty Issues\n3. The population of Viet Nam was estimated to be about 77 million at the end of 1997, with\na concomitant high population density of 235 persons per square kilometers. The high annual\npopulation growth rate of more than 2 percent in the past—it recently declined to 1.9 percent—\nresulted in a large proportion of children (23 percent) in the basic education age cohort (aged 6-\n14). About 80 percent of the population live in rural areas. Of the total population, 87 percent are\nethnic  Vietnamese  (Kinh),  and  the  rest  consist  of  53  ethnic  minority  groups,  with  distinct\nlanguages and cultural practices. Although the ethnic minorities are concentrated in the northern\nmountainous borderlands, they are found in practically all provinces, comprising less than 1\npercent to over 90 percent of the population in the provinces.\n4. Viet Nam remains one of the poorest countries in the world, with a per capita income of\n$330  in  1997.  About 51 percent  of  the population  live  below  the  poverty  line,4  which  was\nestimated to be about $100 per head per year (1992/93 prices).5 However, about half of these\n                                               \n1 TA 2970-VIE: Teacher Training Project, for $600,000, approved on 24 December 1997.\n2 Loan 1537-VIE: Lower Secondary Education Development Project, for $50 million, approved on 16 September 1997.\n3 The Mission comprised S. Hutaserani, Project Economist/Mission Leader; C. Wee, Counsel; and E. Sison, Education\nPlanning and Costing Specialist/Staff Consultant.\n4 World Bank. 1995. Viet Nam Poverty Assessment and Strategy Report. Report No. 13442-VN. East Asia and Pacific\nRegion, Country Department I, Washington, DC.\n5 Poverty incidence estimated by the Government is lower because lower poverty line is used.", "2\npoor people (25 percent of the population) live in hard-core poverty, unable to afford the minimum\ndaily  food  requirements  of  2,100  calories.  Most  of  them  live  in  the  northern  mountainous\nprovinces, the mountainous and coastal areas of the central provinces, and the flood-prone\nMekong delta of the southern provinces. Viet Nam’s social indicators are relatively good for its\nincome level due to the emphasis on social well-being under the past socialist regime. For\nexample, it has a moderate Human Development Index of 0.664.6 It has achieved very low levels\nof mortality—life expectancy is 67 years and infant mortality rate is 30 per 1,000 live births. Adult\nliteracy rate is high at 97 percent. The Government adopted the Doi Moi Policy or market-oriented\npolicy in 1986, with actual implementation in 1991, to transform the economy into a market-based\nsystem through various reform measures such as abolition of price controls, progressive removal\nof price subsidies to public enterprises, expansion of foreign direct investment, reduction of trade\nbarriers, and liberalization of foreign exchange controls. The annual growth rate of the gross\ndomestic product (GDP) has averaged more than 8 percent for most of the 1990s, peaking at 9.5\npercent in 1996 before slowing down to 7 percent in 1998. Inflation has been kept to a single\ndigit. Sustained economic growth will, however, depend on an efficient basic education system to\nproduce quality human resources.\nB. The Education Sector\n1. Structure\n5. The Vietnamese education system consists of five years of primary education, followed by\nfour  years  of  lower  secondary,  three  years  of  upper  secondary,  and  four  years  of  higher\neducation. Since the primary and lower secondary levels are considered as basic education, they\nwere offered in the same schools. Only in 1991, when the Government wanted to focus first on\nmaking primary education universal, were most schools for basic education split into separate\nprimary and lower secondary schools. However, due to the shortage of school buildings, a\nsubstantial number of these separate schools still share the same premises. Upper secondary\neducation and technical and vocational education are offered as three-year courses after lower\nsecondary education. Short vocational training courses of up to two years are an alternative.\nUniversity education is offered in four- to six-year courses after upper secondary education.\nThere are also special education courses, namely, complementary education offered to adults\ncompleting lower secondary education, and continuing education offered to those completing\nupper  secondary  education.  Professional  education,  such  as  teacher  training  for  primary\neducation, is offered at TTCs/TTSs in three-year courses after lower secondary education or in\ntwo-year  courses  after  upper  secondary  education.  Teacher  training  for  lower  secondary\neducation is offered at the same TTCs/TTSs as those for primary education in three-year courses\nafter upper secondary education. Upper secondary teachers are trained in four-year courses at\nteacher training universities (TTUs) or universities of pedagogy.\n2. Size\n6. Primary schools totaling 13,000 in 1997 are found in almost all villages throughout the\ncountry. In the same year, there were about 7,000 lower secondary schools, 3,000 basic schools\n(offering both primary and lower secondary education), 800 upper secondary schools, and 800\ncombined lower and upper secondary schools. With the emphasis on social development in the\npast regime, gross enrollment rate (GER) for primary education has been high (over 100) even\nprior to primary education was made as compulsory in 1991.7 During 1993-1997, enrollments at\n                                               \n6 Based on the most recent Human Development Index developed by the United Nations Development Programme,\nHuman Development Report, 1999, Viet Nam ranked as 110 among 174 countries (1997).\n7  GER is the total enrollment in a grade level, regardless of age, expressed as a percentage (sometimes exceeding\n100 percent) of the population in the officially defined school-age group for the level.", "3\nthe primary level increased from 9.7 million to 10.6 million (with GER of 117 percent). During this\nperiod, enrollments at the lower secondary level expanded even faster at an average annual\ngrowth rate of around 14 percent, from 3.1 million to 5.3 million (with GER of 64 percent) to\nabsorb  the  growing  number  of  primary  school  graduates.  The  major  characteristics  and\nperformance indicators of primary and lower secondary education are in Appendix 2. Enrollments\nat the upper secondary level also expanded rapidly at an average annual growth rate of around\n18 percent, from 724,369 to 1.4 million (with GER of 25 percent). Females accounted for almost\n50 percent of the total enrollments at both primary and lower secondary levels, and for 46 percent\nat the upper secondary level.\n7. The rapid increases in secondary enrollments have led to facility shortages (classrooms\nand teachers). In 1997, the number of classes at the primary, and lower and upper secondary\nlevels were 323,353, 125,456, and 28,747 respectively, resulting in class sizes of 33, 42, and 48,\nrespectively. About 80 percent of secondary schools have to operate more than one shift. With\nthe  teachers  for  the  three  education  levels  numbering  325,777,  179,512,  and  46,979,  the\nresulting student/teacher ratios were 32.4, 29.3, and 29.6, respectively. Although the ratios of less\nthan 30 for the lower and upper secondary levels are not considered too high, they represent a\nrapid increase from 23.4 and 21.2, respectively, in 1993, and are expected to increase rapidly in\nthe future unless the number of teachers at both levels can be expanded enough to keep pace\nwith the rapid enrollment growth. For lower secondary education, the Government has come up\nwith an expansion plan to produce more teachers under the so-called Program-IV (para. 24) by\nincreasing the physical facilities of TTCs/TTSs and almost doubling TTC/TTS enrollments from\nthe average of about 15,000 students in 1997 to about 28,000 students per year. This will almost\ndouble  the  total  TTC/TTS  enrollments  during  the  three-year  program  for  lower  secondary\neducation from 44,000 students to about 84,000 students.\n8. Teacher training for primary and lower secondary education is provided under different\nprograms in the same TTC/TTS in each of the country’s 61 provinces. The teacher training\nprogram for primary education takes three years after completing lower secondary education or\ntwo  years  after  completing  upper  secondary  education,  whereas  that  for  lower  secondary\neducation takes three years after completing upper secondary education. Each province has its\nown TTC/TTS, which is operated by its provincial DOET under the supervision of MOET. The 61\nprovinces have 45 TTCs and 16 TTSs. TTSs differ from TTCs in that their teaching staff and\nphysical  facilities  are  insufficient  to  meet  the  minimum  requirements  for  becoming  TTCs.\nHowever, with the Government plan to expand TTC/TTS enrollments under Program-IV, both\nTTS teaching staff and physical facilities have been expanded to upgrade the remaining TTSs to\nTTCs by 2001.8 At present, TTS students receive certificates from TTCs in nearby provinces after\ngraduation. In addition to the 61 TTCs/TTSs under DOETs, there are six TTCs operated by\nMOET (two in Hanoi, two in Ho Chi Minh City [HCMC], one in Nha Trang, and one in Tay Bac).\nThe six are specialized TTCs at the regional level, offering training only in physical education or\nart and music, or both. Teacher training for upper secondary education is provided in a four-year\nprogram at nine TTUs.\n9. The 61 TTCs/TTSs have  a total enrollment of about  75,000  students: about  31,000\nstudents are in the primary education program and 44,000 students (about 15,000 students per\nyear) in the lower secondary program. The enrollments for both programs have been targeted for\nexpansion  under  the  Government’s  Program-IV.  That  is,  the  lower  secondary  program\nenrollments are expected to almost double to around 84,000 students (28,000 students per year)\nto keep pace with the rapidly growing lower secondary enrollments, which are expected to reach\n8 million by mid-2000s. In the 61 TTCs/TTSs, there are about 7,300 teachers, of which about\n                                               \n8  Since the Government has a plan to upgrade all TTSs to TTCs by 2001, the remaining sections of this report will\nrefer to TTCs/TTSs as TTCs to avoid confusion.", "4\n2,300 belong to the primary education program and 5,000 to the lower secondary program,\nalthough many teachers teach both programs. The TTC/TTS student/teacher ratios are about\n13:1 for the primary education program and about 9:1 for the lower secondary program. Only 13\npercent of TTC/TTS teachers have master’s degrees (MA/M.Ed.).\n3. Administration\n10. The administration of education and training is shared among the central, provincial, and\ndistrict governments and the communities, with centralized decision making and decentralized\nimplementation.  While  primary  education  is  administered  by  district  governments  and\ncommunities, secondary and professional education (including teacher training) are administered\nby provincial governments (DOETs) under the supervision of MOET and the provincial People’s\nCommittees. Each DOET is headed by a director, with some vice directors.\n11. Although MOET is more involved in administering higher education and some specialized\nupper secondary technical institutions, basically it is responsible for all education and training in\nthe country in terms of policy formulation, guidance, and supervision. It is headed by the minister\nof Education and Training, with four vice ministers. MOET has 16 departments, two research\ninstitutes,  and  associated  service  units.  Secondary  education  and  teacher  training  are  the\nresponsibility  of  the  Department  of  Secondary  Education  and  the  Department  of  Teacher\nTraining, respectively. The National Institute of Educational Science (NIES) develops curricula,\nand the Education Publishing House develops and publishes textbooks. The Institute for School\nDesign is in charge of school building design and civil works supervision. School equipment is the\nresponsibility of the two Education Equipment Companies.\n4. Financing\n12. Concomitant with the Government’s national priority set in 1993, which accorded top\npriority to the education sector, the share of public recurrent expenditure allocated to education\nhas been increasing from less than 15 percent to around 19 percent recently. It is expected to\nincrease more during the next decade. Given the target of achieving universal primary education\nby  2000,  the  largest  education  share  of  about  30  percent  has  been  allocated  to  primary\neducation, followed by lower secondary education (20 percent), university and college education\n(13 percent), upper secondary education  (8 percent),  technical and  vocational  education  (8\npercent), and preschool education (6 percent). The remaining 15 percent goes to other categories\nof education and research. As lower secondary enrollments are estimated to reach 8 million by\nthe mid-2000s, the lower secondary budget share is expected to increase slightly to reflect the\nGovernment’s target of achieving universal lower secondary education in urban areas by 2010.\nThe increase after 2005 is expected to be faster as the target of universal primary education will\nhave been fully achieved, even in remote mountainous areas, so that some resources can be\nreleased to focus on lower secondary education.\n13. There exist cost-sharing mechanisms in the public education financing system, which\nfollow the structure of administration. That is, for primary education, district governments pay for\nthe salaries of teachers, communities pay for investment costs of building construction, and\nparents’ associations for operation and maintenance (O&M) costs. For secondary education,\nprovincial governments share the responsibility with communities and parents’ associations. The\ncentral Government finances higher education. Cost recovery also exists in the public education\nfinancing system: tuition fees were introduced in 1989 at the postprimary levels, with the official\nfee structure introduced in 1993. Monthly tuition fees for lower secondary school students are\nD3,000-6,000 (about $0.22-0.43) in urban areas, depending on grade, and D2,000-5,000 (about\n$0.14-0.36) in rural areas. Students also pay annual contributions of D10,000-25,000 (about", "5\n$0.72-1.8), depending on the region, and pay around D47,600 (about $3.4) for textbooks per\nyear. The annual contributions are waived for needy students. All fees are waived for ethnic\nminority students. Scholarships are available to gifted and poor students (including all ethnic\nminorities). Although the tuition fees were recently abolished to attract more TTC students, TTC\nstudents also pay annual contributions and pay for textbooks as do the lower secondary school\nstudents. There are few private schools in Viet Nam since all private schools were absorbed into\nthe  public  education  system  during  the  1950s.  Greater  flexibility  was  introduced  recently,\nparticularly at higher levels of education. Private providers now account for only 4 percent of\nstudents at the lower secondary level.\nC. Issues in Lower Secondary Education\n1. Access\n14. Since  primary  education  became  compulsory  in  1991,  the  country  has  made  good\nprogress in achieving almost universal primary education, with a net enrollment rate (NER) of\nover 90 percent and GER of 117 in 1997.9 While primary education is still short of being universal\nonly in highly inaccessible mountainous and delta areas, access to lower secondary education,\nthough increasing significantly, is still limited to only half of the age cohort. For lower secondary\neducation, NER was 48 percent and GER 64 percent in 1997. Limited access to lower secondary\neducation, especially by ethnic minorities, remains a problem. Ethnic minority enrollments were\nonly 5 percent of the total lower secondary enrollments in 1997.\n15. Inadequate access to lower secondary education is caused by both the demand- and\nsupply-side  factors.  On  the  supply  side,  unlike  primary  schools,  which  are  available  in  all\ncommunes, only about 85 percent of the communes have lower secondary schools. Distance to\nschool poses a serious problem. Although many lower secondary schools provide board specially\nto ethnic minority students, the desire of ethnic minority parents to send their children, especially\ngirls, to boarding schools is suppressed by cultural values. The situation is compounded by the\nhigh opportunity costs of schooling as opposed to working on the farm. Another supply-side factor\nis  the  shortage  of  physical  and  support  facilities.  The  rapid  increase  in  lower  secondary\nenrollments has put a pressure on classrooms. Average class size increased from 39 to 42 during\n1993-1997 (Appendix 2). The problem has been aggravated by the separation of basic schools\ninto primary and lower secondary schools but without the provision of additional space. Many\nschools have resorted to double or even triple shifting. While the former can be considered as an\nefficient  way  to  use  scarce  classrooms  provided  that  curriculum,  teaching  methods,  and\nmanagement systems are appropriate, the latter will reduce teaching quality through inadequate\nteacher contact  time.  Other  physical  facilities  (library  and  laboratory  spaces),  together  with\nsupport facilities (lavatories and water), are also inadequate.\n16. Access  to  TTCs  is  also  limited,  particularly  for  ethnic  minorities  in  remote  and\nmountainous areas, by both the demand and supply sides. On the supply side, although each\nprovince has its own TTC, this is usually located in the center of the province, far from the ethnic\nminority areas. Inadequate physical facilities (classrooms, library and laboratory space, and study\nareas) also  limit  the  enrollment  capacity of  TTCs.  On  the  demand  side,  although boarding\nfacilities are provided for ethnic minorities and other poor students at all TTCs, ethnic minority\nparents are reluctant to send their teenage daughters to boarding schools. Coupled with the high\nopportunity costs of schooling, ethnic minority enrollments at TTCs are low, especially for girls. In\nthe 10 disadvantaged provinces selected in this Project to increase ethnic minorities’ access to\nTTCs, ethnic minority enrollments are only 8 percent. However, in an attempt to meet the target\n                                               \n9 NER is the number of pupils in the official school-age group expressed as a percentage of the total population in that\nage group.", "6\nof universal lower secondary education in urban areas by 2010, the Government has been\nexpanding the physical capacity of both lower secondary schools and TTCs. Loan 1537-VIE\n(para. 2) also assists in improving physical and support facilities in 234 lower secondary schools\nin the 10 disadvantaged provinces. This Project will assist in improving facilities and access to\nTTCs in those provinces.\n2. Quality\na. Internal Efficiency\n17. Poor quality and low internal efficiency are major problems in the basic education system\n(primary and lower secondary education combined). Poor quality is due to poor curricula and\ninsufficient quality-enhancing inputs (textbooks, instructional materials, and qualified teachers).\nResulting  largely  from  poor  quality,  low  internal  efficiency  is  reflected  in  high  dropout  and\nrepetition rates, which waste scarce resources. In 1997, the average dropout and repetition rates\nin primary education were 6 percent and 4.6 percent, respectively; in lower secondary education,\nthe figures were 8 percent and 2.3 percent, respectively. The result is a low completion rate of 69\npercent in the primary and lower secondary cycles. The internal efficiency measures for both\nlevels are expected to improve during the 2000s (Appendix 2) as the Government’s primary\neducation reforms (part of which is supported by the World Bank) and lower secondary education\nreforms (part of which is supported by Loan 1537-VIE and another part by this Project) take\neffect.\nb. Curriculum\n18. The existing  lower  secondary  curriculum  is  not suited to the demand  of  the  market\neconomy since it is too extensive for the length of time available, too structured, and inflexible. It\ncovers 16 subjects over a 40-week period. With the need in many schools to reduce school hours\nto accommodate double or even triple shifting, the breadth of the curriculum cannot be completed\neasily.  The  complexity  of  the  curriculum  also  requires  a  greater  number  of  teachers,  thus\nimposing a heavy financial burden on the Government. The World Bank has been providing\nsupport  for  curriculum  reforms  at  the  primary  level.  The  Bank  has  taken  the  lead  role  in\nsupporting curriculum reforms at the lower secondary level through TA 2690-VIE10 and Loan\n1537-VIE (para. 2). The TA proposed a new curriculum framework for lower secondary schools\nby  combining  the  many  subjects  into  10  subject  groups  (mathematics,  science,  history,\ngeography, civics education, Vietnamese language/literature, foreign languages, technology, art\nand music, and physical education) and providing a new syllabus outline for each subject group.\nIt also developed a new curriculum framework for in-service teacher training to be consistent with\nthe new lower secondary school curriculum. Loan 1537-VIE developed the new curriculum and\nsubject syllabi as the basis for writing student textbooks and workbooks as well as teacher\nmanuals, which will be pilot-tested for grades 6-9 during school years 2000/01-2003/04, starting\nwith grade 6 in 2000/01.\nc. Teachers\n19. Although the student/teacher ratio of 29.3 for lower secondary schools in 1997 was not\nexcessive compared with 35-40 in other countries in the region, many teachers have had to\nhandle double or even triple shifts due to inadequate classrooms. This is one reason for the low\nteaching quality. Moreover, almost 20 percent of lower secondary education teachers remain\nuntrained as teachers. Trained teachers can normally teach only one subject because of the\n                                               \n10TA 2690-VIE: Lower Secondary Curriculum and In-Service Teacher Training Systems Development Project, for\n$1,000,000, approved on 20 November 1996.", "7\nexcessive specialization of the curricula in the secondary schools and TTCs. Thus, teacher\nshortages in some specialized subjects (including art and music) remain a problem. There are 15\nsubject areas taught in TTCs (mathematics, biology, chemistry, physics, history, geography,\ncivics  education,  Vietnamese  language/literature,  English,  French,  agricultural  technology,\nindustrial technology, art, music, and physical education), with one major and one minor subject.\nGiven the major-minor time allocation of 70:30, the time for the minor subject is too limited to\nallow TTC students to specialize in the minor subject. Moreover, teaching methodologies do not\nencourage active participation by students.\n20. This Project will contribute to the Government’s lower secondary education reforms by\nrevising the existing TTC preservice curriculum (including teaching methodologies) to be in line\nwith the new lower secondary school curriculum developed under Loan 1537-VIE. A system of\ndouble major will also be considered. The revised TTC curriculum will be used as the basis in\nrevising TTC student textbooks and teacher manuals.\nD. Government Policies and Plans\n1. Policies and Plans for Poverty Reduction\n21. Viet Nam being one of the poorest countries in the world, with poverty incidence of about\n51 percent (1992/93 prices) and hard-core poverty incidence of 25 percent, the Government has\nidentified three strategies for reducing poverty: (i) sustaining rapid economic growth to expand\nemployment opportunities, increase efficiency in resources use, and thus significantly reduce\npoverty; (ii) providing adequate social services (especially basic education, basic health care,\nfamily planning, and nutrition) to equip the poor with basic skills for taking full advantage of new\nemployment  opportunities,  thus  attacking  one  of  the  principal  causes  of  poverty;  and\n(iii) reorienting social safety nets or antipoverty programs (including pensions and social reliefs) to\nprovide more benefits to the poorest 20 percent of the population, who are currently receiving\nonly 7 percent of the benefits of these programs compared with 40 percent received by the\nrichest 20 percent.\n2. Policies and Plans for Promoting Education\n22. The Government’s and the Party’s general policies on education have been presented in\na number of documents, including the Education Development Policy (ratified in January 1993);\nthe five-year plan for 1996-2000 (endorsed by the July 1996 Party Congress); guidelines for a\ndevelopment  strategy for  education  (approved  in  December  1996);  and  the  Education  Law\n(approved in December 1998). On the basis of these policies and plans, the development of\neducation was accorded top national priority as the key instrument for facilitating socioeconomic\nreforms and sustaining the favorable economic performance of the last decade. Education is\nconsidered a prerequisite for the realization of other socioeconomic goals, including reducing\npopulation growth and improving primary health care. The goals of education are to enhance\nexcellence, efficiency, and equity. However, with cost recovery as a requirement, the Government\nwill retain equity policies to create favorable conditions that will enable the poor to study.\n23. The Government’s broad education sector targets for the next decade are (i) elimination of\nilliteracy, (ii) universal primary education by 2000, (iii) universal lower secondary education in\nurban areas by 2010, and (iv) gradual expansion of upper secondary education to  promote\nindustrialization and economic modernization. Broad strategies to achieve these targets include\nredesigning the curricula of basic education (for both students and teachers), improving teaching\nmethodologies, increasing learning facilities and access in disadvantaged areas, strengthening\ninstitutional  capacity,  and  identifying  external  sources  to  finance  the  reforms.  With  primary", "8\neducation close to being universal, the Government has shifted its attention to lower secondary\neducation, alongside primary education, by focusing on physical capacity expansion and quality\nimprovements with external support from funding agencies.\n24. The policy shift is demonstrated in the pattern of Government investments since 1995.\nProvinces have been supported by increased subventions to expand their physical facilities for\nlower secondary education, alongside those for primary  education,  under  the Government’s\nProgram-IV,  a  special  multi-million  dollar  Teacher  Training  Upgrading  and  Strengthening\nProgram. This program was initiated in 1994 and has been cofunded by the central and provincial\ngovernments  on  a  50:50  basis,  with  higher  central  Government  subsidies  for  the  most\ndisadvantaged provinces. A master plan, designed for the implementation of this program, aimed\nat putting in place sufficient basic infrastructure by expanding TTC classrooms, and boarding and\nadministrative  facilities  threefold  and  by  establishing  a  TTC  in  every  province  to  meet  the\nprovincial demand for primary and lower secondary education teachers. Most facilities had been\ncompleted  and  commissioned  by  late  1998.  Toward  the  end  of  the  1990s,  with  the  basic\ninfrastructure in place, the Government will focus attention on the quality aspects of teacher\ntraining. Given the high priority on education, especially basic education, and the continuing high\neconomic growth of 6-7 percent per annum, the necessary resources will be available for the\nGovernment to achieve the Program-IV target of physical capacity expansion. This will lay the\nfoundation for quality improvements of teacher training to be supported by this Project.\nE. External Assistance to the Sector\n25. Since 1991, external assistance to the education sector from multilateral and bilateral\nfunding  agencies  has  focused  on  primary  education.  The  United  Nations  Children’s  Fund\nprovided support for the development of primary and preschool education ($7 million). Australia\nassisted  in  the  establishment  of  an  English  language  center,  with  training  and  scholarship\nprograms  ($12.5  million).  Belgium  has  provided  assistance  in  distance  training  for  primary\neducation teachers in five disadvantaged provinces ($2.5 million) and teacher training for basic\neducation in seven disadvantaged provinces ($1.3 million). Canada has contributed to improving\nthe capacity of the National Institute for Education Development in strategic planning for primary\neducation ($0.5 million). The European Union has supported improvements in MOET capacity in\neducation management and an information system ($7.5 million). Japan provided assistance for\nprimary schools in flood-prone areas ($51 million). The World Bank gave the largest support to\nprimary education–$70 million for curriculum development, textbook writing, provision of teaching\naids, and rehabilitation of primary schools in selected provinces. The World Bank is currently\npreparing  another  project  on  teacher  training  for  primary  education,  focusing  on  improving\nprimary  school  teachers’  quality,  utilization,  and  remuneration  system.  The  project  will  be\ncofinanced by the United Kingdom’s Department for International Development.\n26. The World Bank is also providing assistance to higher education ($83.3 million), with the\nfocus on quality improvements for universities and building the capacity of institutions for higher\neducation. Earlier, the sources of support for higher education included Canada for institutional\nlinkages between Canadian and Vietnamese universities ($8.2 million), Japan for upgrading Can\nTho  University  ($20.5  million),  and  the  Netherlands  for  strengthening  university  research\ncapabilities ($5 million).\n27. The Bank is a key funding agency for technical and vocational education and training\n(TVET), with a project for $54 million aimed at improving the quality of 15 key TVET institutions to\nserve as demonstration schools in disseminating nationwide TVET reforms.11 The project is\n                                               \n11 Loan 1655-VIE: Vocational and Technical Education Project, for $54 million, approved on 11 December 1998.", "9\ncofinanced by France and the Nordic Development Fund, and probably Japan. Earlier assistance\nto  TVET  came from  Germany for  vocational  teacher  training  schools  ($12  million)  and  the\nRepublic of Korea for renovating two vocational training schools ($5.3 million).\n28. The Bank has taken the lead role in providing assistance to lower secondary education,\ninitiated by Loan 1537-VIE (para. 2), for $50 million, focusing on the development of a new\ncurriculum, textbooks, and teacher manuals for lower secondary schools as well as for lower\nsecondary in-service teacher training;  provision  of  teaching  aids; and  rehabilitation of  lower\nsecondary schools in selected provinces. The Project is cofinanced by Belgium. With the growing\nnumber of funding agencies actively involved in the education sector, there is a need for aid\ncoordination. This Project has taken the initiative to coordinate a round table meeting in January\n1999 to increase coordination among funding agencies, avoid duplicating efforts, and explore\ncofinancing  possibilities  for  the  Project.  Continuing  dialogue  between  the  Government  and\nfunding agencies has helped shape the Government’s education policy and planning directions.\nDetailed external assistance to the education sector is in Appendix 3.\nF. Lessons Learned\n29. None of the Bank education projects in Viet Nam has been completed yet. However, Bank\nprojects in other sectors and education projects of bilateral funding agencies in Viet Nam indicate\nthat the inadequate experience of executing agencies (EAs) in international competitive bidding\nand accounting procedures have delayed project implementation. The situation has improved in\nthe past two years due to the Bank’s assistance in preparing the Project Accounting Manual. The\nlessons learned from postevaluated Bank education projects in other countries are as follows:\n(i) insufficient assessment of institutional capacity during project preparation, leading to excessive\ninvestments in hardware and inadequate provision of software to ensure quality improvements;\n(ii) insufficient provision of physical infrastructure, which has made it difficult to ensure quality\nimprovements; (iii) poor coordination among concerned institutions at various levels; (iv) lack of\nthe benefit monitoring and evaluation (BME) subcomponent to assess project progress; (v) lack of\na  mechanism  to  ensure  adequate  recurrent  budgetary  support  by  the  Government;\n(vi) implementation delay due to delays in the appointment of consultants and in procurement;\n(vii) implementation delay due to lack of detailed planning and implementation of projects to\nassist EAs; and (viii) the need to ensure high quality education that enables students to become\nproductive citizens who can adapt to a rapidly changing environment.\n30. These lessons have been incorporated in the project design, which will provide substantial\nsupport to the institutional aspects, including training in technical skills and project implementation\nprocedures.  The  Project  will  also  provide  sufficient  physical  infrastructure  to  upgrade  TTC\nfacilities to ensure quality improvements. The subcomponent on project implementation support\nhas built-in BME. Detailed planning and implementation of the Project, together with the Bank\nprocedures for procurement, will be provided to the EA during inception. Since the Bank has\napproved  advance  action  for  consultant  selection,  the  Bank  procedures  for  selection  were\nexplained to MOET in detail to facilitate the preparation of bid documents and the short-listing of\nconsulting firms. One of the international consultants for the Project will assist the EA in various\naspects of project administration and financial management over a long period.\nG. The Bank’s Sectoral Strategy\n31. The Bank’s operational strategy for Viet Nam places high priority on sustainable growth\nwith  equity  and  environmentally  sound  development.  The  strategy  aims  at  facilitating  the\ntransition and restructuring of the economy under market-based principles by promoting efficient\neconomic growth, human development, women’s status, poverty reduction, and environmental", "10\npreservation. A key means of achieving these objectives is to improve basic social services,\nespecially  basic  education  (primary  and  lower  secondary  education  combined)  with  the\ndisadvantaged groups (including women and the rural poor) as special target.\n32. Given  the  importance  of  basic  education  as  a  foundation  for  long-term  economic\ndevelopment and subsequent poverty reduction, the Bank’s priority for the education sector\nemphasizes  equitable  access  to  basic  education,  together  with  quality  and  efficiency\nimprovements. Since primary education has been strongly addressed by the World Bank and\nother funding agencies, the Bank’s focus is on expanding access to lower secondary education to\nmeet the increasing social demand, while improving its quality and efficiency. In the medium term,\nimproving the quality of the teacher training system will be a major Bank strategy for achieving\noverall improvements in the lower secondary education subsector and, hence, poverty reduction.\nThis strategy coincides with the Government’s strategy, which accords high priority to teacher\ntraining  improvement.  Since  the  Government  emphasizes  increasing  access  to  TTCs  by\nexpanding their physical capacity, the Project will complement the Government’s strategy by\nfocusing on improving the quality of the preservice teacher training system. It will also create\nsynergies with Loan 1537-VIE, which is improving the quality of the lower secondary school\ncurriculum and the in-service teacher training system.\nH. Policy Dialogue\n33. The Bank’s policy dialogue with the Government focuses on the potential contributions of\nthe  Project  to  promote  (i) lower  secondary  education  reforms,  (ii) poverty  reduction,  and\n(iii) project sustainability.\n1. Lower Secondary Education Reforms\n34. The Government has  agreed to adjust,  with the assistance  of  a  curriculum  steering\ncommittee (CSC),12 some features of the preservice teacher training program for lower secondary\neducation prior to revising its curriculum. The agreed upon adjustments will also promote cost-\neffectiveness in the use of the Government’s scarce education resources in that they will allow for\nmore efficient utilization of lower secondary school teachers in the future as the new teachers will\nbe able to teach more than one subject and to do more effective teaching. The adjustments,\nwhich will also be formally approved prior to revising the existing TTC curriculum, are as follows:\n(i) institution of a double major system with an approximately 60:40 major and minor subject ratio,\nwithout a reduction in the number of credits allocated to the major subject; (ii) regrouping of the\nTTC major-minor subject combinations to be consistent with the new lower secondary school\nsubject  groups  proposed  under  Loan  1537-VIE;  (iii) increase  in  the  number  of  credits  for\nobservation and practice teaching in lower secondary schools, without a reduction in the number\nof credits allocated to teaching methodologies; (iv) reinstitution of an external assessment system\nfor measuring TTC performance and standardizing certification; and (v) increase in the yearly\nintake of TTC students to match the rapid growth in the number of lower secondary school\nstudents projected in Appendix 2 so as to reduce the lower secondary student/teacher ratio from\nthe 1998 level of 29:1 to a smaller ratio during the project period.\n2. Poverty Reduction\n35. Since ethnic minorities are the poorest of the poor, the Government agreed to implement\nthe project ethnic minority strategies as a means of promoting poverty reduction as follows:\n                                               \n12The Government is planning to establish a CSC in January 2000. The CSC will be chaired by MOET’s key policy\nmaker on teacher training and include other policy experts on lower secondary education and teacher training from\nMOET and DOETs as well as curriculum experts from TTUs, TTCs, NIES, etc.", "11\n(i) providing textbooks, under a textbook lending scheme, to the poorest 50 percent of TTC\nstudents (including all ethnic minority students) in 10 selected disadvantaged provinces and in\nthree  cities  where  three  model  TTCs  will  be  developed;  (ii) improving  TTC  pre-entrance\nqualifications for prospective ethnic minorities under a transition program in the 10 disadvantaged\nprovinces and subsequently enrolling them as TTC students under the Government’s scholarship\nprogram for ethnic minority students; and (iii) giving ethnic minorities who work at MOET, DOETs,\nand TTCs priority in the Project’s staff development programs.\n3. Project Sustainability\n36. The  Government  agreed  to  (i) sustain  the  Project  after  completion,  using  financial\ncontributions (equal to 3 percent of the total investment costs of civil works and 5 percent of the\ntotal investment costs of equipment and furniture) to be provided by the provincial governments\nfor the O&M of these project inputs; and (ii) give priority to lower secondary education (alongside\nprimary education) so as to facilitate universal lower secondary education at least in urban areas\nby 2010 by increasing the percentage share of the lower secondary recurrent budget in the total\nrecurrent  education  budget  from  20  percent  to  21  percent  during  the  project  period,  and\nincreasing it further by a few more percent in the postproject period, after primary education has\nachieved full universal status and quality improvement target.\nIV. THE PROPOSED PROJECT\nA.  Rationale\n37. The increasing market orientation of Viet Nam’s economic activities, together with the\ngrowing number of graduates of primary education, is creating a substantial social demand and\nmanpower requirements for a workforce with education beyond primary school and capable of\nassimilating new concepts and modern means of production. While primary education provides\nbasic cognitive skills, lower secondary education provides the solid foundation for producing an\nadaptive  and  competitive  workforce  to  sustain  high  economic  growth.  Enrollments  in  lower\nsecondary schools have increased significantly from 3.1 million students in 1993 to 5.3 million\nstudents  in  1997,  an  average  annual  enrollment  growth  rate  of  about  14  percent.  The\nGovernment  projected  that  enrollments  will  reach  7.9  million  students  by  2005.  This  rapid\nexpansion has resulted in the deteriorating quality of lower secondary education, aggravated by\ndouble and triple shifting to accommodate such a rapid expansion. The poor quality of lower\nsecondary education is caused mainly by an unsuitable curriculum and shortages of physical\nfacilities and human resources (textbooks, instructional materials, and qualified teachers). In\n1997, almost 20 percent of the lower secondary teachers remained underqualified. The lack of\nadequately trained teachers to meet the demand of a modern curriculum and to do effective\nteaching is also a major cause of low internal efficiency in lower secondary education. This is\nindicated by the high dropout and repetition rates of 8.1 percent and 2.3 percent, respectively, in\n1997.\n38. Poor teaching quality stems from an unsuitable teacher training curriculum and teaching\nmethods, overcrowded facilities, and lack of management capacity. Classroom teaching focuses\non memorization, rather than on active learning. Teachers are trained in only one major subject\nand one minor subject. This results in overspecialization in subject knowledge and inefficient\nutilization of staff teaching across subject groups since they are generally unable to teach their\nminor  subjects. While  in-service  teacher  training  can  improve  the  teaching  performance  of\nexisting lower secondary teachers, the training of new teachers through an improved preservice\nsystem is needed as a long-term solution to the problem of low teaching quality. This training will\nenhance overall teachers’ performance and their ability to handle the new lower secondary school", "12\ncurriculum and in-service teacher training system being developed under Loan 1537-VIE. It will\nalso prepare a sufficiently large number of qualified new lower secondary school teachers in the\nnear future to improve or at least maintain the student/teacher ratio of 29:1 in 1998 to avoid\nfurther deterioration in teaching quality. In the Government projections of the demand and supply\nof lower secondary school teachers (Appendix 2), the demand for and supply of teachers are\nmeasured  by  the  student/teacher  ratio.  The  projections  have  taken  into  account  the\nGovernment’s teacher expansion plan.\n39. Another problem related to teacher training is weak institutional capacity in management\ndue to insufficient qualified staff and weak coordination among Government agencies (including\nMOET, DOETs, TTUs, and TTCs) involved in teacher training. Another problem is limited access\nto enrollment in TTCs in disadvantaged areas despite the nationwide doubling of annual TTC\nenrollments in the lower secondary education program during 1994-1997 from about 7,000 to\n15,000 students per year. The problem is caused by inadequate physical capacity of TTCs in\nthose  areas  (including  classrooms,  library  and  laboratory  spaces,  and  study  areas)  and\ninadequate incentives to encourage higher enrollment of disadvantaged groups, especially the\nethnic minorities.\n40. The Government has requested the Bank to continue its lead role in the development of\nlower secondary education through a project to improve the preservice training system for lower\nsecondary  education  teachers.  The  Project  is  in  line  with  the  Bank’s  Country  Operational\nStrategy,  which  emphasizes  efficient  economic  growth  with  equity,  poverty  reduction,  and\nenvironmentally sound development. The Project is also in line with the Government’s priority in\nthe education sector, which emphasizes teacher training development as a key strategy for basic\neducation  reforms.  While  the  Government’s  strategy  focuses  on  expansion  of  the  physical\ncapacity of TTCs to catch up with the rapid expansion of lower secondary school enrollments, the\nProject will complement the Government’s efforts by focusing on quality improvements of the TTC\ncurriculum and institutional capacity strengthening of Government agencies involved in providing\nteacher training. The EA also has the requisite experience to carry out the Project, and the sector\npolicies have good potential for improvement.\nB. Objectives and Scope\n41. The overall objective of the Project is to assist the Government in improving the quality\nand efficiency of the lower secondary education subsector by providing lower secondary students\nwith a sufficient number of qualified teachers. The specific objectives are to improve the quality,\naccess to, and institutional capacity of the preservice teacher training system for lower secondary\neducation. The improvements in quality and institutional capacity aspects will be nationwide,\nwhereas the improvements in access will focus on 10 selected disadvantaged provinces (Ha\nGiang, Lao Cai, Lai Chau, Thanh Hoa, Binh Dinh, Quang Nam, Quang Ngai, Binh Phuoc, Tra\nVinh,  and  Soc  Trang).  The  Project  has  three  components:  (i) improving  the  quality  of  the\npreservice  teacher training program for  lower secondary education  by  redesigning  the  TTC\ncurriculum,  revising  student  textbooks  and  teacher  manuals,  providing  these  instructional\nmaterials to TTC libraries and to disadvantaged students through a textbook lending scheme,\nproviding orientation on the new curriculum and instructional materials, upgrading the knowledge\nof TTC teachers, providing support for the development of three model TTCs in three selected\ncities (Hanoi, Hue, and HCMC), where the new curriculum and instructional materials will be\npiloted, and reestablishing an external assessment system for TTC certification; (ii) improving\nfacilities and access to TTCs in some disadvantaged provinces by providing facilities and a\ntransition program to improve pre-entrance qualifications to TTCs for ethnic minorities in the 10\nselected disadvantaged provinces; and (iii) strengthening the institutional capacity of Government\nagencies  involved  in  preservice  teacher  training  by  providing  training  in  management  and", "13\ntechnical skills to relevant staff at the central, provincial, and college levels involved in teacher\ntraining so as to support and sustain the reforms.\n42. The  project  components  and  subcomponents  were  designed  based  on  a  bottom-up\n(participatory) approach, with substantial discussions with and involvement by the private sector,\nespecially provincial stakeholders—TTC teachers and students, lower secondary school teachers\nand students, parents, community groups, and representatives of major ethnic minority groups in\nthe 10 disadvantaged provinces and the three cities selected for development of model TTCs.\nThe ethnic minority representatives provided useful information for the design of the project ethnic\nminority  strategies.  These  strategies  (detailed  in  Appendix  4)  are  reflected  in  some\nsubcomponents. This private sector involvement proved essential in the design of the Project and\nin the establishment of provincial ownership of the Project. For example, during the design phase,\nthe major provincial community groups in the 10 provinces and the three cities agreed to provide\nfinancial contributions, through their provincial DOETs, as part of the O&M costs for maintaining\nthe civil works and equipment to be provided by the Project (para. 58). The project components\nand subcomponents are described below.\n1. Quality  Improvement  of  Preservice  Teacher  Training  Program  for  Lower\nSecondary Education\n43. This component aims at improving the quality of the existing preservice training program\nfor  lower  secondary  education  teachers  and  its  delivery  system  nationwide.  Seven\nsubcomponents were designed to achieve the quality improvement target.\na. Curriculum Redesign\n44. The existing TTC curriculum (inclusive of a syllabus for  each  TTC  subject, teaching\nmethodologies,  and  student  assessment  system)  will  be  redesigned  to  meet  the  modern\nrequirements of the new lower secondary school curriculum developed under Loan 1537-VIE. A\ndouble  major  system  will be  instituted at  TTCs  and  the  combination  of  TTCs’  major-minor\nsubjects will be reorganized in line with the new lower secondary school subject groups as well as\nwith the demand for teachers in each subject group. The revised curriculum will incorporate\nenvironmental topics in the relevant subjects to create environmental awareness among TTC\nteachers and students. Teaching methodologies will be revised to focus on a student-centered\napproach.\n45. The CSC (para. 34) will assist the Government to (i) determine key directions required to\nadjust the existing TTC program prior to revising its curriculum, the proposed adjustments of\nwhich are specified in para. 34; (ii) facilitate approval of the proposed adjustments; (iii) determine\nkey direction of changes in the existing TTC curriculum prior to the revision; and (iv) facilitate\napproval for the revised curriculum as well as for the remaining activities. Prior to the curriculum\nredesign, about 15 curriculum experts (1 person per subject) from MOET and TTUs will go on a\nshort-term overseas study visit for orientation to teacher training program design and curriculum\ndevelopment. About 20 remaining curriculum experts from MOET, TTUs, and TTCs will undertake\nsimilar short-term orientation in-country delivered by an international consultant and a domestic\nconsultant. Both consultants will be engaged for revising the curriculum and providing some\ntraining.13 The detailed staff development plan is in Appendix 5, consulting services requirements\nare in Appendix 6, and the indicative terms of reference for consultants are in Appendix 7.\n                                               \n13The type of training to be provided by each international and domestic consultant is mentioned in detail in Appendix\n7.", "14\nb. Instructional Materials Development\n46. About 300 TTC student textbooks for 15 TTC subjects taught over three years will be\nrevised and about 45 TTC teacher manuals following the new TTC curriculum will be developed\nby local textbook writers, with the assistance of international and domestic consultants. The\nrevised textbooks and teacher manuals will be reviewed by the curriculum expert team. Before\nthe textbook revision, about 15 textbook experts (1 person per subject) from MOET and TTUs will\nbe  sent  on  a  short-term  overseas  study  visit  for  orientation  to  textbook  development  and\npublications. About 228 textbook writers from MOET, DOETs, TTUs, and TTCs will be trained\nshort-term  in-country  by  the  international  and  domestic  consultants  (66  persons  trained  in\ntextbook development and publications, 81 in teaching methodologies and student assessment,\nand 81 in syllabus design and web-based modules development). With the assistance of the\ntextbook writing team, the consultants will also develop teaching aids for the new curriculum,\nusing  local  materials.  Some  special  teaching  methodologies  and  teaching  aids  for  ethnic\nminorities will also be designed to make classroom instruction more relevant and interesting to\nthem. The textbook writing team will assist a team of local internet service providers (ISPs), who\nwill be hired to translate the revised curriculum, textbooks, and teacher manuals into web-based\nmodules for inclusion on an internet site to be used mainly by TTC teachers for cost-effective,\nself-study distance learning of the new curriculum and textbooks.\n47. After the student textbooks and teacher manuals have been revised, prior to nationwide\nimplementation,  they  will  be  pilot-tested  in  the  three  cities  where  model  TTCs  are  to  be\ndeveloped. The implementation procedure of the new TTC curriculum will follow that of the new\nlower secondary school curriculum to be carried out under Loan 1537-VIE. For example, the\nrevision of the TTC curriculum can only take place after the completion of the writing of the\noutlines of lower secondary school textbooks and teacher manuals for all grades (grades 6-9),\ntentatively by the end of quarter I of the year 2000 (as shown in the implementation schedules of\nthe new lower secondary school and TTC curricula in Appendix 8). Subsequently, it will take\nabout two years (until quarter I, 2002) to complete revising the TTC curriculum and writing the\noutlines of textbooks as well as teacher manuals for the entire TTC program (years 1-3). The\nwriting of the whole textbooks and teacher manuals for year 1 will then take place and be\ncompleted within two quarters (until quarter III, 2002), after which pilot tests of these materials for\nyear 1 can be conducted and completed within one year prior to nationwide implementation. The\nimplementation of  year  2 and  year 3  textbooks and  teacher  manuals  can follow  the  same\nprocedure as that of year 1 in a cascading manner, so that the nationwide implementation of year\n3  textbooks  and  teacher  manuals  can  start  within  the  Project  period  (2000-2006).  Prior  to\nnationwide implementation, the revised TTC textbooks and teacher manuals will be finalized and\npublished,  taking  into  account  the  results  of  the  pilot  tests  of  the  lower  secondary  school\ntextbooks and the TTC textbooks.\nc. Provision of Instructional Materials\n48. Each of the 61 TTC libraries will receive about 50 sets of TTC student textbooks and 10\nsets of teacher manuals for all TTC subjects taught in three years. About 50 sets of the new lower\nsecondary school student textbooks and workbooks as well as teacher manuals to be developed\nunder Loan 1537-VIE will also be given to each of the 61 TTC libraries for use by teachers and\nstudents as reference materials. Book lots will be procured from the Government’s Education\nPublishing House.\n49. A  textbook  lending  scheme  will  be  developed  by  an  international  consultant  and  a\ndomestic consultant to allow the poorest 50 percent of TTC students (about 12,000 students) in\nthe 10 disadvantaged provinces and in the three cities with model TTCs to borrow textbooks", "15\nwithout having to pay. Textbooks will be lent out to these needy students, perhaps on a sharing\nbasis, at the beginning of the school year and collected back at the end of the year for reissue to\na new cohort of students in the following year, assuming a three-year life of textbooks. The same\nconsultants will give 40 administrators from MOET, DOETs, and TTCs short-term in-country\ntraining in textbook lending scheme operations to enable the administrators to operate, monitor,\nand sustain the scheme. Since this subcomponent is designed to benefit the poor including all\nethnic minority students, it is part of the project ethnic minority strategies described in detail in\nAppendix 4.\nd. Orientation to New Curriculum and Textbooks\n50. A series of short-term in-country workshops will be conducted by the textbook writing\nteam and the international and domestic consultants (who will help develop the textbooks) for\nabout 335 MOET, DOET, and TTC administrators as well as 915 TTC lead subject teachers and\nabout 4,085 TTC teachers from 61 TTCs all over the country. The purpose will be to orient the\nparticipants with the new TTC curriculum including the new syllabus for each subject, teaching\nmethodologies,  and  the  new  student  assessment  system;  student  textbooks;  and  teacher\nmanuals. About half of the TTC teachers will be subject to periodic subject implementation review\nuntil project completion.\ne. Upgrading TTC Teachers Qualifications\n51. A limited number of about 200 one-year overseas scholarships and about 1,000 in-country\njoint-program  scholarships  will  enable  TTC  teachers  to  undertake  the  MA/M.Ed.  in  their\nrespective subject areas, along with short-term in-country English language training at TTUs or\nlocal language institutions prior to the studies. Candidates for both programs will be selected\ncompetitively from all TTCs nationwide on the  basis of  criteria  agreed upon  with  the Bank\n(academic background, English language proficiency, age, etc.). The selected candidates will\nsign agreements that upon completion of their program of studies, they will return to and serve in\ntheir respective institutions for three years for each year of study. Priority will be given to female\ncandidates, who will constitute about 60 percent of the total candidates. Candidates for in-country\nscholarships will be sent to selected local TTUs, which will establish joint MA/M.Ed. programs\nwith well-recognized foreign universities selected competitively from the Bank’s member countries\non the basis of criteria agreed upon with the Bank. The Government will select at least three\nprospective local TTUs, which already have strong linkages with foreign universities. In addition,\nabout 45 TTC lead subject teachers (3 persons per subject) will be sent to foreign universities\noverseas for short-term training in teaching methodologies in their respective subject areas. They\nwill first be provided with short-term in-country English language training at TTUs or at local\nlanguage institutions. Foreign universities for overseas MA/M.Ed. studies and short-term training\nwill be selected competitively from the Bank’s member countries on the basis of criteria agreed\nupon with the Bank.\n52. Upon completion of the MA/M.Ed. programs, the trained TTC teachers will offer for about\n915 TTC lead subject teachers a short-term in-country refresher course in their respective subject\nareas. The 45 TTC lead subject teachers, who will have been trained abroad, will also offer for\nthe remaining 870 lead subject teachers a short-term in-country refresher course on teaching\nmethodologies in their respective subject areas. The knowledge of TTC teachers will be upgraded\nthrough orientation workshops on the use of web-based modules for the new curriculum and\ntextbooks. The first workshops will be conducted by the textbook writing team, the consultants\nhired to help  revise  the  textbooks,  and  the  ISPs  hired  to  translate  the  revised  curriculum,\ntextbooks, and teacher manuals into web-based modules. The participants will be about 66\nMOET, DOET and TTC administrators selected as subject coordinators. The second workshops", "16\nwill be conducted by the subject coordinators, the consultants, and the ISPs for about 915 TTC\nlead  subject  teachers  from  all  TTCs,  as  well  as  some  additional  68  MOET  and  DOET\nadministrators. The third workshops will be provided at TTCs by the trained TTC lead subject\nteachers for about 4,085 TTC teachers from all TTCs.\nf. Support for Model and Specialized TTCs\n53. A key strategy for achieving the quality improvements goal will be the development of\nthree model TTCs under DOETs in three selected cities from the north, central part, and south of\nthe country, which also have TTUs (Hanoi, Hue, and HCMC). The model TTCs will act as hubs in\nthe reform process, where the new TTC curriculum and materials will be piloted and disseminated\nand necessary training provided to TTC staff from other provinces. To develop the model TTCs,\neach of them will be provided with key learning facilities to facilitate student learning and to be\nused as venues for conducting training for other TTCs in the three regions. All TTCs face acute\nshortage of  space  and  overcrowded  classrooms,  with double  shifting.  The  provision of key\nlearning facilities will be based on the concept of effective utilization of limited space, not only to\nreduce the problem of space shortages, but also to help organize and utilize the new space\neffectively to improve the learning environment and encourage modern practices and teaching\nmethods. Included in the key learning facilities to be supported by the Project for each model TTC\nare civil works for on-campus construction of (i) students’ working areas or study areas, which\ncan be combined with library reading areas; (ii) tutorial rooms, which can also be used as small\nclassrooms;  (iii) demonstration  classrooms  in  which  to  practice  modern  teaching  methods;\n(iv) teachers’ common room for lesson preparation; and (v) computer workstations for distance\nlearning from web-based modules on the new curriculum and textbooks. The minimum space\nrequired for the key learning facilities to be utilized effectively is about 750 square meters, at an\nestimated unit cost of about $100 per square meter. The space to be supported by the Project will\nbe determined by the number of TTC students. A sample design of the key learning facilities is in\nAppendix 9.\n54. The Project  will  equip  the  key  learning facilities  with furniture,  library  materials, and\nequipment  (including  computers,  software,  desktop  publishing,  audiovisual  or  multimedia\nequipment), and provide operational support during project implementation. The Project will also\nprovide the laboratories (language, informatics, and sciences14) of the three model TTCs with\nequipment. The following training will be provided: (i) about three TTC administrators selected as\ncoordinators for the key learning facilities will be sent on a short-term overseas study visit for\norientation to the O&M of these learning facilities; (ii) about six TTC staff selected as assistant\ncoordinators for the key learning facilities will be trained short-term in-country in O&M of the\nlearning facilities by an international consultant and a domestic consultant. The consultants will\nalso develop an operational plan of model TTCs and conduct short-term in-country training in\noperational planning of model TTCs for about 15 TTC planning administrators. Short-term in-\ncountry training on O&M of the language, informatics, and sciences laboratories will also be\nprovided to about 30 TTC teachers (6, 6, and 18 persons, respectively). In addition to providing\nsupport  for  the  three  model  TTCs  under  DOETs,  the  Project  will  provide  the  necessary\ninstructional materials, furniture, and minor rehabilitation for three specialized TTCs under MOET\ncatering only to art and music, fields where shortages of teachers and facilities are most acute.\ng. Reestablishment of an External Assessment Mechanism\n55. The external assessment system earlier abolished will be reestablished. The Project will\nprovide the necessary equipment, consulting support, and training for the design, development,\n                                               \n14Science laboratories include biology, chemistry, and physics.", "17\npiloting, and implementation of a fully computerized TTC quality assurance  (QA)  system  to\nstandardize TTC performance and certification through the use of external examinations. About\neight MOET and DOET staff selected as QA experts will be sent on a short-term overseas study\nvisit for orientation in TTC program certification. About five staff will be sent for orientation in TTC\nprogram evaluation. About 50 additional QA experts from MOET and TTCs will receive short-term\nin-country training in test  construction and grading,  and  about 195  exam  coordinators from\nMOET, DOETs, and TTCs will be trained in QA system implementation by an international\nconsultant and a domestic consultant. These consultants will also assist in the development, pilot-\ntesting, and implementation of the external assessment system.\n2. Improved Facilities and Access to TTCs in Disadvantaged Provinces\n56. Although the Project was designed to improve the quality and institutional capacity of the\npreservice teacher training system for lower secondary education nationwide, it targeted 10\nselected disadvantaged provinces for improving TTC facilities and access (Appendix 10). The\nprovinces (para. 41) were selected on the basis of poverty, facilities shortages at teacher training\ninstitutions, and regional disadvantages (including large proportions of ethnic minorities in the\nnorth, flood-prone areas in the central part and the south, and newly created provinces in need of\nbasic facilities in the central part and the south). Increasing access to TTCs for ethnic minorities\nwill contribute to poverty reduction in the long run since these minorities are the poorest of the\npoor. Poverty incidence among the main ethnic minority groups (e.g., Hmong, Muong, Tay, Thai,\nCro, Hre, Khmer, and Stieng) in the 10 provinces ranges from 66 percent for the Tay to 100\npercent  for  the  Hmong,  compared  with  48  percent  for  the  majority  Kinh  and  51  percent\nnationwide. Given the poor status of the 10 provinces, this project component was designed to\nimprove their status—to improve physical facilities of their TTCs and to improve human resources\nof the poorest population groups through increasing access to TTCs for these groups. The three\nsubcomponents are (i) upgrading the TTC facilities in the 10 provinces, (ii) improving the TTC\npre-entrance qualification of ethnic minorities in the 10 provinces, and (iii) providing instructional\nsupport resources to other provinces.\na. Upgrading TTC Facilities in 10 Disadvantaged Provinces\n57. The  Project  will  support  the  construction  in  the  10  disadvantaged  provinces  of  key\nlearning facilities similar to those in the three model TTCs. The support will include civil works for\nthe construction of the key  learning facilities  on  campus  and  the  same  kind  of  equipment,\nfurniture, and  library  materials as  those provided for the  three  model  TTCs,  depending  on\navailable space. The laboratories (language, informatics, and sciences) of the 10 provinces will\nalso be provided with laboratory equipment similar to those provided for the laboratories of the\nthree model TTCs, depending on the size of the laboratories. The same kind of training related to\nthe O&M of the key learning facilities for the three model TTCs will also be provided here,\nincluding a short-term overseas study visit for about 10 TTC staff selected as coordinators for the\nkey learning facilities for orientation in the O&M of the learning facilities; and short-term in-country\ntraining conducted by an international consultant and a domestic consultant for about 20 TTC\nstaff  selected  as  assistant  coordinators  for  the  key  learning  facilities  for  the  same  kind  of\norientation. In addition, short-term in-country training in O&M of the language, informatics, and\nsciences laboratories will be conducted for about 50 TTC teachers (10, 10, and 30 persons,\nrespectively).  The  10  TTCs  will  also  be  provided  with  the  necessary  facilities  for  physical\neducation.\n58. The  Government  has  agreed  to  secure  a  written  confirmation  of  the  following\ncommitments from DOET in each of the 10 provinces and three cities, whose TTC will be\nprovided with the key learning facilities and laboratory equipment: (i) DOET will be the site of the", "18\nprovincial  project  implementation  unit  (PPIU)  and  will  assign  some  staff  to  be  PPIU’s\ncoordinators, equivalent to at least one full-time staff; (ii) DOET will provide  some financial\ncontributions to the investment cost of civil works for the construction of the key learning facilities,\nthe percentage contributions of which will depend upon its internal arrangements with MOET and\nMPI; (iii) if DOET plans to build more space in excess of that which the Project had agreed to\nprovide, it will obtain additional funding support from other sources; (iv) DOET will provide yearly\nfinancial contributions to O&M costs of such civil works, together with equipment and furniture in\nsupport of the key learning facilities and with laboratory equipment, equal to at least 3 percent of\nthe total investment cost of the civil works, 5 percent of the total investment cost of the equipment\nand furniture for the key learning facilities, and 5 percent of the total investment cost of the\nlaboratory equipment  during  and after  the  project  period;  (v)  DOET  will  prepare  a  detailed\nmaintenance and repair plan for the key learning facilities, furniture, and equipment (including\nboth the equipment for the key learning facilities and that for the laboratories) for proper O&M and\nsubmit the plan to MOET within six months after loan effectiveness; (vi) with its own budget,\nDOET will prepare a detailed feasibility study for the construction of the key learning facilities and\nsubmit the results to MOET within three months after loan effectiveness; and (vii) the key learning\nfacilities will be built on a TTC campus at no extra cost of land to the Project (including the\nGovernment’s counterpart fund for the Project), and the estimated size of land, approximate costs\nof civil works, and a map of the location will be provided.\nb. Improving  TTC  Pre-Entrance  Qualification  of  Ethnic  Minorities  in\n10 Disadvantaged Provinces\n59. A special transition program to enhance TTC pre-entrance qualification of prospective\nethnic minorities (about 4,000 students or 800 students per year for five years) will be designed\nby  an  international  consultant  and  a  domestic  consultant,  and  implemented  in  the  10\ndisadvantaged provinces. Ethnic minorities who perform reasonably well in the transition program\nwill  be  admitted  to  TTCs  under  the  Government’s  scholarship  program  for  ethnic  minority\nstudents. All the candidates from the transition program who are admitted to TTCs will sign\nagreements that upon the completion of their program of study, they will return to their respective\nhome  provinces  to  teach  in  the  lower  secondary  schools for  three  years  for  each  year  of\nscholarship study. The transition program consists of four elements (Appendix 4).\n(i) Beneficiary  identification  recruitment  campaigns  will  be  conducted  in  the  10\nprovinces to enroll suitable trainees in the program. The campaigns will enhance\nthe awareness of ethnic minority communities about the advantages of sending\ntheir children (especially females) to school (including TTCs) as well as establish\ncoordination mechanisms between the provincial DOETs and district education\noffices in meeting TTC enrollment targets. Although about 80 percent of overall\nTTC students are females, the recruitment for this transition program will give a\npriority (at least 60 percent) to ethnic minority females, who are more constrained\nby cultural attitudes compared with their male counterparts.\n(ii) Intensive  preparatory  courses  aimed  at  consolidating  foundation  knowledge\nusually  absorbed  at  the  secondary  school  level  will  be  developed  by  the\nconsultants.  These  courses  will  be  delivered  over  six  months  before  the\ncommencement of the TTC school year. Tutorial rooms to be built by this Project\nas part of the key learning facilities will be used as the training venues.\n(iii) Special remedial courses will be provided to ethnic minority students identified as\nhaving pronounced academic weakness, with smaller than normal class size to\npermit attention to individuals.", "19\n(iv) A two-week orientation program conducted for the newly enrolled ethnic minority\nstudents will also provide TTCs with an opportunity to learn about their new ethnic\nminority students and the latter’s particular needs (e.g., particular needs for female\nstudents). During this program, a student-mentor support bond will be established\nby partnering the new ethnic minority students with high performing urban students\nwilling to assist their peers in study.\nc. Providing Instructional Support Resources to Other Provinces\n60. To upgrade equally all TTCs nationwide, the Project will also provide instructional support\nresources (e.g., laboratory equipment and necessary facilities for physical education), depending\non the number of students, to TTCs in the remaining 17 provinces15 not covered by equipment\nprovision under Loan 1537-VIE. In addition, the Project will provide short-term in-country training\nin O&M of the language, informatics, and science laboratories to about 85 TTC teachers from\nthese provinces (17, 17, and 51 persons, respectively).\n61. The  Government  has  agreed  to  secure  a  written  confirmation  of  the  following\ncommitments from DOET in each of the 17 provinces, whose TTC will be provided with a set of\nlaboratory equipment similar to those provided under Loan 1537-VIE: (i) DOET will provide yearly\nfinancial contributions to the O&M costs of such laboratory equipment equal to at least 5 percent\nof the total investment cost of the equipment during and after the project period; and (ii) DOET\nwill prepare a detailed maintenance and repair plan for such laboratory equipment for proper\nO&M and submit the plan to MOET within six months after loan effectiveness.\n3. Institutional Capacity Building and Project Implementation Support\n62. This component aims at strengthening the capacity of Government agencies (MOET,\nDOETs,  and  TTCs)  involved  in  providing  preservice  teacher  training  for  lower  secondary\neducation  nationwide  to  enable  them  to  support  and  sustain  the  reforms.  There  are  two\nsubcomponents:  capacity  building  in  management  and  technical  skills  and  for  project\nimplementation.\na. Strengthening Management and Technical Skills\n63. The Project will provide (i) about 59 MOET, DOET, and TTC administrators with a short-\nterm overseas study visit for orientation in education planning and management; (ii) about 100\nMOET, DOET, and TTC administrators with one-year overseas M.Ed. scholarships in education\nplanning and management, together with short-term in-country English language training at TTUs\nor local language institutions prior to studies; (iii) about 244 DOET administrators with short-term\nin-country management training and about 610 DOET technical staff with technical skills training\n(e.g., simple accounting, etc.) to be conducted by international and domestic consultants in\nmanagement and technical skills training and in education planning and management; (iv) about\n488 TTC department heads with short-term in-country management/leadership training to be\nconducted by the same international and domestic consultants; (v) about 848 MOET, DOET, and\nTTC staff with short-term in-country training in English communication skills to be handled by\nsome local language institutions; and (vi) about 337 MOET, DOET, and TTC staff with short-term\nin-country internet operations training to be conducted by the ISPs. The candidates for M.Ed.\nstudies will be selected competitively from all TTCs nationwide based on the criteria agreed upon\nwith the Bank. The candidates will sign agreements that upon the completion of their programs of\n                                               \n15 The remaining 17 provinces are Tuyen Quang, Cao Bang, Lang Son, Bac Can, Thai Nguyen, Son La, Bac Ninh, Vinh\nPhuc, Ninh Binh, Da Nang, Ninh Thuan, Kon Tum, Ba Ria-Vung Tau, Kien Giang, Bac Lieu, Ca Mau, and Binh\nThuan.", "20\nstudy, they will return to and serve in their respective institutions for three years for each year of\nstudy. Foreign universities for overseas M.Ed. studies will be selected competitively from the\nBank’s member countries on the basis of criteria agreed upon with the Bank. In addition to\nproviding training, the international and domestic consultants will also assist in designing training\ncourses and materials, establishing trainees’ database, evaluating the results of the training, etc.\nb.  Project Implementation Support\n64. The Project will provide the necessary equipment, furniture, and consultant support for\nproject implementation, by engaging (i) one long-term international consultant and one long-term\ndomestic  consultant  to  assist  in  project  administration  and  financial  management;  (ii) one\ninternational consultant for BME and one for midterm review; and (iii) three domestic consultants\n(one per region) for project operation and management. The Project will also provide short-term\nin-country  training  workshops  on  project  implementation  procedures  conducted  by  these\ninternational  and  domestic  consultants  on  an  annual  basis,  including  such  topics  as  good\ngovernance, procurement, disbursement, budget preparation, use of the imprest account, BME,\nmidterm review, and other project operation and financial management. The participants will be\nabout  288  MOET,  DOET,  and  TTC  staff  directly  and  indirectly  involved  in  central  project\nimplementation. Since the Project also intends to enhance the project implementation capacity of\nprovincial governments in all aspects, about 468 DOET and TTC staff directly and indirectly\ninvolved in provincial project implementation will be trained annually in all aspects of the above\nproject implementation by the same international and domestic consultants and by central project\nimplementation unit (PIU) staff.\nC. Cost Estimates\n65. The total cost of the Project is estimated at $35.4 million equivalent, of which an estimated\n$18.5 million, or 52 percent, is the foreign exchange cost, including $1.1 million interest on the\nproposed loan. The local currency cost is estimated at $16.9 million equivalent or 48 percent of\nthe total cost. A summary of the cost estimates is in Table 1.\nTable 1: Cost Estimates\n ($ million)\nForeign Local Total\nItem Exchange Currency Cost\nQuality Improvement of Preservice Teacher Training 7.4 8.7 16.1\nIncreased Facilities and Access to TTCs  3.8 3.1 6.9\nInstitutional Capacity Building & Project Implementation  4.4 2.8 7.2\nTotal Base Cost 15.6 14.6 30.2\nContingenciesa 1.8 2.3 4.1\nInterest 1.1 0.0 1.1\nTotal Cost 18.5 16.9 35.4\nTTC = teacher training college.\na Physical contingencies were calculated at 5 percent of base cost, whereas price contingencies were calculated using\nan estimated annual escalation of 2.4 percent for international prices and 8.0 percent for local prices, reflecting the\ndifferent inflation rates.\nSource: Staff estimates.", "21\nD. Financing Plan\n66. It is proposed that the Bank provide a loan of $25 million (70.6 percent of the total project\ncost) from its Special Funds resources to finance $18.1 million of the foreign exchange cost and\n$6.9 million equivalent of the local cost. The Bank loan will have a term of 32 years, including a\ngrace period of 8 years and an interest charge of 1 percent per annum during the grace period\nand 1.5 percent per annum thereafter, and equal amortization. The Government will provide $10\nmillion  equivalent  (28.3  percent  of  the  total  Project  cost)  as  counterpart  financing.  The\nGovernment  of  New  Zealand  has  agreed  to  provide,  on  a  tied  and  parallel  basis,  grant\ncofinancing of about $133,333 equivalent per annum over the first three years of the project\nperiod, totaling about $400,000 equivalent (1.1 percent of the total project cost). The Government\nof New Zealand has also indicated a possibility of providing additional grant cofinancing after the\nfirst three years of the project period. A summary of the financing plan is in Table 2. The detailed\nproject costs and financing plan are in Appendix 11.\nTable 2: Financing Plan\n($ million)\nSource Foreign Local Total  Percent\nExchange Currency Cost\nBank 18.1 6.9 25.0 70.6\nGovernment 0.0 10.0 10.0 28.3\nCofinancing (New Zealand) 0.4 0.0 0.4 1.1\nTotal 18.5 16.9 35.4 100.0\nSource: Staff estimates.\nE. Implementation Arrangements\n1. Project Implementation Unit\n67. A  PIU  will  be  established  within  MOET  to  implement  the  Project  under  the  overall\nguidance of a project  steering  committee  (PSC).  The  PSC  will  be  established  before  loan\neffectiveness. It will be chaired by the relevant MOET Vice Minister and will include senior\nrepresentatives of the three relevant MOET departments (Teachers Department, Planning and\nFinance Department, and International Relations Department) to ensure continuity with TA 2970-\nVIE (para. 2). Additional members will be senior representatives of other relevant departments of\nMOET (Secondary Education Department, Post-Graduate Department, Personnel Department,\nand NIES) and of concerned agencies (including the Government Office, SBV, MOF, and MPI) as\nwell as the project manager  of  Loan 1537-VIE to  ensure  close  coordination  and  synergies\nbetween the two Bank Projects. A representative from MOET’s new department of examinations\nwill be included after such a department has been established. The PIU’s project manager will\nalso be a PSC member and serve as secretary to the PSC.\n68. The PIU will be headed by a full-time project manager, who will be assisted by five full-\ntime assistant project managers (for Finance and Administration, Curriculum Development and\nImplementation, Procurement and Civil Works, Overseas and In-Country Training, and Project\nMonitoring and Evaluation) and regional coordinators equivalent to three full-time staff (for the\nNorth,  Central,  and  South).  The  PIU  will  be  responsible  for  (i) detailed  project  planning,\nscheduling, and implementation; (ii) procurement of all goods and services; (iii) recruitment and\nsupervision of international and domestic consultants; (iv) project accounting, including arranging\nnecessary audits; (v) disbursement of project funds, including timely preparation of annual budget\nplan for counterpart fund and timely submission of withdrawal applications; (vi) management of", "22\nthe imprest account; and (vii) reporting to the Bank on project progress. A provincial PIU (PPIU)\nwill be established in each of the 10 disadvantaged provinces and three cities, totaling 13 PPIUs,\nto (i) coordinate project activities with the respective TTCs, (ii) assist PIU in various aspects of\nproject implementation at the provincial level, and (iii) ensure provincial ownership of the Project.\nEach PPIU will be located at DOET’s office. DOET in each of the 10 provinces and three cities\nwill assign some staff, equivalent to at least one full-time staff, to be PPIU coordinators. For\nHanoi, one of the three cities, its TTC will also assign some staff equivalent to at least one full-\ntime staff to work for its PPIU with the assigned DOET staff.\n2. Implementation Schedule\n69. The Project will be implemented over six years (2000-2006). Consultant recruitment will\nbe an important activity during the first year to assist in project implementation, development of\nvarious training programs, provision of some training, curriculum redesign, etc. Since the Project\nentails TTC curriculum reforms, the first two years of the Project will focus on revising the\ncurriculum, textbooks, and teacher manuals (including teaching aids) for piloting those of year 1\n(of the three-year TTC program) in the third year of the Project and for nationwide implementation\nthereafter. The piloting and nationwide implementation of year 2 and year 3  textbooks and\nteacher manuals will follow those of year 1 in a cascading manner so that by the end of the\nProject, the nationwide implementation of year 3 textbooks and teacher manuals can take place.\nThe detailed project implementation schedule is in Appendix 12.\n3. Procurement of Goods and Services\n70. All Bank-financed procurement for the Project will be in accordance with the  Bank’s\nGuidelines for Procurement. The civil works under the Project are small and scattered throughout\nthe country and are not likely to attract the interest of international contractors. Thus, the civil\nworks contracts will be awarded on the basis of local competitive bidding (LCB) procedures\nacceptable to the Bank. For minor rehabilitation of specialized TTCs for art and music that costs\nless than $50,000 equivalent, the civil works contracts will be awarded on a direct purchase\nbasis.  Contracts  for  the  supply  of  goods  and  services  (including  equipment,  furniture,  and\ninstructional materials) are expected to be small and are not expected to attract the interest of\ninternational  suppliers.  Contracts  are  expected  to  be  less  than  $100,000  but  some  will  be\ngrouped together to form larger packages. Contracts of $500,000 or less will be awarded on the\nbasis of international shopping procedures. Contracts of $100,000 or less will be procured on\nlocal competitive bidding (LCB) or direct purchase basis acceptable to the Bank. Where many\nsuppliers are locally available, procurement will be on a LCB basis; where provinces are remote,\nand there are a limited number of suppliers, procurement will be on a direct purchase basis from\nthe local supplier within the province, or from a regional supplier in a nearby province.  The PIU,\nin collaboration with PPIUs, will be responsible for ensuring that all procurement complies with\nthe Bank’s requirements by (i) determining bid packages and proposing procurement methods as\napproved by the Bank, (ii) preparing detailed material lists and specifications, and (iii) evaluating\nbids and awarding contracts. Tentative procurement packages are in Appendix 13.\n4. Consulting Services and Key Training Opportunities\n71. Consulting services of about 75 person-months (international) and about 336 person-\nmonths (domestic) will be provided to support various aspects of the Project, including curriculum\ndesign; materials development and publications; textbook lending scheme design; development\nof  model  TTCs; external assessment  systems;  key  learning facilities; design of  a transition\nprogram to improve TTC pre-entrance qualification for ethnic minorities; education planning and\nmanagement;  management  and  technical  skills  training;  project  administration;  BME;  and", "23\nmidterm  review.  The  Government  will  select  and  engage  all  Bank-financed  consultants  in\naccordance with the Bank’s Guidelines on the Use of Consultants and  other  arrangements\nsatisfactory to the Bank for the engagement of domestic consultants.\n72. Key training opportunities will be provided by the Project to (i) 200 well-qualified TTC\nteachers  to  study  overseas  for  MA/M.Ed.  in  their  subject  areas  at  well-recognized  foreign\nuniversities;  (ii) 100  well-qualified  administrators  from  MOET,  DOETs,  and  TTCs  to  study\noverseas  for  M.Ed.  in  education  planning  and  management  at  well-recognized  foreign\nuniversities;  (iii) 1,000  well-qualified  TTC  teachers  to  study  in-country  for  MA/M.Ed.  in  their\nsubject areas under joint programs to be developed by selected local TTUs with well-recognized\nforeign universities; and (iv) 45 well-qualified TTC lead subject teachers to study overseas for\nshort-term courses in teaching methodologies for their subject areas at well-recognized foreign\nuniversities. Foreign universities for the key training opportunities in (i)-(iv) above will be selected\ncompetitively from all Bank member countries based on criteria agreed upon with the Bank.16 The\ncandidates for these key training opportunities will be selected competitively based on selection\ncriteria agreed upon with the Bank (academic background, English language proficiency, age,\netc.).\n5.  Advance Action\n73. The Bank has approved advance action for consultants selection. The Borrower has been\nadvised that advance action will not obligate the Bank to finance the Project.\n6. Disbursements, Reports, Accounts, and Auditing\n74. To expedite project implementation through the timely release of the Bank’s share of\nfunds for  eligible  expenditures,  an  imprest account for  the Project  will  be  established  at  a\ncommercial bank designated by SBV and acceptable to the Bank. The imprest account will be\nestablished, operated, and liquidated in accordance with detailed arrangements agreed upon by\nthe Borrower and the Bank and in accordance with the Bank’s Loan Disbursement Handbook\ndated June 1996. Statement of expenditure procedures in accordance with the handbook will be\npermitted for reimbursement of funds utilized for eligible expenditures under the Project and the\nliquidation of advances for payment from the imprest account.\n75. The Government, acting through MOET, will maintain records and accounts adequate to\nidentify goods and services financed from the  proceeds of the  loan.  The PIU  will  maintain\nseparate accounts for the Project and ensure that all accounts and financial statements are\naudited annually in accordance with sound accounting principles by auditors acceptable to the\nBank. Certified copies of such audited accounts will be submitted to the Bank within 12 months\nafter the close of each fiscal  year.  The  PIU  will  prepare  quarterly  progress  reports on  the\nimplementation of the Project and submit them to the Bank within 30 days of the respective\nquarters. The reports will be in a format acceptable to the Bank and will indicate, among other\nthings, (i) the progress made against established targets, both technical and financial; (ii) status\n                                               \n16 The criteria for selecting foreign universities for overseas MA/M.Ed. and for overseas short-term training include\n(i) be internationally recognized universities; (ii) have existing teacher training programs; (iii) have demonstrated\nexperience in providing programs and special services for foreign students; and (iv) have faculty members with\nexperience in developing countries, preferably in Asia. The criteria for selecting foreign universities for establishing\njoint MA/M.Ed. with Vietnamese universities include (i)-(iv) above, together with (v) have previous experience in\nmanaging joint-MA/M.Ed. degree programs with developing country institutions, preferably in Asia; (vi) be willing to\nissue a joint-MA/M.Ed. degree; (vii) propose suitable arrangements for ensuring that the MA/M.Ed. program in Viet\nNam is of similar quality to a degree issued in its home country; and (viii) be capable of conducting courses using\nInternet technology. Eligible foreign educational institutions from all Bank member countries can compete for the\ntraining opportunities.", "24\nof management indicators; (iii) problems encountered during the quarter and steps taken or\nproposed  to  be  taken  to  resolve  the  problems;  (iv) compliance  with  loan  covenants;  and\n(v) proposed program activities to be undertaken during the succeeding quarter. The PIU will also\nprepare a project completion report and submit it to the Bank no later than three months following\nthe physical completion of the Project.\n7. Midterm Review\n76. In addition to regular reviews, the Government and the Bank will jointly undertake a\nmidterm review of the Project after the third year of implementation. The Project provides for the\npreparation of a midterm report prior to the joint review. The third annual operational review will\nalso provide input to the midterm review and will be extended to include a review of the project\nscope, design,  policy  reforms,  institutional  reforms, and other  relevant  issues.  The  midterm\nreview will identify changes since the time of appraisal, assess implementation performance\nagainst  project  performance  indicators,  reassess  the  impact  with  regard  to  future  project\nimplementation and sustainability, review and establish compliance with loan covenants, and\nidentify problems and constraints. Specific attention will be given to the progress of the revision of\nTTC textbooks and teacher manuals (including teaching aids) for pilot testing, the transition\nprogram to enhance TTC pre-entrance qualifications of the recruited ethnic minority students, the\ntextbook lending scheme, and the operations of the key learning facilities.\n8. Project Monitoring and Evaluation\n77. To monitor the Project on a yearly basis, a set of general project performance indicators\nhas  been  developed  and  their  values  identified  (Appendix  2).  The  indicators  include  lower\nsecondary  GER;  NER;  completion  rate;  dropout  rate;  repetition  rate;  proportions  of  lower\nsecondary female students, female teachers, qualified teachers; students per class; teachers per\nclass; qualified teachers per class; students per teacher; and students per qualified teacher.\nAnother set of indicators, which are specific to project inputs, includes (i) TTC students trained in\nthe new curriculum; (ii) TTC teachers with MA; (iii) TTC enrollments of ethnic minorities in the 10\ndisadvantaged  provinces;  and  (iv) relevant  MOET,  DOET,  and  TTC  staff  qualified  for\nimplementing the teacher training reforms. The values of both the general and specific indicators\nwill be verified from the results of baseline surveys. Detailed project-specific indicators (broken\ndown by sex and ethnic minority group for each TTC and for total average) will be developed\nduring the surveys. These may include, among others, lower secondary school subject areas that\nhave shortage and excess of teachers, the numbers of TTC teachers and students by year, TTC\ndropout and repetition rates by year, etc. The Project will also provide necessary training on\nproject monitoring and evaluation of the overall training on project implementation to PIU and\nPPIU staff. The key performance indicators are in Appendix 14.\nF. The Executing Agency\n78. MOET will be the EA. MOET has gained experience in project implementation mainly from\nthe existing Bank’s lower secondary education project (Loan 1537-VIE) and the World Bank’s\nprimary education project. In addition to this Project, MOET will be implementing the World\nBank’s higher education project and primary teacher training  project.  Nevertheless,  MOET’s\nimplementation capacity needs to be strengthened, especially at the provincial level. The Project\nthus provides institutional capacity strengthening support for MOET, DOETs, PIU, and PPIUs in\nproject implementation, management, and other relevant technical skills.", "25\nG. Environmental and Social Measures\n1. Environment\n79. To improve environmental awareness among TTC teachers and students, the revised\nTTC curriculum will incorporate environmental topics in the relevant subjects, and the textbooks\nto be developed and  distributed  will  have  suitable  emphasis  on  environmental  issues.  The\nenvironmental implications of the Project were reviewed and no adverse impacts were identified.\nMOET ensured that the siting, design, construction, and operations of the key learning facilities to\nbe established under the Project will follow the Bank’s Environmental Guidelines for Selected\nInfrastructure Development Projects and other relevant guidelines. DOET in each of the selected\n10 provinces and three cities have agreed to allocate a small plot of land on its TTC campus,\nowned by the provincial government, as the site for the key learning facilities. No resettlement will\nthus be involved. The provision of tubewells and toilets in the key learning facilities will improve\ngeneral sanitation. To increase local involvement and responsibility for investment in the Project,\neach of the 13 DOETs has agreed to prepare detailed feasibility design for the construction of the\nkey learning facilities based on the sample design provided in Appendix 9, following the concept\nof effective utilization of limited space of the key learning facilities. These DOETs have also\nagreed to provide some financial contributions for the O&M costs of the key learning facilities both\nduring and after the project period.\n2. Social Analysis\na. Ethnic Minorities\n80. Ethnic minorities have low participation in education in Viet Nam: about 5 percent of lower\nsecondary  school  enrollments  and  8  percent  of  TTC  enrollments  in  the  10  disadvantaged\nprovinces. The Government has been encouraging  the participation of ethnic  minorities; for\nexample, at the primary level, special programs in local ethnic minority languages have been\nestablished in ethnic minority areas throughout the country. At the lower secondary level, such\nspecial programs are not  provided.  However, all fees are  waived and  stipends  provided  in\naddition to the special boarding lower secondary schools catering only to ethnic minority students.\nUnder Loan 1537-VIE, appropriate teaching materials and teaching aids will be designed for\nethnic minority students.\n81. At the TTC level, although ethnic minority students are also provided with scholarships\nand free boarding facilities, these incentives are not  sufficient to  significantly  enhance  their\nenrollments in TTCs. The Project responds to this problem by designing ethnic minority strategies\nto enable them to have greater access to TTCs in the 10 selected provinces and to successfully\nparticipate in the TTC program without repeating the class or dropping out. To increase the ethnic\nminorities’ access to TTCs, the Project will implement a special transition program to enhance the\nTTC pre-entrance qualification of prospective candidates. At the same time, to retain them as\nsuccessful students at TTCs, the Project will implement a textbook loan scheme to provide them\nwith  free  textbooks  for  the  entire  three-year  program.  Special  teaching  methodologies  and\nteaching aids will be designed to make classroom instruction more relevant and interesting to\nthem (details on ethnic minority strategies are in Appendix 4).\nb. Gender\n82. Viet Nam has high female participation in education, with the highest female enrollments\nat the primary and lower secondary levels compared with other low-income countries. Female\nenrollment at the lower secondary level is almost 50 percent. Female participation declines in the", "26\nhigher grades, except at the TTC level, which is more popular among females than males.\nFemale enrollment is about 80 percent of total TTC enrollment. However, female enrollment\namong ethnic minorities remains low. Although the Government has provided free boarding lower\nsecondary schools and free boarding facilities at TTCs, together with scholarships, to attract more\nethnic minorities particularly females, these incentives are suppressed by some cultural values\nprevailing  in  their  communes.  Ethnic  minority  families  are  generally  reluctant  to  send  their\nteenage daughters to boarding schools. In some communes, marriages for girls can occur at an\nearly age of 13 years, after which studying is considered inappropriate. One of the ethnic minority\nstrategies to be adopted in the Project, namely, the transition program to improve TTC pre-\nentrance qualification for ethnic minorities, will respond to the gender issues by targeting to recruit\nat least 60 percent females among the target beneficiaries. In addition, the Project will also target\nat least 60 percent females as the beneficiaries of the MA/M.Ed. scholarship programs for TTC\nteachers.\nc. Poverty Reduction\n83. The World Bank has estimated Viet Nam’s poverty incidence to be about 51 percent, with\nthe poverty line of about $100 per head per year (1992/93 prices). However, about half of the\npoor (25 percent of the population) live in hard-core poverty, unable to afford the minimum daily\nfood requirements of 2,100 calories. The Government has identified the provision of adequate\nsocial services (especially basic education, basic health care, family planning, and nutrition) to\nthe poor as one of the key strategies for reducing poverty. Investment in basic education has\nbecome the top national priority, with the targets of achieving universal primary education by\n2000 and universal lower secondary education in  urban  areas by 2010.  Access to primary\neducation has been expanded substantially to reach even the most inaccessible mountainous\nareas—primary schools are now available in every commune throughout the country. At the same\ntime, the Government has been receiving substantial external assistance for improving the quality\nof primary education.\n84. Access to lower secondary education by the poor has, however, been limited, particularly\namong ethnic minorities who are the poorest of the poor. Only 19 percent of children from the\npoorest 20 percent of households enroll in lower secondary schools compared with 56 percent of\nchildren of the richest 20 percent of households. Lower secondary schools are available only in\n85 percent of the communes and are thus inaccessible to many ethnic minority groups. The\naverage poverty incidence for all the ethnic minority groups, except for the Hoa (the Chinese), is\nover 70 percent, which is much higher than the national average of 51 percent. This Project will\ncontribute  to  poverty  reduction  in  the  long  run  by  enabling  ethnic  minorities  in  the  10\ndisadvantaged provinces to have greater access to TTCs through a special transition program to\nenhance their TTC pre-entrance qualifications. After completion of their studies, they will go back\nto teach in the lower secondary schools in their own communes. The availability of ethnic minority\nteachers in communes that have no lower secondary schools yet will be a driving force for the\nGovernment to establish lower secondary schools there. The Project will also provide textbooks\nto the poorest 50 percent of TTC students including all ethnic minorities in the 10 disadvantaged\nprovinces and in the three model TTCs. This will help relieve the financial burden on their families\nand keep them as students without dropping out or repeating the class.", "27\nV. PROJECT JUSTIFICATION\nA. Socioeconomic Analysis\n1. Demand Analysis\n85. The demand for lower secondary education has increased dramatically, with an average\nenrollment growth rate of about 14 percent per year during 1993-1997. The number of lower\nsecondary schools increased by more than 40 percent over the same period. Such a high\ndemand for lower secondary education reflects the Government’s attempts to accommodate the\ngrowing  number  of  primary  school  graduates  associated  with  the  Government’s  target  of\nachieving universal primary education by 2000. To achieve a sustainable growth path and to\nsurvive in the globally competitive environment, the country needs to prepare a solid human\nresources base with adaptable skills. This can be possible only through building a strong lower\nsecondary education system since primary education provides only basic cognitive skills as the\nbasis for productivity improvements in the lower secondary level.  Given  such a  high  social\ndemand for lower secondary education, the Government has set a target for achieving universal\nlower secondary education in urban areas by 2010, with priority investments allocated to this\nsubsector,  alongside  primary  education.  These  include  expansion  of  the  number  of  lower\nsecondary schools to reach remote and mountainous areas, provision of free lower secondary\neducation and scholarships to the poor, including all ethnic minority students, and provision of\nmany boarding lower secondary schools catering only to ethnic minorities.\n86. On  the  quality  aspects,  the  Government  has  been  receiving  substantial  external\nassistance, both from bilateral and multilateral funding agencies, with the Bank taking the lead\nrole in helping improve the overall quality of lower secondary education as initiated in Loan 1537-\nVIE. This Project will also assist the Government in improving the quality of lower secondary\neducation by improving the TTC curriculum and, hence, the quality of lower secondary school\nteachers. The Government has been focusing on increasing access to TTCs by providing free\nTTC education and scholarships, together with free boarding facilities, to poor students including\nof all ethnic minorities.\n2. Economic Analysis and Project Benefits\n87. The major economic benefits of the Project lie in its contributions to improvements in the\ninternal  efficiency  of  lower  secondary  education,  as  reflected  in  the  reduced  dropout  and\nrepetition rates of lower secondary students, since better qualified teachers will have better\nknowledge  of  the  new  curriculum  and  will  do  more  effective  teaching.  The  new  teaching\nmethodologies based on student-centered approaches to be introduced by the Project will enable\nthe  newly  produced  teachers  to  interact  more  with  students,  thus  helping  improve  the\nperformance of their students. Moreover, the double major system to be instituted at TTCs will\nenable the newly produced teachers to teach more than one subject, thereby increasing the\nutilization of teachers. The benefits from the greater utilization of teachers are not their only\ncontributions to improved student performance or internal efficiency; they will also lead to higher\ncost-effectiveness in financing lower secondary education.\n88. On the basis of the cited economic benefits, economic analysis of the Project is conducted\nat the discount rate of 12 percent (Appendix 15). The student dropout and repetition rates are\nexpected to reduce from 7.0 percent and 2.1 percent prior to the project period 1999/2000 to 5.5\npercent and 1.5 percent during the mid-project period 2002/03, respectively. Moreover, teachers\nare expected to teach 10 percent more hours as a result of the double major system to be", "28\nintroduced at TTCs. The economic internal rate of return of the Project is estimated at 23 percent,\nimplying a worthwhile investment on the basis of the internal efficiency gains alone.\n3. Project Beneficiaries\n89. By the end of the Project period (2006), the project beneficiaries will include the following:\n(i) around 26,000 TTC students (about 80 percent females) who will complete their third year\nlower secondary teacher training courses under the new curriculum by the end of the project\nperiod (and their successors); and (ii) around 8 million lower secondary school students (about 50\npercent females) enrolled at the end of the project period (and their successors) who will benefit\nfrom better qualified teachers.\n90. The beneficiaries during the project period (2000-2006) include the following: (i) around\n12,000 students (about 80 percent females and including all ethnic minority students), who are\nthe poorest 50 percent of TTC students in the 10 disadvantaged provinces and the three cities\nselected  for  model  TTCs  development,  will  be  provided  with  textbooks  under  the  project’s\ntextbook lending  scheme;  (ii) around 4,000  (800 per year for five  years) prospective ethnic\nminorities (about 60 percent females) in the 10 disadvantaged provinces will be recruited to\nupgrade their TTC pre-entrance qualification so as to subsequently gain access to TTCs under\nthe  project’s  transition  program,  after  which  they  will  become  teachers  of  lower  secondary\nschools in their own communes; and (iii) around 1,500 administrative staff from MOET, DOETs,\nand TTCs (300, 700, and 500, respectively) and 5,000 TTC teachers (about 80 percent females)\nwill benefit from staff development (mainly from in-country short-term training) in various aspects\nof teacher training program improvements and institutional capacity building in management and\nin other relevant technical skills, to support and sustain the teacher training reforms.\n4. Impact on Poverty\n91. Since the Government has identified ensuring adequate access of the poor to basic social\nservices  (including basic  education)  as  one  of  the  key  strategies  for  reducing  poverty,  the\ncontributions of the Project to increasing access of ethnic minority groups to TTCs will have a\npositive impact on poverty reduction. Upon completion of their studies, the newly graduated\nethnic minority teachers will go back to teach in lower secondary schools in their own or nearby\ncommunes. This development will increase secondary school enrollment among ethnic minority\nchildren, thus equipping more of them with the necessary skills required for direct entry into the\nlabor market or for pursuing their education further to ensure a future means of livelihood. The\nethnic minority teachers themselves will also improve their lots as they will be employed by the\nGovernment as lower secondary schoolteachers. Moreover, the Project will provide textbooks,\nunder the project’s textbook lending scheme, to the poorest 50 percent of TTC students including\nall ethnic minorities as a safety net for them to complete their studies successfully as well as to\nrelieve the financial burden on their families.\n92. About 13 ethnic minority groups in the 10 disadvantaged provinces are identified in the\nproject  ethnic  minority  strategies  (Appendix  4)  as  the  beneficiaries  of  the  project’s  special\ntransition program designed to improve TTC pre-entrance qualification. These groups will include\nthe Hmong, Dao, Khmer, Muong, Nung, Thai, Tay, Cham, Katu, Xodang, Hre, Cro, and Stieng.\nPoverty incidence ranges from 66 percent for the Tay to 100 percent for the Hmong, compared\nwith 48 percent for the majority Kinh and 51 percent nationwide. Since these ethnic minority\ngroups  are  the  poorest  of  the  poor,  helping  them  gain  access  to  TTCs  and  subsequent\nemployment as teachers to teach new generations of lower secondary school students in their\nown or nearby communes will generate a more positive impact on poverty reduction in the long\nrun than the focusing of attention only on the general poor. Since the number of the beneficiaries", "29\nin this case will be around 4,000 students, about eight times the number of ethnic minority\nstudents currently enrolled at TTCs in the 10 selected provinces, the positive impact on poverty\nreduction is expected to be substantial.\n5. Sustainability\n93. The Project will generate a minor continuing incremental recurrent cost after the project\nperiod. The Government has agreed to sustain the Project into the future after its completion\nusing financial contributions (equal to 3 percent of the total investment cost of civil works and 5\npercent of the total investment cost of equipment and furniture) to be provided by provincial\ngovernments (from the 10 targeted provinces and the three cities) for the O&M cost of the project\ninputs. Given the Government’s commitment to human resources development and the shift in\nfocus to lower secondary education, alongside primary education, the share of the Government’s\ntotal recurrent expenditure devoted to overall education is expected to increase from 19 percent\nto about 22 percent during the project period (2000-2006) and to increase further afterwards. The\nincrease in the overall education share in the total recurrent expenditure is seen as a likely\nscenario given the expected moderately high GDP growth rate of 6-8 percent per annum. At the\nsame time, the share of the Government’s total recurrent education expenditure allocated to\nlower secondary education is expected to increase slightly, alongside that of primary education,\nfrom 20 percent to 21 percent during the project period. After the project period, the share of\nlower secondary education in the total recurrent education expenditure can be increased by a few\nmore  percent  with  the  achievement  of  the  goal  of  universal  primary  education  and  quality\nimprovement target.\n94. Compared  with  the  total  recurrent  expenditure  for  lower  secondary  education  the\nproportion of the incremental recurrent cost arising from the Project is small, less than 1 percent\nboth during and after the project period. This ensures that the Government can afford to sustain\nthe Project beyond the project period so that full benefits can be realized.\n6. Risks\n95. The following risks are anticipated:\n(i) Delay in the approval of proposed adjustments in the TTC program–which are\nrequired prior to revising the existing TTC curriculum–due to the involvement of a\nlarge number of Government agencies at various levels. To minimize the risk, the\nGovernment will establish a CSC, chaired by MOET’s key policy maker on teacher\ntraining, to facilitate the approval of the proposed adjustments.\n(ii)  Insufficient coordination of project inputs and activities, particularly during the first\nphase of the Project, due to the involvement of a large number of stakeholders,\nincluding  MOET,  DOETs,  TTCs,  and  TTUs.  The  Project,  therefore,  provides\nsubstantial  staff  development  activities  to  strengthen  the  stakeholders’\nmanagement and monitoring skills.\n(iii)  Insufficient coordination with Loan 1537-VIE. To minimize the risk, the project\nmanager of the loan will be appointed as a member of the PSC for this Project.\n(iv)  Insufficient project implementation experience of PIU and PPIU staff, especially at\nthe provincial level. To minimize the risk, the Project will provide training on project\nimplementation to familiarize the staff with Bank requirements and procedures.", "30\nFurther, the Project will provide a long-term international consultant to assist the\nPIU in project implementation and management.\nB. Social Dimensions\n96. The Project is designed to have direct social benefits on the enrollments and retention of\nethnic minorities, particularly females, through a special transition program to enhance their TTC\npre-entrance qualifications and a textbook loan scheme to provide them with free textbooks. The\nProject will also generate direct social impact on the retention of well-qualified TTC teachers,\nparticularly females, who will be trained under the project’s MA/M.Ed. programs. These positive\nsocial benefits will contribute to the improvements in human  resources,  especially  women’s\nstatus,  in  the  long  run.  Moreover,  since  the  Project  is  designed  with  the  participation  of\nstakeholders  and  beneficiaries  (e.g.,  MOET,  DOETs,  TTUs,  TTCs,  students  and  teachers,\nparents, and representatives of ethnic minorities), beneficiary involvement will have a positive\nsocial impact since their needs and social values have been taken into account.\nVI. ASSURANCES\nA. Specific Assurances\n97. The  Government  has  given  the  following  assurances,  in  addition  to  the  standard\nassurances, which have been incorporated in the legal documents:\n(i)  MOET will ensure that the foreign universities participating in the joint-MA/M.Ed.\nprograms are selected competitively based on criteria agreed upon with the Bank.\nMOET will submit for Bank approval the names of at least three selected local\nTTUs  and  the foreign  universities  that  have  been  selected  to  offer  the  joint-\nMA/M.Ed. programs, within six months of the effective date.\n(ii)  Within 12 months of the effective date, MOET will submit the curriculum outlines of\nthe proposed joint-MA/M.Ed. programs to the Bank for approval.\n(iii)  MOET will ensure that overseas universities to which the candidates for overseas\nMA/M.Ed. programs and for overseas short-term teaching methodologies training\nwill be sent will be selected competitively based on criteria agreed upon with the\nBank.\n(iv)  Within  12  months of the  effective date,  with  the  assistance  of  the  CSC,  the\nGovernment will have adjusted and formally approved the following changes to the\nexisting lower secondary preservice teacher training program: (a) institution of a\ndouble major system with an approximately 60:40 major and minor subject ratio,\nwithout  reducing  the  number  of  credits  allocated  to  the  major  subject;\n(b) regrouping of the TTC major-minor subject combinations to be consistent with\nthe  new  lower  secondary  subject  groups  proposed  under  Loan  1537-VIE;\n(c) increase in the number of credits for observation and practice teaching in lower\nsecondary  schools,  without a  reduction  in  the  number  of  credits  allocated  to\nteaching methodologies; (d) reinstitution of an external assessment system for\nmeasuring TTC performance and standardizing certification; and (e) increase in\nthe yearly enrollment of TTC students to match the projected growth in the number\nof lower secondary school students as set forth in Appendix 2.", "31\n(v)  MOET will monitor TTC enrollments and report the results to the Bank biannually\nduring project implementation.\n(vi)  At least two months before the commencement of each short-term overseas study\nvisit, the PIU will submit to the Bank for approval the plan of the study visit. The\nplan will describe the purpose and objective of the study visit, proposed countries\nand  institutions  to  be  visited,  names  and  positions  of  participants  and  their\naffiliated institutions, proposed areas of study, and unit and total cost estimates.\n(vii)  Within one month of the completion of each short-term overseas study visit, the\nPIU will submit to the Bank a brief report outlining the results of the study visit.\n(viii)  At least six months before the commencement of the short-term overseas study\nprogram in teaching methodologies, the PIU will submit the plan of the program to\nthe Bank for approval. The plan will describe the purpose and objective of the\nprogram, proposed countries and institutions of study, names and positions of\nparticipants and their affiliated institutions, proposed areas of study, and unit and\ntotal cost estimates.\n(ix)  Within two months of the completion of the short-term overseas study program in\nteaching methodologies, the PIU will submit to the Bank a brief report outlining the\nresults of the study program.\n(x)  MOET  will  ensure  that  all  candidates  for  overseas  and  in-country  MA/M.Ed.\nprograms will be selected competitively based on the criteria agreed upon with the\nBank  and  that  they  will  sign  agreements  that  upon  the  completion  of  their\nprograms of study, they will return to and serve in their respective institutions for\nthree years for each year of scholarship studies.\n(xi)  At the start of each calendar year, the PIU will submit to the Bank for approval the\nplan of the following year's overseas MA/M.Ed. study programs and in-country\njoint-MA/M.Ed. study programs. The plan will describe the purpose and objective\nof the MA/M.Ed. programs, proposed countries and institutions of studies, names\nand positions of participants and their affiliated institutions, proposed areas of\nstudy, and unit and total cost estimates.\n(xii)  Within two months of the completion of each academic year of study under the\noverseas and in-country MA/M.Ed. programs, the PIU will submit to the Bank a\nbrief report on the status and results of the programs.\n(xiii)  Within 12 months of the effective date, the PIU will have (a) completed baseline\nsurveys and have summary results for about 61 provinces; and (b) set baseline\nand targeted values of general and project-specific indicators by province and by\ntotal  average,  as agreed upon  with  the  Bank.  The  PIU  will  verify the  values\nannually by conducting follow-up surveys.\n(xiv)  The Government will ensure that at least 60 percent of the selected candidates for\nthe project MA/M.Ed. programs and transition program are females.\n(xv)  The Government will ensure that ethnic minority students who perform reasonably\nwell  in  the  project  transition  program  are  admitted  to  TTCs  under  the\nGovernment's scholarship program for ethnic minority students.", "32\n(xvi)  The Government will ensure that all ethnic minority candidates from the transition\nprogram who are admitted to TTCs under the Government’s scholarship program\nfor ethnic minority students sign agreements that, upon the completion of their\nprograms of study, they will return to their respective home provinces to teach in\nlower secondary schools for three years for each year of scholarship studies.\n(xvii)  The Government will give priority to ethnic minorities working at MOET, DOETs\nand TTCs to participate in the project staff development program.\n(xviii)  The Government will ensure that the  recipient  provinces  provide  the financial\ncontributions in an amount agreed upon between the Government and the Bank,\nto finance the O&M costs of the Project (details in paras. 58 and 61).\n(xix)  The  Government  will  increase  the  percentage  share  of  its  lower  secondary\nrecurrent budget in the total recurrent education budget from 20 percent to 21\npercent during project implementation (para. 36).\nB. Condition for Loan Effectiveness\n98. The Government agreed to the following condition, in addition to the standard conditions\nfor loan effectiveness, which have been incorporated in the legal documents: the Government will\nhave established the project steering committee.\nVII. RECOMMENDATION\n99. I am satisfied that the proposed loan would comply with the Articles of Agreement of the\nBank and recommend that the Board approve the loan in various currencies equivalent to Special\nDrawing Rights 18,106,000 to the Socialist Republic of Viet Nam for the Teacher Training Project,\nwith a term of 32 years, including a grace period of 8 years, and with an interest charge at the\nrate of 1 percent per annum during the grace period and 1.5 percent per annum thereafter, and\nsuch other terms and conditions as are substantially in accordance with those set forth in the draft\nLoan Agreement presented to the Board.\nTADAO CHINO\nPresident\n16 November 1999", "33\nAPPENDIXES\nNumber Title Page    Cited on\n(page, para.)\n1 Project Framework 35 1,2\n2 Major Characteristics and Performance Indicators\nof Primary and Lower Secondary Education 40 3,6\n3 External Assistance to the Education Sector 41 9,28\n4 Project Ethnic Minority Strategies 43 13,42\n5 Staff Development Plan 51 13,45\n6 Consulting Services Requirements 53 13,45\n7 Indicative Terms of Reference for Consultants 54 13,45\n8 Implementation Schedule of New Lower\nSecondary School Curriculum and Teacher\nTraining College Curriculum 63 14,47\n9 Sample Design of Key Learning Facilities 64 16,53\n10 Criteria in Selecting 10 Disadvantaged Provinces 65 17,56\n11 Project Cost by Component and Financing Plan  66 21,66\n12 Implementation Schedule 69 22,69\n13 Tentative Procurement Packages 72 22,70\n14 Key Performance Indicators 73 24,77\n15 Economic Analysis 74 27,88\nSUPPLEMENTARY APPENDIXES\n(available on request)\nA Structure of the Education System\nB Organizational Chart of Provincial Department of Education and Training\nC Organizational Chart of Ministry of Education  and Training\nD Lower Secondary School Subjects and Teacher Training College Subjects\nE Selection Criteria of Candidates for Masters Degree Programs", "34\nF Criteria in Selecting Foreign Universities for Overseas Masters Degree Programs\nG Criteria for Establishing Joint-Masters Degree Programs with Foreign Universities\nH Poverty Incidences of Main Ethnic Minority Groups\nI Sustainability Analysis", "Appendix 1, page 1\nPROJECT FRAMEWORK\nDesign Summary Project Targets Monitoring Critical Assumptions\n(Verifiable Indicators) Mechanisms (Risks)\nSector Goals (Development\nImpacts)\nImprovement in overall 1.1 LS NER increased from 49 to 70 1.1 – 1.4 inclusive: 1.1  - 1.4 inclusive:\nquality/efficiency of the percent, and completion rate from\nLS education subsector 70 to 90 percent by 2005/06 •  MOET statistics •  LS education continues\nto be a Government\n1.2 Qualified LS school teachers •  Project progress priority.\nincreased from 84 to 92 percent by reports\n2005/06 •  Sufficient time to effect\n•  Project completion change\n1.3 LS student/teacher ratio reduced report\nfrom 29:1 to  21:1 by 2005/06\n•  MIS records\n1.4 LS dropout rate decreased from 8\nto 4 percent, and repetition rate\nfrom 2 to 1 percent by 2005/06\nObjectives (Purposes)\nTo improve quality/access/\ninstitutional capacity of LS\nPSTT program\n1. Quality Improvement 1.1  TTC students who will be trained in 1.1 - 3.1 inclusive: 1.1 - 1.2 inclusive:\nthe new PSTT curriculum increased\nfrom 0 to 30 percent by 2002/03 •  Project progress •  Continued Government\nreports emphasis on improving\n1.2 TTC teachers with MA/M.Ed. rose PSTT program as a\nfrom 13 to 16 percent by 2002/03 •  Review missions solution to improving\nthe LS education sub-\n•  MIS records sector\n2. Equity Improvement 2.1 TTC ethnic minorities enrollments in •  Baseline survey 2.1 Continued\n10 disadvantaged provinces results Government support\nincreased from 8 to 12 percent by for ethnic minorities\n2002/03\n3. Institutional Capacity 3.1 MOET/DOET/TTC staff, who will be 3.1 Relevant staff\nImprovement qualified for implementing the PSTT identified for training\nreforms, increased from 10 to 30\npercent by 2002/03\nProject Components\n(Outputs)\n1.  Quality Improvement of\nLS PSTT Program\n1.1 Curriculum redesigned 1.1a 15 MOET/TTU curriculum experts 1.1a - 1.7c inclusive: 1.1a – 1.4a inclusive:\ntrained overseas in PSTT program\ndesign and curriculum dev. under •  Project progress •  Early agreement on the\na ST study visit; and 20 MOET/ reports framework for the new\nTTU/TTC curriculum experts PSTT program\ntrained in-country in these courses •  Review missions", "Appendix 1, page 2\nDesign Summary Project Targets Monitoring Critical Assumptions\n(Verifiable Indicators) Mechanisms (Risks)\n1.1b PSTT curriculum (including •  Project workshops •  Suitably qualified\nsyllabus, teaching methodologies, participants for training\nand student assessment) revised identified\n1.2 Instructional materials 1.2a 15 MOET/TTU textbook experts\ndeveloped trained overseas in textbook\ndevelopment and publications\nunder a ST study visit\n1.2b 66 MOET/DOET/TTU/TTC\ntextbook writers trained in-country\nin textbook development and\npublications, 81 in teaching\nmethodologies/student\nassessment, and 81 in syllabus\ndesign/web-based modules\ndevelopment\n1.2c 300 TTC student textbooks and 45\nteacher manuals designed, and\nteaching aids developed\n1.2d New curriculum/textbooks/teacher\nmanuals developed in web-based\nmodules\n1.2e New PSTT curriculum/textbooks/\nteacher manuals piloted in three\nmodel TTCs, and later published\n1.3 Instructional materials 1.3a 50 sets of TTC student textbooks\nprovided and 10 sets of TTC teacher\nmanuals (with 50 sets of the new\nLS school textbooks/workbooks/\nteacher manuals) provided to each\nof the 61 TTC libraries\n1.3b 40 MOET/DOET/TTC\nadministrators trained in-country in\ntextbook lending scheme operation\n1.3c Textbook lending scheme\ndesigned/implemented in TTCs in\nthe 10 disadvantaged provinces\nand in the three model TTCs\n1.4 New curriculum/ 1.4a 335 MOET/DOET/TTC\ntextbooks/student administrators, 915 TTC lead\nassessment oriented subject teachers, and 4,085 TTC\nteachers trained in-country to\nfamiliarize them with the new\ncurriculum/textbooks/student\nassessment\n1.5 TTC teachers 1.5a 200 TTC teachers trained 1.5a – 1.5e inclusive:\nqualifications upgraded overseas for one-year MA/M.Ed.\nand 1,000 TTC teachers trained in- •  Suitably qualified\ncountry for joint-MA/M.Ed. in their participants for training\nsubject areas; and later deliver in- identified\ncountry training in these courses to\n915 TTC lead subject teachers", "Appendix 1, page 3\nDesign Summary Project Targets Monitoring Critical Assumptions\n(Verifiable Indicators) Mechanisms (Risks)\n1.5b 230 and 1,150 candidates selected\nfor MA/M.Ed. in 1.5a (15 percent\nmore to allow for failure to get\ngood TOEFL scores) trained in-\ncountry in English language prior\nto taking MA/M.Ed.\n1.5c 45 TTC lead subject teachers\ntrained overseas in ST courses in\nteaching methodologies for their\nsubject areas; and later deliver in-\ncountry training in these courses to\nthe remaining 870 TTC lead\nsubject teachers\n1.5d 45 candidates selected in 1.5c\ntrained in-country in English\nlanguage prior to departure\n1.5e 66 MOET/DOET/TTC subject\ncoordinators trained in-country in\nthe new curriculum/textbooks\nusing web-based modules; and\nlater deliver training in these\ncourses to 68 MOET/DOET\nadministrators and 915 TTC lead\nsubject teachers, who will later\ndeliver similar training to 4,085\nTTC teachers\n1.6 Model/specialized TTCs 1.6a KLFs in the three DOET’s model 1.6a – 1.6e inclusive:\nsupported TTCs established/equipped; and\nlabs. equipped •  DOETs commit land\nand recurrent costs for\n1.6b 3 TTC’s KLF coordinators trained O&M.\noverseas in KLF O&M under a ST\nstudy visit; and 6 TTC’s KLF •  Effective involvement of\nassistant coordinators trained in- the communities\ncountry in these courses\n•  Early procurement of\n1.6c Operational plan of model TTCs equipment/furniture/\ndeveloped; and 15 TTC planning instructional materials/\nstaff trained in-country in civil works\noperational planning of model\nTTCs\n1.6d 30 TTC teachers trained in-country\nin lab. O&M\n1.6e Instructional materials/furniture/\nrehabilitation provided to three\nMOET’s TTCs specializing in art &\nmusic\n1.7 External assessment 1.7a External assessment mechanism 1.7a – 1.7c inclusive:\nmechanism re- designed/piloted/reestablished;\nestablished and equipment provided •  Role of MOET in\nassessment reaffirmed", "Appendix 1, page 4\nDesign Summary Project Targets Monitoring Critical Assumptions\n(Verifiable Indicators) Mechanisms (Risks)\n1.7b 8 MOET/DOET QA experts trained\noverseas under a ST study visit in\nPSTT program certification, and 5\nin PSTT program evaluation\n1.7c 50 MOET/TTC QA experts trained\nin-country in test construction/\ngrading; and 195 MOET/DOET/\nTTC exam coordinators trained in\nQA system implementation\n2. Increased Facilities\nand Access to TTCs in\nDisadvantaged\nProvinces\n2.1 TTC facilities in the 10 2.1a KLFs in the 10 TTCs established/ 2.1a – 2.3b inclusive: 2.1a – 2.1c inclusive:\nselected disadvantaged equipped; labs. equipped; and\nprovinces upgraded facilities for physical education •  Project reports •  DOETs commit land\nprovided and recurrent costs for\n•  Review missions O&M.\n2.1b 10 TTC’s KLF coordinators trained\noverseas in KLF O&M under a ST •  Project workshops •  Effective involvement of\nstudy visit; and 20 TTC’s KLF the communities\nassistant coordinators trained in- •  Site visits\ncountry in these courses •  Early procurement of\n•  Sample surveys equipment/furniture/\n2.1c 50 TTC teachers trained in-country instructional materials/\nin lab. O&M civil works\n2.2 TTC pre-entrance 2.2a 4,000 ethnic minorities (800/per 2.2a Sufficient number of\nqualification of ethnic year for five years) recruited for the ethnic minority\nminorities in the 10 transition program to improve their candidates for the\nprovinces improved TTC pre-entrance qualification; and program\nthe program designed/implemented\n2.3 Instructional support 2.3a TTC labs. in other 17 provinces (not 2.3a – 2.3b inclusive:\nresources to other covered by lab. equipment support\nprovinces provided under Loan 1537-VIE) equipped; •  DOETs commit\nand facilities for physical education recurrent costs for\nprovided O&M.\n2.3b 85 TTC teachers trained in-country •  Early procurement of\nin lab. O&M equipment/furniture/\ninstructional materials\n3. Institutional Capacity\nBuilding and Project\nImplementation\n3.1 Management and 3.1a 59 senior MOET/DOET/TTC 3.1a – 3.2c inclusive: 3.1a – 3.1f inclusive:\ntechnical skills admin. (20/26/13) trained overseas\nstrengthened in Ed. Planning & Management •  Project reports •  Suitably qualified\nunder a ST study visit participants for training\n•  Review missions identified", "Appendix 1, page 5\nDesign Summary Project Targets Monitoring Critical Assumptions\n(Verifiable Indicators) Mechanisms (Risks)\n3.1b 100 MOET/DOET/TTC •  Project workshops •  Timely design of all\nadministrators (15/21/64) trained courses\noverseas for one-year M.Ed. in Ed. •  Site visits\nPlanning & Management\n•  Sample surveys\n3. 1c 115 candidates selected in 3.1b\n(15 percent more to allow for •  MOET/DOET/TTC\nfailure to get good TOEFL scores) Personnel records\ntrained in-country in English\nlanguage prior to taking M.Ed.\n3.1d 244 DOET admin. trained in-\ncountry in management (ed.\nadmin.), 610 DOET technical staff\ntrained in technical skills, and 488\nTTC dept. heads trained in\nmanagement/leadership\n3.1e 848 MOET/DOET/TTC staff (30/\n305/513) trained in-country in\nEnglish communications; and 337\nMOET/DOET/TTC staff (20/183/\n134) trained in internet operations\n3.1f Internet facilities established at\nMOET/DOETs/TTCs\n3.2 Project implementation 3.2a Central PIU/PPIUs equipped 3.2a Early procurement of\nsupported equipment/furniture\n3.2b 288 MOET/DOET/TTC staff (132/ 3.2b Timely design of all\n78/78), directly/indirectly involved courses\nin central PIU, trained in project\nimplementation in-country\nannually; and 468 DOET/TTC staff\n(234/234), directly/indirectly\ninvolved in PPIUs, trained annually\n3.2c Baseline surveys/analysis for BME 3.2c Close collaboration\nconducted to monitor the Project with Loan 1537-VIE\nprogress against key performance established\nindicators\nBME = benefits monitoring and evaluation, DOET = provincial department of education and training, Ed. = education, KLF = key\nlearning facilities, Lab. = laboratory, LS = lower secondary, MA/M.Ed. = Master of Art/Education, MIS = management information\nsystem, MOET = Ministry of Education and Training, NER = net enrollment rate, O&M = operation and maintenance, PIU =\nproject implementation unit, PPIU = provincial project implementation unit, PSTT = preservice teacher training, QA = quality\nassurance, ST = short-term, TOEFL = test of English as a foreign language, TTC = teacher training college/school, TTU =\nteacher training university.\nNote: The total number of MOET, DOET, and TTC administrative staff and TTC teachers (including lead subject teachers)\ncombined for the proposed training programs are around 6,500 (300, 700, 500, and 5,000, respectively). This number is\nless than the total number of trainees shown in Appendix 5 because many of the same staff will undertake more than\none training program.", "MAJOR CHARACTERISTICS AND PERFORMANCE INDICATORS OF PRIMARY AND LOWER SECONDARY EDUCATIONa\nCharacteristic  1991/92 1992/93 1993/94  1994/95 1995/96 1996/97 1997/98 1998/99 1999/2000 2000/01 2001/02 2002/03 2003/04 2004/05 2005/06\nPrimary Education\nStudents (Enrollment) 9,105,104 9,476,441 9,725,095 ######## ######## ######## ######## ######## ######## ######## ######## ######## ######## ######## ########\nEnrollment Growth Rate (%) 4.1 2.6 3.3 1.7 1.6 1.7 1.8 2.0 2.2 2.5 2.5 3.0 3.0 3.0\nTeachers 263,215 264,808 275,640 288,173 298,407 310,264 325,777 342,066 359,169 377,128 399,756 427,738 461,957 503,534 553,887\nTeacher Growth Rate (%) 0.6 4.1 4.5 3.6 4.0 5.0 5.0 5.0 5.0 6.0 7.0 8.0 9.0 10.0\nLower Secondary Education\nClasses 73,027 75,088 80,027 91,054 104,294 116,663 125,456 134,038 149,361 156,700 164,900 175,500 184,200 193,500 204,200\nStudents (Enrollment) 2,678,350 2,813,992 3,101,483 3,678,734 4,312,674 4,860,709 5,252,144 5,577,695 5,879,100 6,190,600 6,512,500 6,844,600 7,186,800 7,546,200 7,923,500\n   - Females 1,181,939 1,295,483 1,428,803 1,806,710 2,016,094 2,308,837 2,521,029 2,677,294 2,851,364 3,002,441 3,191,125 3,353,854 3,593,400 3,773,100 3,961,750\nEnrollment Growth Rate (%) 5.1 10.2 18.6 17.2 12.7 8.1 6.2 5.4 5.3 5.2 5.1 5.0 5.0 5.0   \nTeachers 130,431 127,004 132,722 142,215 154,416 166,552 179,512 195,085 248,648 282,100 296,800 319,400 337,100 356,000 377,800\n   - Females 88,791 83,952 89,587 97,198 106,953 119,917 134,634 150,215 198,918 225,680 243,376 265,102 283,164 302,600 321,130\nTeacher Growth Rate (%) -2.6 4.5 7.2 8.6 7.9 7.8 8.7 27.5 13.5 5.2 7.6 5.5 5.6 6.1\nQualified Teachers 82,452 88,619 105,578 112,334 122,755 134,891 147,851 163,424 216,987 250,439 265,139 287,739 305,439 324,339 346,139\nQual.Teachers Growth Rate (%) 7.5 19.1 6.4 9.3 9.9 9.6 10.5 32.8 15.4 5.9 8.5 6.2 6.2 6.7\nPerformance Indicator 1991/92 1992/93 1993/94  1994/95 1995/96 1996/97 1997/98 1998/99 1999/2000 2000/01 2001/02 2002/03 2003/04 2004/05 2005/06\nPrimary Education\nGER (%) 103 105 108 109 113 115 117 120 121 122 123 124 126 129 130\nNER (%) 85.0 87.0 90.0 91.0 92.0 93.0 94.0 96.0 98.0 99.0 100.0 100.0 100.0 100.0 100.0\nCompletion Rate (%) 66.0 66.5 67.0 67.5 68.1 68.5 69.0 70.0 72.0 75.0 78.0 80.0 83.0 87.0 90.0\nRepetition Rate (%) 6.5 6.3 6.0 5.8 5.7 5.0 4.6 4.3 4.0 3.5 3.0 2.5 2.0 1.5 1.2\nDropout Rate (%) 8.3 8.2 8.0 7.5 6.9 6.5 6.0 5.5 5.0 4.5 4.0 3.5 3.0 2.5 2.0\nStudents/Teachers 34.6 35.8 35.3 34.9 34.2 33.4 32.4 31.4 30.5 29.7 28.7 27.5 26.2 24.8 23.2\nLower Secondary Education:\nGER (%) 43.6 45.3 48.8 49.0 55.0 61.0 64.0 65.0 69.0 75.0 80.0 85.0 88.0 92.0 95.0\nNER (%) 38.0 39.0 42.0 42.0 46.0 47.0 48.0 49.0 52.0 55.0 58.0 60.0 62.0 65.0 70.0\nCompletion Rate (%) 66.0 66.5 67.0 67.5 68.0 68.0 69.0 70.0 72.0 75.0 78.0 80.0 83.0 87.0 90.0\nRepetition Rate (%) 2.9 2.6 3.0 2.6 2.3 2.4 2.3 2.2 2.1 2.0 1.8 1.5 1.4 1.3 1.2\nDropout Rate (%) 21.6 16.1 12.5 7.4 8.0 8.6 8.1 7.8 7.0 6.5 6.0 5.5 5.0 4.5 4.0\n% Female Students 44.1 46.0 46.1 49.1 46.7 47.5 48.0 48.0 48.5 48.5 49.0 49.0 50.0 50.0 50.0\n% Female Teachers 68.1 66.1 67.5 68.3 69.3 72.0 75.0 77.0 80.0 80.0 82.0 83.0 84.0 85.0 85.0\n% Qualified Teachers 63.2 69.8 79.5 79.0 79.5 81.0 82.4 83.8 87.3 88.8 89.3 90.1 90.6 91.1 91.6\nStudents/Class 36.7 37.5 38.8 40.4 41.4 41.7 41.9 41.6 39.4 39.5 39.5 39.0 39.0 39.0 38.8\nTeachers/Class 1.8 1.7 1.7 1.6 1.5 1.4 1.4 1.5 1.7 1.8 1.8 1.8 1.8 1.8 1.9\nQualified Teachers/Class 1.1 1.2 1.3 1.2 1.2 1.2 1.2 1.2 1.5 1.6 1.6 1.6 1.7 1.7 1.7\nStudents/Teacher 20.5 22.2 23.4 25.9 27.9 29.2 29.3 28.6 23.6 21.9 21.9 21.5 21.3 21.2 21.0\nStudents/Qualified Teacher 32.5 31.8 29.4 32.7 35.1 36.0 35.5 34.1 27.1 24.7 24.6 23.8 23.5 23.3 22.9\nGER = gross enrollment rate,  NER = net enrollment rate.  \nNote:  The data for 1999/2000 to 2005/06 (including the number of classes, student enrolments, and teachers) are based on Government projections, which take into account its teacher expansion plan.\n          Since some of the data for 1998/99 are not readily available, they are based on estimates from various sources.\na        Including demand and supply of teachers as measured by number of students, number of teachers, and student/teacher ratios.\nSource:  Government and staff estimates.", "Appendix 3, page 1\nEXTERNAL ASSISTANCE TO THE EDUCATION SECTOR\n(1991-1999)\nSource/Project Amount\n($ million)\nA. Multilateral\nAsian Development Bank (ADB)\n- Lower Secondary Education Development 50.0\n- Vocational and Technical Education 54.0\nOrganization of Petroleum Exporting Countries (OPEC)\n- Hanoi National University 7.0\nUnited Nations Development Programme (UNDP)\n- Environmental Education in Viet Nam’s Schools 0.84\n- Literacy and Vocational Education for Ethnic Minority Women\nand Girls in Viet Nam 0.16\n- Strategic Policy and Program Development in Education for All 0.15\nUnited Nations Children’s Fund (UNICEF)\n- Development of Primary Education, Kindergarten, and\nUnderprivileged Children 7.0\nWorld Bank\n- Primary Education 70.0\n- Higher Education 83.3\nB. Bilateral\nAustralia\n- Graduate Training and Establishment of an English Language\nCenter and Scholarship Programs 12.5\n- English Language Technical Training 5.0\nBelgium\n- Distance Training for Primary Education Teachers in Five\nDisadvantaged Provinces 2.5\n- Teacher Training for Basic Education in Seven Disadvantaged\nProvinces 1.34\n- Lower Secondary Education Development (Cofinanced with\nADB) 0.5\nCanada\n- Institutional Linkages Between Canadian and Vietnamese\nUniversities 8.2\n- Strengthening Capacity of National Institute of Educational\nDevelopment in Strategic Planning 0.5", "Appendix 3, page 2\nSource/Project Amount\n($ million)\nEuropean Union\n- Strengthening Capacity of Ministry of Education and Training in\nEducation Management and Information System 7.5\nFinland\n- Equipment for Technical Schools in Quinhon 1.0\nFrance\n- Vocational and Technical Education (Cofinanced with ADB) 12.0\nGermany\n- Assistance to Vocational Teacher Training Schools 12.0\nJapan\n- Upgrading of Can Tho University 20.5\n- Support to Primary Schools Affected by Typhoons 51.0\n- Vocational and Technical Education (Tentatively Cofinanced with\nADB) To be determined\nKorea, Rep. of\n- Assistance for Renovating Two Vocational Training Schools 5.3\nNetherlands\n- Training of Hearing-Impaired Teachers 1.0\n- Viet Nam-Netherlands Research Programs 5.0\n- Establishment of Six Community Colleges 7.5\nNordic Development Fund\n- Vocational and Technical Education (Cofinanced with ADB) 6.0\nSweden\n- Assistance to the Economic Development Training Center and\nScholarship Programs 2.7\nSwitzerland\n- Assistance to Forestry College and Vocational Training Centers 3.2\nThailand\n- Assistance to Bac Thai Agricultural College and Tu Liem\nVocational Training Center 1.5\nUnited Kingdom\n- English Language Teacher Training 4.3\n- Primary Education Teacher Training (Cofinanced with World\nBank) 24.0", "Appendix 4, page 1\nPROJECT ETHNIC MINORITY STRATEGIES\nA. Background and Rationale\n1. The about 53 ethnic minority groups in Viet Nam comprise around 13 percent of the total\npopulation. The main groups are Tay, Thai, Hoa, Khmer, Muong, and Nung; together they make\nup two thirds of the total ethnic minority population (Table A4.1).\nTable A4.1: Share of Main Ethnic Minority Population\n% of Total\nVietnamese\nGroup Million Population\nTay 1.386 1.8\nThai 1.155 1.5\nHoa 1.078 1.4\nKhmer 1.001 1.3\nMuong 1.001 1.3\nNung 0.847 1.1\nOthers 3.533 4.6\nTotal Ethnic Minorities 10.0 13.0\nTotal Vietnamese Population\n77.0 100.0\n2. In the 10 disadvantaged provinces selected for the Project,1 a very high concentration of\nsome of the main ethnic minority groups (e.g., Tay, Thai, Muong, and Nung) is found in the four\nnorthern mountainous provinces of Ha Giang, Lao Cai, Lai Chau and Thanh Hoa (Table A4.2).\nThe concentration of another main ethnic minority group (Khmer) is also high in the three\nsouthern Mekong Delta provinces (Binh Phuoc, Tra Vinh, and Soc Trang). The remaining three\nprovinces in the central region (Binh Dinh, Quang Nam, and Quang Ngai) also have some\nethnic minority groups (e.g., Cham, Hre, and Katu), but not as many as those in the north and\nthe south. With the exception of the Hoa, who are ethnic Chinese concentrated in urban areas\nand coastal provinces, the rest of the ethnic minority groups have lower socioeconomic status\nand less access to social services than the majority Kinh. Many ethnic minority communes do\nnot have lower secondary schools; and although every province has its own teacher training\ncollege  (TTC),  the  college  is  usually  located  in  the  center  of  the  province  far  from  their\ncommunes. The Government responded to this problem by providing free education to ethnic\nminorities (including scholarships, together with special boarding lower secondary schools, and\nfree boarding facilities at TTCs). Yet, TTC enrollments of ethnic minorities remain low (about 8\npercent in the 10 selected provinces). Of the 10 provinces, only Ha Giang and Lai Chau have\nethnic minority TTC enrollments higher than 30 percent; those of the rest range from 0 to 21\npercent (Table A4.2). However, the more than 30 percent TTC enrollment shares of ethnic\nminorities in the two provinces should not be considered high compared with the much higher\nshares (more than 80 percent) of ethnic minority population in the total provincial population.\n                                               \n1 The 10 disadvantaged provinces were selected on the basis of poverty, shortages of facilities at teacher training\ninstitutions, and regional disadvantages described in detail in Appendix 10.", "Appendix 4, page 2\nTable A4.2: Main EM Groups and Their TTC Enrollment Shares in 10 Selected Provinces\nProvince Total EM Groups in EM Pop. in EM Pop. EM TTC\nProvincial Province Province (% of Enrollment (%\nPop. Provincial of Prov. TTC\nPop.) Enrollments)\n1. Ha Giang 575,000 Hmong 178,250 31\nTay 149,500 26\nDao 80,500 14\nNung 57,500 10\nOthers 46,000 8\nTotal 511,750 89 42\n2. Lao Cai 632,000 Hmong 145,360 23\nNung 126,000 20\nTay 75,840 12\nDao 63,000 10\nOthers 12,500 2\nTotal 423,100 67 21\n3. Lai Chau 521,000 Thai 187,416 36\nHmong 130,150 25\nDao 31,236 6\nKho Mu 15,618 3\nHa Nhi 11,000 2\nGiay 5,000 1\nLa Hu 5,000 1\nOthers 30,000 6\nTotal 415,420 80 30\n4. Thanh Hoa 3,630,000 Muong 254,100 7\nThai 181,500 5\nTaoi 18,000 0.5\nDao 18,000 0.5\nKho Mu 18,000 0.5\nOthers 36,000 1\nTotal 525,600 15 7\n5. Binh Dinh 1,500,000 Cham 15,000 1\nBa Na 4,500 0.3\nHre 4,500 0.3\nOthers 4,500 0.3\nTotal 28,500 2 0\n6. Quang Nam 1,386,000 Katu 21,000 1.5\nXodang 21,000 1.5\nOthers 14,000 1\nTotal 56,000 4 0\n7. Quang Ngai 1,257,000 Hre 106,845 8.5\nCro 25,000 2\nOthers 6,500 0.5\nTotal 138,345 11 2\n8. Binh Phuoc 600,000 Stieng 66,000 11\nKhmer 24,000 4\nOthers 6,000 1\nTotal 96,000 16 3\n9. Tra Vinh 1,024,000 Khmer 307,200 30\nOthers 10,000 1\nTotal 317,200 31 9\n10. Soc Trang 1,270,000 Khmer 317,500 25\nHoa 12,760 1\nTotal 330,260 26 12\nTotal 10 Provinces 12,395,000 2,842,175 23\n EM = ethnic minority, Pop. = population, TTC = teacher training college.", "Appendix 4, page 3\nB. Objectives and Scope\n3. The generally low TTC enrollment shares of ethnic minorities indicate that the free TTC\nboarding facilities and Government scholarships are not sufficient to attract ethnic minority\nfamilies to send their children to enroll there, nor to keep them there. The Project responds by\ndesigning the objectives of ethnic minority strategies in the 10 selected provinces as follows:\n(i) to provide TTC ethnic minority students with adequate learning materials to prevent them\nfrom repeating the class or dropping out, and (ii) to upgrade the pre-entrance qualification of\nethnic minorities to enable them to gain access to TTCs. The project ethnic minority strategies\nare reflected in the following subcomponents: (i) subcomponent 1c: provide TTC ethnic minority\nstudents (and other poor students) with textbooks, under a textbook lending scheme, without\nhaving to pay; and (ii) subcomponent 2b: improve TTC pre-entrance qualification of prospective\nethnic minorities under a transition program.\nC. Description of the Project Ethnic Minority Strategies\n1. Subcomponent 1c: Textbook Lending Scheme\n4. A textbook lending scheme for the poorest 50 percent of TTC students (including all\nethnic minorities and other poor students) in the 10 disadvantaged provinces and in the three\ncities selected for development of model TTCs will be designed by an international consultant\nand a domestic consultant in the first year of the Project and piloted in these 13 TTCs to\n(i) provide a safety net for the poor, (ii) retain larger numbers of ethnic minority students at\nTTCs, and (iii) attract more of them to enroll at TTCs. The same consultants will give training in\ntextbook lending scheme operations to selected administrators from the Ministry of Education\nand Training (MOET), the provincial departments of education and training (DOETs) in the 10\nprovinces and the three cities, and the corresponding 13 TTCs. A manual for textbook lending\noperations will be developed and distributed as part of the training program. Textbooks for all of\nthe TTC subjects will be distributed to these 13 TTCs at least in the third year of the Project,\nafter they have been revised in accordance with the new curriculum. By the end of the Project,\nthe textbook lending scheme will be in operation in the 13 TTCs after undergoing pilot tests for\nall three years of the TTC program. In addition, to be culturally sensitive to the needs of ethnic\nminority students, alternative teaching methodologies and teaching aids will be designed for\nthem. If the total enrollments in the 13 TTCs will double during the project period (2000-2006) to\nabout 24,000 students as tentatively planned, it is expected that about 12,000 students (50\npercent) will be covered by the textbook lending scheme. Of the 12,000 beneficiaries, around\n3,000 (25 percent) are expected to be ethnic minority students.\n2. Subcomponent  2b:  Improved  TTC  Pre-entrance  Qualifications  of  Ethnic\nMinorities\n5. A special transition program to enhance TTC pre-entrance qualifications of prospective\nethnic minorities in the 10 disadvantaged provinces will consist of four elements:\n(i) Beneficiary  identification  recruitment  campaigns  will  be  conducted  in  the  10\ndisadvantaged provinces to enroll suitable trainees. The campaign will include\nenhancing the awareness of ethnic minority communities about the advantages\nof sending their children (especially females) to school (including TTCs) as well\nas establishing coordination mechanisms between the provincial DOETs and\ndistrict education offices in meeting TTC enrollment targets. Although about 80\npercent of overall TTC students are females, the recruitment for this transition", "Appendix 4, page 4\nprogram will give priority (at least 60 percent) to ethnic minority females, who are\nmore constrained by cultural attitudes than are their male counterparts.\n(ii) Intensive  preparatory  courses  aimed  at  consolidating  foundation  knowledge\nusually  absorbed  at  the  secondary  school  level  will  be  developed  by  an\ninternational  consultant  and  a  domestic  consultant.  These  courses  will  be\ndelivered over six months before the commencement of the TTC school year.\nTutorial rooms to be built by this Project as part of the key learning facilities will\nbe used as the training venues.\n(iii) Special remedial courses will be provided to ethnic minority students identified as\nhaving pronounced academic weakness, with smaller than normal class size to\npermit special attention.\n(iv) A  two-week  orientation  program  will  be  delivered  to  newly  enrolled  ethnic\nminority students, which will also provide the TTCs with an opportunity to learn\nabout their new ethnic minority students and their particular needs (e.g., special\nlanguage tuition and particular needs for females). During this program, a student\nmentor support system will be established by partnering the new ethnic minority\nstudents with high performing urban students willing to assist their peers in study.\n6. Since most of the existing TTC ethnic minority students come from some of the main\nethnic minority groups, the number of ethnic minority groups targeted for the project ethnic\nminority strategies under subcomponent 2b will be limited to these groups (Table A4.3). The\nbenefits of the targeting are as follows: (i) avoiding fragmentation and geographical obstacles\nfor the Project in targeting and recruiting prospective ethnic minorities for the transition program;\n(ii)  creating  a  more  supportive  and  sustainable  schooling  for  ethnic  communities  for  their\ncontinuing participation at TTCs (after which the Government can cast a wider net to capture\nother ethnic minority groups); and (iii) avoiding overly ambitious coverage at this pilot stage so\nthat the strategies can be successfully applied and refined later. This targeting, however, does\nnot mean that access will be denied to students from other ethnic minority groups.\n7. From Table A4.3, the total TTC enrollment of ethnic minorities (for years 1-3) in the 10\nprovinces at one point in time during the project period will be about 2,340 students. This figure\nis arrived at by assuming that the share of ethnic minority enrollments at TTCs in the 10\nprovinces will double during the  project  period  (from  the  current  level of 8  percent to 16\npercent). The distribution of the targeted number of beneficiaries across the 10 provinces then\nfollows a targeted percentage of ethnic minority enrollments in each province. Provinces with\nhigh current percentages of ethnic minorities in the total provincial population (Table A4.2) will\nbe targeted for larger percentages of beneficiaries. Of the total 2,340 expected ethnic minority\nstudents in the 10 provinces for the three-year program, at least 780 (or about 800) students\nshould be recruited as the beneficiaries for the transition program each year and subsequently\nenrolled as TTC students under the Government’s scholarship program for ethnic minorities,\nprovided that they perform reasonably well in the  transition program.  If  the  design  of  the\ntransition program is ready for implementation by the second year of the Project, the program\ncan be implemented for five years and will cover a total of at least  3,900 (or about 4,000)\nbeneficiaries.", "Appendix 4, page 5\nTable A4.3: Target EM Groups and Beneficiaries\nProvince Target EM Total EM Current Current Expected Expected (Targeted)\nGroup Pop. in Total TTC TTC Enrollments Total TTC TTC Enrollment of\nTarget Enrollmenta of EM Students Enrollment in EM Students in\nGroup in Province in Province Province Province\n(no.) no. % (no. for 3 yr) (no. (no. %\nfor 3 per\nyr) yr)\n1.  Ha Giang Hmong 178,250\nTay 149,500\nDao 80,500\nNung 57,500\nTotal 465,750 339 142 42 678 440 146 65\n2.  Lao Cai Hmong 145,360\nNung 126,000\nTay 75,480\nDao 63,000\nTotal 410,240 174 37 21 348 170 57 50\n3.  Lai Chau Thai 187,416\nHmong 130,150\nDao 31,236\nTotal 348,802 200 60 30 400 240 80 60\n4.  Thanh Hoa Muong 254,100\nThai 181,500\nTotal 435,600 2,749 192 7 5,498 770 256 14\n5.  Binh Dinh Cham 15,000 1,044 0 0 2,088 30 10 1.4\n6.  Quang Nam Katu 21,000\nXodang 21,000\nTotal 42,000 466 0 0 932 30 10 3\n7.  Quang Ngai Hre 106,845\nCro 25,000\nTotal 131,845 985 20 2 1,970 200 67 10\n8.  Binh Phuoc Stieng 66,000\nKhmer 24,000\nTotal 90,000 379 11 3 758 100 34 13\n9.  Tra Vinh Khmer 307,200 208 19 9 416 110 37 26\n10.  Soc Trang Khmer 317,500 558 67 12 1,116 250 83 22\nTotal for 10 7,102 548 8 14,204 2,340 780 16\nProv. (3 yr)\nTotal for 61\nProv. (3 yr) 44,000 84,000\nTotal for 61\nProv. (per yr) 15,000 28,000\nEM = ethnic minority, Pop. = population, Prov. = province, TTC = teacher training college.\na Since every TTC provides teacher training for both primary and lower secondary education programs, the enrollments\npresented in the table are limited to only the lower secondary education program.", "Appendix 4, page 6\nD. Social Assessment of Target Groups\n1. Socioeconomic Profile of Target Groups\na. Northern Mountainous Provinces\n8. The target ethnic minority groups in the four northern mountainous provinces (Ha Giang,\nLao Cai, Lai Chau, and Thanh Hoa) are the Hmong, Tay, Dao, Nung, Thai, and Muong. Based\non the socioeconomic profiles in Table A4.4, the main location where they live exerts significant\ninfluences on their socioeconomic status, main economic activity, and cultural characteristics.\nThose living in upland, high-altitude areas (e.g., Hmong and Dao) are very poor, especially the\nHmong who also practice shifting agriculture with mobile villages. The mountainous nature of\nmost of these provinces, which are inaccessible by road, together with the shifting agricultural\npractices, makes physical access to education and other social services very difficult. With the\nlimited availability of lower secondary schools (e.g., only 30 percent of the districts in Ha Giang\nProvince have lower secondary schools), access to education beyond the primary level is\nextremely limited.\nTable A4.4: Socioeconomic Profile of Target EM Groups in the North\nEM Groups Main Location Socioeconomic Main Economic Cultural\nStatus Activity Characteristics\nHmong Upland (high Very low Agriculture (some Mobile villages, early\naltitude) shifting marriages of females,\nagriculture) Romanized language\nTay Upland/Lowland Low Agriculture Sophisticated art,\nvalleys Romanized language\nDao Upland (High Very low Agriculture Established literature,\naltitude) Chinese script\nThai Upland/Lowland Low Agriculture Large villages,\nvalleys Sanskrit-derived\nlanguage, rich arts\nand traditions\nMuong Lowland/Mountain Low Agriculture Practice Buddhism,\nvalleys large villages, rich\nliterature, culturally\nclose to Thai\nEM = ethnic minority.\nb. Central Provinces\n9. The target ethnic minority groups in the three central provinces (Binh Dinh, Quang Nam,\nand Quang Ngai) are the Cham, Katu, Xodang, Hre, and Cro. Their socioeconomic profile\n(Table A4.5) shows that all these groups are concentrated in the western highland areas of the\nprovinces, which are difficult to access. The majority of them practice shifting agriculture, and\nhave a very low socioeconomic status. The characteristics of their main location and economic\nactivity make access to education and other social services very difficult.", "Appendix 4, page 7\nTable A4.5: Socioeconomic Profile of Target EM Groups in the Central Region\nEM Group Main Location Socioeconomic Main Economic Cultural\nStatus Activity Characteristics\nCham Western upland Very low Agriculture Settled villages,\nadopt Hinduism,\nrich in literature and\nartistic traditions\nKatu Western upland Very low Agriculture Small villages,\nrudimentary\nhandicrafts\nXodang Western upland Very low Shifting Stilt houses in\nagriculture mobile villages,\nrudimentary\nhandicrafts\nHre Western upland Very low Shifting Stilt houses in large\nagriculture villages, rice\ncultivation\nCro Western upland Very low Shifting Large villages, rice\nagriculture cultivation\nEM = ethnic minority.\nc. Southern Flood-Prone Mekong Delta Provinces\n10. The target ethnic minority groups in the three southern flood-prone provinces in the\nMekong-Delta areas (Binh Phuoc, Tra Vinh, and Soc Trang) are the Stieng and Khmer. Their\nsocioeconomic profile (Table A4.6) shows both groups live in the delta’s rural areas. Although\nthe land in the delta areas is normally fertile, which permits multiple cropping by the Stieng, it is\nprone to flooding during the monsoon season. In addition, most of the Khmer do not own land\nand have to work on farms as landless hired labor. The resulting economic status of both\ngroups is thus low. Since both normally live in remote rural areas in isolation from the Kinh\nmajority, they have low access to education and other social services.\nTable A4.6: Socioeconomic Profile of Target EM Groups in the South\nEM Group Main Location Socioeconomic Main Economic Cultural\nStatus Activity Characteristics\nStieng Delta (rural Low Agriculture/fishing Long houses in\nareas) small villages, wet\nrice cultivation with\nmultiple cropping\nKhmer Delta (rural Low Agriculture/fishing Work as landless\nareas) hired labor, rich in\nliterature and\nartistic traditions\nEM = ethnic minority.", "Appendix 4, page 8\n2. Needs of Target Groups\n11. The socioeconomic profile of the target groups assessed in the preceding subsections\nhave a significant bearing on the need for better education for their offspring in relation to other\nneeds. Since these target groups belong to the low and very low socioeconomic strata, they are\ninevitably preoccupied with immediate needs (e.g., improvement in income). Coupled with the\nnature of their agricultural occupation (which depends largely on the labor of their children) as\nwell as the important role that their children (particularly girls) play in household chores, they\nsee little need to send children to school beyond the primary level as that would mean high\nopportunity costs to them. This kind of need is difficult to change by education policies alone\nsince it is structurally tied to their occupation. Although the Government has been trying to\nchange the situation by providing scholarships and boarding facilities to ethnic minority students\nattending lower secondary schools and TTCs, the scholarships cover only the costs related to\nschooling, rather than their opportunity cost. However, this kind of need represents the needs of\nthe target groups only in general. It does not follow that every family in the target groups prefer\nto have their children work on farms or on household chores rather than go to school.\n3. Demand of Target Groups\n12. Some target groups who live in more accessible lowland mountain valleys (e.g., the Thai\nand the Muong in Thanh Hoa Province) are better-off economically compared with the other\ngroups. Their more accessible location makes it easier for them to gain access to schools and\nother social services as well as to absorb urban values and attitudes. Thus, their demand for\nbetter education can be formed more easily. However, the project ethnic minority strategies\nunder subcomponent 2b will create the demand for TTC education in all the target groups\nthrough recruitment campaigns to make them realize the benefits of better education.\n4. Absorptive Capacity of Target Groups\n13. Constrained by limited educational background and language barriers, the target groups\nnormally have limited capacity to absorb better education. The project ethnic minority strategies\nunder subcomponent 2b will overcome these constraints by (i) providing intensive preparatory\ncourses and special remedial courses to upgrade their educational background; (ii) providing\nthese courses in major native languages, especially for the Khmer who normally have difficulties\nin absorbing the central language; and (iii) providing student mentors to support the new ethnic\nminority students enrolled at TTCs on an individual basis to enhance their learning capacity.\n5. Gender Issues Among the Target Groups\n14. Although TTC enrollments are largely dominated by females (more than 80 percent),\nethnic  minority  families  normally  prefer  better  education  for  sons  than  for  daughters.  For\nexample,  Lai  Chau  Province  has  twice  as  many  literate  men  as  women.  Economically,\ndaughters are highly valued not only on farms, but also in households. Culturally, ethnic minority\nfamilies are reluctant to allow their daughters to attend boarding schools during their teenage\nyears. In some of the target groups (e.g., Hmong), marriages can occur for girls aged 13 years,\nafter which it is inappropriate for them to go to school. The project ethnic minority strategies\nunder subcomponent 2b will address these issues in all the target groups through recruitment\ncampaign, that will include public awareness campaigns to make families realize the benefits of\nsending their children, especially daughters, to school. In addition, the recruitment target for\nfemales under this subcomponent will be at least 60 percent.", "STAFF DEVELOPMENT PLAN\nComponent/Subcomponent Number and Source of Participants\nDescription Category Type Duration Participants Total TTCs in TTCs in Suggested Trainor\n(Beneficiaries) Person- Number MOET DOETs 3 Model 10 Priority Other  Venue\nmonths (inc. TTUs) TTCs Provinces Provinces\nI. QUALITY IMPROVEMENT OF LS PSTT PROGRAM \nA. Curriculum Redesign\nPSTT Program Design & Curriculum Development Overseas  Study Visit 6weeks Curriculum Experts 22.5 15 15 Overseas\nPSTT Program Design & Curriculum Development In-country  Short-term 6weeks Curriculum Experts 30.0 20 5 15 TTU Consultants\nB. Instructional Materials Development\nTextbook Development & Publications Overseas  Study Visit 2.5weeks Textbook Experts 9.4 15 15 Overseas\nTextbook Development & Publications In-country  Short-term 3weeks Textbook Writers 49.5 66 15 6 45 Hanoi/HCMC Consultants\nTeaching Methodologies and Student Assessment In-country  Short-term 6weeks Textbook Writers 121.5 81 30 6 45 Hanoi/HCMC Consultants\n Syllabus Design & Website Module Development In-country  Short-term 6weeks Textbook Writers 121.5 81 30 6 45 Hanoi/HCMC Consultants\nC. Provision of Instructional Materials\nTextbook  Lending Scheme Operation In-country  Short-term 2weeks MOET, DOET & TTC Admin. 20.0 40 1 13 6 20 Hanoi/HCMC Consultants\nD. Orientation to New Curriculum, Textbooks and Student Assessment\nOrientation to New Curriculum, etc. In-country  Workshop 3days MOET, DOET & TTC Admin. 50.3 335 30 122 9 30 144 Major Cities Con/Textbook Writers\nOrientation to New Curriculum, etc. In-country  Workshop 5days TTC Lead Subject Teachers 228.8 915 45 150 720 Major Cities Con/Textbook Writers\nOrientation to New Curriculum, etc. In-country  Workshop 4days TTC Teachers 817.0 4,085 380 510 3,195 TTCs Textbook Writers/\nPeriodic Subject Implementation Reviews  In-country  Workshop 3days TTC Teachers 306.5 2,043 190 255 1,598 TTCs Trained TTC Lead Teachers\nE. Upgrading TTC Teachers Qualifications\n-   Qualification Upgrading\nMA/M.Ed. in Selected Subjects (Overseas) Overseas  Fellowship 12months TTC Teachers 2,400.0 200 30 30 140 Overseas\nMA/M.Ed. in Selected Subjects (Joint w/ Foreign Univ. In-country  Fellowship 18months TTC Teachers 18,000.0 1,000 180 120 700Selected TTUs\nEnglish Language Preparation In-country  Short-term 6months Overseas & Joint-MA/M.Ed. 1,380.0 1,380 242 172 966 TTUs TTU Staff\n     Program Candidates\nRefresher in Selected Subjects In-country  Short-term 6weeks TTC Lead Subject Teachers 1,372.5 915 45 150 720 Major Cities Trained TTC Teachers\n-   Subject-specific and Teaching Methodologies Training\nTeaching Methodologies for Selected Subjects Overseas  Short-term 3months TTC Lead Subject Teachers 135.0 45 45 Overseas\nEnglish Language Preparation In-country  Short-term 3months Overseas ST Study Candidates 45.0 45 45 TTUs TTU Staff\nRefresher in Teaching Methodologies In-country  Short-term 1week TTC Lead Subject Teachers 217.5 870 150 720 Major Cities Trained TTC Lead Teachers\n-   Continuing Distance Education of Teachers\nOrientation to New Curriculum using Website ModulesIn-country  Workshop 1week Subject Coordinators 16.5 66 8 13 45 Major Cities Con/Textbook Writers/ISPs\nOrientation to New Curriculum using Website ModulesIn-country  Workshop 1week MOET & DOET Administrators & 245.8 983 7 61 45 150 720 Major Cities Con/Subject Coordinators/ISPs\nTTC Lead Subject Teachers\nOrientation to New Curriculum using Website ModulesIn-country  Workshop 1week TTC Teachers 1,021.3 4,085 380 510 3,195 TTC Trained Lead Teachers/ISPs\nF. Support to Model and Specialized TTCs\nKLF Operation  Overseas  Study Visit 2.5weeks KLF Coordinators 1.9 3 3 Overseas\nKLF Operation & Maintenance In-country  Short-term 4weeks KLF Assistant Coordinators 6.0 6 6 Major Cities Consultants\nOperation Planning of Model TTCs In-country  Short-term 4weeks TTC Planning Administrators  15.0 15 15 Major Cities Consultants\nLanguage Lab. Operation & Maintenance In-country  Short-term 2weeks TTC Language Teachers 3.0 6 6 Major Cities Consultants\nInformatics Lab. Operation & Maintenance In-country  Short-term 2weeks TTC Informatics Teachers 3.0 6 6 Major Cities Consultants\nScience Lab. Operation & Maintenance In-country  Short-term 2weeks TTC Science Teachers 9.0 18 18 Major Cities Consultants\nG. Reestablishment of External Assessment Mechanism\nPSTT Program Certification Overseas  Study Visit 2.5weeks QA Experts 5.0 8 5 3 Overseas\nPSTT Program Evaluation Overseas  Study Visit 6weeks QA Experts 7.5 5 5 Overseas\nTest Construction and Grading In-country  Short-term 4weeks QA Experts 50.0 50 5 45 Hanoi/HCMC Consultants\nQA System Implementation In-country  Short-term 5days Exam Coordinators 48.8 195 9 61 9 20 96 Major cities Consultants", "ns ns ns\nComponent/Sub-componentNumber and Source of ParticipantsCategoryTypeParticipantTTC inTTC inSuggestedTrainorDescriptionDurationTotal(Beneficiary)PersonNumberMOETDOET3 Model10 PriorityOther Venuemonths(inc TTU)TTCsProvincesProvinces II.IMPROVED FACILITIES & ACCESS TO TTCs IN DISADVANTAGED PROVINCES A.Upgrading TTC Facilities in 10 ProvincesKLF Operation Overseas Study Visit2.5weeksKLF Coordinators6.31010OverseasKLF Operation and MaintenanceIn-country Short-term4weeksKLF Assistant Coordinators20.02020Major CitiesConsultantsLanguage Lab. Operation & MaintenanceIn-country Short-term2weeksTTC Language Teachers5.01010Major CitiesConsultantsInformatics Lab. Operation & MaintenanceIn-country Short-term2weeksTTC Informatics Teachers5.01010Major CitiesConsultantsScience Lab. Operation & MaintenanceIn-country Short-term2weeksTTC Science Teachers15.03030Major CitiesConsultants C.Provision of Instructional Support Resources in Other ProvincesLanguage Lab. Operation & MaintenanceIn-country Short-term2weeksTTC Language Teachers8.51717Major CitiesConsultantsInformatics Lab. Operation & MaintenanceIn-country Short-term2weeksTTC Informatics Teachers8.51717Major CitiesConsultantsScience Lab. Operation & MaintenanceIn-country Short-term2weeksTTC Science Teachers25.55151Major CitiesConsultants III.INSTITUTIONAL CAPACITY BUILDING AND PROJECT IMPLEMENTATION SUPPORTA.Strengthening Management and Technical Skills-   MOET Administrative StaffEducation Planning & ManagementOverseas Study Visit2.5weeksMOET Senior Administrators12.52020OverseasM.Ed. in Education Planning & ManagementOverseas Fellowship12monthsMOET Administrators180.01515OverseasEnglish Language PreparationIn-country Short-term6monthsM.Ed. Candidates18.01818TTUsTTU StaffEnglish Communication Skills Development In-country Short-term3monthsMOET Staff30.03030TTUsLocal Language InstitutioInternet OperationIn-country Short-term5daysMOET Staff5.02020Local ISPs-   DOET Administrative StaffEducation Planning & ManagementOverseas Study Visit2.5weeksDOET Senior Administrators16.32626OverseasM.Ed. in Education Planning & ManagementOverseas Fellowship12monthsDOET Administrators252.02121OverseasEnglish Language PreparationIn-country Short-term6monthsM.Ed. Candidates24.02424TTUsTTU StaffManagement TrainingIn-country Short-term4weeksDOET Middle Level Admin.244.0244244LocalConsultantsTechnical Skills TrainingIn-country Short-term4weeksDOET Staff610.0610610LocalConsultantsEnglish Communication Skills DevelopmentIn-country Short-term3monthsDOET Staff305.0305305TTUsLocal Language InstitutioInternet OperationIn-country Short-term5daysDOET Staff45.8183183Local ISPs-   TTC  Administrative StaffEducation Planning & ManagementOverseas Study Visit2.5weeksTTC Directors8.113310OverseasM.Ed. in Education Planning & ManagementOverseas Fellowship12monthsTTC Department Heads768.06461048OverseasEnglish Language PreparationIn-country Short-term6monthsM.Ed. Candidates73.07371155TTUsTTU StaffManagement/Leadership TrainingIn-country Short-term4weeksTTC Department Heads488.04882480384LocalConsultantsEnglish Communication Skills Development In-country Short-term3monthsTTC Staff513.051375150288TTUsLocal Language InstitutioInternet OperationIn-country Short-term5daysTTC Staff33.5134182096Local ISPsB.Project Implementation Support -   Central PIUAnnual Project Implementation ProceduresIn-country Workshop5daysPIU & PPIU direct & indirect Staf72.0288132781860MOETConsultants-   Provincial PIUsAnnual Provincial Project Implementation ProceduresIn-country Workshop4daysPPIU direct & indirect Staff93.646823454180LocalCon/Central PIU Staff TOTAL30,64521,3194152,0162,1502,86813,870 Con = Consultants, DOET = provincial Department of Education and Training, HCMC = Ho Chi Minh City, ISP = internet service provider, KLF = key learning facility, LS = lower secondary, MA = Master of Art, M.Ed. = Master of Education,  MOET = Ministry of Educationand Training, PIU = project implementation unit, PPIU = Provincial PIU, PSTT = preservice teacher training, QA = quality assurance, TTC = teacher training college/school, TTU = teacher training university (university of pedagogy)Note:The total number of MOET, DOET, and TTC administrative staff, and TTC teachers combined for the proposed training programs are around 6,500 (300, 700, 500, and 5000 respectively). This number is less than the total number of trainees in the table becausemany of the same staff will undertake more than one training program.", "CONSULTING SERVICES REQUIREMENTS\nRequirements (Number) Duration (Person-months) Implementation Period\nComponent/Subcomponent International Domestic Total International Domestic Total 2000 2001 2002 2003 2004 2005\nA. QUALITY IMPROVEMENT OF LS PSTT PROGRAM\n1. Curriculum Redesign\na. TTC Curriculum Development\ni. International  1 1 9 9 8 1\nii. Domestic 1 1 12 12 8 4\n2. Instructional Materials Development\na. Textbook Writing and Publications\ni. International  2 2 12 12 6 3 2 1\nii. Domestic 12 12 108 108 60 12 12 12 12\n3. Provision of Instructional Materials\na. Textbook Lending Scheme Development\ni. International 1 1 2 2 2\nii. Domestic 1 1 2 2 2\n4. Support to Model and Specialized TTCs\na. Model TTCs Development and Operation\ni. International  1 1 3 3 3\nii. Domestic 1 1 9 9 3 6\n5. Reestablishment of External\nAssessment Mechanism\na. Quality Assurance Development\ni. International  1 1 3 3 3\nii. Domestic 1 1 5 5 5\nB. IMPROVED FACILITIES/ACCESS IN POOR PROVINCES\n1. Upgrading TTC Facilities in 10 Provinces\ni. KLF Development and Operation (International) 1 1 3 3 2 1\nii. KLF Operation and Maintenance (Domestic) 1 1 5 5 3 2\n2. Improved TTC Pre-entrance Qualifications \nof Ethnic Minorities in the 10 Provinces\na. Transition Program Course Design and Implementation\ni. International  1 1 3 3 3\nii. Domestic 1 1 15 15 3 5 3 2 2\nC. CAPACITY BUILDING AND PROJECT IMPL. SUPPORT\n1. Strengthening Management and Technical Skills\na. Education Planning and Management\ni. International 1 1 5 5 3 2\nii. Domestic 1 1 16 16 5 3 3 3 2\nb. Management and Technical Skills Training \ni. International 1 1 5 5 5\nii. Domestic 5 5 20 20 6 6 8\n2. Project Implementation Support to PIU/PPIUs\na. Project Administration and Financial Management\nA\ni. International 1 1 18 18 6 3 3 3 3\np\nii. Domestic 1 1 36 36 6 12 9 3 3 3 p\ne\nb. Benefit Monitoring and Evaluation (International) 1 1 9 9 3 3 3 n\nd\nc. Midterm Review (International) 1 1 3 3 3 ix\n ", "d. Project Operation and Management (Domestic, 1/region) 3 3 108 108 12 24 24 24 12 12 6\n \nTOTAL 13 28 41 75 336 411 68 129 83 58 43 30\nKLF  =  key learning facilities, LS = lower secondary,  PIU = project implementation unit, PSTT = preservice teacher training,  TTC = teacher training college/school.", "Appendix 7, page 1\nINDICATIVE TERMS OF REFERENCE FOR CONSULTANTS\nA. International Consultants (75 person-months)\n1. The terms of reference of international consultants are as follows:\n1. Quality Improvement of Lower Secondary Preservice Teacher Training\na. Curriculum Development Specialist (9 person-months)\n(i)  Review  international  experience  in  modernizing  lower  secondary  preservice\nteacher training programs, featuring student-centered approach and increased\nuse of information technology; and assist in arranging overseas study visits for\nthe  remaining  curriculum  experts  (not  covered  under  the  new  technical\nassistance [TA] on capacity building for teacher training).\n(ii)  Review the results of the new TA mentioned above to gain insight into (a) the\ndemand for and supply of lower secondary teachers for each subject; and (b) the\ntype of training provided under the TA (focusing on training in preliminary aspects\nof  curriculum  development,  including  modern  concepts  of  teacher  training\nprogram, and development of curriculum framework) so as to avoid duplication in\narranging  overseas  study  visits  for  the  remaining  curriculum  experts  and  in\ndesigning in-country training.\n(iii)  Review (a) the existing lower secondary preservice teacher training program and\ncurriculum for each of the 15 subjects (see Supplementary Appendix D) taught in\neach of the three years at teacher training colleges (TTCs), including syllabus for\neach subject, major-minor subject groupings, number and proportion of credit\nhours allocated to teaching methodologies as well as to observation and practice\nteaching in lower secondary schools, student assessment system, etc.; and (b)\nthe new TTC curriculum framework prepared by a consultant under the new TA.\n(iv)  Review the new lower secondary school curriculum and subject groups under\nLoan 1537-VIE: Lower Secondary Education Development Project,1 together with\nthe schedule of its textbook implementation (Appendix 8).\n(v)  Following (i)-(iv), work closely with the corresponding domestic consultant and\nassistant project manager for curriculum development and implementation to\nredesign the existing TTC program and curriculum in detail (in accordance with\nthe new TTC curriculum framework prepared under the new TA), including the\nsyllabus for each of the 15 subjects, major-minor subject groupings, number and\nproportion of credit hours allocated to teaching methodologies as well as to\nobservation  and  practice  teaching  in  lower  secondary  schools,  student\nassessment system, etc. to (a) be consistent with the revised lower secondary\nschool curriculum and subject groups by adjusting the TTCs’ major-minor subject\noffering ratio to reflect the new ratio to be approved by the curriculum steering\ncommittee (CSC) as well as reflect the demand for teachers in each subject\ngroup, and by revising the TTC curriculum and subject contents to reflect those\nof the new lower secondary school subject groups to ensure that a new TTC\n                                               \n1 For $50 million, approved on 16 September 1997.", "Appendix 7, page 2\ngraduate will be able to teach all parts of the new lower secondary school subject\ngroups under his/her major-minor; (b) improve teaching methodologies to make\nthem student-centered; and (c) incorporate environmental topics in the relevant\nsubjects to create environmental awareness.\n(vi)  Design training courses in lower secondary preservice teacher training program\nand  curriculum  development,  including  syllabus  design,  student-centered\nteaching methodologies, TTC student assessment, etc. (to complement the type\nof training courses in [ii] prepared and provided under the new TA); assist the\ndomestic consultant in providing training  to  curriculum experts; and facilitate\nformal Government approval of the revised TTC curriculum.\nb. Textbook Writing and Publications Specialists\n             (12 person-months: 2 persons x 6 person-months each)\n(i)  Review international practices in the design and publications of lower secondary\npreservice teacher training student textbooks, teachers manuals, and teaching\naids as well as in the design of web-based TTC curriculum and textbook modules\nfor distance learning by TTC teachers; and assist in arranging overseas study\nvisits for the remaining textbook writers (not covered under the new TA).\n(ii)  In consultation with the project manager of Loan 1537-VIE, review the schedule\nof lower secondary school textbook revision and implementation (Appendix 8);\nand finalize the schedule for the revision and implementation of TTC instructional\nmaterials accordingly.\n(iii)  Review (a) the new lower secondary school curriculum, textbooks, and teacher\nmanuals developed under Loan 1537-VIE; (b) the existing 300 TTC textbooks for\nall subjects taught over three years (Supplementary Appendix D); (c) some TTC\nteacher  manuals  and  teaching  aids  developed  by  some  TTC  teachers\nthemselves;  (d)  the  revised  lower  secondary  TTC  program  and  curriculum\ndeveloped in [a(v)]; (e) the framework for writing TTC textbooks and teacher\nmanuals prepared by a consultant under the new TA;  and (f) the type of training\nprovided  under  the  new  TA  (focusing  on  training  in  preliminary  aspects  of\ntextbook writing such as writing textbook outline) so as to avoid duplication.\n(iv)  Based on (iii), work closely with the corresponding domestic consultants and\nassistant project manager for curriculum development and implementation to\ndevelop teaching aids and TTC teacher manuals for all subjects as well as revise\nthe existing 300 TTC textbooks by writing an outline of each of these textbooks\nand  teacher  manuals,  for  all  TTC  subjects  taught  in  three  years,  first  (in\naccordance with the framework for writing TTC textbooks and teacher manuals\nprepared under the new TA); and ensure completion of all of these outlines by\nquarter I of the year 2000.\n(v)  Further develop TTC textbooks, teacher manuals, and teaching aids in detail;\nand ensure completion for those of year 1 by quarter II of 2002, year 2 by quarter\nII of 2003, and year 3 by quarter II of 2004 (in time for sending to printing before\npilot testing of these instructional materials for each of the three years).", "Appendix 7, page 3\n(vi)  Determine layout design of these instructional materials for printing; establish\naccelerated procedures for manuscripts review, editing, piloting, and approval for\npublications; and establish guidelines for translating these manuscripts into web-\nbased  modules  (which  will  subsequently  be  translated  by  internet  service\nproviders with the assistance of the domestic consultants).\n(vii)  Design training courses in various aspects of textbook writing and layout design\n(to complement the type of training courses in [iii] prepared and provided under\nthe new TA), and assist the domestic consultants in providing intensive training\nworkshops and remedial coaching to the textbook writing team to build their\nwriting capacity.\nc. Textbook Lending Scheme Development and Operation Specialist\n(2 person-months)\n(i)  Review (a) international and local experience in operational and sustainability\nissues related to establishing textbook lending schemes; and (b) the project\nethnic minority strategies (Appendix 4).\n(ii)  Establish operational procedures for a textbook lending scheme, including the\ndetermination of the poorest 50 percent of TTC students, textbook procurement,\nlending procedures, textbook recovery and sustainability, etc.; and translate them\ninto a manual of operation.\n(iii)  Provide training to concerned staff from the Ministry of Education and Training\n(MOET), the provincial departments of education  and  training  (DOETs),  and\nTTCs in the operation and maintenance (O&M) of the textbook lending scheme.\nd. Model TTCs Development Specialist (3 person-months)\n(i)  Review (a) international experience in the operations of model TTCs; and (b) the\nstrategic plan of each of the in-country 61 TTCs to be prepared by the new TA on\ncapacity building for teacher training.\n(ii)  Based on (i), formulate an operational plan for model TTCs, including proposed\nroles  and  policies  of  model  TTCs  in  curriculum  reforms,  staff  development,\ntraining delivery, introduction of internet facilities as a distance learning mode,\netc.; and ensure that the plan will be implemented by facilitating approval from\nconcerned officials to affirm the role model of the three TTCs.\n \n(iii)  Assist in finalizing individual strategic plans of all TTCs mentioned in (i).\n(iv)  Design a training course in operational planning for model TTCs, and assist the\ncorresponding domestic consultant in training the TTC planning staff.\n \ne. Quality Assurance Development Specialist (3 person-months)\n(i)  Review international experience in the operation of a quality assurance (QA)\nsystem, including computerized scoring for the summative assessment of TTC\nstudents, for external assessment of TTC program and certification; and assist in\narranging overseas study visits in connection with QA-related areas.", "Appendix 7, page 4\n \n(ii)  Based on (i), design, pilot, and reestablish a TTC external assessment system to\nensure consistent measures and standardized certification for all TTCs.\n \n(iii)  Prepare  a  list  and  specification  of  equipment  and  technical  services  to  be\nprocured to develop and reestablish the external assessment (QA) system.\n \n(iv)  Design training courses on a QA system, test construction, and grading; and\nassist the corresponding domestic consultant in providing training in QA.\n2. Improved Facilities and Access to TTCs in Disadvantaged Provinces\na.  Key Learning Facilities Development and Operation Specialist\n(3 person-months)\n(i)  Review international experience in the operation of common teacher training\nlearning resource facilities and conceptualize the roles and operating principles\nof key learning facilities (KLFs) to be provided under the Project; and assist in\narranging  overseas  study  visits  in  connection  with  teacher  training  learning\nresources development and O&M.\n(ii)  Work closely with the model TTC development specialists, together with DOETs\nand TTCs in the three model TTC cities and the 10 disadvantaged provinces (in\nwhich KLFs will be established) to (a) finalize the civil works feasibility studies for\nKLFs (including the design, building standards and layouts, furniture, fittings,\netc.) prepared by DOETs in these cities and provinces; (b) ensure that the design\nencompasses the right concept of KLFs conceptualized in the text (para. 53) as\nwell as in the diagram (Appendix 9); and (c) develop a manual for effective\nutilization and O&M of KLFs.\n(iii)  Review existing guidelines on the O&M of language, informatics, and science\n(biology, chemistry, and physics) labs in TTCs; conduct surveys of practices and\nconditions of labs in some of the TTCs in the three cities and 10 provinces; and\ndevelop a manual for their effective utilization and O&M.\n(iv)  Design training courses in the utilization and O&M of KLFs and labs; and assist\nthe  corresponding  domestic  consultant  in  conducting  training  for  KLF\ncoordinators, KLF assistant coordinators, and teachers in charge of labs.\nb.  Transition Program Course Design and Implementation Specialist\n(3 person-months)\n(i)  Review (a) international and local experience in addressing multicultural teacher\neducation issues, and (b) the project ethnic minority strategies (Appendix 4).\n(ii)  Conduct field visits in the 10 disadvantaged provinces—both at the 10 TTCs and\nin ethnic minority areas of these 10 provinces; and finalize the project ethnic\nminority strategies in accordance with the current situation.\n(iii)  After (i)-(ii), design a six-month intensive transition program to improve TTC pre-\nentrance qualifications of ethnic minorities through remedial courses aimed at", "Appendix 7, page 5\nenhancing their foundation knowledge usually absorbed at the secondary school\nlevel; prepare outlines for all instructional materials required for the program; and\nprovide guidance to the textbook writing team to prepare the materials.\n(iv)  Based on (i)-(ii), prepare a detailed plan for recruitment campaigns to identify the\nbeneficiaries and to enroll suitable ethnic minorities in the transition program.\n(v)  Formulate the student mentoring program to be used for continuing support of\nthe successful ethnic minority students who will subsequently be enrolled at\nTTCs on the regular basis.\n(vi)  Assist  the  corresponding  domestic  consultant  in  training  DOET  and  TTC\nadministrators and TTC teachers in the operation of the transition program.\n3. Institutional Capability Building and Project Implementation Support\na. Education Planning and Management Specialist (5 person-months)\n(i)  Review (a) international and local experience in providing short-term and Master\nof Arts/Education (MA/M.Ed.) training for improving TTC teacher qualifications;\nand (b) the type of training provided under the new TA on capacity building for\nteacher training (focusing on training in management to implement and monitor\nteacher training reforms) so as to avoid duplication.\n(ii)  Review and finalize (a) the training needs of TTC teachers and administrators\nfrom  MOET,  DOETs,  and  TTCs  prepared  under  the  new  TA;  (b)  the  staff\ndevelopment  plan  (Appendix  5);  (c)  the  project  implementation  schedule\n(Appendix 12); and (d) various selection criteria for different kinds of training\n(Supplementary Appendixes E, F, and G).\n(iii)  Based on (i)-(ii), work closely with the corresponding domestic consultant and\nassistant project manager for overseas and in-country training to prepare (a) an\nadvertisement notice for inviting eligible foreign universities in all Bank member\ncountries to submit expressions of interest to participate in the training programs\noffered by the Project (including  one-year overseas  studies for  MA/M.Ed.  in\ndifferent subject areas, short-term overseas training in teaching methodologies\nfor respective subject areas, and in-country joint MA/M.Ed. programs); and (b) a\ndetailed staff development plan, which identifies the number of TTC teachers and\nadministrators from MOET, each DOET, and each TTC who should be sent for\neach type of long-term and shot-term training (including overseas study visits)\neach year, objectives of each type of training, selection criteria and procedures,\nunit cost of training per person, length of training, guidelines for evaluating and\npreparing a report on the training results, etc.\n(iv)  Assist  in  (a)  corresponding  and  establishing  contact  with  qualified  foreign\nuniversities, which have been competitively shortlisted on the basis of criteria\nagreed upon with the Bank (Supplementary Appendixes F and G); (b) placement\nof some overseas training by matching the candidates with the competitively\nselected universities; and (c) preparing the training results.\n ", "Appendix 7, page 6\n(v)  Design training courses in education planning and management (to complement\nthe type of training courses in [i] prepared and provided under the new TA); and\nassist the domestic consultant in training staff of the project implementation unit\n(PIU) and provincial PIUs (PPIUs) as well as relevant administrative staff of\nMOET, DOETs, TTCs.\nb.  Management  and  Technical  Skills  Training  Specialist  (5 person-\nmonths)\n(i)  Review (a) the training needs prepared under the new TA on capacity building for\nteacher training, and finalized in [a(ii)];  (b) the staff development plan (Appendix\n5); (c) the detailed staff development plan prepared in [a(iii)]; and (d) the project\nimplementation schedule (Appendix 12).\n(ii)  Work  closely  with  the  corresponding  domestic  consultants,  assistant  project\nmanager  for  overseas  and  in-country  training,  and  education  planning  and\nmanagement  specialist  to  (a)  identify  specific  areas  of  management  and\ntechnical  skills  (e.g.,  leadership,  simple  accounting,  budget  preparation,\nprocurement, English  communications,  internet operation,  etc.)  different  from\nthose in [a(v)] that need to be developed for MOET, DOET, and TTC staff; and\n(b) identify staff from each of these institutions to be trained in each of the\nidentified areas.\n(iii)  Design training courses for the identified areas of management and technical\nskills, e.g., leadership, simple accounting, budget preparation, procurement, etc.\n(courses  on  English  communications  will  be  provided  by  local  language\ninstitutes,  and  internet  operation  by  internet  service  providers);  assist  the\ndomestic  consultants  in  providing  the  required  training  and  in  selecting\nappropriate local language institutes as well as internet service providers (based\non their course outlines, staff qualifications, and fees); and  prepare a system for\nevaluating the training results.\nc. Project Administration and Financial Management Specialist/Team\nLeader (18 person-months)\n(i)  Work  closely  with  the  project  manager  and  other  consultants  to  finalize  all\nactivities in the project implementation schedule (Appendix 12); and work closely\nwith the project manager and the corresponding domestic consultant to finalize\nproject costing (Appendix 11) as well as detailed cost tables (both by province\nand consolidated ones).\n(ii)  Study all relevant Bank documents on project implementation procedures (e.g.,\nbid  preparation,  procurement,  consultant  recruitment,  budget  preparation,\nimprest account, withdrawal application, disbursement, quarterly progress report\npreparation, and Project Accounting Manual prepared by a Bank’s TA for the\nMinistry of Finance).\n(iii)  Work closely with the domestic consultant and assistant project managers for\nfinance and administration as well as for procurement and civil works to prepare\nbid documents, annual budgets for the release of Government counterpart fund,", "Appendix 7, page 7\nwithdrawal applications for disbursement, and quarterly progress reports; and\nconsolidate all documents for submission to the Bank.\n(iv)  Train  the  two  assistant  project  managers  in  (iii)  on  how  to  prepare  all  the\ndocuments mentioned in (ii) and in other project implementation procedures to\nenable the transfer of responsibilities within year 2.\n(v)  Design training courses on all aspects of  project  implementation  procedures\nmentioned in (ii); and assist the domestic consultant in conducting the training for\nPIU and PPIU staff as well as staff of MOET, DOETs, and TTCs who are directly\nand indirectly involved in the implementation.\n(vi)  Advise on procurement procedures, prepare a detailed implementation schedule\nfor procurement, and conduct a survey of local manufacturers and suppliers to\ndetermine their capabilities to supply goods and services on the required quality\nand specifications.\n(vii)  Review and finalize the procurement bid packages (Appendix 13), together with\ndetailed procurement bid packages and specifications of goods and services to\nbe procured, to match the specifications required by the recipients and to be\nacceptable to the Bank\n(viii)  Establish mechanisms for monitoring the delivery of goods and services procured\nand  for  authorizing  the  settlement  of  invoices  related  thereto,  and  prepare\nperiodic status and progress reports of the consultant team.\nd.  Benefit Monitoring and Evaluation Specialist (9 person- months)\n(i)  Work closely with domestic consultants on project operation and management\nand with the assistant project manager for monitoring and evaluation to review\n(a)  the  project’s targets  (Appendix  1);  (b)  the project’s  general  performance\nindicators (Appendix 2); (c) project-specific performance indicators  (Appendix\n14); (d) suggested additional project-specific performance indicators (in the text,\npara. 77); and (e) performance indicators of Loan 1537-VIE.\n(ii)  Finalize the baseline values (at the beginning of the project period), the midterm\nvalues, and the end-project values for all of the indicators mentioned in (i) (a)-(c)\nand  (e);  and  determine  baseline,  midterm,  and  end-project  values  for  the\nsuggested additional project specific indicators mentioned in (d) (whose values\nhave not yet been specified).\n(iii)  Propose additional performance indicators (including impacts on poverty); and\nidentify baseline, midterm, and end-project values for the proposed indicators.\n(iv)  Design a system and prepare guidelines for the ongoing benefit monitoring and\nevaluation (BME) of project progress toward achieving these target indicators,\nespecially in terms of internal efficiency, external efficiency, cost-effectiveness,\nand social impacts.\n(v)  Train PIU and PPIU staff and enumerators in (a) designing baseline and periodic\nsurveys to collect data on these target indicators from all TTCs in 61 provinces,", "Appendix 7, page 8\n(b) conducting such surveys, and  (c) interpreting the survey results and utilizing\nthe results to verify the identified values of the target indicators.\n \n(vi)  Review the effectiveness of the BME systems of related projects (including Loan\n1537-VIE,  and  the  European  Union’s  assistance  to  MOET  on  education\nmanagement  information  system  development);  and  develop  criteria  for\nassessing the effectiveness of the project’s BME system.\n(vii)  Provide inputs to the midterm review and final evaluation by preparing a midterm\nreport prior to the end of the third year (and a final report prior to the end of the\nproject period), which will also include a review of the project scope, design,\npolicy  and  institutional  reforms,  other  relevant  issues,  and  directions  for\nimproving implementation and performance.\ne. Midterm Review Specialist (3 person-months)\n(i)  Work closely with domestic consultants on project operation and management\nand with the assistant project manager for monitoring and evaluation to compile\nand  analyze data  (prepared  by  the  BME  consultant)  on  project  progress  in\nimplementation and performance.\n(ii)  Identify changes since the time of appraisal, assess performance against the\nidentified  performance  indicators,  reassess  the  impact  with  regard  to  future\nimplementation and sustainability, review and establish compliance with loan\ncovenants, identify problems and constraints, and provide recommendations to\nfacilitate project implementation and improve performance. Specific attention will\nbe given to the progress of the revision of TTC textbooks and teacher manuals\nfor pilot testing, the transition program to enhance TTC pre-entrance qualification\nof ethnic minorities, the textbook lending scheme, and the operation of the key\nlearning facilities.\nB.  Domestic Consultants (336 person-months)\n2. Each international consultant will be associated with at least one domestic consultant\nwith the same position as a counterpart.  The two will work closely as a team to achieve the\noutputs listed above.  A major responsibility of each domestic consultant is to provide training in\nhis/her respective area of responsibility.  He/she will assist the international counterpart in the\ndesign of training courses and in other aspects, including providing some translation as needed.\nThere are no domestic consultants for the international positions of BME and of midterm review.\nThe domestic consultants for project operation and management (one person per region) will\nassume the same responsibilities as those of the international consultants for BME and for\nmidterm review, and will work closely with the two international consultants. They will also work\nclosely  with  the  consultants  on  project  administration  and  financial  management,  project\nmanager,  assistant  project  managers,  DOETs,  and  TTCs  to  coordinate  project  activities,\nparticularly in local training arrangements  and  in  the  delivery of  the  procured goods.  The\npositions and length of services of the domestic consultants are defined as follows:", "Appendix 7, page 9\n1. Quality Improvement of Lower Secondary Preservice Teacher Training\na.  Curriculum Development Specialist (12 person-months)\nb. Textbook Writing and Publications Specialists\n(108 person-months: 12 persons x 9 person-months each\n—about 1 person per one or two subjects)\nc. Textbook Lending Scheme Development and Operation Specialist\n(2 person-months)\nd.  Model TTCs Development Specialist (9 person-months)\ne. Quality Assurance Development Specialist (5 person-months)\n2. Improved Facilities and Access to TTCs in Disadvantaged Provinces\na. Key Learning Facilities Operation and Maintenance Specialist\n(5 person-months)\nb. Transition Program Course Design and Implementation Specialist\n(15 person-months)\n3. Institutional Capability Building and Project Implementation Support\na. Education Planning and Management Specialist (16 person-months)\nb. Management and Technical Skills Training Specialists\n(20 person-months: 5 persons x 4 person-months each)\nc. Project Administration and Financial Management Specialist\n(36 person-months)\nd. Project Operation and Management Specialists (108 person-months:\n3 persons x 36 person-months each—1 person per region)", "IMPLEMENTATION SCHEDULE OF NEW LOWER SECONDARY SCHOOL CURRICULUM AND TEACHER TRAINING COLLEGE CURRICULUM\nActivity 2000 2001 2002 2003 2004 2005 2006 2007\n1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4\nFor LS Schools\n- Complete writing outlines of textbooks/\nteacher manuals for all LS grades (6-9)\n- Complete writing of textbooks/teacher \nmanuals and get them approved Gr.6 Gr.7 Gr.8 Gr.9\n- Complete printing Gr.6 Gr.7 Gr.8 Gr.9\n- Grade 6 Pilot # 1 Pilot # 2 Nationwide Implementation\n- Grade 7 Pilot # 1 Pilot # 2 Nationwide Implementation\n- Grade 8 Pilot # 1 Pilot # 2 Nationwide Implementation\n- Grade 9 Pilot # 1 Pilot # 2 Nationwide Implementation\nFor TTCs\n- Complete revising curriculum and get\nit approved\n- Complete writing outlines of textbooks/\nteacher manuals for all TTC years (1-3)\n- Complete writing of textbooks/teacher \nmanuals and get them approved Yr.1 Yr.2 Yr.3\n- Complete printing Yr.1 Yr.2 Yr.3\n- Year 1 Pilot Nationwide Implementation\n- Year 2 Pilot Nationwide Implementation\n- Year 3 Pilot Nationwide Implementation\nLS = lower secondary,  TTC = teacher training college.\nNote: The start of quarter 4 in this table will coincide with the start of the new school year, which is around the first week of September.", "SAMPLE DESIGN OF KEY LEARNING FACILITIES\nFirst Floor Second Floor\nTutorial Door\nRoom 1 Informatics Room\nFront Desk (Internet)\nStairs\n2 Study\nTable 1 2\nTeachers Rooms\n3\n3 4 B\no\no\n4 k\n5 6 WC\nS\nh Observation Room with Viewing Area\n5 e\n7 8 l Mirror\nv\ne\n6 s     Demonstration \n9 10 Classroom\nWC\n11 12 Teacher Table\nThe size of the space for the proposed key learning facilities depends on the number of students of teacher training colleges/schools as follows:\n1.      (15m x 25m) x 2 floors = 750 sq.m. x $100 = $75,000 (Ha Giang, Lao Cai, Lai Chau, Quang Nam, Binh Phuoc, Tra Vinh, and Soc Trang)\n2.      (20m x 25m) x 2 floors = 1,000 sq.m. x $100 = $100,000 (Binh Dinh, and Quang Ngai)\n3.      (20m x 30m) x 2 floors = 1,200 sq.m. x $100 = $120,000 (Thanh Hoa, Hanoi, Hue, and Ho Chi Minh City)", "Appendix 10\nCRITERIA IN SELECTING 10 DISADVANTAGED PROVINCES\n1. Ten disadvantaged provinces were selected on the basis of poverty, facilities shortages at\nteacher training institutions, and regional disadvantages as shown in Table A10. These key selection\nindicators were used: (i) for poverty, provincial gross domestic product (GDP) per capita compared\nwith the national average; (ii) for facilities shortages, their having teacher training schools (TTSs)\nrather than teacher training colleges (TTCs), overcrowded classrooms of more than 40 students per\nclass, or double shifting; and (iii) for regional disadvantages, large proportions of ethnic minorities in\nthe north, flood-prone nature of the central and southern regions, and newly separated provinces in\nneed of basic facilities in the central and southern regions. The data on the provincial GDP per\ncapita came from a World Bank report.1 Based on such report, only five provinces have GDP per\ncapita below $100, all of which were in the north. Since that report had no data on GDP per capita\nfor Lao Cai Province, the data presented here were based on consultants’ estimates from surveys of\nthe facilities during project preparation. All the 10 selected provinces can be classified as poor since\ntheir GDP per capita is much less than the national average of $217.2\n             Table A10: Major Characteristics of 10 Selected Disadvantaged Provinces\n Province Region Population Per Capita Number of % of Flood- Newly-\nGDP ($) Ethnic Ethnic Prone Separated\n(1994) Minorities Minorities Nature Provinces\n1.  Ha Giang North 575,000 50 511,750 89 No No\n2.  Lao Cai North 632,000 50 423,100 67 No No\n3.  Lai Chau North 521,000 129 415,420 80 No No\n4.  Thanh Hoa North 3,630,000 138 525,600 15 No No\n5.  Binh Dinh Central 1,500,000 126 28,500 2 Yes No\n6.  Quang Nam Central 1,386,000 181 56,000 4 Yes Yes\n7.  Quang Ngai Central 1,257,000 105 138,345 11 No No\n8.  Bin Phuoc South 600,000 170 96,000 16 No Yes\n9.  Tra Vinh South 1,024,000 185 317,200 31 Yes No\n10. Soc Trang South 1,270,000 140 330,260 26 Yes No\n10 Provinces 12,395,000 127 2,842,175 23\nNationwide 77,000,000 217 13\n2.  The 10 disadvantaged provinces were selected following these procedures:\n(i)  Twenty  disadvantaged  provinces  (in  terms  of  GDP  per  capita,  teacher  training\nfacilities shortages, and regional disadvantages) were short-listed first; and\n(ii)  With the Government’s involvement to ensure accessibility, cooperation, and equity,\n10 provinces were then selected from the shortlist: four in the north (Ha Giang, Lao\nCai, Lai Chau, and Thanh Hoa), three in the central region (Binh Dinh, Quang Nam,\nand Quang Ngai), and three in the south (Binh Phuoc, Tra Vinh, and Soc Trang).\n                                                       \n1 World Bank. 1996. Viet Nam: Education Financing Sector Study. East Asia and Pacific Region, Country Department I,\nWashington, DC.\n2  The selection of poor provinces was also consistent with the poverty ranking index of the United Nations Children’s Fund\n(UNICEF), which ranks poverty based on a combination of basic health indicators, including infant mortality rate, child\nmortality rate, maternal mortality rate, malnutrition rate, and access to immunization programs (UNICEF. 1996. Ranking\nof Provinces for Disparity Reduction, and UNICEF. 1998. List of Area Focus Programs).", "Appendix 11, page 1\nPROJECT COST BY COMPONENT AND FINANCING PLAN\nTable A11.1: Project Cost by Component\n($'000)\nForeign Local Total Percent  Percent \nComponent/Subcomponent Exchange Currency Cost Foreign Base \nExchange Cost\nA.  Base Costa\n1. Quality Improvement of LS PSTT Program\na. Curriculum Redesign 272 106 378 71.9 1.3\nb. Instructional Materials Development 288 1,683 1,971 14.6 6.5\nc. Provision of Instructional Materials 1,508 393 1,901 79.3 6.3\nd. Orientation to the Revised Curriculum, Textbooks,\nand Student Assessment Procedures 0 645 645 0.0 2.1\ne. Upgrading TTC Teachers Qualifications 4,223 4,148 8,371 50.4 27.7\nf. Support for Model and Specialized TTCs\ni. Model TTCs 875 955 1,830 47.8 6.1\nii. Specialized TTCs 55 168 223 24.8 1.0\ng. Reestablishment of External Assessment Mechanism 161 576 737 21.8 2.4\nSubtotal (1) 7,382 8,674 16,056 46.0 53.2\n2. Improved Facilities and Access to TTCs in\nDisadvantaged Provinces\na. Upgrading TTC Facilities in 10 Provinces 2,054 2,077 4,131 49.7 13.7\nb. Improved Pre-entrance Qualifications of Ethnic Minorities 61 243 304 20.0 1.0\nc. Instructional Support Resources in Other Provinces 1,703 728 2,431 70.1 8.1\nSubtotal (2) 3,818 3,048 6,866 55.6 22.7\n3. Capacity Building and Project Implementation\na. Strengthening Management and Technical Skills\ni. MOET 445 225 670 66.4 2.2\nii. DOET 986 663 1649 59.8 5.5\niii. TTC 1932 677 2609 74.1 8.6\nb. Project Implementation Support\ni. Central PIU 672 430 1,102 60.2 3.7\nii. Provincial PIUs 383 840 1,223 31.3 4.1\nSubtotal (3) 4,418 2,835 7,253 60.9 24.1\nSubtotal (A) 15,618 14,569 30,187 51.7 100.0\nB. Contingencies\n  1. Physical Contingencies 781 728 1,509 51.7 5.0\n2. Price Contingencies 1,001 1,588 2,589 38.7 8.6\nSubtotal (B) 1,782 2,316 4,098 43.5 13.6\nC. Interest Charges 1,114 0 1,114 100.0 3.7\n                Total 18,514 16,885 35,400 52.0 117.3\n                Percent Share 52 48\nDOET = provincial department of education and training, LS = lower secondary,  MOET = Ministry of  Education  and  Training,\nPIU = project implementation unit, PSTT = preservice teacher training, TTC = teacher training college/school.\na Inclusive of taxes and duties.", "Table A11.2: Financing Plan with Percentage Breakdown\n($ '000)\nBank Government  Total Percent Bank Financing\nForeign       \nActivity Foreign  Local  Total  Cofinancing  Local         Foreign  Local  Total  Foreign  Local  Total \nExchange Currency Cost (New Zealand)  Currency Exchange Currency Cost Exchange Currency Cost\nA. Base Costa \n1. Civil Works 0 911 911 0 321 0 1,232 1,232 0 74 74\n2. Equipment and Furniture 3,892 679 4,571 0 382 3,892 1,061 4,953 100 64 92\n3. Instructional Materials  3,600 495 4,095 0 133 3,600 628 4,228 100 79 97\n4. Program Development & Studies 0 2,215 2,215 0 0 0 2,215 2,215 0 100 100\n5. Staff Development 6,208 932 7,140 400 4,845 6,608 5,777 12,385 94 16 58\n6. Consulting Services 1,519 618 2,137 0 167 1,519 785 2,304 100 79 93\n7. Incremental Recurrent Costs\nRemuneration 0 0 0 0 199 0 199 199 0 0 0\nO&M of Civil Works/Equipment 0 0 0 0 1,258 0 1,258 1,258 0 0 0\nOperational Support to Project Facilities 0 0 0 0 1,050 0 1,050 1,050 0 0 0\nPIU/PPIU Operation 0 109 109 0 255 0 364 364 0 30 30\nSubtotal (A) 15,219 5,959 21,178 400 8,610 15,619 14,569 30,188 97 41 70\nB. Contingencies\n1. Physical Contingencies 781 298 1,079 0 430 781 728 1,509 100 41 71\n2. Price Contingencies 1,001 628 1,629 0 959 1,001 1,588 2,589 100 40 63\nSubtotal (B) 1,782 926 2,708 0 1,390 1,782 2,316 4,098 100 40 66\nC. Interest 1,114 0 1,114 0 0 1,114 0 1,114 100 0 100\n     Total  18,115 6,886 25,000 400 10,000 18,515 16,885 35,400 98 41 71\nPercent 51.2 19.5 70.6 1.1 28.2 52.3 47.7 100.0\nO&M=operation and maintenance, PIU = project implementation unit, PPIU = provincial project implementation unit.\na Inclusive of taxes and duties.", "Appendix 11, page 2", "Appendix 11, page 3\nTable A11.3: Project Cost by Activity\n($ '000 )\nTotal Bank Foreign Government\nActivity Foreign Local Total  Foreign Local Total  Cofinancing Local\nExchange Currency Cost Exchange Currency Cost (New Zealand) Currency\nA. Quality Improvement of LS PSTT Programa\n1. Civil Works 0 477 477 0 310 310 0 167\n2. Equipment and Furniture 550 243 793 550 145 695 0 98\n3. Instructional Materials  2,139 545 2,684 2,139 411 2,550 0 134\n4. Program Development & Studies 0 2,227 2,227 0 2,227 2,227 0 0\n5. Staff Development 4,903 5,620 10,523 4,503 782 5,285 400 4,838\n6. Consulting Services 632 421 1,053 632 316 948 0 105\n7. Operational Support to Project Facilities 0 281 281 0 0 0 0 281\n8. O&M of Civil Works and Equipment 0 201 201 0 0 0 0 201\n        Subtotal (A) 8,224 10,015 18,239 7,824 4,190 12,014 400 5,825\nB. Improved Facilities and Access to LS PSTTa\nin Disadvantaged Provinces\n1. Civil Works 0 960 960 0 642 642 0 318\n2. Equipment and Furniture 1,935 1,175 3,110 1,935 559 2,494 0 622\n3. Instructional Materials  2,153 279 2,432 2,153 157 2,310 0 122\n4. Program Development & Studies 0 257 257 0 257 257 0 0\n5. Staff Development 33 41 74 33 6 39 0 35\n6. Consulting Services 136 40 176 136 22 158 0 18\n7. Operational Support to Project Facilities 0 102 102 0 0 0 0 102\n8. O&M of Civil Works and Equipment 0 683 683 0 0 0 0 683\n        Subtotal (B) 4,257 3,537 7,794 4,257 1,644 5,900 0 1,896\nC. Capacilty Building and Project Implementationa\n1. Equipment and Furniture 1,701 467 2,168 1,701 233 1,934 0 232\n2. Program Development & Studies 0 32 32 0 32 32 0 0\n3. Staff Development 2,425 1,046 3,471 2,425 146 2,571 0 900\n4. Consulting Services 794 657 1,451 794 512 1,306 0 145\n5. Operational Support to Project Facilities 0 148 148 0 0 0 0 148\n6. O&M of Civil Works and Equipment 0 332 332 0 0 0 0 332\n7. Remuneration 0 226 226 0 0 0 0 226\n8. PIU/PPIU Operation 0 425 425 0 128 128 0 298\n        Subtotal (C)  4,920 3,333 8,253 4,920 1,051 5,971 0 2,280\nD. Interest 1,114 0 1,114 1,114 0 1,114 0 0\nTotal Cost 18,515 16,885 35,400 18,115 6,886 25,000 400 10,000\nPercent 52.3 47.7 100.0 51.2 19.5 70.6 1.1 28.2\nLS = lower secondary, O&M = operation and  maintenance,  PIU =  project  implementation  unit,  PPIU =  provincial  project  implementation  unit,  PSTT = \npreservice teacher training.\na Inclusive of taxes, duties, and contingencies.", "Appendix 12, page 1\nIMPLEMENTATION SCHEDULE\n2000 2001 2002 2003 2004 200\nActivity 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2\nA. Quality Improvement of LS PSTT Program\n1. Curriculum Redesign\na. Study Visit & In-Country Training in PSTT\nProgram & Curriculum Dev.\nb. PSTT Program & Curriculum Redesign\nc. Consultants on Curriculum Development\ni. International \nii. Domestic\n2. Instructional Materials Development\na. Study Visit & In-Country Training on Various\nAspects of Textbook Writinga\nb. Writing of Outlines of Textbooks & Teacher\nManuals for all 3 Years of TTCs\nc. Development of Textbooks/Teacher Manuals/\nTeaching Aids for Each Year in Detail\nd. Printing\ne. Piloting\nf. Final Publications\ng. Development of Web-Based Curriculum Modules\nh. Consultants on Materials Dev. & Pub. \ni. International\nii. Domestic\n3. Provision of Instructional Materials\na. In-Country Training in Textbook Lending\nScheme Operation\nb. Textbook Lending Scheme Operation\nc. Consultants on Textbook Lending Design\ni. International\nii. Domestic\n4. Orientation to New Curriculum, \nTextbooks, and Student Assessment\na. Orientation Training & Periodic Reviews \n5. Upgrading TTC Teachers Qualifications\na. Overseas & In-Country (Joint) MA/M.Ed. \nTraining in Subject Areas for TTC Teachers\nb. Short-Term Overseas Training in Teaching\nMethodologies for TTC Lead Subject Teachers\nc. In-Country English Language Preparation\nfor (a)-(b) above \nd. Selection of Candiates for (a)-(b) above\ne. In-Country Training in Subject Areas & in Teaching\nMethods for TTC Lead Subject Teachers\nf. In-Country Orientation to Web-Based \nCurriculum Modules", "Appendix 12, page 2\n2000 2001 2002 2003 2004 200\nActivity 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2\ni. For MOET/DOET/TTC Subject Coordinators\nii. For TTC Lead Subject Teachers &\nMOET/DOET Administrators\niii. For TTC Teachers\n6. Support to Model and Specialized TTCs\na. Study Visit & In-Country Training on KLF O&M;b\nand In-Country Training on Lab. O&Mc\nb. KLF Constructions; and Provision of \nEquipment/Furniture/Instructional Materials\nto KLF & Labs.\nc. Dev. of Operational Plan of Model TTCs; and\nIn-Country Training in this Area\nd. Consultants on Model TTCs Development\ni. International\nii. Domestic\ne. Minor Rehabilitation of Specialized TTCs\nfor Art and Music; and Provision of Furniture/\nInstructional Materials \n7. Reestablishment of External\nAssessment Mechanism\na. Study Visit on QA System; and In-Country \nTraining in Test Construction/Grading\nb. External Assessment (QA) Designed/Piloted/\nImplemented; and Equipment Provided\nc. Consultants on QA Development\ni. International \nii. Domestic\nB. Improved Facilities and Access to TTCs\nin Disadvantaged Provinces\n1. Upgrading TTC Facilities in 10 \nDisadvantaged Provinces\na. Study Visit & In-Country Training on KLF O&M;\nand In-Country Training on Lab. O&Mc\nb. Design of KLF O&M Plan\nc. KLF Constructions; Provision of Equipment/\nFurniture/Instructional Materials to KLF & Labs.;\nand Provision of Physical Ed. Facilities\nd. Consultants on KLF Development & Operation\ni. International\nii. Domestic\n2. Improved TTC Pre-entrance Qualification\nof Ethnic Minorities in the 10 Provinces\na. Recruitment of Ethnic Minority Students\nb. Transition Program Implementation\nc. Consultants on Transition Course Design \nand Implementation\ni. International\nii. Domestic", "Appendix 12, page 3\n2000 2001 2002 2003 2004 200\nActivity 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2\n3. Provision of Instructional Support\nResources to Remaining 17 Provinces\na. In-Country Training on Lab. O&M;c Provision of\nEquipment/Furniture/Instructional Materials to\nLabs.; and Provision of Physical Ed. Facilities\nC. Institutional Capacity Building and Project \nImplementation Support\n1. Strengthening Mgt. & Technical Skills\na. MOET/DOET/TTC Administrative Staff\ni. Study Visit on Ed. Planning & Mgt.\nii. Overseas M.Ed. in Ed. Planning & Mgt.\niii. In-Country English Language \nPreparation for (ii) above\niv. Selection of Candidates for (ii) above\nv. In-Country Training in Internet; and\nProvision of Internet Facilities\nvi. In-Country Training in Technical Skills Dev.\n(for DOETs), in Mgt./Leadership (for DOETs/\nTTCs), and in English Communication\nSkills Development (for MOET/DOETs/TTCs)\nb. Consultants on Education Planning & Mgt.\ni. International \nii. Domestic\nc. Consultants on Management & Technical\nSkills Training\ni. International\nii. Domestic\n2. Project Implementation Support to PIU/PPIUs\na. Provision of Equipment/Furniture\nb. Annual In-Country Workshops on Project\nImplementation & Financial Management\nc. Consultants on Project Administration\n& Financial Management\n-   International\n-   Domestic\nd. Baseline Surveys\ne. International Consultant on BME\nf. International Consultant on MT Review\ng. Domestic Consultants on Project\nOperation & Management\nBME = benefit monitoring and evaluation, DOET = provincial Department of Education and Training, Ed. = Education, KLF = key  learning facilities,\nLab. = laboratory, LS = lower secondary, MA/M.Ed. = Master of Art/Education, Mgt. = management, MOET = Ministry of Education and Training, \nMT = midterm, O&M = operation and maintenance, PIU = project implementation unit, PPIU = provincial project implementation unit, \nPSTT = preservice teacher training, QA = quality assurance, TTC = teacher training college/school.\nNote:  The start of quarter 4 in this table will coincide with the start of the new school year, which is around the first week of September.\na Including textbook development, publications, teaching methods, student assessment, syllabus design, and web-based module development.\nb Training provided by an international consultant and a domestic consultant in KLF development & operation under subcomponent b.1.\nc Including language, informatics, and science (biology, chemistry, and physics) laboratories.", "Appendix 12, page 4\n005\n3 4", "Appendix 12, page 5\n005\n3 4", "Appendix 12, page 6\n005\n3 4", "Appendix 12, page 7", "Appendix 12, page 8", "Appendix 12, page 9", "Appendix 13\nTENTATIVE PROCUREMENT PACKAGES\nItem Number of Packages Unit Cost Procurement\nYr 1 Yr 2 Yr 3 Per Contract Method\n($)\nA. Civil Works\n1. For Key Learning Facilities LCB\na.Large 4 120,000\nb.Medium 2 100,000\nc.Small 7 75,000\n2. For Arts and Music TTCs\n- Minor Rehabilitation of Arts and Music 3 20,000 DP\nTTCs\nB. Furniture\n1. For Key Learning Facilities – Carrels,\n    Office Desks, and Chairs 13 20,000 LCB\n2. For Laboratories\na.Language Laboratory 30 3,000 DP\nb.Informatics Laboratory 30 3,500 DP\n3. For Arts and Music TTCs 3 3,000 DP\n4. For QA Facilities 1 5,000 DP\n5. For PIU/PPIUs\na.PIU 1 10,760 DP\nb.PPIUs 13 4,120 DP\nC. Equipment\n1. For Key Learning Facilities\na.Computer Facilities and Software 13 51,240 LCBa\nb.Desktop Publishing 13 12,000 LCBb\nc.Audiovisual system 13 13,000 DP\n2. For Laboratories\na.Language Laboratory 30 10,000 DPc\nb.Informatics Laboratory 30 43,400 LCB\nc.Physics Laboratory 30 25,000 LCBd\nd.Biology Laboratory 30 14,100 LCBe\ne.Chemistry Laboratory 30 19,470 LCBf\n3. For QA Facilities 1 50,000 DP\n4. For PIU/PPIUs\na.PIU 1 26,400 DP\nb.PPIUs 13 14,300 DP\n5. For Internet and Multimedia Facilities 36 99 10,000 DP\nD. Instructional Materials\n1. For Key Learning Facilities\na.Library Stock 13 30,000 DPg\nb.Social Science Teaching Aids 30 3,000 DPg\nc.Lower Secondary School Textbooks 61 4,000 DPg\n2. For Arts and Music TTCs 3 25,000 DP\n3. For Physical Education Facilities 27 7,000 DP\nDP = direct purchase from local supplier/distributor, together with maintenance contract; LCB = local competitive bidding;\nPIU = project implementation unit; PPIU = provincial project implementation unit; QA = quality assurance; TTC = teacher\ntraining college/school.\nNote: For any direct purchase, if there is more than one supplier in each province or region, price quotations from\ndifferent suppliers should be obtained first as a basis for selecting the supplier with the best offer.  This procedure\nis equivalent to local shopping.\na and b May be procured together as one package in each province.\nc May be procured from regional supplier in a nearby province.\nd to f May be procured together as one package from regional supplier in a nearby province.\ng May be procured from accredited publishers or the Education Publishing House.", "Appendix 14\nKEY PERFORMANCE INDICATORS\nIndicator Measurement Expected Value\nBaseline Mid-Project End-Project\nYear Year Year\n1998/99 2002/03 2005/06\nA. General Key Indicators\nfor LS Subsector\n1. Net Enrollment Rate 1. Proportion of children of LS\ntarget age cohort enrolled in LS 49 60 70\neducation\n2. Completion Rate 2. Proportion of LS enrollees who\n70 80 90\ncomplete LS education\n3. Dropout Rate 3. Proportion of LS enrollees who\n8 5.5 4\nfail to return for the next year\n4. Repetition Rate 4. Proportion of LS enrollees who\nfail to move on to the next higher 2 1.5 1\nyear\n5. Qualified Teachers 5. Percentage of LS teachers with\n84 90 92\nLS teaching certificates\n6. Student/Teacher Ratio 6. Number of LS students per LS\n29 21.5 21\nteachers\nB. Specific Key Indicators\nfor LS Teacher Traininga\n1. TTC students trained 1. Percentage of TTC students\nin the new PSTT enrolled in the three-year PSTT\n0 30 100\ncurriculum program after the introduction of\nthe new PSTT curriculum\n2. TTC teachers with 2. Percentage of TTC teachers\n13 16 30\nMA/M.Ed. completing their MA/M.Ed.\n3. TTC enrolment of 3. Percentage of ethnic minority\nethnic minorities in 10 students enrolled in the 10 target\nselected TTCs 8 12 16\ndisadvantaged\nprovinces\n4. Relevant MOET, 4. Percentage of relevant MOET,\nDOET, and TTC staff DOET, and TTC staff completing\nqualified for capacity training programs 10 30 100\nimplementing teacher\ntraining reforms\nDOET = provincial department of education and training, LS = lower secondary, MA/M.Ed. = Master of Arts/Education,\nMOET = Ministry of Education and Training, PSTT = preservice teacher training, TTC = teacher training college/school.\na Detailed project-specific indicators (broken down by sex and ethnic minority for each TTC and for total average) will be\ndeveloped during baseline surveys.", "Appendix 15, page 1\nECONOMIC ANALYSIS\n1. The principal justification of the Project is the contributions to improvements in overall\nquality and efficiency of the lower secondary education subsector by raising both the number\nand quality of teachers. This will increase the quality of lower secondary school graduates and\nworkforce, thereby enhancing Viet Nam’s competitiveness in the world market over the next\ngeneration. On the efficiency grounds, the Project will improve the internal efficiency of lower\nsecondary education by reducing the dropout and repetition rates since better qualified teachers\nwill  have  better  knowledge  and  will  be  able  to  teach  more  effectively.  The  new  teaching\nmethodologies to be introduced in the Project, which will feature student-centered approaches,\nwill  enable  the  new  teachers  to  interact  more  with  students,  thus  helping  improve  the\nperformance of their students as well as reduce the students’ tendency to drop out. Moreover,\nthe double major system to be instituted at teacher training colleges (TTCs) will enable the new\nteachers to teach more than one subject, thereby increasing the utilization of teachers.\n2. Even from the internal efficiency gains alone, the Project will be a worthwhile investment\nas shown in the economic analysis in Tables A15.1 and A15.2. At the discount rate of 12\npercent, the base case shows an economic internal rate of return (EIRR) of 23 percent based\non the following contributions by better qualified teachers: (i) reduction in students’ dropout and\nrepetition rates from 7.0 percent and 2.1 percent, respectively, prior  to  the  Project period\n(1999/2000)  to  5.5  percent  and  1.5  percent,  respectively,  during  the  mid-Project  period\n(2002/03); and (ii) an increase in teachers’ ability to teach 10 percent more hours during the\nmid-project period than before the project period, as a result of the double major system to be\nintroduced at TTCs.\nTable A15.1: Basic Assumptions for Base Case\nExchange rate (July 1999) $1 = D13,890\nStandard conversion factor 0.9\nCost per annum per lower secondary student ($46) D638,940\nTeacher attrition rates\n•  Retirements 3%\n•  Leaving teaching for other reasons 5%\nAnnual salary + 10% perquisites of lower secondary teacher ($302 + 10%) D4,614,258\nDropout rate per year without Project (1999/2000) 7.0%\nDropout rate per year with Project (2002/03) 5.5%\nRepetition rate per year without Project (1999/2000) 2.1%\nRepetition rate per year with Project (2002/03) 1.5%\nAdditional teaching load of a double-major teacher 10%\n3. These efficiency gains are robust. Sensitivity analysis shows that even a reduction in the\nefficiency gain makes the Project a still worthwhile investment. Sensitivity analysis shows the\nfollowing: (i) a lower reduction in the dropout rate from 7.0 percent to 6.3 percent leaves the\nEIRR still at 21 percent; (ii) with no reduction in the repetition rate, the EIRR is still 21 percent;\n(iii) with a lower increase of 5 percent in the teaching hours, the EIRR is still 17 percent; (iv) with\na delay of one year in producing the first batch of TTC graduates, the EIRR is still 19 percent.\nOnly when all the shortfalls from the base case occur simultaneously will the EIRR be reduced\nto 10 percent.", "Appendix 15, page 2\nTable A15.2: Economic Rate of Return and Net Present Value\nBase Case\nTotal Net\nEconomic   Total Economic Benefit (D million) Incremental\nCost Dropout Repetition Teacher Benefit\nYear (D million) Reduction Reduction Replacement (D million)\n2000/01           24,925                  -              -                  - -24,925\n2001/02         137,612                  -              -                  - -137,612\n2002/03         126,396                  -              -                  - -126,396\n2003/04           80,398                  -              -                  - -80,398\n2004/05           32,040             8,881         3,552           20,169               563\n2005/06           18,204           18,533         7,413           42,297           50,039\n2006/07             7,713           25,468       10,187           58,196           86,138\n2007/08             7,713           32,518       13,007           74,360         112,173\n2008/09             7,713           39,686       15,874           90,793         138,640\n2009/10             7,713           46,973       18,789          107,498         165,547\n2010/11             7,713           54,381       21,752          124,482         192,902\n2011/12             7,713           61,912       24,765          141,747         220,711\n2012/13             7,713           69,568       27,827          159,300         248,982\n2013/14             7,713           77,351       30,940          177,145         277,723\n2014/15             7,713           68,470       27,388          177,145         265,290\n2015/16             7,713           58,818       23,527          177,145         251,777\n2016/17             7,713           51,883       20,753          177,145         242,068\n2017/18             7,713           44,833       17,933          177,145         232,197\n2018/19             7,713           37,665       15,066          177,145         222,163\n2019/20             7,713           30,378       12,151          177,145         211,961\n2020/21             7,713           22,971         9,188          177,145         201,590\n2021/22             7,713           15,440         6,176          177,145         191,047\n2022/23             7,713             7,783         3,113          177,145         180,328\n            Economic Internal Rate of Return = 23%\n Net Present Value at 12%  416,723\n="], "metadata": {"CreationDate": "D:19991210090329", "Producer": "Acrobat Distiller 3.01 for Windows", "Creator": "PSCRIPT.DRV Version 4.0", "Title": "Microsoft Word - teacher.doc", "ModDate": "D:20000208114838+08'00'"}}